Repository: mozilla-l10n/sumo-l10n
Catalog: cak/LC_MESSAGES/djangojs.po
Languages: cak

source: Week
cak: Wuqq'ij

source: Average Satisfaction
cak: Nik'aj Kuqenïk

source: Questions
cak: Taq k'utunïk

source: Solved
cak: Xesol

source: % Solved
cak: % Xesol

source: Responded in 24 hours
cak: Xtzolïx tzij pa 24 ramaj

source: % Responded in 24 hours
cak: % Xtzolïx tzij pa 24 ramaj

source: Responded in 72 hours
cak: Xtzolïx tzij pa 72 ramaj

source: % Responded in 72 hours
cak: % Xtzolïx ta tzij pa 72 ramaj

source: Not responded in 24 hours
cak: Man xtzolïx ta tzij pa 24 ramaj

source: Not responded in 72 hours
cak: Man xtzolïx ta tzij pa 72 ramaj

source: Article Votes: % Helpful
cak: Kijuch' taq Cholna'oj: % E K'atzinel

source: Answer Votes: % Helpful
cak: Kijuch' taq Tzolin Tzij: % E K'atzinel

source: non en-US KB
cak: Man pa en-US KB

source: Support Forums
cak: Ruch'ob'moloj Tob'äl

source: Army of Awesome
cak: Achik'anel Ch'ayb'äl

source: Click Through Rate %
cak: Tachajij awi' kiwäch taq clik %

source: Visitors
cak: Tz'etonela'

source: L10n Coverage
cak: Rumajik L10n

source: Percent Yes
cak: Kajlab'al Ja'

source: Yes
cak: Ja'

source: No
cak: Mani

source: I don't know
cak: Man wetaman ta

source: Error loading graph
cak: Xsach toq nusamajij ri wachib'äl

source: An error occured.
cak: Xk'ulwachitäj jun sachoj.

source: There was an error generating the preview.
cak: Xk'ulwachitäj jun sachoj toq nib'an ri nab'ey rutzub'al.

source: There was an error submitting your vote.
cak: Xk'ulwachitäj jun sachoj toq nitaq ri ajuch'.

source: You replied
cak: Tzolin atzij

source: You and 1 other replied
cak: 1 chik winäq chuqa' rat xitzolij tzij

source: Account banned successfully!
cak: ¡Ütz xq'at ri rub'i' taqoya'l!

source: Username not provided.
cak: Man ya'on ta ri rub'i' okisanel.

source: This account is already banned!
cak: ¡Re rub'i' taqoya'l re' xq'at yan!

source: Account is now being ignored!
cak: ¡Choj nirepüx ri rub'i' taqoya'l!

source: This account is already being ignored!
cak: ¡Re rub'i' taqoya'l re' nirepüx chik!

source: 1 user unbanned successfully!
cak: ¡1 okisanel ütz xosq'opïx!

source: 1 user removed from list!
cak: ¡1 okisanel xyuj pa cholajem!

source: No users selected!
cak: ¡Majun winäq xcha'!

source: %(num)s <small>of %(total)s</small>
cak: %(num)s <small>richin %(total)s</small>

source: No differences found
cak: Majun jaloj xilitäj

source: Cancel
cak: Tiq'at

source: said
cak: xub'ij

source: You are not watching this thread
cak: Man nawojqaj ta re ximoj re'

source: You are watching this thread
cak: Nawojqaj re ximoj re'

source: Image Attachment
cak: Rutz'aqatisaxik Wachib'äl

source: Could not upload file. Please try again later.
cak: Man xjotob'äx ta ri yakb'äl. Tatojtob'ej chik na.

source: Invalid image. Please select a valid image file.
cak: Man okel ta ri wachib'äl. Tacha' jun ruyakb'al okel wachib'äl.

source: Image too large. Please select a smaller image file.
cak: Yalan nïm ri wachib'äl. Tacha' jun ruyakb'al ko'öl wachib'äl.

source: Upload cancelled. Please select an image file.
cak: Xq'at ri rujotob'axik. Tacha' jun ruyakb'al wachib'äl.

source: File deleted. Please select an image file.
cak: Xyuj ri yakb'äl. Tacha' jun ruyakb'al wachib'äl.

source: Delete this image
cak: Tiyuj re wachib'äl re'

source: Uploading "%s"...
cak: Nijotob'äx "%s"...

source: Loading...
cak: Nusamajib'ej...

source: No votes data
cak: Majun kitzij juch'uj

source: Votes
cak: Taq juch'uj

source: Percent
cak: Wok'altäq

source: Bold
cak: Q'eqatz'ib'

source: bold text
cak: Q'eqatz'ib'

source: Italic
cak: Q'e'etz'ib'

source: italic text
cak: Q'e'etz'ib'

source: Numbered List
cak: Ajilan Cholb'äl

source: Numbered list item
cak: Ruch'akulalri ajilan cholb'äl

source: Bulleted List
cak: Wachin Cholb'äl

source: Bulleted list item
cak: Ruch'akulal ri cholb'äl rik'in winyeta'

source: Heading 1
cak: Jub'i'aj 1

source: Heading 2
cak: Jub'i'aj 2

source: Heading 3
cak: Jub'i'aj 3

source: Insert a link...
cak: Tiju' jun ximonel...

source: link text
cak: rucholajem tzij ximonel

source: Link text:
cak: Rucholajem tzij ximonel:

source: Link target:
cak: Raponib'al ximöy:

source: Support article:
cak: Rucholna'oj tob'äl:

source: Enter the name of the article
cak: Titz'ib'äx rub'i' cholna'oj

source: External link:
cak: Rij ximöy:

source: Enter the URL of the external link
cak: Tatz'ib'aj ri URL richin ri rij ximöy

source: No sections found
cak: Majun peraj xilitäj

source: Insert Link
cak: Titz'ib'äx Ximonel

source: Knowledge Base Article
cak: Rucholna'oj Rucholxe'el Etamab'äl

source: Insert media...
cak: Tiju' ruyakb'al k'ïy k'oxom...

source: media
cak: k'ïy k'oxom

source: Search Gallery
cak: Tikanöx Cholwäch

source: Show:
cak: Tik'ut pe:

source: Images
cak: Taq wachib'äl

source: Videos
cak: Taq silowachib'äl

source: Show media for:
cak: Tik'ut k'ïy k'oxom richin:

source: Insert Media
cak: Tik'ut K'ïy K'oxom

source: Upload Media
cak: Tijotob'äx K'ïy K'oxom

source: Please select an image or video to insert.
cak: Tacha' jun wachib'äl o jun silowäch richin naju'.

source: Oops, there was an error.
cak: Uy, xk'ulwachitäj jun sachoj.

source: Common responses
cak: Relik taq tzolin tzij

source: cannedresponses
cak: jikïltzolintzij

source: Search for common responses
cak: Kekanöx relik taq tzolin tzij

source: Categories
cak: Taq ruwäch

source: Responses
cak: Tzolin taq tzij

source: Please select a category from the previous column or start a search.
cak: Tacha' jun ruwäch pa ri jun kan b'alojil o kakanon.

source: Response editor
cak: Runuk'unel tzolin tzij

source: Switch to preview mode
cak: Xjal pa nab'ey rutz'ub'al

source: Insert Response
cak: Tinim Tzolin Tzij

source: Matching responses
cak: Taq tzolin tzij nikik'äm ki'

source: There was an error checking for canned responses.
cak: Xk'ulwachitäj jun sachoj toq xenik'öx ri jikïl taq tzolin tzij.

source: Response preview
cak: Nab'ey rutzub'al tzolin tzij

source: Switch to edit mode
cak: Xjal pa nuk'un rutz'ub'al

source: Quote previous message...
cak: Tisik'ïx ri jun kan rutzijol...

source: Reply...
cak: Titzolïx tzij...

source: %s characters remaining
cak: %s ch'aqa' chik taq tz'ib'

source: There was an error.
cak: Xk'ulwachitäj jun sachoj.

source: There was an error. Please try again in a moment.
cak: Xk'ulwachitäj jun sachoj. Tatojtob'ej k'a jub'a' na chik.

source: Daily
cak: Q'ij q'ij

source: Weekly
cak: Wuqq'ijil

source: Monthly
cak: Ik' ik'

source: Week beginning %(year)s-%(month)s-%(date)s
cak: Ri wujq'ij nitikïr ri %(year)s-%(month)s-%(date)s

source: Month beginning %(year)s-%(month)s-%(date)s
cak: Ri ik' nitikïr ri %(year)s-%(month)s-%(date)s

source: 1y
cak: 1j

source: All
cak: Ronojel

source: From %(from_input)s to %(to_input)s
cak: Nutikirisaj %(from_input)s k'a pa %(to_input)s

source: Invalid tag entered: %s
cak: Man okel ta ri yaketal xtz'ib'äx: %s

source: No tags entered.
cak: Man xetz'ib'äx ta taq yaketal

source: No, ignore
cak: Mani, tirepüx

source: Did you mean %s?
cak: ¿La xawajo' xab'ij %s?

source: Error uploading image
cak: Xsach toq xjotob'äx ri wachib'äl

source: Error deleting image
cak: Xsach toq niyuj el ri wachib'äl

source: Please check you are logged in, and try again.
cak: Tatz'eta' chi xatikirisaj molojri'ïl pa ri ruxaq, chuqa' tatikirisaj chik.

source: Search for a user...
cak: Tikanöx jun okisanel...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
cak: ¡RUTZIJOL! ¿La at jikïl chi nawajo' nachüp re okisanel? ¡Man tikirel ta nitzolïx!

source: Active Contributors
cak: Samajel To'onela'

source: Toggle Diff
cak: Kek'ut taq jaloj

source: <strong>Draft is saving...</strong>
cak: <strong>Niyak nab'ey samaj...</strong>

source: <strong>Draft has been saved on:</strong> %s
cak: <strong>Xyak ri nab'ey samaj pa:</strong> %s

source: 1 reply
cak: 1 tzolin tzij

source: No replies
cak: Majun tzolin tzij

source: 1 person has this problem
cak: 1 winäq k'o re jun ruk'ayewal re'

source: 1 new this week
cak: 1 k'ak'a' re wuqq'ij re'

source: Search results
cak: Kiq'i'oj kanoxïk

source: No results found.
cak: Majun achike xilitäj.

source: No results found
cak: Majun achike xilitäj

source: View All
cak: Titz'et Ronojel

source: Help Articles Only
cak: Xa Xe To'onel taq Cholna'oj

source: Page %(current)s of %(total)s
cak: Ruxaq %(current)s richin %(total)s

source: Previous
cak: Chuwäch

source: Next
cak: Jun chik

source: Filter by product
cak: Kechayüx tikojil

source: All Products
cak: Ronojel Tikojil
