Repository: mozilla-l10n/sumo-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: Content
ha: Abin da ya ke ciki

source: Show after
ha: Nuna bayan

source: Show until
ha: Nuna har sai

source: The {domain} team
ha: Ƙungiyar {domain}

source: Community Hub
ha: Cibiyar Al'umma

source: Find your fellow contributors
ha: Nemo abokinka mai bayar da gudun mawa

source: Search
ha: Nema

source: Community Discussions
ha: Tattaunawar Al'umma

source: Go to the SUMO community discussions forum
ha: Jeka dandalin tattaunawa na al'ummar SUMO

source: Top Contributors
ha: Masu Bayar da Gudun mawa na gaba-gaba

source: Filter by Locale
ha: Tace ta hanyar Wuri

source: All locales
ha: Duk wurare

source: Filter by Product
ha: Tace ta hanyar Kaya

source: All products
ha: Duk kayayyaki

source: Knowledge Base
ha: Tushen Ilimi

source: Localization
ha: Fassarawa

source: {user} - {num} contributions in last 90 days
ha: {user} - {num} gudun mawa kwanaki 90 da suka gabata

source: See All
ha: Kalli Duka

source: Community Search Results
ha: Sakamakon Binciken Al'umma

source: Results for: {query}
ha: Sakamako domin: {query}

source: No users were found for your search query.
ha: Ba'a sami masu amfani ba domin nema na bincikenka.

source: View Profile
ha: Tarihi

source: Private Message
ha: Saƙo na Ƙashin kai

source: Top Contributors - Support Forum
ha: Fitattun Masu Bayar da Gudun mawa - Dandalin Tallafi

source: Top Contributors - Knowledge Base
ha: Fitattun Masu Bayar da Gudun mawa - Tushen Ilimi

source: Top Contributors - Localization
ha: Fitattun Masu Bayar da Gudun mawa - Fassara

source: Select by Locale
ha: Zaɓi dangane da Wuri

source: There are {total} users with at least one contribution in the last 90 days.
ha: Akwai masu amfani {total} da suke da a ƙalla gudun mawa ɗaya a kwanaki 90 da suka gabata.

source: Contributions in last 90 days: {count}
ha: Gudun mawa a kwanaki 90 da su ka gabata: {count}

source: Days since last activity:
ha: Kwanaki tun aikin da ya gabata:

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
ha: Mun gode domin gudun mawarka ta farko ga dandalin tallafin Mozilla! Yanzu ka sanya wani farin ciki!

source: Tell us about yourself!
ha: Yi mana bayani a kanka!

source: Learn new things
ha: Koyi sababbin abubuwa

source: Stay in touch
ha: Mu ci gaba da ganawa

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
ha: Muna daɗa godiya. Muna sauraro domin ganinka a-kai-a-kai a wajen SUMO! Ci gaba da jimiri!

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
ha: Daga ƙarshe, idan ka na so ka ci gaba da samun labarai da suka danganci SUMO, ka da ka manta da

source: Community forums
ha: Dandalin ƙungiya

source: Official blog
ha: Blog na hukuma

source: Twitter account
ha: Asusun Twitter

source: Weekly meetings
ha: Taron mako-mako

source: Other
ha: Wasu

source: Last 7 days
ha: Kwanaki 7 da suka wuce

source: Last 30 days
ha: Kwanaki 30 da suka wuce

source: Last 90 days
ha: Kwanaki 90 da suka wuce

source: Percent Localized: Top 20
ha: Kaso daga cikin ɗari da aka fassara: Fitattu 20

source: Percent Localized: Top 100
ha: Kaso daga ɗari wanda aka Fassara: Fitattu 100

source: Percent Localized: All
ha: Kaso daga cikin ɗari da aka fassara: Duka

source: Monthly Active Contributors
ha: Fitattun Masu Bayar da Gudun mawa na wata-wata

source: Review Needed
ha: Akwai Bukatar Nazari

source: Update Needed
ha: Akwai bukatar Sabuntawa

source: Immediate Update Needed
ha: Ana bukatar Sabuntawa nan take

source: Translation Needed
ha: Ana bukatar fassara

source: Top 20 Articles
ha: Fitattun maƙaloli 20

source: Top 50 Articles
ha: Fitattun Maƙaloli 50

source: These are the top 50 most visited articles in the last 30 days.
ha: Waɗan nan su ne maƙaloli 50 da aka fi ziyarta a kwanaki 30 da suka gabata.

source: Top 100 Articles
ha: Fitattun Maƙaloli 100

source: Templates
ha: Allon misali

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
ha: Allon misali wata hanya ce ta sake amfani da abin ciki a gaba ɗayan maƙalolin KB. Za ka iya ƙirƙira kuma ka sabunta saita dokoki a waje guda, sannan ka sake komawa gareshi a wasu shafukan.

source: All Knowledge Base Articles
ha: Dukkan Maƙaloli Masu Tushen Ilimi

source: This is the number of all Knowledge Base articles that are ready to be localized.
ha: Wannan ita ce lambar dukkan Maƙaloli Masu Tushen Ilimi waɗan da suke shirye a fassarasu.

source: Visits in last 30 days
ha: Ziyarce-ziyarce a kwanaki 30 da suka gabata

source: Status
ha: Matsayi

source: Most Viewed
ha: Waɗan da aka fi Nazarta

source: Most Recent
ha: Na kwana-kwanan nan

source: Most Visited
ha: Waɗanda aka fi Ziyarta

source: All knowledge base articles...
ha: Dukkan maƙaloli masu tushen ilimi...

source: Visits
ha: Ziyarce-ziyarce

source: Changes Needed
ha: Akwai bukatar Canje-canje

source: Changes Not Ready For Localization
ha: Canje-canje Ba su Shirya ba domin Fassara

source: All templates...
ha: Duk allon misali...

source: How To Contribute
ha: Yadda za ka bayarda Gudun mawa

source: All How To Contribute articles...
ha: Duk Yadda Za ka Bayar da Gudun mawar maƙaloli...

source: Administration
ha: Gudanarwa

source: All Administration articles...
ha: Duk maƙalolin gudanarwa...

source: All translations...
ha: Duk fassarori...

source: Unreviewed Changes
ha: Canje-canje da ba'a yi nazari ba

# document
source: Unreviewed
ha: Wanda ba'a nazarta ba

source: All articles requiring review...
ha: Duk maƙalolin da ke bukatar nazari...

source: Changed
ha: An canja

source: Unhelpful Documents
ha: Daftari marar taimakawa

# document
source: Unhelpful
ha: Marar taimakawa

source: All unhelpful articles...
ha: Duk maƙaloli marasa taimakawa...

source: Total Votes
ha: Jimlar Ƙuri'u

source: Helpfulness
ha: Taimako

source: Articles which have approved revisions newer than the latest ready-for-localization one
ha: Maƙaloli da suka sami amincewa domin nazari fiye da na baya-baya waɗanda aka shiya fassarasu

source: All articles with changes not ready for localization...
ha: Duk maƙaloli masu canje-canje da ba su shirya domin fassara ba...

source: Approved
ha: An amince

source: Need Changes
ha: Akwai bukatar Canje-canje

source: Articles that require changes.
ha: Maƙaloli masu bukatar canje-canje.

source: All articles that require changes...
ha: Duk maƙaloli masu bakatar canje-canje...

source: Comment
ha: Sharhi

source: Canned Responses
ha: Shiryayyun Amsoshi

source: Localization status of all canned responses
ha: Matsayin fassara na duk shiryayyun amsoshi

source: All canned responses articles...
ha: Duk maƙaloli na shiryayyun amsoshi...

source: Knowledge Base Dashboard
ha: Allo Mai Tushen Ilimi

source: Localization Dashboard
ha: Allon Fassara

source: Aggregated Localization Metrics
ha: Jimlatattun Lambobin da aka Fassara

source: The dashboard data is being loaded. This may take some time.
ha: Ana loda allon bayani. Wannan na iya ɗaukar wani lokaci.

source: Active Contributors
ha: Masu bayar da Gudun mawa Masu aiki

source: {count} visitors in the past 30 days
ha: {count} masu ziyara a kwanaki 30 da suka gabata

source: Show information for:
ha: Nuna bayani domin:

source: Complete overview...
ha: Cikakken taƙaitaccen bayani...

source: [{product}] Knowledge Base Dashboard
ha: [{product}] Allon Tushen Ilimi

source: All Products
ha: Duk Kayayyaki

source: [{locale}] Locale Metrics
ha: [{locale}] Lambobin Wuri

source: Localization Percentage
ha: Kaso daga cikin ɗari na fassara

source: Helpful Votes
ha: Ƙuri'u masu Taimakawa

source: [{locale}][{product}] Localization Dashboard
ha: [{locale}][{product}] Allon Fassara

source: Locale:
ha: Wuri:

source: Volunteer for Mozilla Support
ha: Mai aikin sa-kai domin Tallafawa Mozilla

source: Delete
ha: Goge

source: Create announcement
ha: Ƙirƙiri sanarwa

source: Created successfully
ha: Ƙirƙira ta yi nasara

source: Create
ha: Ƙirƙiri

source: Review
ha: Nazari

source: Add announcement
ha: Daɗa sanarwa

source: Edit
ha: Gyara

source: Article
ha: Maƙala

source: Needs Update
ha: Yana bukatar Sabuntawa

source: Stale
ha: Daɗaɗɗe

source: Expiry Date
ha: Kwanan watan lalacewa

source: Live
ha: Na yanzu

source: Review Needed: {comment}
ha: Akwai bukatar Nazari: {comment}

source: Yes
ha: E

source: No
ha: A'a

source: Show translations
ha: Nuna fassarori

source: changed by {users}
ha: An canja daga {users}

source: Overview
ha: Taƙaitaccen bayani

source: %(numerator)s <small>of %(denominator)s</small>
ha: %(numerator)s <small>na %(denominator)s</small>

source: User Interface
ha: Ƙawar mai amfani

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
ha: Cikakkiyar mashigar mai amfani da aka fassara kan haɓaka koyo domin masu ziyarar dandali a yarenka. Taimaka <a href="%(url)s">fassara mashigar</a>.

source: Jump to:
ha: Tsallaka zuwa:

# l10n dashboard
source: Subscribe...
ha: Yi sautu...

source: Waiting for review
ha: Jiran yin nazari

source: Ready for localization
ha: Shiri domin fassarawa

source: Please note that these selections are specific to the current product selected.
ha: Ka lura cewa waɗanda aka zaɓa na musamman ne zuwa kayayyakin da aka zaɓa na yanzu.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
ha: Ka lura cewa za'a sa ka yi sautu zuwa waɗannan sanarwa domin duk kayayyaki. Idan kana da sha'awa a wani kaya na musamman, jeka allon wannan kaya.

source: All Topics
ha: Duk Batutuwa

source: All
ha: Duka

source: KB Dashboard
ha: Allon KB

source: Locale Metrics
ha: Lambobin Wuri

source: KB Team
ha: Ƙungiyar KB

source: Localization Team
ha: Ƙungiyar masu Fassara

source: Recent Revisions
ha: Nazarce-nazarce na kwana-kwanan nan

source: Aggregated Metrics
ha: Jimlatattun Lambobi

source: Spam or other unrelated content
ha: Wasiƙa gayyar-soɗi ko abin da ciki marar dangantaka

source: Inappropriate language/dialog
ha: Yaren da bai dace ba/magana

source: Misplaced bug report or support request
ha: Rahoton kuskuren ajiyewa ko neman tallafi

source: Abusive content
ha: Abin ciki wanda bai dace ba

source: Other (please specify)
ha: Saura (yi bayani dalla-dalla)

source: Pending
ha: Wanda ba'a gama ba

source: Accepted and Fixed
ha: An karɓa kuma an gyara

source: Rejected
ha: An ƙi amincewa

source: You already flagged this content.
ha: Ka saka alamar tuta ga wannan abin ciki.

source: You have flagged this content. A moderator will review your submission shortly.
ha: Ka saka alamar tuta ga wannan abin ciki. Mai shiga tsakani zai yi nazarin miƙawarka ba da daɗewa ba.

source: Flagged Content Pending Moderation
ha: Abin ciki Mai Alamar tuta Wanda ba'a Kammala Shiga Tsakani ba

source: Flagged {t} (Reason: {r})
ha: An saka alamar tuta {t} (Dalili: {r})

source: Other reason:
ha: Sauran dalili:

source: {t} with id={id} no longer exists.
ha: {t} tare da id={id} babu shi.

source: Update Status:
ha: Sabunta Matsayi:

source: Please select...
ha: Zaɓi...

source: The flag is valid and I fixed the issue.
ha: Sa alamar tuta ya dace kuma na gyara matsalar.

source: The flag is invalid.
ha: Sa alamar tuta bai dace ba.

source: There is no flagged content pending moderation.
ha: Babu abin ciki da aka saka masa alama kafin a daidaita.

source: View all deactivated users
ha: Duba duk masu amfanin da ba'a farfaɗo da su ba

source: Content:
ha: Abin ciki:

source: Created:
ha: An Ƙirƙira:

source: Updated:
ha: An sabunta:

source: Flagged:
ha: An saka alamar tuta:

source: Take Action:
ha: Ɗauki Mataki:

source: Title:
ha: Take:

source: Reply to thread: {title}
ha: Bayar da amsa ga tattunawa: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
ha: %(author)s sun bayar da amsa ga tattunawar da ka ke kallo. Ga amsarsu:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
ha: Domin ganin wannan aike a dandali, danna wannan haɗin, ko ka liƙashi a saɗara ta wurin mai gewayawa:

source: New thread: {title}
ha: Sabuwar tattaunawa: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
ha: %(author)s sun aika sabuwar tattaunawa a dandalin da ka ke kallo. Ga tattaunawar:

source: Please provide a title.
ha: Bayar da take.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ha: Take ya yi gajarta ƙwarai (%(show_value)s characters). Dole ya zama a ƙalla %(limit_value)s haruffa.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ha: Ka bar tsawon taken maƙalarka zuwa %(limit_value)s haruffa ko ƙasa. A yanzu %(show_value)s haruffa.

source: Please provide a description.
ha: Bayar da kwatance.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ha: Ka bar tsawon abin kwatantawarka zuwa %(limit_value)s haruffa ko ƙasa. A yanzu ya kai %(show_value)s haruffa.

source: You have not selected an image to upload.
ha: Baka zaɓi hoton da za ka loda ba.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
ha: Ka bar tsawon sunan fayil ɗin hotonka zuwa %(max)s haruffa ko ƙasa. A yanzu kai %(length)s haruffa.

source: Please select a different title.
ha: Zaɓi wani take daban.

source: Include this in wiki syntax with [[Image:title]]
ha: Haɗa da wannan ginin kalma na wiki da [[Image:title]]

source: Provide a brief description of this media.
ha: Bayar da taƙaitaccen bayani na wannan waƙa.

source: Locale
ha: Wuri

source: Title
ha: Take

source: Description
ha: Kwatance

source: Image
ha: Hoto

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
ha: Tsarin da aka amince da shi ya haɗa da: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Daɗa koyo...</a>

source: Unrecognized request or nothing to cancel.
ha: Nema da ba'a shaida ba ko babu abin sokewa.

source: Unrecognized media type.
ha: Yanayin kiɗa da ba'a shaida ba.

source: Could not upload your image.
ha: Ya gaza loda hotonka.

source: Delete image
ha: Goge hoto

source: Are you sure you want to delete this image?
ha: Ka tabbata kana so ka goge wannan hoto?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ha: Kana gaf da goge wannan hoto din-din-din. <strong>Ba za'a iya fasa wannan ba!</strong> Ka tabbata kana so ka ci gaba?

source: Delete image | {t} | Media Gallery
ha: Goge hoto | {t} Ma'ajiyar Hotuna

source: Delete video
ha: Goge bidiyo

source: Are you sure you want to delete this video?
ha: Ka tabbata ka na so ka goge wannan bidiyo?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ha: Kana kusa da goge wannan bidiyo din-din-din. <strong>Ba za'a iya wannan ba!</strong> Ka tabbata kana so ka ci gaba?

source: Delete video | {t} | Media Gallery
ha: Goge bidiyo | {t} | Ma'ajiyar Kaɗe-kaɗe

source: Media Gallery
ha: Ma'ajiyar Kaɗe-kaɗe

source: by {user}
ha: daga {user}

source: Uploaded {date}
ha: Wanda aka loda {date}

source: Cancel
ha: Soke

source: Edit image
ha: Gyara hoto

source: Save image
ha: Ajiye hoto

source: Edit image | {t} | Media Gallery
ha: Gyara hoto | {t} | Ma'ajiyar Hotuna

source: Upload a New Media File
ha: Loda Sabon Fayil na Kaɗe-kaɗe

source: Search Gallery
ha: Nemi Hoto

source: Show media for:
ha: Nuna kiɗa domin:

source: Go
ha: Tafi

source: Show:
ha: Nuna:

source: Images
ha: Hotuna

source: Videos
ha: Bidiyoyi

source: {title} | Media Gallery
ha: {title} | Ma'ajiyar Hotuna

source: Delete this image
ha: Goge wannan hoto

source: Edit this image
ha: Gyara wannan hoto

source: Articles
ha: Maƙaloli

source: The following articles include this image:
ha: Waɗannan maƙaloli sun haɗa da wannan hoto:

source: This image is not included in any articles.
ha: Wannan hoton ba'a haɗashi a kowane maƙaloli ba.

source: Media Gallery Search
ha: Bincike na Ma'ajiyar Hotuna

source: No media files found.
ha: Ba'a sami fayil na kaɗe-kaɗe ba.

source: Upload file
ha: Loda fayil

source: Preview
ha: Misali

source: Progress
ha: Ci gaba

source: Continue Uploading Media
ha: Ci gaba da loda Kiɗa

source: Your avatar will be resized to {size}x{size}
ha: Za'a sake girman hotonka zuwa {size}x{size}

source: username
ha: sunan mai amfani

source: Avatar
ha: Hoto

source: Group information updated successfully!
ha: An sami nasarar sabunta bayanin ƙungiya!

source: {users} added to the group successfully!
ha: An sami nasarar daɗa {users} zuwa ƙungiya!

source: There were errors adding members to the group, see below.
ha: Akwai kuskure wajen daɗa mambobi a ƙungiyar, dubi ƙasa.

source: {user} removed from the group successfully!
ha: {user} an cireshi daga ƙungiya cikin nasara!

source: {users} added to the group leaders successfully!
ha: {users} an saka shi a jagororin ƙungiya cikin nasara!

source: There were errors adding leaders to the group, see below.
ha: Akwai kura-kurai wajen saka jagorori cikin ƙungiya, duba ƙasa.

source: {user} removed from the group leaders successfully!
ha: {user} an cireshi daga jagororin ƙungiya cikin nasara!

source: You are now part of the Contributors group!
ha: Yanzu kana cikin ƙungiyar Masu Bayar da Gudun Mawa!

source: Delete {group} group avatar
ha: Goge {group} hoton ƙungiya

source: Are you sure you want to delete the {group} group avatar?
ha: Ka tabbata kana so ka goge {group} hoton ƙungiya?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
ha: Kana kusa da goge hoton ƙungiya din-din-din. <strong>Ba za'a iya fasa wannan ba!</strong> Ko yaushe za ka iya loda wani hoton domin maye gurbin na yanzu.

source: Delete avatar
ha: Goge hoto

source: Remove leader
ha: Cire jagora

source: Are you sure you want to remove {user} from {group} leaders?
ha: Ka tabbata kana so ka cire {user} daga {group} jagorori?

source: Remove member
ha: Cire ɗan ƙungiya

source: Are you sure you want to remove {user} from {group}?
ha: Ka tabbata kana so ka cire {user} daga {group}?

source: Edit | {group} | Groups
ha: Gyara | {group} | Rukuni

source: Edit {group} profile information
ha: Gyara {group} bayanin tarihi

source: Save
ha: Ajiye

source: Change {group} group avatar
ha: Canja {group} hoton rukuni

# avatar
source: Upload
ha: Loda

source: Add group profile
ha: Daɗa tarihin ƙungiya

source: {group} | Groups
ha: {group} | Ƙungiyoyi

source: Change avatar
ha: Canja hoto

source: Change
ha: Canja

source: Edit in admin
ha: Gyara a wurin gudanarwa

source: Edit group profile
ha: Gyara tarihin ƙungiya

source: Edit group leaders
ha: Gyara jagororin ƙungiya

source: Group Leaders
ha: Jagororin Ƙungiya

source: Remove user from leaders
ha: Cire jagora daga shugabanni

source: Add Leader
ha: Daɗa Jagora

source: Edit group members
ha: Gyara mambobin ƙungiya

source: Group Members
ha: Mambobin Ƙungiya

source: Add Member
ha: Daɗa Mamba

source: Remove user from group
ha: Cire mai amfani daga ƙungiya

source: previous
ha: Wanda ya gabata

source: Page {0} of {1}.
ha: Shafi {0} daga {1}.

source: next
ha: na gaba

source: You were awarded the '{title}' badge!
ha: An ba ka matsayin '{title}' bajo!

source: Badges
ha: Bajoji

source: Recently Awarded
ha: Wanda aka bayar kwana-kwanan nan

source: Awarded badge: %(badge_name)s
ha: Bajo da aka bayar: %(badge_name)s

source: Image:
ha: Hoto:

source: Description:
ha: Kwatance:

source: Creator:
ha: Mai ƙirƙira:

source: Modified:
ha: Gyararre:

source: Award details
ha: Cikakken bayanin kyauta

source: Awarded to:
ha: Kyauta zuwa:

source: Explanation:
ha: Bayani:

source: Awarded by:
ha: Kyauta daga:

source: Issued on:
ha: Bayarwa a:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
ha: <h2>Kyautar kwanan nan &quot;%(badge_name)s&quot; badges</h2>

source: Recently awarded badges
ha: Bajoji da aka bayar kwanan nan

source: awarded to
ha: Kyauta zuwa

source: Previous
ha: Wanda ya gabata

source: Next
ha: Na gaba

source: Badge: %(badge_name)s
ha: Bajo: %(badge_name)s

source: Recent awardees
ha: Masu karɓar kyauta na baya-bayan nan

source: All available SUMO badges
ha: Duk bajojin SUMO da ake da su

source: Congratulations!
ha: Taya murna!

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
ha: <strong>%(awarder)s</strong> ya baka <strong>%(title)s</strong> bajo!

source: You have been awarded the <strong>%(title)s</strong> badge!
ha: An baka <strong>%(title)s</strong> bajo!

source: See all the details...
ha: Kalli duk bayanai...

source: %(awarder)s has awarded you the %(title)s badge!
ha: %(awarder)s ya ba ka %(title)s bajo!

source: You have been awarded the %(title)s badge!
ha: An ba ka %(title)s bajo!

source: See all the details:
ha: Kalli cikakken bayani:

source: Re: {forum} - {thread}
ha: Tunasarwa: {forum} - {thread}

source: Recently updated threads about %s
ha: Tattaunawar da aka daɗa kimanin %s

source: Recent posts in %s
ha: Aike-aike na kwana-kwanan nan a %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ha: Takenka ya yi gajarta ƙwarai (%(show_value)s characters). Dole ya zama a ƙalla haruffa %(limit_value)s.

source: Please provide a message.
ha: Bayar da saƙo.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ha: Saƙonka ya yi gajarta ƙwarai (%(show_value)s characters). Dole ya zama a ƙalla haruffa %(limit_value)s.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ha: Ka bar tsawon saƙonka zuwa haruffa %(limit_value)s ko ƙasa. A yanzu ya kai haruffa %(show_value)s.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
ha: Goge aike | {t} | {d} Tattaunawa | Tushen Ilimi

source: Discuss
ha: Tattauna

source: Delete Post
ha: Goge Aike

source: Are you sure you want to delete this post?
ha: Ka tabbata ka na so ka goge wannan aiken?

source: Author
ha: Marubuci

source: Date
ha: Kwanan wata

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ha: Kana gaf da goge wannan aiken din-din-din. <strong>Ba za'a iya fasa wannan ba!</strong> Ka tabbata kana so ka ci gaba?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
ha: Goge tattaunawa | {t} | {d} Tattaunawa | Tushen Ilimi

source: Delete Thread
ha: Goge Tattaunawa

source: Are you sure you want to delete this thread?
ha: Ka tabbata kana so ka goge wannan tattaunawa?

source: Number of Replies
ha: Yawan Amsoshi

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ha: Kana gaf da goge wannan tattaunawa din-din-din. <strong>Ba za'a iya fasa wannan ba!</strong> Ka tabbata ka na so ka ci gaba?

source: {locale_name} Discussions | Knowledge Base
ha: {locale_name} Tattaunawa | Tushen Ilimi

source: {locale_name} Discussions
ha: {locale_name} Tattaunawa

source: {l} Knowledge Base Discussions
ha: {l} Tattaunawa ta Asalin Ilimi

source: Stop watching this locale
ha: Daina kallon wannan wurin

source: Watch this locale
ha: Kalli wannan wurin

source: Watch
ha: Kallo

source: Replies
ha: Amsoshi

source: Last Post
ha: Aiken ƙarshe
