Repository: mozilla-l10n/sumo-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
ha: Kalli <a href="%(url)s">tarihin</a> domin saka gyaranka a kan abu na yanzu da ba'a nazari ba.

source: Change Revisions
ha: Canja Nazari

source: Revision {num}:
ha: Nazari {num}:

source: Stop article emails
ha: Tsayar da imel na maƙala

source: Email me article changes
ha: A yiwo min imel na canje-canjen maƙaloli

source: Submit for Review
ha: Miƙawa domin Sake Nazari

source: Preview Content
ha: Misalin Abin ciki

source: Preview Changes
ha: Misalin Canje-canje

source: Submit Your Changes
ha: Miƙa Canje-canjenka

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
ha: Ka fi fice! Za mu aika maka da saƙon imel domin mu sanar da kai idan an amince da canje-canjenka. Za ka iya bin tattaunawar dangane da wannan maƙala ta danna madannin Tattaunawa.

source: Briefly describe your changes:
ha: Yi bayanin canje-canjenka a taƙaice:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
ha: Wannan gyaran bai mayar da wannan maƙala sabuwa ba. Bambance-bambancen Turanci ba zai canja a gyaran gaba ba.

source: Notify me of any future changes to this page
ha: Sanar da ni duk wasu gyare-gyare na gaba a wannan shafin

source: Help with:
ha: Taimaka da:

source: Customize this article
ha: Tsara wannan maƙala

source: Was this article helpful?
ha: Wannan maƙalar ta taimaka?

source: Please wait...
ha: Dakata...

source: Leave a message for {rest} and {last}:
ha: Bar saƙo domin {rest} da {last}:

source: Warning: This page is also being edited by %(user)s!
ha: Gargaɗi: Wannan shafin yana samun gyara daga %(user)s!

source: If you know what you are doing, you can edit the document anyway.
ha: Idan ka san me ka ke yi, za ka iya gyara daftarin duk da haka.

source: Edit anyway
ha: Gyara duk da haka

source: Report Abuse
ha: Bayar da Rahoton Saɓawa

source: Report this
ha: Bayar da rahoton wannan

source: Have more to say?
ha: Me za'a faɗa?

source: Mark as Ready for Localization
ha: Yi alama a matsayin Shiryawa domin Fassara

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
ha: Ka na gaf da saka alama ga wannan nazari <span class="revtime"></span> a matsayin Shiryawa domin Fassara. Ka tabbata ka na so ka ci gaba?

source: View Diff
ha: Kalli Bambanci

source: Close Diff
ha: Rufe Bambanci

source: Editor
ha: Mai gyara

source: Search for documents...
ha: Neman daftarori...

source: No related documents.
ha: Babu daftarori masu alaƙa.

source: Approve Translation
ha: Amince da Fassara

source: Approve Revision
ha: Amince da Nazari

source: Defer Translation
ha: Ɗage Fassara

source: Defer Revision
ha: Ɗage Nazari

source: Cancel Review
ha: Soke sake Nazari

source: Accept this Translation
ha: Karɓi wannan Fassarar

source: Accept this Revision
ha: Karɓi wannan Nazarin

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
ha: Ka na gaf da amincewa da gyaranka. Yi tunanin tambayar <a href="%(url)s">masu sake nazarinmu</a> maimako.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ha: Danna Na karɓa zai mayar da wannan yayin na wannan maƙalar mai ban sha'awa! Ɗauki wani ɗan lokaci ka tabbatar cewa duk zaɓin dai dai su ke.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ha: Mun gode sabo da ɗaukar lokaci ka sake nazarin waɗan nan canje-canje. Danna Na karɓa zai mayar da wannan yayi mai ban sha'awa! Ɗauki wani lokaci ka tabbatar cewa duk zaɓin dai dai su ke.

source: Accept
ha: Karɓi

source: Defer this Translation
ha: Ɗage wannan Fassarar

source: Defer this Revision
ha: Ɗage wannan Nazarin

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
ha: Mun gode sabo da ɗaukar lokaci ka sake nazarin waɗan nan canje-canje. Godewa mai gyara sannan ka bayar da amsa ta musamman kuma mai ma'ana dangane da abin da ka ke ji ya na bukatar canji domin yadda nazarin zai zama karɓaɓɓe.

source: Defer
ha: Ɗage

source: Show Helpfulness Votes Chart
ha: Nuna Taswirar Ƙuri'ar Taimakawa

source: Compare Selected Translations
ha: Kwatanta Fassarorin da aka zaɓa

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
ha: Mahimmanci - MT: Manya-manya Canje-canje na Abin ciki. M: Canje-canje na Abin ciki. Babu Komai: Ƙananan Canje-canje.

# revision
source: Unreviewed
ha: Wanda ba'a sake nazari ba

source: Current
ha: Na yanzu

source: Reviewed
ha: An sake nazari

source: This revision is ready for localization.
ha: Wannan nazarin ya shirya domin fassarawa.

source: This revision is not ready for localization.
ha: Wannan nazarin ya shirya domin fassarawa.

source: Delete this revision
ha: Goge wannan nazarin

source: This document has no revisions.
ha: Wannan daftarin ba shi da nazarce-nazarce.

source: Editing Tools
ha: Kayayyakin Gyara

source: Discussion
ha: Tattaunawa

source: Show Translations
ha: Nuna Fassarori

source: Show History
ha: Nuna Tarihi

source: Unsubscribe from edit notifications
ha: Daina sautu daga sanarwar gyara

source: Subscribe to edit notifications
ha: Yi sautu zuwa sanarwar gyara

source: Related products
ha: Sauran kayayyaki

source: Confusing
ha: Mai rikitarwa

source: Solution didn't work
ha: Mafita ba ta yi aiki ba

source: Too long
ha: Tsawo da yawa

source: I have feedback about Firefox
ha: Ina da amsa dangane da Firefox

source: Tell us more.
ha: Ƙara mana bayani.

source: Please provide more details
ha: Bayar da cikakken bayani
