Repository: mozilla-l10n/sumo-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: You are watching this thread
ha: Kana kallon wannan tattaunawa

source: You are not watching this thread
ha: Ba ka kallon wannan tattaunawa

source: There are no threads. Maybe you should create some!
ha: Babu tattaunawa. Mai yiwuwa za ka iya ƙirƙirar wasu!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
ha: Gyara aike | {t} | {d} Tattaunawa | Tushen Ilimi

source: Edit a post
ha: Gyara aike

source: Update post
ha: Sabunta aike

source: Edit thread {t} | {d} Discussion | Knowledge Base
ha: Gyara tattaunawa {t} | {d} Tattaunawa | Tushen Ilimi

source: Edit thread
ha: Gyara tattunawa

source: Edit thread "{t}"
ha: Gyara tattaunawa "{t}"

source: Update thread
ha: Sabunta tattaunawa

source: Create a new thread | {d} | Knowledge Base
ha: Ƙirƙiri sabuwar tattaunawa | {d} | Tushen Ilimi

source: Create a new thread
ha: Ƙirƙiri sabuwar tattaunawa

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
ha: Ka wuce adadin tattaunawa da amsoshi da za'a iya aikawa a wani tsawon lokaci da aka bayar. Sake gwadawa nan gaba kaɗan.

source: Post Thread
ha: Aika Tattaunawa

source: {t} | {d} Discussion | Knowledge Base
ha: {t} | {d} Tattaunawa | Tushen Ilimi

source: Edit this thread
ha: Gyara wannan tattaunawa

source: Delete this thread
ha: Goge wannan tattaunawa

source: Unlock this thread
ha: Buɗe wannan tattaunawa

source: Lock this thread
ha: Kulle wannan tattaunawa

source: Unsticky this thread
ha: Cire liƙa wannan tattaunawa

source: Sticky this thread
ha: Liƙe wannan tattaunawa

source: Last reply by
ha: Amsa ta ƙarshe daga

source: Sticky
ha: Mai danƙo

source: Locked
ha: An rufe

source: Stop watching this thread
ha: Daina kallon wannan tattaunawa

source: Watch this thread
ha: Kalli wannan tattaunawa

source: Oh, no! Looks like there are no posts!
ha: Ayya! Bisa ga dukkan alamu babu aike-aike!

source: Post a reply
ha: Aika amsa

source: Post Reply
ha: Aika amsa

source: Preview Reply
ha: Kalli Misalin Amsa

source: This thread has been locked. It is no longer possible to post new replies.
ha: An kulle wannan tattaunawa. Ba zai yiwa ka aika sabuwar amsa ba.

source: {d} Discussion | Knowledge Base
ha: {d} Tattaunawa | Tushen Ilimi

source: {d} Discussion
ha: {d} Tattaunawa

source: Post a new thread
ha: Aika da sabuwar tattaunawa

source: Stop watching this forum
ha: Daina kallon wannan dandali

source: Watch this forum
ha: Kalli wannan dandali

source: Type
ha: Iri

# thread_type
source: Locked
ha: An rufe

# thread_type
source: Sticky
ha: Mai danƙo

source: View this post on the site.
ha: Kalli wannan aiken a wannan dandalin.

source: This forum is a discussion about improving the "%(title)s" article.
ha: Wannan dandalin tattaunawa ne dangane da inganta "%(title)s" maƙala.

source: 1 post
ha: aike 1

source: Edit this post
ha: Gyara wani aiken

source: Delete this post
ha: Goge wannan aiken

source: Quote
ha: Ambato

source: Post Preview:
ha: Aika Misali:

source: Turn off emails for discussion in my locale.
ha: Kashe imel domin tattaunawa a wuri na.

source: Get emailed when there is new discussion activity in my locale.
ha: Sami saƙon imel idan an sami sabon aikin tattaunawa a wurin zama na.

source: KPI Dashboard
ha: Allon KPI

source: Questions
ha: Tambayoyi

source: Questions solved
ha: An amsa tambayoyi

source: Definition: Percentage of threads that have answer marked as a solution
ha: Bayani: Tattaunawa daga cikin ɗari wadda take da amsa da ke da shaidar amsawa

source: Questions responded to within X hours
ha: Tambayoyin da aka amsa cikin awanni X

source: Definition: Percentage of questions that get an action within X hours
ha: Bayani: Tambayoyi daga cikin ɗari wanɗanda suka sami wani mataki cikin awanni X

source: Helpfulness of KB articles and Forum
ha: Taimakawar maƙalolin KB da Dandali

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
ha: Bayani: Rabon "e"/jimlar ƙuri'u na maƙalolin KB, tattaunawar dandali

source: Number of active contributors to the English KB
ha: Adadin masu bayar da gudun mawa ga KB na Turanci

source: Definition: The number of people who have contributed to the KB in the last 30 days.
ha: Bayani: Adadin mutanen da suka bayar da gudun mawa zuwa KB a kwanaki 30 da suka gabata.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
ha: Bayanin bayar da gudun mawa: an gyara maƙala 1+ ko an yi nazarin maƙala 1+

source: Number of active contributors to the non-English KB
ha: Adadin masu bayar da gudun mawa masu aiki zuwa ga KB wanda ba na Turanci ba

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
ha: Bayani: Adadin mutanen da suka bayar da gudun mawa zuwa ga KB wanda ba na Turanci ba a kwanaki 30 da suka gabata.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
ha: Bayanin bayar da gudun mawa: an gyara maƙala 1+ wadda ba ta Turanci ba ko an yi nazarin maƙala 1+ wadda ba ta Turanci ba.

source: Number of active forum contributors
ha: Adadin dandali masu aiki masu bayar da gudun mawa

source: Definition: The number of people who have contributed to the forums in the last 30 days.
ha: Bayani: Adadin mutanen da suka bayar da gudun mawa ga dandali a kwanaki 30 da suka gabata.

source: Definition of contribution: wrote 10+ posts
ha: Bayanin bayar da gudun mawa: an rubuta aike-aike 10+

source: Search Clickthrough Rate
ha: Bincika adadin Clickthrough

source: Clickthrough rate
ha: Adadin Clickthrough

source: Definition: Percentage of people searching who click on an item on the search results page.
ha: Bayani: Kaso daga cikin ɗari na mutanen da suke bincike waɗanda suka danna wani kaya a shafin neman sakamako.

source: Daily Unique Visitors
ha: Masu Ziyara na Musamman a kullum

source: L10n Coverage
ha: Isarwa ta L10n

source: L10n coverage
ha: Isarwa ta L10n

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
ha: Bayani: Isarwa ta L10n wani ma'auni ne daga cikin ɗari na tushen masu ziyara waɗan da aka yiwa aiki da maƙaloli na KB a yarukansu. Ana lissafawa ta yin la'akari da fitattu guda 50 na Turanci da masu fassara suka auna matsayin maƙalar da kuma adadin ziyara ta ko wane wuri.

source: Edit levels are taken into account as follows:
ha: Gyara mataki ana kula da su kamar haka:

source: More than one level 2 review change drops the localization to 0%
ha: Canja nazari mai mataki fiye da 2 na faɗo da fassara zuwa 0%

source: Example:
ha: Misali:

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
ha: Idan Shafin Gidan shi kaɗai ne maƙalar da aka fassara kuma har zuwa yau a Jamusanci ya ke, sabo da haka isarwarmu gaba ɗaya ita ce 2% na 10%=0.2% gaba ɗaya (+ isarwar Turanci)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
ha: Idan Jamus ta rasa canji mai mataki na 2, isarwar za ta sauka zuwa 50%, sabo da haka 1% na 10%= 0.1% a gaba ɗaya

source: Exit Survey Results
ha: Fita daga Sakamakon Nazari

source: Sign up as a volunteer
ha: Shiga a matsayin ɗan sa-kai

source: Sign me up
ha: Shigar da ni

source: username1, username2,...
ha: mai amfani na 1, mai amfani na 2,...

source: To:
ha: Zuwa:

source: Message:
ha: Saƙo:

source: [SUMO] You have a new private message from [{sender}]
ha: [SUMO] Kana da saƙo na ka na kanka daga [{sender}]

source: Invalid username provided. Enter a new username below.
ha: An bayar da sunan mai amfani wanda ba dai dai ba. Shigar da sabon sunan mai amfani a ƙasa.

source: Your message was sent!
ha: An aika saƙonka!

source: No messages selected. Please try again.
ha: Ba'a zaɓi saƙwanni ba. Sake jarrabawa.

source: Messages didn't add up. Try again.
ha: Ba'a tattara saƙwanni ba. Sake gwadawa.

source: The message was deleted!
ha: An goge wannan saƙon!

source: Delete Message
ha: Goge saƙo

source: Messages
ha: Saƙwanni

source: Sent Messages
ha: Saƙwannin da aka Aika

source: Are you sure you want to delete these messages?
ha: Ka tabbata kana so ka goge waɗan nan saƙwannin?

source: Are you sure you want to delete this message?
ha: Ka tabbata kana so ka goge wannan saƙon?

source: Inbox
ha: Cikin akwati

source: New Message
ha: Sabon saƙo

source: Mark Selected as Read
ha: Yiwa waɗanda aka zaɓa alamar an karanta

source: Delete Selected
ha: Goge waɗanda aka zaɓa

source: Read message
ha: Karanta saƙo

source: Delete message
ha: Goge saƙo

source: There are no messages here.
ha: Babu saƙwanni a nan.

source: You have exceeded the number of private messages that can be sent in a day.
ha: Ka wuce adadin saƙwanni na ƙashin kai da za'a iya aikawa a rana.

source: Send
ha: Aika

source: You
ha: Kai

source: Read Sent Message
ha: Karanta Saƙwanni da aka Aika

source: Read Message
ha: Karanta Saƙwanni

source: Reply
ha: Amsa

source: {sender} sent you the following message:
ha: {sender} ya aiko maka wannan saƙon:

source: View this message on the web
ha: Kalli wannan saƙon a yanar gizo

source: View this message on the web:
ha: Kalli wannan saƙon a yanar gizo:

source: Change your email preferences:
ha: Canja zaɓinka na imel:

source: System
ha: Na'ura

source: Message Preview:
ha: Misalin Saƙo:

source: {product} Help
ha: {product} Taimako

source: In English
ha: A Turanci

source: Firefox Sync
ha: Saita Firefox

source: Bookmarks
ha: Zaunanniyar alama

source: Systems and Languages
ha: Tsare-tsare da Yaruka

source: Release Notes
ha: Saki rubutu

source: Privacy
ha: Na Ƙashin kai

source: Products
ha: Kayayyaki

source: Topics
ha: Batutuwa

source: Download, install and migration
ha: Saukewa, sakawa da ƙaura

source: Privacy and security settings
ha: Saituna na ƙashin kai da tsaro

source: Customize controls, options and add-ons
ha: Tsara abubuwan tafiyarwa, zaɓi da abubuwan ƙari

source: Fix slowness, crashing, error messages and other problems
ha: Gyara rashin sauri, kuskuren saƙwannin da sauran matsaloli

source: Tips and tricks
ha: Shawarwari da dabara

source: Tabs
ha: Madannai

source: Websites
ha: Dandalin yanar gizo

source: Payments
ha: Biya

source: Troubleshooting
ha: Warware matsala

source: Calendar
ha: Kalanda

source: Please confirm your email address
ha: Tabbatar da adireshinka na imel

source: %s posted an answer to your question "%s"
ha: %s an aika amsa zuwa tambayarka "%s"

source: Re: %s
ha: Tunasarwa: %s

source: New answers for question: %s
ha: Babu amsoshi ga tambayoyi: %s

source: Solution found to Firefox Help question
ha: An sami mafita zuwa tambaya ta Taimakon Firefox

source: Solution found for question: %s
ha: An sami mafita ga tambaya ta: %s

source: Recently updated questions
ha: Tambayoyin da aka sabunta kwana-kwanan nan

source: Recently updated questions tagged %s
ha: Tambayoyin da aka sabunta kwana-kwanan nan da aka yiwa alama %s

source: Recent answers to %s
ha: Amsoshin kwanan nan zuwa %s

source: URL of affected site
ha: URL na dandalin da abin ya shafa

source: Crash ID(s)
ha: Karon ID(s)

source: Troubleshooting Information
ha: Bayanin warware matsala

source: This information gives details about the internal workings of your browser that will help in answering your question.
ha: Wannan bayanin ya bayar da cikakken bayani dangane da aiki daga ciki na mai gewayawarka wanda zai taimaka wajen amsa tambayarka.

source: This happens
ha: Wannan yana faruwa

source: Not sure how often
ha: Bani da tabbas ko sau nawa

source: Just once or twice
ha: Sau ɗaya ko biyu

source: A few times a week
ha: Lokuta kaɗan a mako

source: Every time Firefox opened
ha: Duk lokacin da Firefox ta buɗe

source: This started when...
ha: Wannan ya fara lokacin da...

source: Firefox version
ha: Yayin Firefox

source: Operating system
ha: Tsarin gudanarwa

source: Installed plugins
ha: Saka haɗawa

source: Extension/plugin you are having trouble with
ha: Faɗaɗawa/haɗawa da ka ke da matsala da su

source: Mobile device
ha: Na'urar Wayar hannu

source: Enter your reply here.
ha: Shigar da amsarka a nan.

source: Enter your email address here.
ha: Shigar da adireshinka na imel a nan.

source: Please provide an email.
ha: Bayar da imel.

source: That tag does not exist.
ha: Wannan shaidar babu ita.

source: Please provide a tag.
ha: Bayar da shaida.

source: Recently unanswered
ha: Wanda ba'a amsa ba na kwana-kwanan nan

source: New
ha: Sabo

source: Answers didn't help
ha: Amsoshi basu taimaka ba

source: Needs info
ha: Yana bukatar bayani

source: Solution provided
ha: An bayar da mafita

source: Solved
ha: An warware

source: Updated
ha: An sabunta

source: Views
ha: Ra'ayoyi

source: Votes
ha: Ƙuri'u

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
ha: Babu dandalin tambayoyi na {product} a tsohon {old_lang}, mun canjaka zuwa dandalin tambayoyi na {new_lang}.

source: Thank you for choosing a solution!
ha: Godiya gareka domin zaɓar mafita!

source: This question already has a solution.
ha: Wannan tambayar tuni tana da mafita.

source: The solution was undone successfully.
ha: An sami nasara na rashin kammala mafita.

source: Glad to hear it!
ha: Muna farin cikin jin haka!

source: Sorry to hear that.
ha: Bamu ji daɗin jin haka ba.

source: You already voted on this reply.
ha: Ka riga ka zaɓi wannan amsa.

source: Could not send a message to that email address.
ha: Ba za'a iya aika saƙo zuwa wancan adireshin imel ba.

source: You will be notified of updates by email.
ha: Za'a sanar da kai sabuntawa ta imel.

source: You should receive an email shortly to confirm your subscription.
ha: Za ka sami imel cikin lokaci kaɗan domin tabbatar da sautunka.

source: Subscription confirmed.
ha: An tabbatar da sautu.

source: There was a problem confirming your subscription.
ha: Akwai matsala wajen tabbatar da sautunka.

source: Email updates
ha: Sabunta imel

source: You will now receive updates via email.
ha: Yanzu za ka dinga samun sabuntawa ta hanyar imel.

source: Go back to the question.
ha: Koma zuwa tambayar.

source: Stop receiving updates via email for this question.
ha: Daina samun sabuntawa ta hanyar imel domin wannan tambayar.

source: Go back to the question and try again.
ha: Koma zuwa tambayar ka sake jarrabawa.

source: Delete Answer | {t} | Firefox Support Forum
ha: Goge Amsa | {t} | Dandalin Tallafi na Firefox

source: Delete answer
ha: Goge amsa

source: Are you sure you want to delete this answer?
ha: Ka tabbata kana so ka goge wannan amsa?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ha: Kana gaf da goge wannan amsa din-din-din. <strong>Ba za'a iya fasa wannan ba!</strong> Ka tabbata kana so ka ci gaba?

source: Delete Question | {t} | Firefox Support Forum
ha: Goge Tambaya | {t} | Dandalin Tallafi na Firefox

source: Delete question
ha: Goge tambaya

source: Are you sure you want to delete this question?
ha: Ka tabbata kana so ka goge wannan tambaya?

source: Number of Answers
ha: Lambar Amsoshi

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ha: Kana gaf da goge wannan tambayar din-din-din. <strong>Ba za'a iya fasa wannan ba!</strong> Ka tabbata kana so ka ci gaba?

source: Editing an answer | {t} | Firefox Support Forum
ha: Gyara amsa | {t} | Dandalin Tallafi na Firefox

source: Edit an answer
ha: Gyara amsa

source: Created by:
ha: Ƙirƙira daga:

source: Last updated by:
ha: Sabuntawar ƙarshe daga:

source: Last updated:
ha: Sabuntawar ƙarshe:

source: Question:
ha: Tambaya:

source: Update answer
ha: Sabunta amsa

source: Edit a Question
ha: Gyara Tambaya

source: Edit the question
ha: Gyara Tambayar

source: Save Question
ha: Ajiye Tambaya

source: Support Forum Metrics
ha: Lambobi na Dandalin Tallafi

source: Metrics
ha: Lambobi

source: Submit
ha: Miƙa

source: <strong>{product}</strong> Support Forum
ha: <strong>{product}</strong> Dandalin Tallafi

source: {product} Support Forum
ha: {product} Dandalin Tallafi

source: {q} | {product} Support Forum
ha: {q} | {product} Dandalin Tallafi

source: {user} is currently working on this problem.
ha: {user} yanzu yana aiki a kan wannan matsalar.

source: View other questions that need attention.
ha: Kalli sauran tambayoyi waɗanda ke bukatar kulawa.

source: This thread was closed.
ha: An rufe wannan tattaunawa.

source: This thread was archived.
ha: Wannan tattunawa ta zama daɗaɗɗiya.

source: This thread was closed and archived.
ha: Wannan tattaunawa an rufeta kuma ta zama daɗaɗɗiya.

source: Please ask a new question if you need help.
ha: Yi sabuwar tambaya idan ka na bukatar taimako.

source: reply
ha: amsa

source: No replies
ha: Babu amsoshi

source: has this problem
ha: yana da wannan matsala

source: Marked as spam by %(marked_by)s at %(marked_time)s
ha: An yi alama a matsayin damfara daga %(marked_by)s a %(marked_time)s

source: Attached screenshots
ha: Hoton allon fuska da aka liƙa

source: Modified {datetime} by {name}
ha: An gyara {datetime} daga {name}

source: Solution chosen by {user}
ha: An zaɓi mafita daga {user}

source: Chosen solution
ha: Mafitar da aka zaɓa

source: Read this answer in context
ha: Karanta wannan amsa a matsayinta

source: I have this problem, too
ha: Nima, ina da wannan matsalar

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
ha: Domin kariya daga wasiƙa gayyar-soɗi, muna taƙaita adadin amsoshin da za'a iya aikawa cikin gajeren lokaci. Idan kana so ka daɗa aike ƙirƙiri aike a <a href="%(url)s">contributors forum</a> ka tambayi cewa kana so ka shiga farin-jeri.

source: Post a Reply
ha: Aika Amsa

source: I am providing the requested information
ha: Ina bayar da bayanin da aka nema

source: Ask a question
ha: Yi tambaya

source: Edit this question
ha: Gyara wannan tambaya

source: Delete this question
ha: Goge wannan tambaya

source: Unlock this question
ha: Buɗe wannan tambaya

source: Lock this question
ha: Kulle wannan tambaya

source: Unarchive this question
ha: Daina ajiyar wannan tambaya

source: Archive this question
ha: Ajiye wannan tambaya

source: Stop email updates
ha: Tsayar da sabunta imel

source: Get email updates
ha: Sami sabuntawa imel

source: Subscribe to feed
ha: Yi sautu zuwa ƙarfin wuta

source: Tags
ha: Alamomi

source: Add
ha: Daɗa

source: Product
ha: Kaya

source: Topic
ha: Batu

source: Save changes
ha: Ajiye canje-canje

source: System Details
ha: Cikakken Bayanin Na'ura

source: Device:
ha: Na'ura:

source: More system details
ha: Ƙarin cikakken bayani na na'ura

source: Additional System Details
ha: Ƙarin Cikakken Bayanin Na'ura

source: Sites Affected
ha: Dandalin da ya shafa

source: Crash ID
ha: ID na Karo

source: This happened
ha: Wannan ya faru

source: Installed Plug-ins
ha: Haɗawar da aka saka

source: Edit details
ha: Gyara cikakken bayani

source: Multiple Products
ha: Kayayyaki Masu Yawa

source: Showing questions tagged:
ha: Nuna amsoshi da aka yiwa shaida:

source: Show all questions
ha: Nuna duk tambayoyi

source: Attention needed
ha: Akwai bukatar kulawa

source: Responded
ha: Waɗanda aka bayar da amsa

source: Done
ha: An kammla

source: Contributed
ha: An bayar da gudun mawa

source: Archived
ha: Ajiyayyu

source: votes this week
ha: ƙuri'u na wannan mako

source: Filter by
ha: Tace da

source: Show me
ha: Nuna min

source: Posts from everyone
ha: Aike-aike daga kowa

source: My contributions
ha: Gudun mawata

source: You have been unsubscribed.
ha: An cireka daga sautu.

source: There was a problem unsubscribing.
ha: Akwai matsala wajen cirewa daga sautu.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
ha: Ka daina samun saƙon imel na sabuntawa domin wannan tambayar: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
ha: Ba zamu iya janye sautu daga wannan tambaya ba: <a href="%(question_url)s">%(question_title)s</a>. Ka tabbata ka kwafa kuma ka liƙa haɗin janye sautu dai dai.

source: You are about to subscribe to:
ha: Kana kusa da yin sautu zuwa:

source: Confirm your subscription
ha: Tabbatar da sautunka

source: Thanks!
ha: Na gode!

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
ha: Domin tabbatar da sautunka, danna haɗin ƙasa ko ka juya kuma ka liƙa komai saɗara ta wajen mai gewayawa:

source: Browse for unsolved questions and help a fellow user
ha: Gewaya domin tambayar da ba'a warware ba kuma ka taimakawa mai amfani aboki

source: Solving 1 issue helps up to 1,000 users a day!
ha: Warware matsala 1 na taimakawa masu amfani 1,000 a wuni!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
ha: Bobot ne ya aika da wannan imel kai tsaye. Robot ɗinmu ba zai iya amsa tambayarka ba, amma masu bayar da gudun mawa na dandalinmu za su iya! Idan kana so ka ba su amsa, <a href="%(url)s">danna nan</a>.

source: Hi {username},
ha: Barka {username},

source: {answerer} commented on a Firefox question on {host}:
ha: {answerer} an yi sharhi a kan tambayar Firefox a {host}:

source: {answerer} wrote:
ha: {answerer} ya rubuta:

source: See the comment:
ha: Kalli sharhin:

source: If this comment is helpful, vote on it:
ha: Idan wannan sharhin ya taimaka, yi zaɓe a kansa:

source: Help other Firefox users by browsing for unsolved questions on {host}:
ha: Taimakawa sauran masu amfani ta gewayawa domin tambayoyin da ba'a amsa ba a {host}:

source: You might just make someone's day!
ha: Mai yiwuwa ka sa wani fari ciki a yau!

source: Mark it as solved
ha: Yi masa alama a matsayin an warware

source: This doesn't solve my problem
ha: Wannan bai warware matsalata ba

source: Browse for unsolved questions and help a Firefox user
ha: Gewaya domin tambayoyi da ba'a warware ba kuma ka taimakawa sauran masu amfani da Firefox

source: {answerer} has posted an answer to your question on {host}:
ha: {answerer} ya aika da amsa zuwa ga tambayarka a {host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
ha: Idan wannan bai warware matsalarka ba, bari {answerer} ya sani ta bayar ba da amsa a kan yanar gizo:

source: If this answer solves your problem, please mark it as "solved":
ha: Idan wannan amsa ta warware matsalarka, yi mata alama a matsayin "an warware":

source: This will help other Firefox users find good answers to their questions!
ha: Wannan zai taimakawa sauran masu amfani da Firefox su samo amsoshi masu kyau ga tambayoyinsu!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
ha: Kawai muna so ka sani cewa %(answerer)s sun warware matsala ga tambayoyin Firefox da ka ke bi.

source: The question: '{title}' was marked as solved by its asker, {asker}.
ha: Tambatar: '{title}' an yi mata alama a matsayin an amsa daga wanda ya yi tambayar, {asker}.
