Repository: mozilla-l10n/sumo-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
ha: Wannan zai sanar da masu fassara kuma za'a yiwa fassara alama a matsayin "mai bukatar sabuntawa" a jikin alluna. Yawaicin canje-canje&mdash;sabunta hoto, gyara {for} saka alama, daɗawa ko cirewa na ɓangarori marasa mahimmanci&mdash;zai yi amfani da wannan.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
ha: Wannan zai sanar wa masu fassara kuma za'a yiwa fassarar alama "daɗaɗɗiya" a jikin alluna. Fassara za ta nuna gargaɗi ga masu amfani cewa suna cikin daɗaɗɗiya kuma na Turancin shi ne ya fi dai dai. Yi amfani da wannan idan tsohon gargaɗin ba shi da amfani gaba ɗaya.

source: How to
ha: Yadda za'a

source: How to contribute
ha: Yadda za'a bayar da gudun mawa

source: Navigation
ha: Gewayawa

source: %(old)s Redirect %(number)i
ha: %(old)s Turawa %(number)i

source: %(old)s-redirect-%(number)i
ha: %(old)s turawa-%(number)i

source: {title} was edited by {creator}
ha: {title} gyara daga {creator}

source: {title} is ready for review ({creator})
ha: {title} ya shirya domin sake nazari ({creator})

source: {title} has a revision ready for localization
ha: {title} yana da nazari da ya shiya domin fassara

source: {title} ({locale}) has a new approved revision ({reviewer})
ha: {title} ({locale}) yana da abon nazari da aka amince da shi ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ha: Ajiye tsawon takenka zuwa haruffa %(limit_value)s ko ƙasa. A yanzu ya na haruffa %(show_value)s.

source: Please provide a slug.
ha: Bayar da tsari.

source: The slug provided is not valid.
ha: Tsarin da aka bayar ba shi da inganci.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ha: Tsarin ya yi gajarta sosai (%(show_value)s characters). Dole a ƙalla ya zama haruffa %(limit_value)s.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ha: Ajiye tsawon tsarin ya zama zuwa haruffa %(limit_value)s ko ƙasa. A yanzu yana haruffa %(show_value)s.

source: Please provide a summary.
ha: Bayar da taƙaitaccen bayani.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ha: Taƙaitaccen bayanin ya yi gajarta sosai (%(show_value)s character). Dole a ƙalla ya zama haruffa %(limit_value)s.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ha: Ka bar tsawon taƙaitaccen bayani zuwa haruffa %(limit_value)s ko ƙasa. A yanzu ya kai haruffa %(show_value)s.

source: Please provide content.
ha: Bayar da abin ciki.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ha: Abin ciki ya yi gajarta (%(show_value)s characters). Dole ya zama a ƙalla haruffa %(limit_value)s.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ha: Ka bar tsawon abin da ke ciki zuwa haruffa %(limit_value)s ko ƙasa. A yanzu ya na haruffa %(show_value)s.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ha: Ka bar tsawon sharhinka zuwa haruffa %(limit_value)s ko ƙasa. A yanzu ya na haruffa %(show_value)s.

source: Please select at least one product.
ha: Zaɓi a kalla kaya ɗaya.

source: Please select at least one topic.
ha: Zaɗi a ƙalla batu ɗaya.

source: Title of article
ha: Taken maƙala

source: Slug:
ha: Tsari:

source: Article URL
ha: URL na Maƙala

source: Relevant to:
ha: Dacewa zuwa ga:

source: Allow translations:
ha: Bar fassarori:

source: Obsolete:
ha: Tsoho:

source: Allow discussion on this article?
ha: A bar tattaunawa kan wannan maƙala?

source: Category:
ha: Jinsi:

source: Type of article
ha: Yanayin maƙala

source: Topics:
ha: Batutuwa:

source: Related documents:
ha: Daftarori masa alaƙa:

source: Needs change:
ha: Yana bukatar canji:

source: Comment:
ha: Sharhi:

source: Keywords:
ha: Mahimman kalmomi:

source: Affects search results
ha: Ya shafi sakamakon bincike

source: Search result summary:
ha: Nemi taƙaitaccen bayanin sakamako:

source: Only displayed on search results page
ha: An nuna kawai a shafin sakamakon nema

source: Expiry date:
ha: Kwanan watan ƙarewa:

source: Significance:
ha: Amfani:

source: Needs change
ha: Ya na bukatar canji

source: Users:
ha: Masu Amfani:

source: Start:
ha: Fara:

source: End:
ha: Ƙarshe:

source: {users} added successfully!
ha: An sami nasarar ƙara {users}!

source: There were errors adding users, see below.
ha: Akwai kuskure wajen daɗa masu amfani, duba ƙasa.

source: {user} removed from successfully!
ha: An sami nasarar cire mai amfani {user}!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
ha: Idan an saka alama, wannan shafin na wiki za'a ɓoyeshi daga tushen bincike da allo. Lokacin kallo, shafin zai yi gargaɗi cewa ba'a kula da shi.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
ha: Idan an saka alama, wannan daftarin zai bar tattaunawa a dandali na haɗin-gwiwa. Cire alama domin ɓoye/kashe dandalin.

source: If checked, this document needs updates.
ha: Idan an saka alama, wannan daftari na bukatar sabuntawa.

source: Please choose a category.
ha: Zaɓi jinsi.

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
ha: Dole nazari ya zama a kan maƙalar Turanci. ID na nazari %(id)s bai dace da wannan tsari ba.

source: Table of Contents
ha: Abubuwan da ke Ciki

source: [Recursive inclusion of "%s"]
ha: [Sake maimaitawa da ya haɗa da "%s"]

source: The document "%s" does not exist.
ha: Babu daftarin "%s".

source: The template "%s" does not exist or has no approved revision.
ha: Babu allon misali "%s" ko kuma ba shi da amincewa ta nazari.

source: Your revision has been approved: {title}
ha: An amince da nazarinka: {title}

source: Your revision has been reviewed: {title}
ha: An sake nazarin nazarinka: {title}

source: A revision you contributed to has been approved: {title}
ha: An amince da nazarin da ka bayar da gudun mawa: {title}

source: A revision you contributed to has been reviewed: {title}
ha: An sake nazari a kan nazarin da ka bayar da gudun mawa: {title}

source: You cannot translate this document.
ha: Ba za ka fassara wannan daftari ba.

source: You already voted on this Article.
ha: Ka riga ka yi zaɓe a kan wannan Maƙala.

source: Thanks for making us better!
ha: Mun gode sabo da mayar da mu ingantattu!

source: Revision %s
ha: Nazari %s

source: Firefox Releases
ha: Abubuwan saki na Firefox

source: Article Revisions
ha: Nazarin Maƙaloli

source: {users} added to the contributors successfully!
ha: An sami nasarar daɗa {users} ga masu bayar da gudun mawa!

source: There were errors adding new contributors, see below.
ha: Akwai kura-kurai wajen daɗa masu bayar da gudun mawa, duba ƙasa.

source: {user} removed from the contributors successfully!
ha: An sami nasarar cire {user} daga masu bayar da gudun mawa!

source: Compare Revisions | {document}
ha: Kwatanta Nazarce-nazarce | {document}

source: Compare Revisions
ha: Kwatanta Nazarce-nazarce

source: Back to History
ha: Koma zuwa Tarihi

source: Document Deleted | {document}
ha: An goge Daftari | {document}

source: Delete Document | {document}
ha: Goge Daftari | {document}

source: Delete Document
ha: Goge Daftari

source: The document has been deleted.
ha: An goge wannan daftarin.

source: Are you sure you want to delete this document?
ha: Ka tabbata ka na so ka goge wannan daftari?

source: All translations of this document will also be deleted.
ha: Duk fassarorin wannan daftarin za'a gogesu.

source: Current Content
ha: Abin ciki na Yanzu

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ha: Ka na gaf da goge wannan daftari din din din. <strong>Ba za'a iya fasa wannan ba!</strong> Ka tabbata ka na so ka ci gaba?

source: Cancel and go back to document history
ha: Soke kuma ka koma baya zuwa tarihin daftari

source: Remove contributor | {document}
ha: Cire mai bayar da gudun mawa | {document}

source: Remove Contributor
ha: Cire Mai bayar da Gudun mawa

source: Are you sure you want to remove {user} from the document contributors?
ha: Ka tabbata ka na so ka cire {user} daga masu bayar da gudun mawa?

source: Remove contributor
ha: Cire mai bayar da gudun mawa

source: Remove {role}
ha: Cire {role}

source: Locales
ha: Wurare

source: Are you sure you want to remove {user}?
ha: Ka tabbata ka na so ka cire {user}?

source: Delete Revision | {document}
ha: Goge Nazari | {document}

source: Delete Revision
ha: Gode Nazari

source: Unable to delete only revision of the document
ha: Ya gaza goge nazari kawai na daftarin

source: To delete the document, please notify an admin.
ha: Domin goge daftarin, sanar da masu gudanarwa.

source: Go back to document history
ha: Koma baya zuwa tarihin daftari

source: Are you sure you want to delete this revision?
ha: Ka tabbata ka na so ka goge wannan nazarin?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
ha: <strong>Gargaɗi:</strong> Wannan nazarin yana da KB na Ƙuri'un Taimakawa tare da shi. Goge wannan nazari na iya sakawa waɗan nan ƙuri'u haka su ma su goge.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ha: Ka na gaf da goge wannan nazari din din din. <strong>Ba za'a iya fasa wannan ba!</strong> Ka tabbata ka na so ka ci gaba?

source: Share this article: {link}
ha: Raba wannan maƙala: {link}

source: Edit Article | {document}
ha: Gyara Maƙala | {document}

source: Edit Article
ha: Gyara Maƙala

source: <label>Needs Change:</label> %(comment)s
ha: <label>Yana bukatar Canji:</label> %(comment)s

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
ha: Domin taimako a kan rubuta maƙaloli, duba <a href="%(url)s">Jagoran Tallafin Daftari</a>.

source: characters remaining.
ha: haruffan da su ka rage.

source: Save description
ha: Ajiye kwatance

source: Revision History | {document}
ha: Nazarin Tarihi | {document}

source: History
ha: Tarihi

source: History of {title}
ha: Tarihin {title}

source: Revision history for:
ha: Tarihin nazari domin:

source: Edit contributors
ha: Gyara masu bayar da gudun mawa

source: Document contributors
ha: Masu bayar da gudun mawa na daftari

source: Remove user from contributors
ha: Cire mai amfani daga masu bayar da gudun mawa

source: Add Contributor
ha: Daɗa Mai bayar da gudun mawa

source: Delete this document
ha: Goge wannan daftari

source: All Articles
ha: Duk Maƙaloli

source: There are no articles.
ha: Babu maƙaloli.

source: [{locale}] KB Team
ha: [{locale}] Ƙungiyar KB

source: [{locale}] Localization Team
ha: [{locale}] Ƙungiyar Fassara

source: Locale Leaders
ha: Shugabannin Wuri

source: Edit locale leaders
ha: Gyara shugabannin wuri

source: Remove user from locale leaders
ha: Gire mai amfani daga shugabannin wuri

source: Locale Reviewers
ha: Mazu Nazari na Wuri

source: Edit locale reviewers
ha: Gyara masu nazari na wuri

source: Add Reviewer
ha: Daɗa Mai Nazari

source: Remove user from locale reviewers
ha: Cire mai nazari daga cikin masu nazari na wuri

source: Locale Editors
ha: Masu gyara na wuri

source: Edit locale editors
ha: Gyara masu nazari na wuri

source: Add Editor
ha: Daɗa Masu gyara

source: Remove user from locale editors
ha: Cire mai amfani daga masu gyara na wuri

source: {count} Active Contributors (last 90 days)
ha: {count} Masu Bayar da Gudun mawa Masu aiki (last 90 days)

source: Locales | Knowledge Base
ha: Wurare | Tushen Ilimi

source: Create a New Article | Knowledge Base
ha: Ƙirƙiri Sabuwar Maƙala | Tushen Ilimi

source: New Article
ha: Sabuwar Maƙala

source: Create a New Knowledge Base Article
ha: Ƙirƙiri Sabuwar Maƙalar Tushen Ilimi

source: Article is for:
ha: Maƙala domin:

source: Review Revision {id} | {document}
ha: Sake duba Nazari {id} | {document}

source: Review Revision
ha: Sake duba Nazari

source: Review Revision of {title}
ha: Sake duba Nazari na {title}

source: Revision Comment: {comment}
ha: Sharhin Nazari: {comment}

source: This revision was already reviewed by {user} on {date}.
ha: Wannan nazari tuni an sake nazarinsa daga {user} ranar {date}.

source: Please review the latest revision.
ha: Bayar da Lambar Hulɗa.

source: A newer revision has already been reviewed.
ha: Tuni aka sake duba sabon nazarinka.

source: Submitted Revision Changes
ha: Canje-canje waɗanda aka Miƙa

source: Current public revision:
ha: Nazarin jama'a na yanzu:

source: Submitted revision:
ha: Nazari wanda aka miƙa:

source: Revision Source
ha: Tushen Nazari

source: Revision Content
ha: Abin ciki na Nazari

source: This document does not have a current revision.
ha: Wannan daftari ba shi da nazari na yanzu.

source: Search results summary:
ha: Taƙaitaccen sakamakon bincike:

source: Revision source:
ha: Tushen nazari:

source: Revision rendered html:
ha: Nazari ya zama html:

source: Review Translation {id} | {document}
ha: Nazarin Fassara {id} | {document}

source: Review Translation
ha: Nazarin Fassara

source: Review Translation of {title}
ha: Nazarin Fassara ta {title}

source: Translation Comment: {comment}
ha: Sharhin Fassara: {comment}

source: This translation was already reviewed by {user} on {date}.
ha: An riga an yi nazarin wannan fassara daga {user} ranar {date}.

source: Please review the latest version.
ha: Bayar da Lambar Hulɗa.

source: A newer version has already been reviewed.
ha: Tuni aka sake duba sabon nazarinka.

source: Recent English Changes
ha: Canje-canjen Turanci na Kwana-kwanan nan

source: Submitted Translation Changes
ha: Miƙa Canje-canjen Fassara

source: Current public translation:
ha: Fassarar Jama'a ta yanzu:

source: Submitted translation:
ha: Fassarar da aka miƙa:

source: Full Article Sources
ha: Tushen Cikakkiyar Maƙala

source: The {default_locale} version has no approved content to show.
ha: Shiryayyun yayi {default_locale} ba shi da abin ciki wanda aka amince da shi da za'a nuna.

source: Approved {default_locale} version:
ha: Yayin {default_locale} da aka amince da shi:

source: Revision {id} by {user} on {date}
ha: Nazari daga {id} {user} a ranar {date}

source: Submitted {locale} translation:
ha: Miƙa {locale} fassara:

source: This document does not have a current translation.
ha: Wannan daftarin ba shi da fassara ta yanzu.

source: Translation keywords:
ha: Mahimmiyar kalma ta Fassara:

source: Translation search results summary:
ha: Taƙaitaccen sakamako na binciken fassara:

source: Translation source:
ha: Tushen fassara:

source: Translation rendered html:
ha: An mayar da fassara html:

source: Revision {n} | {t} | {c}
ha: Nazari {n} | {t} | {c}

source: Revision {num}
ha: Nazari {num}

source: Revision Information
ha: Bayanin Nazari

source: Revision id:
ha: Id na Nazari:

source: Reviewed:
ha: An yi nazari:

source: Reviewed by:
ha: Nazari daga:

source: Is current revision?
ha: Nazari ne na yanzu?

source: Ready for localization:
ha: Shiryawa domin fassara:

source: Readied for localization:
ha: Shiryayye domin fassara:

source: Readied for localization by:
ha: Shiryayye domin fassara daga:

source: Edit article based on this revision
ha: Gyara maƙala dangane da wannan nazari

source: Select language | {document}
ha: Zaɓi yare | {document}

source: Select language
ha: Zaɓi yare

source: Select a language to translate to:
ha: Zaɓi yaren da za'a fassara zuwa cikinsa:

source: This document has already been translated to the following locales:
ha: An riga an fassara wannan daftarin zuwa waɗan nan wuraren:

source: Show translations | {document}
ha: Nuna fassarori | {document}

source: This document has been translated to the following locales:
ha: An fassara wannan daftarin zuwa waɗan nan wuraren:

source: This document is missing translations for the following locales:
ha: Wannan daftarin ba shi da fassara daga waɗan nan wuraren:

source: Translate Article | {document}
ha: Fassara Maƙala | {document}

source: Translate Article
ha: Fassara Maƙala

source: You are translating an English document which is not yet ready for localization.
ha: Ka na fassara daftari na Turanci wanda bai shirya domin fassara ba.

source: Translating {title}
ha: Fassarawa {title}

source: Translate Description
ha: Kwatanta Fassara

source: Title in {locale}:
ha: Take a {locale}:

source: Slug in {locale}:
ha: Tsari a {locale}:

source: Translate Content
ha: Fassara Abin ciki

source: Recently approved updates
ha: Sabuntawar da aka amince da ita ta kwanan nan

source: Differences
ha: Bambance-bambance

source: Note: This article has no revisions ready for localization.
ha: Lura: Wannan maƙala ba ta da nazari da aka shirya domin fassara.

source: Note: There are no approved translations for this article.
ha: Lura: Babu fassara da aka amince da ita domin wannan maƙala.

source: Keywords in {locale}:
ha: Mahimman kalmomi a {locale}:

source: Search result summary in {locale}:
ha: Taƙaitaccen sakamakon bincike a {locale}:

source: {locale} translation:
ha: fassarar {locale}:

source: What Links Here | {document}
ha: Waɗan ne Haɗi a Nan | {document}

source: What Links Here
ha: Waɗan ne Haɗi a Nan

source: Documents that link to "{title}"
ha: Daftarori da su ke da haɗi zuwa "{title}"

source: Documents that include "{title}"
ha: Daftarori da su ka haɗa da "{title}"

source: Documents that use "{title}" as a template
ha: Daftari mai amfani da "{title}" a matsayin allon misali

source: No other documents link to {title}.
ha: Babu wasu daftarori da su ke da haɗi zuwa {title}.

source: %(reviewer)s has approved the revision to the document %(document_title)s.
ha: %(reviewer)s sun tabbatar da nazarin bayanin %(document_title)s.

source: View the updated document
ha: Kalli daftarin da aka sabunta

source: Summary:
ha: Taƙaitacce:

source: Changes:
ha: canje-canje:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
ha: Domin ganin bayanin da aka sabunta, danna wannan haɗin mai zuwa, ko ka liƙa a wurin sandar mai gewayawa:

source: %(creator)s created a new revision to the document %(document_title)s.
ha: %(creator)s sun ƙirƙiri sabon nazari dangane da wannan bayani %(document_title)s.

source: View this document's history
ha: Kalli tarihin wannan daftari

source: To view this document's history, click the following link, or paste it into your browser's location bar:
ha: Domin ganin tarihin wannan bayani, danna wannan haɗin, ko ka liƙa wurin sandar mai gewayawa:

source: The document %(document_title)s has a new revision that is ready for localization.
ha: Bayanin %(document_title)s yana da sabon nazari wanda ya shirya domin fassarawa.

source: Localize the document
ha: Fassara daftarin

source: Text of the new revision:
ha: Rubutun sabon nazari:

source: To localize the document, click the following link, or paste it into your browser's location bar:
ha: Domin fassara bayanin, danna wannan haɗin, ko ka liƙa shi a wurin sandar mai gewayawa:

source: %(creator)s submitted a new revision to the document %(document_title)s.
ha: %(creator)s sun aika da sabon nazari zuwa rubutun %(document_title)s.

source: Review this revision
ha: Sake nazarin wannan nazari

source: To review this revision, click the following link, or paste it into your browser's location bar:
ha: Domin sake nazari, danna wannan haɗin, ko ka liƙa a wurin sandar mai gewayawa:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
ha: Masu bayar da gudun mawarmu su na aiki tuƙuru a kan rubuce-rubece kuma zai zama abu mahimmi idan za ka yi nazarinsu. Idan an bugasu cikin gaggawa za su fara taimakawa masu amfani.

source: If you have a moment please help us by reviewing these articles:
ha: Idan ka sami lokaci taimaka mana ta hanyar nazarin waɗan nan maƙaloli:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
ha: Godiya mai yawa sabo da gudun mawarka a maimakon SUMO kuma masu amfani da suka yi farin ciki waɗanda suka sami taimako!

source: Regards, <br />The SUMO team.
ha: Wassalam, <br />Ƙungiyar SUMO.

source: If you have a moment please review these articles:
ha: Idan za ka sami lokaci muna fata za ka yi nazarin waɗan nan rubuce-rubuce:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
ha: Godiya mai yawa domin gudun mawarka maimakon SUMO da kuma masu amfanin da suka yi farin ciki sabo da aikinka!

source: Regards, The SUMO team
ha: Wassalam, Ƙungiyar SUMO

source: Your revision has been reviewed.
ha: An duba nazarinka.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
ha: %(reviewer)s sun yarda da nazarinka na daftari %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
ha: %(reviewer)s sun duba nazarinka na daftari %(document_title)s.

source: Message from the reviewer:
ha: Saƙo daga mai nazari:

source: View the history of this document
ha: Kalli tarihin wannan daftari

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
ha: Domin ganin tarihin wannan daftari, danna haɗi mai zuwa, ko ka liƙa a wurin sandar mai gewayawaka:

source: (Redirected from <a href="{href}">{title}</a>)
ha: (Turawa daga <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
ha: <p>Wannan maƙala na iya zama tsohuwa.</p> <p> An samar da wani mahimmin canji ga maƙalar Turanci wadda daga ita aka sami wannan. Har sai an sabunta wannan shafi, za ka iya samun wannan ya taimaka: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
ha: Ba'a tsare wannan maƙalar ba, sabo da haka abin cikinta na iya zama tsoho.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
ha: Ba wanda ya taimaka aka fassara wannan maƙala tukuna. Idan ka riga ka san yadda fassara domin SUMO ta ke aiki, <a href="%(document_trans_link)s">fara fassara yanzu</a>. Idan ka na son ka koyi ta yaya za ka yi fassara maƙaloli domin SUMO, <a href="%(help_link)s">fara daga nan</a>.

source: This article doesn't have approved content yet.
ha: Wannan maƙala ba ta da amincewar abin ciki tukuna.

source: Warning: There are newer unreviewed revisions of this article.
ha: Gargaɗi: Akwai sababbin nazari da ba'a duba ba na wannan maƙala.
