Repository: mozilla-l10n/sumo-l10n
Catalog: ha/LC_MESSAGES/djangojs.po
Languages: ha

source: Questions
ha: Tambayoyi

source: Solved
ha: An warware

source: % Solved
ha: An warware %

source: Responded in 24 hours
ha: An bayar da amsa a awanni 24

source: % Responded in 24 hours
ha: An bayar da amsa % a awanni 24

source: Responded in 72 hours
ha: An bayar da amsa a awanni 72

source: % Responded in 72 hours
ha: An bayar da amsa % a awanni 72

source: Not responded in 24 hours
ha: Ba'a bayar da amsa ba a awanni 24

source: Not responded in 72 hours
ha: Ba'a bayar da amsa ba a awanni 72

source: Article Votes: % Helpful
ha: Ƙuri'un Maƙala: % Masu taimakawa

source: Answer Votes: % Helpful
ha: Ƙuri'un amsoshi: % Masu taimakawa

source: Army of Awesome
ha: Rundunar Burgewa

source: Click Through Rate %
ha: Danna Daga cikin Kaso %

source: Visitors
ha: Masu Ziyara

source: L10n Coverage
ha: Isarwa ta L10n

source: Percent Yes
ha: Kaso daga ɗari E

source: Yes
ha: E

source: No
ha: A'a

source: I don't know
ha: Ban sani ba

source: Error loading graph
ha: Kuskure wajen loda zane

source: An error occured.
ha: Kuskure ya afku.

source: There was an error generating the preview.
ha: Akwai kuskure wajen nuna misali.

source: There was an error submitting your vote.
ha: Akwai kuskure wajen miƙa ƙuri'arka.

source: You replied
ha: Ka amsa

source: You and 1 other replied
ha: Kai da wani 1 kun amsa

source: Account banned successfully!
ha: An sami nasarar haramta asusu!

source: Username not provided.
ha: Ba'a bayar da sunan mai amfani ba.

source: This account is already banned!
ha: An riga an haramta wannan asusun!

source: Account is now being ignored!
ha: A yanzu ana watsi da asusu!

source: This account is already being ignored!
ha: Tuni an yi watsi da wannan asusun!

source: No users selected!
ha: Ba'a zaɓi masu amfani ba!

source: %(num)s <small>of %(total)s</small>
ha: %(num)s <small>na %(total)s</small>

source: No differences found
ha: Ba'a sami bambance-bambance ba

source: Cancel
ha: Soke

source: You are not watching this thread
ha: Ba ka kallon wannan tattaunawar

source: You are watching this thread
ha: Ka na kallon wannan tattaunawar

source: Image Attachment
ha: Abin maƙalawa na hoto

source: Could not upload file. Please try again later.
ha: Ya gaza loda fayil. Sake gwadawa nan gaba.

source: Invalid image. Please select a valid image file.
ha: Hoto mara inganci. Zaɓi ingantaccen fayil na hoto.

source: Image too large. Please select a smaller image file.
ha: Hoto ya yi girma sosai. Zaɓi ƙaramin fayil na hotuna.

source: Upload cancelled. Please select an image file.
ha: An soke lodawa. Zaɓi fayil na hotuna.

source: File deleted. Please select an image file.
ha: An goge fayil. Zaɓi fayil na hoto.

source: Delete this image
ha: Goge wannan hoton

source: Uploading "%s"...
ha: Yana lodawa "%s"...

source: Loading...
ha: Lodawa...

source: No votes data
ha: Babu bayanin ƙuri'a

source: Votes
ha: Ƙuri'u

source: Percent
ha: Bisa ɗari

source: Bold
ha: Kauri

source: bold text
ha: Rubutu mai kauri

source: Italic
ha: Shagiɗaɗɗe

source: italic text
ha: shagiɗaɗɗen rubutu

source: Numbered List
ha: Jeri mai Lamba

source: Numbered list item
ha: Jerin kaya masu lamba

source: Bulleted List
ha: Jeri mai Ɗigo

source: Bulleted list item
ha: Jerin kaya masu ɗigo

source: Heading 1
ha: Matashi na 1

source: Heading 2
ha: Matashi na 2

source: Heading 3
ha: Matashi na 3

source: Insert a link...
ha: Saka haɗi...

source: link text
ha: haɗin rubutu

source: Link text:
ha: Haɗin rubutu:

source: Link target:
ha: Inda haɗi ya nufa:

source: Support article:
ha: Tallafawa maƙala:

source: Enter the name of the article
ha: Shigar da sunan maƙala

source: External link:
ha: Haɗin waje:

source: Enter the URL of the external link
ha: Shigar da URL na haɗin waje

source: No sections found
ha: Ba'a gano ɓangarori ba

source: Insert Link
ha: Shigar da Haɗi

source: Knowledge Base Article
ha: Maƙala Mai Tushen Ilimi

source: Insert media...
ha: Shigar da kiɗa...

source: media
ha: kiɗa

source: Search Gallery
ha: Neman Hoto

source: Show:
ha: Nuni:

source: Images
ha: Hotuna

source: Videos
ha: Bidiyoyi

source: Show media for:
ha: Nuna kiɗa domin:

source: Insert Media
ha: Saka Kiɗa

source: Upload Media
ha: Loda Kiɗa

source: Please select an image or video to insert.
ha: Zaɓi hoto ko bidiyo domin sakawa.

source: Oops, there was an error.
ha: Kash, akwai kuskure.

source: Common responses
ha: Amsoshi game-gari

source: cannedresponses
ha: shiryayyunamsoshi

source: Search for common responses
ha: Nemo amsoshi game-gari

source: Categories
ha: Jinsuna

source: Responses
ha: Amsoshi

source: Please select a category from the previous column or start a search.
ha: Zaɓi jinsi daga shafin da ya gabata ko ka sake sabon nema.

source: Response editor
ha: Amsoshin mai gyara

source: Switch to preview mode
ha: Canja zuwa yanayin misali

source: Insert Response
ha: Saka Amsa

source: Matching responses
ha: Amsoshi da suka dace

source: There was an error checking for canned responses.
ha: Akwai kuskure wajen nemo shiryayyun amsoshi.

source: Response preview
ha: Misalin amsoshi

source: Switch to edit mode
ha: Canja zuwa yanayin gyara

source: Quote previous message...
ha: Ambaci saƙon da ya gabata...

source: Reply...
ha: Amsa...

source: %s characters remaining
ha: Haruffa %s suka yi saura

source: There was an error.
ha: Akwai kuskure.

source: There was an error. Please try again in a moment.
ha: Akwai kuskure. Sake jarrabawa nan da wani lokaci.

source: Daily
ha: Kullum

source: Weekly
ha: Mako-mako

source: Monthly
ha: Wata-wata

source: Week beginning %(year)s-%(month)s-%(date)s
ha: Farkon mako %(year)s-%(month)s-%(date)s

source: Month beginning %(year)s-%(month)s-%(date)s
ha: Farkon wata %(year)s-%(month)s-%(date)s

source: 1m
ha: m1

source: 3m
ha: m3

source: 6m
ha: m6

source: 1y
ha: y1

source: All
ha: Duka

source: From %(from_input)s to %(to_input)s
ha: Daga %(from_input)s zuwa %(to_input)s

source: Invalid tag entered: %s
ha: An shigar da shaida marar inganci: %s

source: No tags entered.
ha: Ba'a shigar da shaida ba.

source: No, ignore
ha: A'a, yi watsi

source: Did you mean %s?
ha: Kana nufin%s?

source: Error uploading image
ha: Kuskure wajen loda hoto

source: Error deleting image
ha: Kuskuren goge hoto

source: Please check you are logged in, and try again.
ha: Duba cewa ka shiga, sannan ka sake jarrabawa.

source: Search for a user...
ha: Nemo mai amfani...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
ha: GARGAƊI! Ka tabbatar kana so ka dakatar da wannan mai amfani? Ba za'a iya wannan ba!

source: Active Contributors
ha: Masu Bayar da Gudun Mawa Masu Aiki

source: A document with this title already exists in this locale.
ha: Tuni akwai takarda mai wannan suna a wannan wurin.

source: A document with this slug already exists in this locale.
ha: Tuni akwai takarda mai wannan tsarin a wannan wurin.

source: Choose revisions to compare
ha: Zaɓi nazarce-nazarcen da za'a kwatanta

source: Toggle syntax highlighting
ha: Yawata tsarin kalmomin da aka yiwa alma

source: Toggle Diff
ha: Tawata Bambanci
