Repository: mozilla-l10n/sumo-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
ha: Zamo cikin sabunta tare da wurin samun labarai, blogs da siffofi na zamantakewa

# DB: products.Topic.title
source: Contacts
ha: Abokan hulɗa

# DB: products.Topic.description
source: How to use the address book on Thunderbird
ha: Yadda ake amfani da littafi adireshi a kan Thunderbird

# DB: products.Topic.title
source: Calendar
ha: Kalanda

# DB: products.Topic.description
source: Customize controls, options and add-ons
ha: tsara abubuwan sarrafawa, saɓi da abubuwan daɗi

# DB: products.Topic.title
source: Thunderbird versions and languages
ha: Yayin Thunderbird da yaruka

# DB: products.Topic.description
source: Thunderbird versions and languages
ha: Yayin Thunderbird da yaruka

# DB: products.Topic.title
source: Passwords, forms and search
ha: Kalmar wucewa, fom da nema

# DB: products.Topic.description
source: Passwords, forms and search
ha: Kalamar wucewa, fom da nema

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
ha: Yi koyo dangane da abubuwan tafiyarwa na Thunderbird da ayyukanta.

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
ha: Koyi yadda za ka yi maganin matsala tare da Gmail, Yahoo da sauran masu bayar da imel

# DB: products.Topic.description
source: Download, install and Migration
ha: Sauke, saka kuma ka yi Ƙaura

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
ha: Saƙwannin kuskure: abin da suke nufi da kuma magancesu

# DB: products.Topic.description
source: Keep your information safe with password and security settings
ha: Ajiye bayananka cikin sirri tare da kalmar wucewarka da saitunan tsaro

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
ha: Tsara Thunderbird tare da abubuwan daɗi, haɗe-haɗe da faɗaɗawa

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
ha: Tsara Thunderbird tare da abubuwan daɗi, haɗe-haɗe da faɗaɗawa

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
ha: Buɗe Thunderbird daga haɗi zuwa intanet

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
ha: Buɗe Thunderbird daga haɗi zuwa intanet

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
ha: Gyara rashin sauri, karo, saƙwannin kuskure da sauran matsaloli

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
ha: Magance saƙwannin kuskure a Thunderbird.

# DB: products.Topic.title
source: Thunderbird is slow or stops working
ha: Thunderbird baya sauri ko kuma ya daina aiki

# DB: products.Topic.description
source: Thunderbird is slow or stops working
ha: Thunderbird ba ya sauri ko ya daina aiki

# DB: products.Topic.title
source: Thunderbird crashes
ha: Thunderbird ya yi karo

# DB: products.Topic.description
source: Thunderbird crashes
ha: Thunderbird ya yi karo

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
ha: Thunderbird ba zai iya ajiye saituna ba ko tuna bayani

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
ha: Thunderbird ba zai iya ajiye saituna ba ko tuna bayani

# DB: products.Topic.title
source: How To
ha: Yadda za'a

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
ha: Maƙaloli da za su shaida maka ƙarin abubuwa da za ka iya yi tare daThunderbird

# DB: products.Topic.description
source: Firefox OS basics
ha: Ginshiƙan Firefox OS

# DB: products.Topic.title
source: Basic Features
ha: Ginshiƙan Siffofi

# DB: products.Topic.title
source: Download and Manage Apps
ha: Sauke kuma ka Gudanar da Aikace-aikace

# DB: products.Topic.description
source: Download apps from the Marketplace
ha: Sauke aikace-aikace daga Marketplace

# DB: products.Topic.title
source: Date and Time
ha: Kwanan wata da Lokaci

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
ha: Saita kwanan wata da lokaci a wayarka ta Firefox OS

# DB: products.Topic.title
source: Display
ha: Nuni

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
ha: Tsara fuskar kwamfutarka a kan na'urarka ta Firefox OS.

# DB: products.Topic.title
source: Popcorn Maker
ha: Mai yin Popcorn

# DB: products.Topic.title
source: Intro to Open Badges
ha: Gabatrwa zuwa Buɗaɗɗun Bajuna

# DB: products.Topic.description
source: Learn the basic about Open Badges
ha: Koyi tushe dangane da Buɗaɗɗun Bajuna

# DB: products.Topic.title
source: Knowledge Base
ha: Tushen Ilimi

# DB: products.Topic.description
source: Windows 8 Touch support articles
ha: Maƙaloli na tallafin Window 8 Touch

# DB: products.Topic.title
source: Calling and Contacts
ha: Kira da abokan hulɗa

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
ha: Koyi yadda zaka daɗa ko tafiyar da abokan hulɗa, da kuma kira daga wannan zuwa wancan ko kuma taro a kan wayarka ta Firefox OS.

# DB: products.Topic.title
source: Thimble
ha: Shafi

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
ha: Koyi yadda za ka ƙirƙira kuma ka raba shafukanka na yanar gizo cikin sauri da sauƙi.

# DB: products.Topic.title
source: BadgeKit
ha: Kwandon Bajuna

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
ha: Koyi yadda za ka ƙirƙiri, tantance da kuma yadda za ka bayar da bajuna

# DB: products.Topic.title
source: Email and Messages
ha: Imel da Saƙwanni

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
ha: Zama cikin haɗi da abokan hulɗarka ta hanyar imel da saƙwanni.

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
ha: Koyi yadda za ka duba lamba da ke bayan ko wace tashar yanar gizo.

# DB: products.Topic.title
source: Get Involved
ha: Sami Shiga

# DB: products.Topic.description
source: Help the Open Badges community
ha: Taimakawa ƙungiyar Buɗaɗɗun Bajuna

# DB: products.Topic.title
source: Music, Photos and Video
ha: Kiɗa, Hotuna da Bidiyo

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
ha: Ɗauki hotuna, ɗauki bidiyoyi kuma ka saurari kiɗa a kan wayarka ta Firefox OS.

# DB: products.Topic.title
source: Get the most from webmaker.org
ha: Sami mafi kyau daga webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
ha: Taimaka ka sami taimako daga aikin Webmaker.

# DB: products.Topic.title
source: Earn Badges
ha: Sami Bajuna

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
ha: Sami Bajuna domin ƙwarewar da ka samu ta kan layi da kuma ba ta kan layi ba

# DB: products.Topic.title
source: Sensible Settings
ha: Saituna Masu Ma'ana

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
ha: Yadda za ka ɗauka, tafiyarda da kuma amfani da aikace-aikacen da fi fi so a kan wayarka ta Firefox OS.

# DB: products.Topic.title
source: Events and help for Mentors
ha: Truka da taimako domin Mashawarta

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
ha: Taimaka ka koyar da ƙwarewa ta hanyar kwamfuta kuma ka raba hanyoyi na koyar da fasaha.

# DB: products.Topic.title
source: Issue Badges
ha: Bayar da Bajuna

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
ha: Bayar da bajuna ta hanyar kwamfuta domin godiya ga sabuwar ƙwarewa da koyo

# DB: products.Topic.title
source: Defense in Depth
ha: Kariya cikin Zurfi

# DB: products.Topic.title
source: Privacy and security
ha: Na ƙashin kai da tsaro

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
ha: Ajiya bayananka cikin tsaro tare da makullai na Firefox OS, siffofi na ƙashin kai da sauransu.

# DB: products.Topic.title
source: Display Badges
ha: Nuna Bajuna

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
ha: Nuna bajunanka na yanar gizo na haɗinka na dandalin sa-da-zumunta na yanar gizo, dandalin samar da ayyuka da kuna dandalinka na yanar gizo.

# DB: products.Topic.title
source: Settings
ha: Saituna

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
ha: Koyi yadda za ka saita haɗin intanet, nuni da lokaci a na'urarka ta Firefox OS.

# DB: products.Topic.title
source: Internet and Connections
ha: Intanet da Haɗe-haɗe

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
ha: Daɗa koyo dangane da Wi-Fi, Bluetooth da haɗa-haɗen NFC.

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
ha: Koyi yadda za ka magance matsaloli a kan wayarka ta Firefox OS.

# DB: products.Topic.title
source: View all Firefox OS articles
ha: Kalli duk maƙaloli na Firefox OS

# DB: products.Topic.description
source: View a list of all Firefox OS articles
ha: Kalli duk jeri na maƙalolin Firefox OS

# DB: products.Topic.title
source: How does it work?
ha: Yaya ya ke aiki?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
ha: Na asali don farawa da Firefox domin Windows 8 Touch.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
ha: Yadda za ka saita kuma ka tsara Firefox domin Windows 8 Touch.

# DB: products.Topic.title
source: Problems with websites
ha: Matsala tare da dandalin yanar gizo

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
ha: Matsala tare da dandalin yanar gizo wanda ba ya aiki sosai a Firefox domin Window 8 Touch.

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
ha: Sauran tambayoyi tare da Firefox domin Windows 8 Touch.

# DB: products.Topic.title
source: Working with messages
ha: Yin aiki da saƙwanni

# DB: products.Topic.description
source: Firefox OS SMS & email
ha: SMS & imel na Firefox OS

source: To field is required.
ha: Ana bukatar To field.

source: {username} is not a valid username.
ha: {username} ba sunan da ya dace ba ne.

source: Invalid callback function.
ha: Aikin kiran-baya marar inganci.

source: Page does not exist.
ha: Babu shafi.

source: The image "%s" does not exist.
ha: Hoton "%s" babu shi.

source: The video "%s" does not exist.
ha: Bidiyon "%s" babu ita.

source: Button of type "%s" does not exist.
ha: Madanni mai yanayin "%s" babu shi.

source: Would you like to view this page in %(language)s instead?
ha: Kana so ka ga wannan shafi a %(language)s maimako?

# site_title
source: Mozilla Support
ha: Tallafin Mozilla

source: Skip to main content
ha: Tsallaka zuwa babban abin da ke ciki

source: Switch language
ha: Canja yare

source: Skip to search
ha: Tsallaka zuwa nema

source: Report Trademark Abuse
ha: Kai Rahoton Saɓa Alamar Kasuwanci

source: Language
ha: Yare

source: Change your email preferences
ha: Canja abubuwan da ka fi so na imel ɗinka

source: Unsubscribe from these emails
ha: Daina sautu daga waɗan nan imels

source: Oops, your request was unsuccessful
ha: Kash, nemanka bai sami nasara ba

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
ha: Muna kasa yin abin da ka nema. Mai yiwuwa sabo da an daina samun aikin da ka nema ko yi ƙoƙarin yin aiki wanda ba shi da inganci.

source: Access denied
ha: An hana dama

source: You do not have permission to access this page.
ha: Baka da izini na samun dama ga wannan shafi.

source: Page Not Found
ha: Ba'a Sami Shafi ba

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
ha: Yi haƙuri, ba mu sami shafin da ka ke nema ba. Jarraba neman dandalinmu ta amfani da fom na ƙasa.

source: An Error Occurred
ha: Kuskure ya Afku

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
ha: Ayya! Bisa ga dukkan alamu wani kuskure ya afku. Tuni mun sanar da masu gudanar da dandalin yanar gizonmu. Sake jarrabawa yanzu, ko nan da wasu mintina.

source: Ask a Question
ha: Yi Tambaya

source: Contributor Tools
ha: Kayayyakin mai bayar da Gudun mawa

source: Edit Profile
ha: Gyara Tarihi

source: My Questions
ha: Tambayoyina

source: Settings
ha: Saituna

source: Sign Out
ha: Fita

source: For Contributors
ha: Domin masu bayar da Gudun mawa

source: Article Discussions
ha: Maƙalolin Tattaunawa

source: Moderate Forum Content
ha: Madaidaicin Abin ciki na Dandali

source: What's New
ha: Mene ne Sabo

source: Give Firefox a tune up
ha: Bawa Firefox tsari

source: Refresh Firefox
ha: Sabunta Firefox

source: How does it work?
ha: Yaya ta ke aiki?

source: Download a fresh copy
ha: Sauke sabon kwafi

source: Newer
ha: Mafi sabunta

source: Older
ha: Mafi tsufa

source: Unsubscribe from these emails:
ha: Daina sautu daga waɗan nan imels:

source: Redirecting
ha: Turawa

source: The URL has changed!
ha: URL ɗin ya canja!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
ha: Bisa ga dukkan alamu an saka maka zaunanniyar alama a tsohon URL. Sabon URL na wannan shafi ya na ƙasa. Ya kamata ka sabunta zaunanniyar alamarka. Zamu miƙaka zuwa sabon URL a cikin daƙiƙa 10.

source: Maintenance in progress
ha: Ana yin gyara

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
ha: An dakatar da wannan kamanni na wani lokaci yayin da muke gyara a dandalinmu na yanar gizo. Yi amfani da madannin mai gewayarka domin komawa baya kuma ka sake jarrabawa nan da wani lokaci.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
ha: Wasu kamanni na wannan shafi an dakatar da su na wani lokaci yayin da muke gyara a dandalinmu na yanar gizo. Sake jarrabawa nan da wani ɗan lokaci.

source: read more
ha: daɗa karatu

source: Today at %s
ha: Yau da %s

source: %(number)d year ago
ha: %(number)d shekara da ta gabata

source: %(number)d month ago
ha: %(number)d watan da ya gabata

source: %(number)d week ago
ha: %(number)d makon da ya gabata

source: %(number)d day ago
ha: %(number)d kwanan da ya gabata

source: %(number)d hour ago
ha: %(number)d awar da ta gabata

source: %(number)d minute ago
ha: %(number)d mintin da ya gabata

source: %(number)d second ago
ha: %(number)d daƙiƙar da ta gabata

source: Unsubscribe
ha: Daina sautu

source: Are you sure you want to unsubscribe?
ha: Ka tabbata ka na so ka daina sautu?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
ha: Za ka daina sautu daga: <br><strong>%(object)s</strong>

source: "%s" is too large (%sKB), the limit is %sKB
ha: "%s" ya yi girma sosai (%sKB), iyakacinsa shi ne %sKB

source: Model not allowed.
ha: Ba'a amince da yanayi ba.

source: Object does not exist.
ha: Babu kayan.

source: Invalid or no image received.
ha: Marar inganci ko ba'a karɓi hoto ba.

source: The requested image could not be found.
ha: Ba'a sami hoton da aka tambaya ba.

source: You do not have permission to do that.
ha: Ba ka da izinin yin wannan.

source: Uploaded images:
ha: Loda hotuna:

source: Browse for an image to upload.
ha: Gewaya domin hoton da za'a loda.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
ha: Muna shan wahala wajen neman adireshinka na imel. Jarraba wani adireshin daban ko ka tuntuɓi mai gudanarwa.

source: Username may contain only English letters, numbers and ./-/_ characters.
ha: Sunan mai amfani na iya ƙunsar baƙaƙen Turanci kawai da haruffan ./-/_.

source: Username is required.
ha: Ana bukatar sunan mai amfani.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ha: Sunan mai amfani ya yi gajarta sosai (%(show_value)s characters). Dole ya zama a ƙalla haruffa %(limit_value)s.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ha: Sunan mai amfani ya yi tsawo sosai (%(show_value)s characters). Dole ya zama haruffa %(limit_value)s ko ƙasa.

source: Email address is required.
ha: Ana bukatar adireshin imel.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ha: Adireshin imel ya yi gajarta (%(show_value)s characters). Dole ya zama a ƙalla haruffa %(limit_value)s.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ha: Adireshin imel ya yi tsawo sosai (%(show_value)s characters). Dole ya zama a ƙalla haruffa %(limit_value)s.

source: Password is required.
ha: Ana bukatar Kalmar wucewa.

source: Please enter your password twice.
ha: Shigar da kalmar wucewarka sau biyu.

source: Password must be 8 or more characters.
ha: Kalmar wucewa dole ta zama haruffa 8 ko fiye.

source: Watch forum threads I start
ha: Kalli tattaunawar dandali | fara

source: Watch forum threads I comment in
ha: Kalli tattaunawar dandali | yi sharhi a

source: Watch KB discussion threads I start
ha: Kalli tattaunawar KB | fara

source: Watch KB discussion threads I comment in
ha: Kalli tattaunawar KB | yi sharhi a

source: Watch Question threads I comment in
ha: Kalli tattaunawar Tambaya | yi sharhi a

source: Send emails for private messages
ha: Aika imel domin saƙwanni na ƙashin kai

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
ha: Suna na mai amfani da ka shigar ba dai dai ba ne. Zaɓi wani kuma ka lura cewa masu taimakawa su ma masu amfani da Firefox ne kamar kai.

source: algorithm
ha: hanyar warware matsala

source: salt
ha: gishiri

source: User
ha: Mai amfani

source: Display name
ha: Nuna suna

source: Biography
ha: Tarihi

source: Website
ha: Tashar yanar gizo

source: Twitter Username
ha: Sunan mai amfani na Twitter

source: Timezone
ha: Lokacin shiyya

source: Country
ha: Ƙasa

source: City
ha: Birni

source: Preferred language
ha: Yaren da aka fi so

source: Has been sent a first answer contribution email.
ha: An aika da amsar farko ta bayar da gudun mawa ta imel.

source: Has been sent a first revision contribution email.
ha: An aika da amsar farko ga gudun mawar nazari ta imel.

source: Value
ha: Kima

source: user
ha: mai amfani

source: activation key
ha: mabuɗin farfaɗowa

source: registration profile
ha: tarihin yin rijista

source: registration profiles
ha: tarihe-taihen yin rijista

source: moderator
ha: alƙali

source: Welcome to SUMO!
ha: Barka da zuwa SUMO!

source: Your settings have been saved.
ha: An ajiye saitunanka.

source: Your account was sucessfully closed!
ha: An sami nasarar rufe asusunka!

source: We're sorry to see you go.
ha: Ba mu ji daɗin tafiyarka ba.

source: Are you sure you want to delete your avatar?
ha: Ka tabbatar kana so ka goge hotonka?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
ha: Kana gaf da goge hotonka din din din. <strong>Ba za'a iya fasa wannan ba!</strong> Ko yaushe za ka iya <a href="%(upload_url)s">loda wani hoton</a> domin maye gurbin na yanzu.

source: Deactivation Log
ha: Shiga ta Dakatarwa

source: Deactivated user
ha: Mai amfani da aka dakatar

source: Deactivated by
ha: Dakatarwa daga

source: {user} | Documents
ha: Daftarorin | {user}

source: Documents edited or translated
ha: An gyara kuma an fassara daftarori

source: Redirects
ha: Turawa

source: Change Avatar
ha: Canja Hoto

source: Update
ha: Sabuntawa

source: Close account and delete all profile information
ha: Rufe asusu kuma a goge duk bayanin tarihi

source: Are you sure
ha: Ka tabbata

source: Please type in your username to confirm
ha: Rubuta sunanka na mai amfani domin tabbatarwa

source: Edit Settings
ha: Gyara Saituna

source: Manage watch list
ha: Tafiyar da wane jeri

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
ha: A ƙasa akwai jerin wasu abubuwa waɗanda ka kalla. Abubuwan da suke da alama sune abubuwan da ka ke kallo kuma waɗanda ba su da alama an daina kallonsu.

source: You are not currently watching anything.
ha: A yanzu ba ka kallon komai.

source: {user} | Profile
ha: Tarihin | {user}

source: Edit user profile
ha: Gyara tarihin mai amfani

source: Email
ha: Imel

source: Deactivate this user
ha: Dakatar da wannan mai amfanin

source: Deactivate this user and mark all content as spam
ha: Dakatar da wannan mai amfanin kuma ka yiwa duk abin ciki alama a matsayin wasiƙa gayyar soɗi

source: This user has been deactivated.
ha: An dakatar da wannan mai amfanin.

source: {0} question
ha: tambaya {0}

source: {0} answer
ha: Amsa {0}

source: {0} solution
ha: Mafita {0}

source: About {user}
ha: Dangane da {user}

source: {user}'s Groups
ha: Ƙungiyar {user}'s

source: See all available SUMO badges
ha: Kalli duk bajunan SUMO da ake da su

source: Thank you for registering!
ha: Mun gode sabo da yin rijista!

source: Thank you for being awesome!
ha: Mun gode maka sabo da zama mai burgewa!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
ha: Kafin ka shiga, kana bukatar tabbatar da adireshinka na imel. Mun aika maka da imel tare da haɗi na tabbatarwa a cikinsa. Kawai danna haɗin kuma ka shirya tafiya!

source: Hi {username}
ha: Barka {username}

source: Answer questions in the support forum
ha: Amsa tambayoyi a dandalin tallafi

source: Improve our help articles
ha: Inganta maƙalolinmu na taimako

source: My profile
ha: Tarihina

source: Edit my profile
ha: Gyara tarihina

source: Edit settings
ha: Gyara saituna

source: Private message
ha: Saƙo na ƙashin kai

source: Minor details that don't affect the instructions
ha: Bayani taƙaitacce wanda bai shafi dokoki ba

source: Content changes that don't require immediate translation
ha: Canje-canjen abin ciki waɗan da ba sa bukatar fassara ta gaggawa

source: Major content changes that will make older translations inaccurate
ha: Manya-manyan canje-canjen abin ciki waɗanda za su mayar da tsofaffin fassarori ba dai dai ba

source: These minor changes are not important for localizers and they will not be notified.
ha: Waɗan nan ƙananan canje-canjen ba su da mahimmanci domin masu fassara kuma ba za'a sanar da su ba.
