Repository: mozilla-l10n/sumo-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
ha: Wannan amsar ita ma ta taimaka maka? Ka sami wani aike wanda ya fi taimakawa? Bari sauran masu amfani da Firefox su sani ta hanyar zaɓe kusa da amsar.

source: View the solution
ha: Kalli mafitar

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
ha: Ko ka san cewa %(answerer)s mai amfani da Firefox ne kamar kai? Fara taimakawa wasu masu amfani da Firefox ta <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- za ka iya sa wani farin ciki!

source: The question:
ha: Tambayar:

source: was marked as solved by its asker, {asker}.
ha: an yi mata alama a matsayin an warware daga mai tambayar, {asker}.

source: You can view the solution using the link below.
ha: Za ka iya ganin bayani ta amfani da haɗi na ƙasa.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
ha: Ko ka san cewa %(answerer)s mai amfani da Firefox ne kamar kai? Fara taimakawa sauran masu amfani da Firefox ta gewayawa tambayoyi a https://%(host)s/questions?filter=unsolved -- za ka iya saka wani farin ciki a yau!

source: Share Data
ha: Raba Bayani

source: Question owner
ha: Mai mallakar tambaya

source: Chosen Solution
ha: Zaɓi Mafita

source: Marked as spam
ha: An yi alama a matsayin wasiƙa gayyar-soɗi

source: Did this reply solve your problem?
ha: Wannan amsar ta warware matsalarka?

source: Solved the problem
ha: Warware matsala

source: Does this reply solve the problem?
ha: Wannan amsar ta warware matsalar?

source: Solves the problem
ha: Warware matsalar

source: Solution chosen
ha: An zaɓi mafita

source: Undo
ha: Fasa

source: Reply Preview
ha: Misalin Amsa

source: Send Updates
ha: Aika Sabuntawa

source: Mark as spam
ha: Yi alama a matsayin wasiƙa gayyar-soɗi

source: Unmark as spam
ha: Cire alama a matsayin wasiƙa gayyar-soɗi

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
ha: Duba ciki. Wani lokaci, masu bayar da gudun mawarmu na iya tambayarka ƙarin bayani ko su jarraba wasu abubuwa da suka afku. Idan ka yi hakka cikin gaggawa za su san yadda za su maganceta cikin gaggawa.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
ha: Yi kirki. 'Yan sa-kai masu amfani da Mozilla ne kamar kai, waɗanda suka ware wani lokaci daga wuninsu domin taimakawa.

source: We've made some educated guesses about your current browser and operating system.
ha: Mun yi wasu zaɓi cikin ilimi dangane da mai kewayawarka ta yanzu da kuma tsarin mai tafiyarwarka.

source: Show details &raquo;
ha: Nuna cikakken bayani &raquo;

source: Hide details &raquo;
ha: Ɓoye cikakken bayani &raquo;

source: Thanks for letting us know you have this problem.
ha: Mun gode da ka sanar da mu cewa kana da wannan matsalar.

source: Identifying common problems helps the community answer your questions more quickly.
ha: Gano matsaloli game-gari na taimakawa ƙungiya amsa tambayoyinka cikin hanzari.

source: Want to know when a solution is found?
ha: Kana so ka san lokacin da aka sami mafita?

source: Please provide an email address and we'll send you an alert.
ha: Bayar da adiresin imel kuma zamu aiko maka da faɗakarwa.

source: No Thanks
ha: A'a Na gode

source: Application
ha: Aikace-aikace

source: User Agent: {user_agent}
ha: Agent na mai amfani: {user_agent}

source: Support URL: {support_url}
ha: URL na tallafawa: {support_url}

source: Extensions
ha: Faɗaɗawa

source: Graphics
ha: Zane-zane

source: Modified Preferences
ha: Zaɓi Waɗanda aka Gyara

source: <span class="key">User JS</span>: Yes
ha: <span class="key">Mai amfani JS</span>: E

source: <span class="key">User JS</span>: No
ha: <span class="key">Mai amfani JS</span>: A'a

source: <span class="key">Accessibility</span>: Yes
ha: <span class="key">Samun dama</span>: E

source: <span class="key">Accessibility</span>: No
ha: <span class="key">Samun dama</span>: A'a

source: User Agent: {ua}
ha: Wakilin Mai amfani: {ua}

source: More Information
ha: Ƙarin Bayani

source: No pages matched the search criteria
ha: Babu shafin da ya dace da ƙa'idar bincike

source: Relevant to
ha: Dacewa zuwa

source: Invalid search data.
ha: Bayanin nema marar inganci.

source: Enter your terms in the form below and click <strong>Search</strong>
ha: Shigar da sharuɗɗanka a fom ɗin ƙasa kuma ka danna <strong>Search</strong>

# button
source: Search
ha: Nema

source: Search Mozilla Support
ha: Nemi Tallafin Mozilla

source: Search Unavailable
ha: Ba'a sami Abin nema ba

source: Search is temporarily unavailable. Please try again in a few minutes.
ha: Babu nema zuwa wani gajeren lokaci. Sake jarrabawa nan wasu mintina kaɗan.

source: Mozilla Support
ha: Tallafin Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
ha: Nemi Tushen Ilimi na Tallafin Mozilla da Dandalin Tallafi.

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
ha: An sami <strong>{n}</strong> sakamako <strong>{q}</strong> na <strong>{product}</strong>

source: Results
ha: Sakamako

source: 1 reply
ha: Amsa 1

source: 1 person has this problem
ha: Mutum 1 ya na da wannan matsalar

source: 1 new this week
ha: Sabo 1 a wannan mako

# DB: karma.Title.name
source: Administrator
ha: Mai tafiyarwa

# DB: karma.Title.name
source: Moderator
ha: Alƙali

# DB: karma.Title.name
source: Top 10 Contributor
ha: Fitattun masu bayar da gudun mawa 10

# DB: karma.Title.name
source: Top 25 Contributor
ha: Fitattun masu bayar da gudun mawa 25

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
ha: Mai gewayawa domin Windows, Mac da Linux

# DB: products.Product.title
source: Firefox for Android
ha: Firefox domin Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
ha: Mai gewayawa na yanar gizo domin manyan wayoyi na Android da ƙananan kwamfutoci

# DB: products.Product.title
source: Firefox for iOS
ha: Firefox domin iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
ha: Firefox domin iPhone, iPad na'urorin taɓawa

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
ha: Masarrafar imel domin Windows, Mac da Linux

# DB: products.Product.title
source: Contributors
ha: Masu bayar da gudun mawa

# DB: products.Product.description
source: Contributor articles
ha: Maƙalolin masu bayar da gudun mawa

# DB: products.Product.title
source: Firefox for Windows 8 Touch
ha: Firefox domin Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
ha: Firefox domin na'urorin Windows 8 touch

# DB: products.Product.description
source: Mobile OS for smartphones
ha: Wayar hannu ta OS domin manyan wayoyi

# DB: products.Product.title
source: Open Badges
ha: Buɗe Bajoji

# DB: products.Product.description
source: A new online standard to recognize and verify learning
ha: Sabon matsayi na kan yanar gizo domin ganowa da tantance koyo

# DB: products.Product.title
source: Privacy and Security
ha: Sirri da Tsaro

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
ha: Daɗa koyo dangane da ayyukan sirri da tsaro na Mozilla.

# DB: products.Topic.title
source: Learn the Basics: get started
ha: Koyi na asali: fara

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
ha: Koyi duk abin da ka ke so ka sani domin farawa da Firefox.

# DB: products.Topic.title
source: Bookmarks and tabs
ha: Zaunanniyar alama da madannai

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
ha: Sami dama da shirya shafukan yanar gizo da ka fi so cikin sauƙi tare da zaunanniyar alama da madannai

# DB: products.Topic.title
source: Basic browsing
ha: Gewayawa ta asali

# DB: products.Topic.description
source: Search and navigate easily with these essential features
ha: Bincika kuma ka gewaya cikin sauƙi tare da waɗan nan siffofi masu mahimmanci

# DB: products.Topic.title
source: Import settings from other browsers
ha: Shigo da saituna daga wasu masu gewayawa

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
ha: Koyi yadda za ka shigar ko ka fitar da bayani tsakanin Firefox da wata mai gewayawa

# DB: products.Topic.title
source: Video, audio and interactive settings
ha: Bidiyo, abin saurare da kuma saituna na hulɗa

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
ha: Canja yadda Firefox ke tafiyar da bidiyo, hotuna masu motsai, kiɗa sa sauran abubuwan ciki na hulɗa

# DB: products.Topic.title
source: Bookmarks
ha: Zaunanniyar alama

# DB: products.Topic.title
source: Install and Update
ha: Saka da Sabuntawa

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
ha: Saka da ajiye Firefox cikin sabunta a kan iPad ta ka, iPhone ko iPod Touch.

# DB: products.Topic.title
source: Reader View and List
ha: Kallo na mai karatu da Jeri

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
ha: Karanta kuma ka ajiye shafukan yanar gizo a cikin rashin cunkoso, da kallo sauƙin tafiyrwa

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
ha: Yadda za ka yi amfani da zaunanniyar alama, madannai da siffofi mahimmai na Firefox a kan na'urarka ta iOS

# DB: products.Topic.title
source: History
ha: Tarihi

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
ha: Canja saitunan tarihinka a Firefox domin iOS

# DB: products.Topic.title
source: Download, install and migration
ha: Saukewa, sakawa da ƙaura

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
ha: Koyi yadda za ka sauke Firefox a kan na'urarka ta kwamfuta ko ka matsar da bayani daga sauran masu gewayawa.

# DB: products.Topic.title
source: Tips and tricks
ha: Shawarwari da dabaru

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
ha: Tafi gaba da na asali ta waɗan nan gajerun hanyoyi da sauran shawarwari.

# DB: products.Topic.title
source: Install and update
ha: Saka kuma ka sabunta

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
ha: Yadda za ka saka Firefox kuma ka barta cikin sabuntawa

# DB: products.Topic.title
source: Display and appearance
ha: Nuni da bayyana

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
ha: Koyi yadda zaka canja saɗararka ta kayan aiki, girman runutu da kuna launin mai gewayawa

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
ha: Yadda za'a saka kuma a ajiye Firefox domin Android cikin sabunta

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
ha: Sami damar shiga cikin sauƙi tare da zaunanniyar alama da kamanni na madannai

# DB: products.Topic.title
source: Firefox Sync
ha: Saita Firefox

# DB: products.Topic.description
source: Firefox Sync settings
ha: Saita saitunan Firefox

# DB: products.Topic.title
source: Manage add-ons
ha: Tafiyar da daɗe-daɗe

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
ha: Haɓaka aikin Firefox da bayyana tare da abubuwan daɗi

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
ha: Ajiye, raba da saita abubuwan ciki tare da sauran na'urori

# DB: products.Topic.title
source: Protect your privacy
ha: Kare sirrinka

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
ha: Kare bayananka tare da saitunan sirri na Firefox a kan iOS

# DB: products.Topic.title
source: Firefox Hello
ha: Barka da zuwa Firefox

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
ha: Sami bidiyo ko hirar murya ta amfani da mai gewayawa ta Firefox

# DB: products.Topic.title
source: Chat and share
ha: Yi hira kuma ka raba

# DB: products.Topic.description
source: Connect on video and share pages with your network
ha: Yi haɗi a bidiyo kuma ka raba tare da haɗinka na yanar gizo

# DB: products.Topic.title
source: Cast to your TV
ha: Jefa a Talabijin ɗinka

# DB: products.Topic.description
source: Learn how to view content on another screen
ha: Koyi yadda za ka ga abin da ke ciki akan wani fuskar kwamfuta

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
ha: Raba shafukan yanar gizo a Firefox domin iOS

# DB: products.Topic.title
source: Customize settings and preferences
ha: Tsara saituna da abubuwan da aka fi so

# DB: products.Topic.title
source: Customize controls, options and add-ons
ha: Tsara abubuwan tafiyarwa, zaɓi da abubuwan daɗi

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
ha: Mayar da Firefox ta zama taka ta daɗa da kuma tafiyar da siffofi waɗanda ka ke so.

# DB: products.Topic.description
source: Control how your information is saved or tracked
ha: Sarrafa yadda ake ajiye bayananka ko a bi sawunsu

# DB: products.Topic.title
source: Crashes, errors and other issues
ha: Karo, kura-kurai da sauran batutuwa

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
ha: Yi maganin matsalar saƙwanni a Firefox domin iOS

# DB: products.Topic.title
source: Privacy and security settings
ha: Saitunan ƙashin kai da tsaro

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
ha: Koyi yadda za ka ajiye bayananka lafiya da tsaro tare da mai gewayawa ta ƙashin kai ta Firefox, siffofin kalmar wucewa da sauran saitunan tsaro.

# DB: products.Topic.title
source: Do more with apps
ha: Yi abubuwa da aikace-aikace

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
ha: Saka buɗaɗɗun aikace-aikace daga Marketplace domin daɗa nisahɗi da ayyuka zuwa ga na'urarka

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
ha: Mayar da Firefox domin Android ta zama taka tare da waɗan nan zaɓi na tsarawa

# DB: products.Topic.title
source: Get community support
ha: Sami tallafin ƙungiya

# DB: products.Topic.description
source: Get community support
ha: Sami tallafin ƙungiya

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
ha: Mayar da Firefox ta zama taka ta hanyar saitunan tsarawa da daɗawa

# DB: products.Topic.title
source: Fix problems
ha: Magance matsaloli

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
ha: Koyi yadda zaka nema kuma ka saka aikce-aikace domin ƙara nishaɗi zuwa na'urarka

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
ha: Gyara rashin sauri, karo, kuskuren saƙwanni da sauran matsaloli

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
ha: Koyi duk abubuwan da ka ke bukata ka sani domin samun Firefox domin Android da gudanarwa.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
ha: Koyi yadda za ka saka kuma ka yi canjin bayani zuwa Firefox domin Android.

# DB: products.Topic.description
source: Tips and tricks
ha: Shawarwari da dabaru

# DB: products.Topic.title
source: Use bookmarks
ha: Yi amfani da zaunanniyar alam

# DB: products.Topic.description
source: The basics of using bookmarks
ha: Tushe na amfani da zaunanniyar alama

# DB: products.Topic.title
source: Firefox Sync settings
ha: Saitunan sita Firefox

# DB: products.Topic.title
source: Tab basics
ha: Asalin madanni

# DB: products.Topic.description
source: Tab basics
ha: Asalin madanni

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
ha: Ajiye bayananka cikin tsaro tare da saituna na ƙashin kai da kuma tsaro na Firefox domin Android.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
ha: Mayar da Firefox domin Android ta yi aiki yadda ka ke so ta hanyar tsarawa.

# DB: products.Topic.title
source: Firefox versions and languages
ha: Yayin Firefox da yaruka

# DB: products.Topic.description
source: Firefox versions and languages
ha: Yayin Firefox da yaruka

# DB: products.Topic.title
source: Copy your personal information from one browser to another
ha: Juyi bayananka na ƙashin kai daga wannan mai gewayawa zuwa waccan

# DB: products.Topic.description
source: Copy your personal information from one browser to another
ha: Juyi bayananka na ƙashin kai daga wannan mai gewayawa zuwa waccan

# DB: products.Topic.title
source: Cookies and cache
ha: Kuki da ma'ajiyar ɓoye

# DB: products.Topic.description
source: Control the information that Firefox saves
ha: Tafiyar da bayani da Firefox ta ajiye

# DB: products.Topic.title
source: Cookies
ha: Kukis

# DB: products.Topic.description
source: Cookies
ha: Kukis

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
ha: Kalmar wucewa, fom, nema da tarihi - sarrafa shawarwarin Firefox

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
ha: Kalamr wucewa, fom, nema, da tarihi - sarrafa shawarwarin Firefox

# DB: products.Topic.title
source: Firefox controls and buttons
ha: Sarrafa Firefox da madannai

# DB: products.Topic.description
source: Firefox controls and buttons
ha: Sarrafa Firefox da madannai

# DB: products.Topic.title
source: Tab settings
ha: Saitunan madanni

# DB: products.Topic.description
source: Tab settings
ha: Saitunan madanni

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
ha: Tsara Firefox tare da abubuwan daɗi, haɗe-haɗe, da faɗaɗawa

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
ha: Tsara Firefox tare da abubuwan daɗi, haɗe-haɗe, da faɗaɗawa

# DB: products.Topic.title
source: Firefox options, preferences and settings
ha: Zaɓin Firefox, abubuwan da aka fi so da saituna

# DB: products.Topic.description
source: Firefox options, preferences and settings
ha: Zaɓin Firefox, abin da aka fi so da saituna

# DB: products.Topic.title
source: Bookmark options
ha: Zaɓin zaunanniyar alma

# DB: products.Topic.description
source: Bookmark options
ha: Zaɓin zaunanniyar alama

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
ha: Yi maganin matsaloli tare da tashar yanar gizo (Facebook, YouTube, webmail etc.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
ha: Yi maganin matsaloli tare da tashar yanar gizo (Facebook, YouTube, webmail etc.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
ha: Saƙwannin kuskure: abin da suke nufi da kuma yadda za'a gyara

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
ha: Yadda za'a yi maganin matsalar kuskuren saƙo a Firefox

# DB: products.Topic.title
source: Firefox crashes
ha: Firefox ya yi karo

# DB: products.Topic.description
source: Crashing
ha: Karo

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
ha: Dakatar da tsare Firefox daga haɗawa da intanet

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
ha: Dakatar da tsare Firefox daga haɗawa da intanet

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
ha: Matakai domin magani da gyara matsaloli

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
ha: Matakai domin magani da gyara matsaloli

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
ha: Bidiyoyi, sauti, hotuna da hotuna masu motsi ba sa aiki

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
ha: Bidiyoyi, sauti, hotuna da hotuna masu motsi ba sa aiki

# DB: products.Topic.title
source: Firefox is slow or stops working
ha: Firefox ba ta sauri ko ta daina aiki

# DB: products.Topic.description
source: Slowness or hanging
ha: Rashin sauri ko maƙalewa

# DB: products.Topic.title
source: Firefox won't save settings or remember information
ha: Firefox ba ta ajiye saituna ko tuna bayanai

# DB: products.Topic.description
source: Firefox won't save settings or remember information
ha: Firefox ba zata ajiya saituna ba ko tuna bayani

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
ha: Matsala da abubuwa daɗi, haɗi ko hanyoyin tafiyar da kwamfuta wanda ba'a so

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
ha: Matsala da abubuwa daɗi, haɗi ko hanyoyin tafiyar da kwamfuta wanda ba'a so

# DB: products.Topic.title
source: Mozilla Persona
ha: Abubuwan ƙashin kai na Mozilla

# DB: products.Topic.description
source: Mozilla Persona
ha: Abubuwan ƙashin kai na Mozilla

# DB: products.Topic.title
source: Hot topics
ha: Batutuwa da ɗimi-ɗimi

# DB: products.Topic.description
source: Hot topics
ha: Batutuwa da ɗimi-ɗimi

# DB: products.Topic.title
source: Other
ha: Saura

# DB: products.Topic.description
source: Other
ha: Saura

# DB: products.Topic.title
source: Learn the Basics. Get Started
ha: Koyi Tushe. Fara

# DB: products.Topic.description
source: Learn the Basics. Get Started
ha: Koyi tushe. Fara

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
ha: Koyi shawarwari da gajerun hanyoyi domin taimaka maka aiki cikin hanzari

# DB: products.Topic.title
source: Set up email
ha: Saita imel

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
ha: Daɗa kuma ka saita asusunka na imel a kan Thunderbird

# DB: products.Topic.title
source: Install, Migrate and Update
ha: Saka, Yi Ƙaura kuma ka Sabunta

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
ha: Yadda za ka saka kuma ka ajiye Thunderbird cikin sabunta

# DB: products.Topic.title
source: Read, send and organize emails
ha: Karanta, aika da shirya imel

# DB: products.Topic.description
source: Learn how to manage your email messages
ha: Koyi yadda za ka tafiyar da saƙwanninka na imel

# DB: products.Topic.title
source: Emails
ha: Saƙwannin Imel

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
ha: Koyi yadda za ka saita asusu, karanta, aika da kuma tafiyar da saƙwannin imel

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
ha: Wurin samun Labarai (RSS), Blogs da Zamantakewa
