Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

source: The {domain} team
ln: {domain} equipe

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
ln: Matondo mpo na contribution nayo ya yambo na baforum ya lisungi ya Mozilla! Yasolo obongisi mpeza mokolo ya songolo to pakala!

source: Mozilla support is fully powered by our volunteer community that is helping hundreds of users everyday. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
ln: Mozilla support esimbami na lingomba ya bavolontaire nabiso liye lizali kosalisa ebele ya basaleli mikolo nionso. Lingomba oyo lisalemi na baye balingaka Firefox mpe basaleli Thunderbird baye bazwaka mua ngonga na tango nabango mpo na kosalisa basusu. Tokokaki te kosala yango soki te na bolingo mpe komipesa nabino. Contribution nabino, atako ekoki komonana moke, eza na litomba monene. Kondimbola likambo moko nakati ya baforum ya lisungi ekoki kosalisa basaleli ebele mpeza na mokolo!

source: Tell us about yourself!
ln: Lobela biso maye matali yo!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
ln: Tosepelaka tango inso koyoka sango ya batu yasika baye balingi kosalisa na baforum nayango soki naino okutani na lingomba nabiso, zwa monuti moko yokomilakisa. Soki olingi koyebana te, yango mpe eza kaka malamu :). Okoki kokuta biso banso na IRC, na canal #sumo na irc.mozilla.org.

source: The community forum is at %(url)s .
ln: Forum ya lingomba eza na %(url)s.

source: Learn new things
ln: Yekola makambo yasika

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
ln: Soki olingi koyekola ebele na maye matali ndenge lisungi nionso oyo ezosala, tala contributeur nabiso ya mateya. Yango eza na bainfo kitoko ya dépannage, badirective, mituna ya ndenge ya kosalela mpe bainfo na maye matali wapi lisalisi mosusu likoki kozwama tango na nkokoso.

source: Stay in touch
ln: Zala connecter

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
ln: Mpo na kosilisa, soki olingi kolanda bansango nionso oyo etali SUMO, kobosana te maye matali

source: Community forums
ln: Baforum ya lingomba

source: Official blog
ln: Blog officiel

source: Twitter account
ln: Compte Twitter

source: Weekly meetings
ln: Baréunion ya poso na poso

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
ln: Matondo lisusu. Toza kozela komonanaka yo mingi na SUMO! Koba koika mpiko!

source: Reply to thread: {title}
ln: Yanola na molongo: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
ln: %(author)s ayanoli na mulongo oyo oza kolanda. Biyano nabango yango oyo:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
ln: Mpo na komona article na site, cliquer na lien oyo elandi, to coller yango na barre ya navigateur nayo:

source: New thread: {title}
ln: Mulongo yasika: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
ln: %(author)s akotisi mulongo yasika na forum oyo oza kolanda. Mulongo yango, yango oyo:

source: Congratulations!
ln: Longonia!

source: %(awarder)s has awarded you the %(title)s badge!
ln: %(awarder)s apesi yo %(title)s badge!

# DB: badger.Badge.title
source: None
ln: Eloko te

source: You have been awarded the %(title)s badge!
ln: Bapesi yo %(title)s badge!

source: See all the details:
ln: Tala badétail nionso:

source: {sender} sent you the following message:
ln: {sender} atindeli yo message oyo elandi:

source: View this message on the web:
ln: Tala message oyo na web:

source: Change your email preferences:
ln: Bongola bapréférence nayo ya email:

source: You are about to subscribe to:
ln: Oza pene ya kokomikomisa na:

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
ln: Confirmer bokomikomisi nayo, cliquer lien oyo eza awa na se to copier mpe coller yango nionso na barre ya navigateur nayo:

source: Thanks!
ln: Matondo!

source: Hi {username},
ln: Mbote {username},

source: {answerer} commented on a Firefox question on {host}:
ln: {answerer} acommentaki na motuna ya Firefox na {host}:

source: {answerer} wrote:
ln: {answerer} akomaki:

source: See the comment:
ln: Tala commentaire:

source: If this comment is helpful, vote on it:
ln: Soki commentaire oyo eza ya ntina, voter yango:

source: Help other Firefox users by browsing for unsolved questions on {host}:
ln: Salisa basaleli misusu ya Firefox na koluka mituna miye miyanolami te na {host}:

source: You might just make someone's day!
ln: Tango mosusu okoki kobongisa mokolo ya mutu songolo to pakala!

source: {answerer} has posted an answer to your question on {host}:
ln: {answerer} akotisi eyano na motuna nayo na {host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
ln: Soki eyanoli nkokoso nayo te, yebisa {answerer} na boyanoli na site web:

source: If this answer solves your problem, please mark it as "solved":
ln: Soki eyano oyo esilisi nkokoso nayo, tiya elembo neti "endimbolami":

source: This will help other Firefox users find good answers to their questions!
ln: Yango ekosalisa basaleli misusu ya Firefox kozwa biyano malamu na mituna nabango!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
ln: Tolingaki kaka koyebisa yo ete %(answerer)s ezwi solution na motuna ya Firefox oyo oza kolandela.

source: The question:
ln: Motuna:

source: was marked as solved by its asker, {asker}.
ln: etiyamaki elembo neti endimbolami na motuni, {asker}.

source: You can view the solution using the link below.
ln: Okoki kotala solution na bosaleli lien oyo eza awa na se.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
ln: Eyano oyo mpe esalisaki yo? Ozwaki article mosusu ya ntina koleka? Yebisa basaleli misusu ya Firefox na kovoter pembeni ya eyano.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
ln: Oyebi ete %(answerer)s aza mosaleli ya Firefox kaka neti yo? Banda kosalisa basaleli misusu ya Firefox na boluki mituna na https://%(host)s/questions?filter=unsolved -- tango mosusu okoki kobongisa mokolo ya mutu songolo to pakala!

source: Unsubscribe from these emails:
ln: Longola inscription nangai na ba email oyo:

source: Thanks for joining Mozilla Support! To complete registration, you need to verify your email address.
ln: Matondo mpo na komisangisa na Mozilla Support! Mpo na kosilisa inscription, esengeli ovérifier adresse email nayo.

source: Verify your email address:
ln: Vérifier email adresse nayo:

source: Once you’ve clicked on the link, you can throw away this email.
ln: Tango osi ocliquer na lien, okoki kobwakisa email oyo.

source: Thanks, The Mozilla Support team
ln: Matondo, equipe ya Mozilla Support

source: It seems your account has already been activated.
ln: Emonani neti compte nayo eza déjà activé.

source: You can log in at:
ln: Okoki kokota na:

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
ln: Liboso tosala mise à jour ya email nayo, esengeli oconfirmer yango. Cliquer lien oyo eza awa na se to copier mpe coller yango nionso na barre ya navigation nayo.

source: Hi {username}
ln: Mbote {username}

source: Thanks so much for your interest in helping users of Mozilla technologies!
ln: Matando mingi mpo na komipesa mpo na kosalisa basaleli ya batechnologie ya Mozilla!

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
ln: Tokosepela kozwa esika ya malamu mpo nayo mpo na kosalisa basaleli, nayango tindela biso email na nkombo nayo bosaleli mpe esika olingi kokota. Komona mpasi te ya kobakisa nionso oyo oyebi kosala, tokomeka kozwa nini ekosengela kosala nayango :)

source: To help you find out where to help check this site:
ln: Mpo na kosalisa ozwa esika nini okoki kosalisa tala site oyo:

source: There are several ways in which you can get involved:
ln: Eza na banzela ebele oyo okoki komikotisa:

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
ln: Contributeur ya Forum - Koyanola mituna ya lisungi miye mitunamaka mingi kasi miza na biyano te mpo na mosaleli:

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here:
ln: Ezali yo kobanda koyanola mituna miye mimonani ya pete okoki kosilisa koyanola mua mituna na lobango. Neti, oyo eselemaka na tango mosaleli oyo aza na kanda alingi te mosala moye mozali kokoba se kokoba to motuna ya koyeba nini ekolanda? Mateya ya Qualité ya Contributeur makoki kozala na biyano oyo. Okoki mpe kobanda awa:

source: Twitter Contributor - Respond to tweets about Firefox:
ln: Contributeur Twitter - Yanola ba tweets ya maye matali Firefox:

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
ln: Editeur KB - Salisa kosala ba mise à jour ya baarticle eye etali boyebi oyo esengeli na mbongwana to koma baarticle yasika:

source: L10N Contributor - Help to translate Firefox Help content to your language:
ln: Contributeur L10N - Salisa kolimbola contenu ya Lisalisi Firefox na lokota nayo:

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
ln: Yebisa biso nini ya oyo ekomami awa likolo ekosepelisa yo mpe tokosalisa yo obanda. Eza esengo mingi kozala nayo elongo!

source: You can also apply to our Buddy Program and get guidance from our more experienced contributors. Just introduce yourself in the forum for New Contributors by starting a new thread. Put your name on the thread title and tell us a bit about yourself:
ln: Okoki mpe kokomikosa na programme nabiso Buddy mpe okozwa lisalisi ya boyebi kowuta na bacontributeur nabiso baye baza na experience ebele. Milakisa kaka na forum ya Bacontributeur ya Sika na kobanda mulongo yasika. Tiya nkombo nayo na titre ya mulongo mpe lobela biso mua moke maye matali yo:

source: Welcome to SUMO!
ln: Boyeyi malamu na SUMO!

source: We've just received a request to send the username linked to this email address.
ln: Towuti koyamba bosenga ya kotinda nkombo ya bosaleli oyo etali adresse email oyo.

source: Your username is:
ln: Nkombo nayo ya bosaleli eza:

source: You may log in at https://{domain}{login_url}
ln: Okoki kokota na https://{domain}{login_url}

source: If you did not request this email, there is no need for further action.
ln: Soki osengaki email oyo te, eza na eloko mote oyo esengeli osala.

source: Thanks,
ln: Matando,

source: The {sitename} team
ln: Equipe {sitename}

source: {sitename} Password Reset
ln: {sitename} Koretrouver Liloba ya sekele

source: A request was received to reset the password for this account on %(sitename)s. To change this password please click on the following link, or paste it into your browser's location bar:
ln: Bosenga ioko eyembemaki mpo na koretrouver liloba ya sekele mpo compte oyo na %(sitename)s. Mpo na kobongola liloba ya sekele oyo cliquer na lien oyo elandi, to coller yango na barre ya navigation nayo:

source: If you did not request this email there is no need for further action.
ln: Soki osengaki email oyo te, eza na eloko moko te oyo esengeli osala.

source: Password reset on {sitename}
ln: Koretrouver liloba ya sekele na {sitename}

source: %(reviewer)s has approved the revision to the document %(document_title)s.
ln: %(reviewer)s andimi revision na document %(document_title)s.

source: To view the updated document, click the following link, or paste it into your browser's location bar:
ln: Mpo na komona document oyo eza mise à jour, cliquer lien oyo elandi, to coller yango na barre ya navigation nayo:

source: Summary:
ln: Bokuse:

source: Changes:
ln: Mbongwana:

source: %(creator)s created a new revision to the document %(document_title)s.
ln: %(creator)s asalaki revision yasika na document %(document_title)s.

source: To view this document's history, click the following link, or paste it into your browser's location bar:
ln: Mpo na komona lisitwale ya doucment oyo, cliquer lien oyo elandi, to coller yango na barre ya navigation nayo:

source: The document %(document_title)s has a new revision that is ready for localization.
ln: Document %(document_title)s eza na revision yasika oyo elengelami mpo na kolimbolama.

source: To localize the document, click the following link, or paste it into your browser's location bar:
ln: Mpo na kolimbola document oyo, cliquer lien oyo elandi, to coller yango na barre ya navigateur nayo:

source: Text of the new revision:
ln: Makoma ya revision yasika:

source: %(creator)s submitted a new revision to the document %(document_title)s.
ln: %(creator)s atindi revision yasika na document %(document_title)s.

source: To review this revision, click the following link, or paste it into your browser's location bar:
ln: Mpo na komanyola revision, cliquer lien oyo elandi, to coller yango na barre ya navigateur nayo:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
ln: Bacontributeur nabiso bazalaki kosala makasi na baarticle nayango ekozala malamu mingi soki okokoka komanyola yango. Soki topublier yango noki mpeza, noki mpeza nde ekobanda kosalisa basaleli.

source: If you have a moment please review these articles:
ln: Soki oza na mua ntango manyola baarticle oyo:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
ln: Matondo mingi mpo na contribution nayo na nkombo ya SUMO mpe esengo mingi na basaleli baye bazwi lisalisi na nzela ya mosala nayo!

source: Regards, The SUMO team
ln: Na boboto, Equipe SUMO

source: Your revision has been reviewed.
ln: Revision nayo emanyolami.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
ln: %(reviewer)s andimi revision nayo na document %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
ln: %(reviewer)s andimi revision nayo na document %(document_title)s.

source: Message from the reviewer:
ln: Message kowuta na reviseur:

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
ln: Mpo na komona lisitwale ya document oyo, cliquer lien oyo elandi, to coller yango na barre ya navigation nayo:

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
ln: Revision oyo opesaki contribution nayo endimami. %(reviewer)s andimi revision na document %(document_title)s.

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
ln: Revision oyo opesaki contribution nayo emanyolami. %(reviewer)s amanyoli revision na document %(document_title)s.

source: Content
ln: Contenu

source: Show after
ln: Lakisa sima

source: Show until
ln: Lakisa kino

source: New announcement for {group}
ln: Mayebisi yasika mpo na {group}

source: Thank you for your contribution to Mozilla Support!
ln: Matondo mpo na contribution nayo na Mozilla Support!

source: Community Hub
ln: Hub ya Lingomba

source: Top Contributors
ln: Bacontributeur ya Likolo

source: Filter by Locale
ln: Filtrage kolandana na Lokota

source: All locales
ln: Nkota nionso

source: Filter by Product
ln: Filtrage kolandana na Produit

# DB: products.Product.title
source: None
ln: Eloko moko te

source: All products
ln: Baproduit nionso

source: Support Forum
ln: Forum ya Lisungi

source: Knowledge Base
ln: Oyo etali boyebi

source: Localization
ln: Ndimbola

source: Army of Awesome
ln: Ebele ya kosepelisa

source: Find your fellow contributors
ln: Kuta baninga nayo bacontributeur

source: Username, Display Name or Twitter Handle
ln: Nkombo ya bosaleli, Nkombo ya Komonisa to Poignée ya Twitter

source: Search
ln: Luka

source: Community Discussions
ln: Masolo ya Lingomba

source: Go to the SUMO community discussions forum
ln: Kende na forum ya masolo ya lingomba ya SUMO

source: {user} - {num} contributions in last 90 days
ln: {user} - {num} bacontribution na mikolo 90 mileki

source: See All
ln: Tala Nionso

source: Community Search Results
ln: Baresultat ya Boluki ya Lingomba

source: Results for: {query}
ln: Baresultat mpo na: {query}

source: Sorry! Search is currently unavailable. Please try again soon.
ln: Bolimbisi! Boluki boza kozwama te na ngonga oyo. Meka lisusu mua sima.

source: No users were found for your search query.
ln: Mosaleli moko te azwami mpo na bosenga ya boluki nayo.

source: Twitter Handles:
ln: Bapoignée ya Twitter:

source: View Profile
ln: Tala Profile

source: Private Message
ln: Message Confidentielle

source: Days since last activity:
ln: Mikolo uta activité yasuka:

source: Top Contributors - Support Forum
ln: Bacontributeur ya Likolo - Forum ya Lisungi

source: Top Contributors - Knowledge Base
ln: Bacontributeur ya Likolo - Oyo etali Boyabe

source: Top Contributors - Localization
ln: Bacontributeur ya Likolo - Ndimbola

source: Top Contributors - Army of Awesome
ln: Bacontributeur ya Likolo - Ebele ya Kosepelisa

source: Select by Locale
ln: Pona kolandana na Lokota

source: There are {total} users with at least one contribution in the last 90 days.
ln: Eza na basaleli {total} baye bapesi contribution ata moko na mikolo 90 mileki.

source: Contributions in last 90 days: {count}
ln: Bacontribution na mikolo 90 mileki: {count}

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
ln: Tosepelaka mingi tango inso koyoka sango ya batu ya sika oyo balingi kosalisa na baforum nayango soki ukutani naino te na lingomba nabiso <a href="%(intro_url)s"> zwa monuti moko ya komilakisa </a>. Soki olingi koyebana te, yango mpe eza kaka malamu :). Okoki mpe kokuta biso banso na IRC, na <a href="%(irc_url)s"> #sumo channel </a>.

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
ln: Soki osepeli koyekola ebele na maye matali ndenge lisungi nionso oyo liza kosalema, tala <a href="%(training_url)s"> mateya nabiso mpo na contributeur </a>. Yango ezali na bainfo ya kitoko mpo na dépannage, badirective, mituna mitali ndenge ya kosala, mpe bainfo na maye matali esika ya kozwa lisalisi mosusu tango na nkokoso.

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
ln: Mpo na kosilisa, soki olingi kolanda basango nionso oyo etali SUMO, kobosana te maye matali <a href="%(forums_url)s">baforum ya lingomba nabiso</a>, <a href="%(blog_url)s">official blog</a> mpe <a href="%(twitter_url)s">compte Twitter</a>. Tokutanaka mpe <a href="%(meetings_url)s"> pene mikolo nionso ya mosala moko </a> - mpe okoki kosangana nabiso.

source: Invalid search data.
ln: Badonnée ya boluki elongobani te.

source: Search Unavailable
ln: Boluki Bozwami Te

source: No pages matched the search criteria
ln: Lokasa moko te lokokani na critere ya boluki

source: Most Recent
ln: Ya kala mingi te

source: Unanswered
ln: Oyo eyanolami te

source: Answered
ln: Oyo eyanolami

source: All
ln: Nionso

source: Reply-to is empty
ln: Yanola-na eza polele

source: Tweet has already been replied to
ln: Tweet esi eyanolami

source: Message is empty
ln: Message eza polele

source: Message is too long
ln: Message eza molayi mingi

source: An error occured: {message}
ln: Erreur moko esalemaki: {message}

source: Invalid ID.
ln: Identifiant elongobani te.

source: Tweets that are replies or have replies must not be hidden.
ln: Ba Tweet oyo eyanolami to eza na biyano esengeli te ebatama.

source: Join our Army of Awesome
ln: Sangana na oyo ya biso Ebele ya Kosepelisa

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
ln: Olingi Firefox mpe oza na mua ngonga ya kosalisa?<br /> Salisa basaleli misusu ya Firefox na Twitter. Makambo malamu makoya epayi ya baye bakotinda tweet!

source: Sign in and connect to Twitter
ln: Kota mpe miconnecter na Twitter

source: Choose a tweet below
ln: Pona tweet moko awa na se

source: Respond to the tweet!
ln: Yanola tweet!

source: Moderate Twitter Accounts
ln: Kokitisa Bacompte Twitter

source: Loading
ln: Eza kocharger

source: Refresh
ln: Korafraîchir

source: Sign out
ln: Bima

source: Sign in
ln: Kota

source: How to be effective:
ln: Ndenge ya kozala effectif:

source: Focus on people who need help or have questions
ln: Tiya misu nayo na batu oyo basengeli na lisalisi to baza na mituna

source: Customize canned replies - make each tweet unique
ln: Personnaliser biyano biye bisi bibongisami - sala ete tweet moko na moko ezala unique

source: Remove tweets that aren't really about Firefox or don't need a reply
ln: Longola batweet oyo ezali kotala Firefox te to oyo esengeli te koyanolama

source: Have a question about Army of Awesome?
ln: Oza motuna na maye matali Ebele ya Kosepelisa?

source: Ask other contributors
ln: Tuna bacontributeur misusu

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
ln: Tokoki te kozwa ba tweets oyo ekokani mpo na %(language)s na mbala oyo. Meka kotala lisusu sima, pona lolenge mosusu ya tweet uta na menu oyo eza awa likolo, to tala ba tweets na nkota misusu na bosaleli option ya lokota na se ya lokasa oyo.

source: Ban user will prevent a given twitter handle from using the Army of Awesome tool.
ln: Pekisa mosaleli ekokanga nzela na poignée songolo ya twitter esalela outil ya Ebele ya Kosepelisa.
