Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

source: Ban User
ln: Pekisa Mosaleli

source: Ban
ln: Pekisa

source: Banned Users
ln: Basaleli baye bapekisami

source: Unban
ln: Longola epekiseli

source: Flagging a user to ignore will prevent their tweets from showing up in Army of Awesome.
ln: Kotiya bendele na mosaleli ya kokipe te ekokanga nzela na ba tweets naye mpo emonana te na Ebele ya Kosepelisa.

source: Ignore User
ln: Kokipe mosaleli te

source: Ignore
ln: Kokipe te

source: Ignored Users
ln: Kokipe Basaleli te

source: Stop Ignoring
ln: Stoper kopipe te

source: Reply
ln: Yanola

source: What is your reply about?
ln: Eyano nayo eza nini na maye matali?

source: Get personal
ln: Komisa yango personnel

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
ln: Bongisa yango mpe komisa yango yayo mei. Bamessage personnalisé ezalaka na nzela molayi na bosalisi basusu.

source: Your message was sent!
ln: Message nayo etindami!

source: Submit
ln: Tinda

source: {0} and {1} other replied
ln: {0} na {1} mosusu eyanolami

source: {0} replied
ln: {0} eyanolami

source: This tweet doesn't need a response
ln: Tweet oyo esengeli na eyano te

source: Remove
ln: Longola

source: Connect to your Twitter account
ln: Koconnecter na compte Twitter nayo

source: Sign in to Mozilla Support
ln: Kota na Mozilla Support

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
ln: Liboso osangana, esengeli opesa ndingisa na Army of Awesome ekotisa ba tweets na nkombo nayo.

source: You will always control every tweet you post.
ln: Okozala ntango inso na contrôle ya tweet nionso oyo okotisi.

source: Army of Awesome will never tweet without your permission.
ln: Army of Awesome ekotinda tweet ata mokolo moko te sans ndingisa nayo.

source: Before you connect to Twitter, you must sign in to Mozilla Support.
ln: Liboso omiconnecter na Twitter, esengeli nayo okota na Mozilla Support.

source: Are you registered with Mozilla Support?
ln: Omikomisa na Mozilla Support?

source: Yes, I am.
ln: Iyo, nasili komikomisa.

source: Click to sign in.
ln: Cliquer mpo na kokota.

source: No, I'm not.
ln: Te, naino namikomisi te.

source: Click to register.
ln: Cliquer mpo na kokomikomisa.

source: Last Week
ln: Poso eleki

source: Yesterday
ln: Lobi eleki

source: Overall
ln: Aperçu général

source: Last 7 days
ln: Mikolo 7 mileki

source: Last 30 days
ln: Mikolo 30 mileki

source: Last 90 days
ln: Mikolo 90 mileki

source: All Time
ln: Ntango Inso

source: Percent Localized: Top 20
ln: Pourcent Localisé: 20 ya Likolo

source: Percent Localized: Top 100
ln: Pourcent Localisé: 100 ya Likolo

source: Percent Localized: All
ln: Pourcent Localisé: Nionso

source: Monthly Active Contributors
ln: Bacontributeur Actif na Sanza

source: Review Needed
ln: Esengeli Komanyolama

source: Update Needed
ln: Esengeli na Mise à jour

source: Immediate Update Needed
ln: Esengeli na Mise à jour Sik'oyo

source: Translation Needed
ln: Esengeli na Ndimbola

source: Top 20 Articles
ln: Baarticle 20 ya Likolo

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
ln: Oyo eza baarticle 20 ya likolo eye etalemi mingi na mikolo 30 mileki, yango etali koleka 50% ya traffic na Oyo etali Boyebi.

source: Top 50 Articles
ln: Baartilce 50 ya Likolo

source: These are the top 50 most visited articles in the last 30 days.
ln: Oyo eza baarticle 50 ya likolo eye etalemi mingi na mikolo 30 mileki.

source: Top 100 Articles
ln: Baarticle 100 ya Likolo

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
ln: Oyo eza baarticle 100 ya likolo eye etalemi mingi na mikolo 30 mileki, yango etali koleka 99% ya traffic na Oyo Etali Boyebi.

source: Templates
ln: Bamodele

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
ln: Bamodele eza nzela ya kosalela lisusu biteni ya contenu nakati ya baarticle ya Oyo Etali Boyebi. Okoki kokela mpe kosala mise à jour ya mopiko ya mitindo na esika moko, mpe na sima komiréférer nayango na makasa misusu.

source: All Knowledge Base Articles
ln: Baarticle Nionso Ya Oyo Etali Boyebi

source: This is the number of all Knowledge Base articles that are ready to be localized.
ln: Oyo ezali motango ya baarticle nionso ya Oyo Etali Boyebi eye elengelami mpo na kolimbola.

source: Visits in last 30 days
ln: Bavisite na mikolo 30 mileki

source: Status
ln: Lolenge

source: Most Viewed
ln: Oyo batali mingi

source: Most Visited
ln: Oyo bavisiter mingi

source: All knowledge base articles...
ln: Baarticle nionso ya oyo etali boyebi...

source: Visits
ln: Bavisite

source: Changes Needed
ln: Esengeli na mbongwama

source: Changes Not Ready For Localization
ln: Mbongwana Naino Elengelami Te Mpo Na Kolimbola

source: All templates...
ln: Bamodele Nionso...

source: How To Contribute
ln: Ndenge Ya Kocontribuer

source: All How To Contribute articles...
ln: Baarticle Nionso Ya Ndenge Ya Kocontribuer...

source: All Administration articles...
ln: Baarticle Nionso Ya Administration...

source: All translations...
ln: Nionso oyo elimbolami...

source: Unreviewed Changes
ln: Mbongwana oyo emanyolami te

# document
source: Unreviewed
ln: Emanyolami te

source: All articles requiring review...
ln: Baarticle nionso oyo esengeli komanyolama...

source: Changed
ln: Ebongwami

source: Unhelpful Documents
ln: Badocument ya ntina te

# document
source: Unhelpful
ln: Ya ntina te

source: All unhelpful articles...
ln: Baarticle nionso ya ntina te...

source: Total Votes
ln: Bavote Nionso

source: Helpfulness
ln: Bopesi ntina

source: Articles which have approved revisions newer than the latest ready-for-localization one
ln: Baarticle eye eza na barevision oyo endimami sika mpeza koleka oyo elengelami-mpo na- kolimbolama

source: All articles with changes not ready for localization...
ln: Baarticle nionso eye eza na mbogwana oyo elengelami te mpo na kolimbolama...

source: Approved
ln: Endimami

source: Need Changes
ln: Esengeli na mbongwama

source: Articles that require changes.
ln: Baarticle nionso oyo esengeli na mbongwama.

source: All articles that require changes...
ln: Baarticle nionso oyo esengeli na mbongwama...

source: Comment
ln: Commentaire

source: Canned Responses
ln: Biyano Biye Bilengelami

source: Localization status of all canned responses
ln: Lolenge ya Ndimbola ya biyano binso biye bilengelami

source: All canned responses articles...
ln: Baarticle nionso ya biyano biye bilengelami...

source: Knowledge Base Dashboard
ln: Tableau de bord ya Oyo Etali Boyebi

source: Localization Dashboard
ln: Tableau de bord ya Ndimbola

source: Aggregated Localization Metrics
ln: Bamesure Oyo Endimami na Ndimbola

source: The dashboard data is being loaded. This may take some time.
ln: Eza kocharger badonnée ya tableau de bord. Ekoki kozwa mua ntango.

source: Top 100 Articles: % Localized
ln: Baarticles 100 ya Likolo: % Localsé

source: Top 20 Articles: % Localized
ln: Baarticle 20 ya Likolo: % Localisé

source: All Articles: % Localized
ln: Baarticle Nionso: % Localisé

source: Active Contributors
ln: Bacontributeur Actif

source: {count} visitors in the past 30 days
ln: {count} bavisiteur na mikolo 30 mileki

source: [{product}] Knowledge Base Dashboard
ln: [{product}] Tableau de bord ya Oyo Etali Boyebi

source: All Products
ln: Baproduit Nionso

source: Show information for:
ln: Lakisa bainfo mpo na:

source: Overview
ln: Aperçu général

source: Complete overview...
ln: Aperçu général ya mobimba...

source: [{locale}] Locale Metrics
ln: [{locale}] Bamesure ya Lokota

source: Localization Percentage
ln: Pourcentage ya Bolimboli

source: Helpful Votes
ln: Bavote Ya Ntina

source: [{locale}][{product}] Localization Dashboard
ln: [{locale}][{product}] Tableau de bord Ya Bolimboli

source: Delete
ln: Boma

source: Create announcement
ln: Sala liyebisi

source: Created successfully
ln: Esalemi malamu

source: Create
ln: Sala

source: Locale:
ln: Lokota:

source: Review
ln: Revision

source: Add announcement
ln: Bakisa liyebisi

source: Edit
ln: Bongisa

source: Needs Update
ln: Esengeli na mise à jour

source: Ready for L10N
ln: Elengelami mpo na L10N

source: Stale
ln: Esili ngala

source: Expiry Date
ln: Mokolo ngala ekosila

source: Live
ln: Na bomoyi

source: Review Needed: {comment}
ln: Esengeli Komanyolama: {comment}

source: Yes
ln: Iyo

source: No
ln: Te

source: Show translations
ln: Lakisa oyo elimbolami

source: changed by {users}
ln: ebongolami na {users}

source: %(numerator)s of %(denominator)s
ln: %(numerator)s ya %(denominator)s

source: %(numerator)s <small>of %(denominator)s</small>
ln: %(numerator)s <small>ya %(denominator)s</small>

source: User Interface
ln: Interface ya Mosaleli

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
ln: Interface ya mosaleli oyo elimbolami mobimba nayango enetolaka experience mpo na bavisiteur ya site na lokota nayo. Salisa <a href="%(url)s">kolimbola interface</a>.

source: Jump to:
ln: Pimbwa na:

# l10n dashboard
source: Subscribe...
ln: Mikomisa...

source: Waiting for review
ln: Eza kozela bomanyolami

source: Ready for localization
ln: Elengelami mpo na kolimbola

source: Please note that these selections are specific to the current product selected.
ln: Yeba ete biye biponami awa biza bobele mpo na produit oyo oponami sik'oyo.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
ln: Yeaba ete bakokomisa mpo na mayebisi oyo mpo na baproduit nionso. Soki osepeli kaka na baproduit ya lolenge songolo, kende na tableau de bord mpo na produit wana.

source: All Topics
ln: Basujet Nionso

# DB: products.Topic.title
source: None
ln: Moko te

source: KB Dashboard
ln: Tableau de bord ya Oyo Etali Boyebi

source: Locale Metrics
ln: Bamesure ya Lokota

source: KB Team
ln: Equipe ya Oyo Etali Boyebi

source: Localization Team
ln: Equipe ya Ndimbola

source: Recent Revisions
ln: Barivision ya kala te

source: Aggregated Metrics
ln: Bamesure oyo Endimami

source: Spam or other unrelated content
ln: Spam to contenu mosusu oyo eza na ntina

source: Inappropriate language/dialog
ln: Lokota/Lisolo oyo elongobani te

source: Misplaced bug report or support request
ln: Rapport ya bogue to bosenga ya lisungi oyo etindami malamu te

source: Abusive content
ln: Contenu ya mabe

source: Other (please specify)
ln: Mosusu (sembola)

source: Pending
ln: Eza kozela

source: Accepted and Fixed
ln: Endimami mpe Ebongisami

source: Rejected
ln: Ebwakisami

source: You already flagged this content.
ln: Osi otiyaki bendele na contenu oyo.

source: You have flagged this content. A moderator will review your submission shortly.
ln: Otiyaki bendele na contenu oyo. Moderateur moko akomanyola etinda nayo kala mingi te.

source: Flagged Content Pending Moderation
ln: Contenu eye Etiyami Bendele Ekozela Moderation

source: Flagged {t} (Reason: {r})
ln: Etiyami bendele {t} (Ntina: {r})

source: Other reason:
ln: Ntina mosusu:

source: {t} with id={id} no longer exists.
ln: {t} with id={id} eza lisusu te.

source: Update Status:
ln: Sala mise à jour ya lolenge:

source: Please select...
ln: Pona...

source: The flag is valid and I fixed the issue.
ln: Bendele elongobani mpe nabongisaki nkokoso wana.

source: The flag is invalid.
ln: Bendele elongobani te.

source: There is no flagged content pending moderation.
ln: Contenu moko te eye etiyami bendele ekozela moderation.

source: View all deactivated users
ln: Tala basaleli nionso baye baza désactivé

source: Content:
ln: Contenu:

source: Created:
ln: Esalemaki:

source: Updated:
ln: Ezwaki mise à jour:

source: Flagged:
ln: Etiyamaki bendele:

source: Take Action:
ln: Sala eloko:

source: Title:
ln: Titre:

source: %(date)s by <a href="%(url)s">%(user)s</a>
ln: %(date)s na <a href="%(url)s">%(user)s</a>

source: Please provide a title.
ln: Pesa titre moko.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Titre eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya titre na bacaractère %(limit_value)s to na se. Sik'oyo eza bacaractère %(show_value)s.

source: Please provide a description.
ln: Pesa description moko.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya description nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza bacaractère %(show_value)s.

source: You have not selected an image to upload.
ln: Oponi te elili ya kotélécharger.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
ln: Sukisa molayi ya nkombo ya fichier ya elili nayo na bacaractère %(max)s to na se. Sik'oyo eza bacaractère %(length)s.

source: Please select a different title.
ln: Pona titre ya ndenge mosusu.

source: Include this in wiki syntax with [[Image:title]]
ln: Kotisa yango kati ya wiki syntax na [[Image:title]]

source: Provide a brief description of this media.
ln: Pesa na bokuse description ya media oyo.

source: Locale
ln: Lokota

source: Title
ln: Titre

source: Image
ln: Elili

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
ln: Baformat oyo endimami eza: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Mingi ya koyekola...</a>

source: Unrecognized request or nothing to cancel.
ln: Bosenga eyebani te to eloko te ya kotika.

source: Unrecognized media type.
ln: Type ya media eyebani te.

source: Could not upload your image.
ln: Ekoki te kotélécharger elili nayo.

source: Delete image
ln: Boma elili

source: Are you sure you want to delete this image?
ln: Oza sure olingi koboma elili oyo?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma libela elili oyo. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: Delete image | {t} | Media Gallery
ln: Boma elili | {t} | Gallerie Media

source: Delete video
ln: Boma vidéo

source: Are you sure you want to delete this video?
ln: Oza sure olingi koboma vidéo oyo?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma libela vidéo oyo. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: Delete video | {t} | Media Gallery
ln: Boma vidéo | {t} | Gallerie Media

source: Media Gallery
ln: Gallerie Media

source: by {user}
ln: na {user}

source: Uploaded {date}
ln: Ezalaki téléchargé {date}

source: Cancel
ln: Tika

source: Edit image
ln: Bongisa elili

source: Save image
ln: Bomba elili

source: Edit image | {t} | Media Gallery
ln: Bongisa elili | {t} | Gallerie Media

source: Upload a New Media File
ln: Télécharger Fichier Media Yasika

source: Search Gallery
ln: Boluki Gallerie

source: Show media for:
ln: Lakisa media mpo na:

source: Go
ln: Banda

source: Show:
ln: Lakisa:

source: Images
ln: Bilili

source: Videos
ln: Bavidéo

source: {title} | Media Gallery
ln: Gallerie Media | {title}

source: Delete this image
ln: Boma elili oyo

source: Edit this image
ln: Bongisa elili oyo

source: by <a href="{profile_url}">{user}</a>
ln: na <a href="{profile_url}">{user}</a>

source: Articles
ln: Baarticle

source: The following articles include this image:
ln: Baarticle oyo elandi eza na elili oyo:

source: This image is not included in any articles.
ln: Elili oyo eza nakati ya article ata moko te.

source: Media Gallery Search
ln: Boluki Gallerie Media

source: No media files found.
ln: Fichier ata moko te ya media ezwami.

source: Upload file
ln: Télécharger fichier

source: Preview
ln: Emoniselo ya yambo

source: Progress
ln: Progression

source: Continue Uploading Media
ln: Koba Kotélécharger Media

source: username
ln: nkombo ya bosaleli

source: Group information updated successfully!
ln: Mise à jour ya bansango ya groupe esalemi malamu!

source: {users} added to the group successfully!
ln: {users} babakisami malamu na groupe!

source: There were errors adding members to the group, see below.
ln: Baerreur esalemaki tango ya kobakisa bamembre na groupe, tala awa na se.

source: {user} removed from the group successfully!
ln: {user} alongolami malamu na groupe!

source: {users} added to the group leaders successfully!
ln: {users} babakisami malamu na bakambi ya groupe!

source: There were errors adding leaders to the group, see below.
ln: Baerreur esalemaki tango ya kobakisa bakambi ya groupe, tala awa na se.

source: {user} removed from the group leaders successfully!
ln: {user} alongolami malamu na bakambi ya groupe!

source: You are now part of the Contributors group!
ln: Sik'oyo oza nakati ya groupe ya Bacontributeur!

source: Delete {group} group avatar
ln: Boma avatar {group} ya groupe

source: Are you sure you want to delete the {group} group avatar?
ln: Oza sure olingi koboma avatar {group} ya groupe?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
ln: Oza pene ya koboma avatar mpo na libela. <strong>Ekoki kozongelama te!</strong> Okoki tango inso kotélécharger avatar mosusu mpo na koremplacer oyo eza.

source: Delete avatar
ln: Boma avatar

source: Remove leader
ln: Longola mokambi

source: Are you sure you want to remove {user} from {group} leaders?
ln: Oza sure olingi kolongola {user} kati ya bakambi {group}?

source: Remove member
ln: Longola membre

source: Are you sure you want to remove {user} from {group}?
ln: Oza sure olingi kolongola {user} na {group}?

source: Edit | {group} | Groups
ln: Bongisa | {group} | Bagroupe

source: Edit {group} profile information
ln: Bongisa {group} bainfo ya profile

source: Save
ln: Bomba

source: Change {group} group avatar
ln: Bongola {group} avatar ya groupe

# avatar
source: Upload
ln: Télécharger

source: Groups
ln: Bagroupe

source: Add group profile
ln: Bakisa profile ya groupe

source: {group} | Groups
ln: {group} | Bagroupe

source: Change avatar
ln: Bongola avatar

source: Change
ln: Bongola

source: Edit in admin
ln: Bongisa kati ya admin

source: Edit group profile
ln: Bongisa profile ya groupe

source: Edit group leaders
ln: Bongisa bakambi ya groupe

source: Group Leaders
ln: Bakambi ya groupe

source: Remove user from leaders
ln: Longola mosaleli kati ya bakambi

source: Add Leader
ln: Bakisa Mokambi

source: Edit group members
ln: Bongisa bamembre ya groupe

source: Group Members
ln: Bamembre Ya Groupe

source: Add Member
ln: Bakisa Mambre

source: Remove user from group
ln: Longola mosaleli kati ya groupe

source: previous
ln: Oyo eleki

source: Page {0} of {1}.
ln: Lokasa {0} na {1}.

source: next
ln: oyo elandi

source: You were awarded the '{title}' badge!
ln: Bapesi yo badge '{title}'!

source: Badges
ln: Babadge

source: Recently Awarded
ln: Oyo epesami kala te

source: Awarded badge: %(badge_name)s
ln: Badge oyo epesami: %(badge_name)s

source: Image:
ln: Elili:

# DB: badger.Badge.description
source: None
ln: Moko te

source: Creator:
ln: Mokeli:

source: Modified:
ln: Ezalaki modifié:

source: Award details
ln: Badétail ya recompense:

source: Awarded to:
ln: Epesami epayi ya:

source: Explanation:
ln: Botatoli:

source: Awarded by:
ln: Epesami na:

source: Issued on:
ln: Epesami mokolo ya:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
ln: <h2>Oyo epesami kala te &quot;%(badge_name)s&quot; badges</h2>

source: Recently awarded badges
ln: Babadge oyo epesami kala te

source: awarded to
ln: epesami epayi ya

source: Previous
ln: Oyo eleki

source: Next
ln: Oyo elandi

source: Recent awardees
ln: Baye bazwi babadge kala te

source: All available SUMO badges
ln: Babadge nionso oyo eza na SUMO

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
ln: <strong>%(awarder)s</strong> apesi yo <strong>%(title)s</strong> badge!

source: You have been awarded the <strong>%(title)s</strong> badge!
ln: Bapesi yo badge <strong>%(title)s</strong>!

source: See all the details...
ln: Tala badétail nionso...

source: Recently updated threads about %s
ln: Milongo miye misalemi mise à jour pene na %s

source: Recent posts in %s
ln: Baatticle ya kala te na %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Titre nayo eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Please provide a message.
ln: Pesa message.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Message nayo eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya message nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
ln: Boma Article | {t} | {d} Lisolo | Oyo Etali Boyebi

source: Discuss
ln: Kosolola

source: Delete Post
ln: Boma Article

source: Are you sure you want to delete this post?
ln: Oza sure olingi koboma article oyo?

source: Author
ln: Auteur

source: Date
ln: Mokolo

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma article oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
ln: Boma Mulongo | {t} | {d} Lisolo | Oyo Etali Boyebi

source: Delete Thread
ln: Boma Mulongo

source: Are you sure you want to delete this thread?
ln: Oza sure olingi koboma mulongo oyo?

source: Creator
ln: Mokeli

source: Number of Replies
ln: Motango ya Biyano

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma mpo na libela mulongo oyo. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: {locale_name} Discussions | Knowledge Base
ln: {locale_name} Masolo | Oyo Etali Boyebi

source: {locale_name} Discussions
ln: {locale_name} Masolo

source: {l} Knowledge Base Discussions
ln: {l} Masolo Oyo Etali Boyebi

source: Stop watching this locale
ln: Kostoper kolanda lokota oyo

source: Watch this locale
ln: Kolanda lokota oyo

source: Watch
ln: Kolanda

source: Replies
ln: Biyano

source: Last Post
ln: Article Yasuka

source: You are watching this thread
ln: Oza kolanda mulongo oyo

source: You are not watching this thread
ln: Oza kolanda mulongo oyo te

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
ln: <a href="%(thread_url)s">%(thread_title)s</a><br> na <a href="%(document_discussion_url)s">%(document)s</a>

source: by <a class="username" href="{profile_url}">{username}</a>
ln: na <a class="username" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
ln: Mulongo moko te eza. Tango mosusu esengeli osala moko!
