Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

source: Edit a post | {t} | {d} Discussion | Knowledge Base
ln: Bongisa article | {t} | {d} Lisolo | Oyo Etali Boyebi

source: Edit a post
ln: Bongisa article

source: Update post
ln: Sala mise à jour ya article

source: Edit thread {t} | {d} Discussion | Knowledge Base
ln: Bongisa mulongo {t} | {d} Lisolo | Oyo Etali Boyebi

source: Edit thread
ln: Bongisa mulongo

source: Edit thread "{t}"
ln: Bongisa mulongo "{t}"

source: Update thread
ln: Sala mise à jour ya mulongo

source: Create a new thread | {d} | Knowledge Base
ln: Sala mulongo moko yasika | {d} | Oyo Etali Boyebi

source: Create a new thread
ln: Sala mulongo moko yasika

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
ln: Olekisi motango ya milongo mpe biyano oyo esengeli kokotisama na eleko songolo ya ngonga. Meka lisusu mua sima.

source: Post Thread
ln: Kotisa Mulongo

source: {t} | {d} Discussion | Knowledge Base
ln: {t} | {d} Lisolo | Oyo Etali Boyebi

source: Edit this thread
ln: Bongisa mulongo oyo

source: Delete this thread
ln: Boma mulongo oyo

source: Unlock this thread
ln: Débloquer mulongo oyo

source: Lock this thread
ln: Bloquer mulongo oyo

source: Unsticky this thread
ln: Longola bavisite ebele na mulongo oyo

source: Sticky this thread
ln: Tikela bavisite ebele na mulongo oyo

source: Last reply by
ln: Eyano yasuka ya

source: Sticky
ln: Bavisite ebele

source: Locked
ln: Eza bloquer

source: Stop watching this thread
ln: Kostoper kolanda mulongo oyo

source: Watch this thread
ln: Kolanda mulongo oyo

source: Oh, no! Looks like there are no posts!
ln: Oh, te! Emonani neti article moko te eza!

source: Post a reply
ln: Kotisa eyano

source: Post Reply
ln: Bokotisi Eyano

source: Preview Reply
ln: Emoniselo Eyano Yambo

source: This thread has been locked. It is no longer possible to post new replies.
ln: Mulongo oyo eza bloqué. Ndenge eza lisusu te ya kokotisa biyano yasika.

source: {d} Discussion | Knowledge Base
ln: {d} Lisolo | Oyo Etali Boyebi

source: {d} Discussion
ln: {d} Lisolo

source: Post a new thread
ln: Kotisa mulongo yasika

source: Stop watching this forum
ln: Kostoper kolanda forum oyo

source: Watch this forum
ln: Kolanda forum oyo

source: Type
ln: Lolenge

# thread_type
source: Locked
ln: Eza bloqué

# thread_type
source: Sticky
ln: Bavisite ebele

source: View this post on the site.
ln: Tala article oyo na site.

source: This forum is a discussion about improving the "%(title)s" article.
ln: Forum oyo eza lisolo mpo na kobongisa "%(title)s" article.

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
ln: Forum oyo eza lisolo mpo na kobongisa "%(title)s" article. Soki olingi koparticiper, tosengi ete <a href="%(register_url)s">omikomisa</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
ln: Forum oyo eza lisolo mpo na kobongisa bolimboli "%(title)s" article. Soki olingi kobongisa contenu ya article, kende na <a href="%(url)s">Lisolo ya article na lokota ya Angele discussion</a>.

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
ln: Soki osengeli na lisalisi ya Firefox, <a href="%(aaq_url)s">tuna motuna</a>.

source: Edit this post
ln: Bongisa article oyo

source: Delete this post
ln: Boma article oyo

source: 1 post
ln: article 1

source: Link to this post.
ln: Kangisa na article.

source: Quote
ln: Citation

source: Modified by {name} on {datetime}
ln: Ezalaki modifié na {name} mokolo ya {datetime}

source: Post Preview:
ln: Emoniselo Article Yambo:

source: Turn off emails for discussion in my locale.
ln: Kanga ba email ya lisolo na lokota nangai.

source: Get emailed when there is new discussion activity in my locale.
ln: Kozwa ba email tango lisolo yasika eza na lokota nangai.

source: KPI Dashboard
ln: Tableau de bord KPI

source: Questions
ln: Mituna

source: Questions solved
ln: Mituna miye miyanolami

source: Definition: Percentage of threads that have answer marked as a solution
ln: Définition: Pourcentage ya milongo miye miza na biyano biye bitiyami elembo neti solution

source: Questions responded to within X hours
ln: Mituna miye miyanolami nakati ya bangonga X

source: Definition: Percentage of questions that get an action within X hours
ln: Définition: Pourcentage ya mituna miye milandelamaki nakati ya bangonga X

source: Helpfulness of KB articles and Forum
ln: Ya ntina na baarticle Oyo Etali Boyebi me Forum

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
ln: Définition: Coefficient ya “iyo”/total votes mpo na baarticle Oyo Etali Boyebi, milongo ya forum

source: Number of active contributors to the English KB
ln: Motango ya bacontributeur actif na Oyo Etali Boyebi na lokota ya Angele

source: Definition: The number of people who have contributed to the KB in the last 30 days.
ln: Définition: Motango ya batu baye bacontribuer na Oyo Etali Boyebi na mikolo 30 mileki.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
ln: Définition ya contribution: abongisaki koleka article 1 to amanyolaki koleka article 1

source: Number of active contributors to the non-English KB
ln: Motango ya bacontributeur actif na Oyo Etali Boyebi na lokota ya Angele te

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
ln: Définition: Motango ya batu baye bacontribuer na baversion ya Oyo Etali Boyebi na lokota ya Angele te na mikolo 30 mileki.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
ln: Définition ya contribution: abongisaki koleka article 1 ya lokota ya Angele te amanyolaki koleka article 1 ya lokota ya Angele te.

source: Number of active forum contributors
ln: Motango ya bacontributeur actif na forum

source: Definition: The number of people who have contributed to the forums in the last 30 days.
ln: Définition: Motango ya batu baye bacontribuer na baforum na mikolo 30 mileki.

source: Definition of contribution: wrote 10+ posts
ln: Définition ya contribution: akomaki baarticle koleka 10

source: Number of active Army of Awesome contributors
ln: Motango ya bacontributeur na Army of Awesome

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
ln: Définition: Motango ya batu baye bacontribuer na Army of Awesome na mikolo 30 mileki.

source: Definition of contribution: replied to a tweet.
ln: Définition ya contribution: ayanolaki tweet.

source: Search Clickthrough Rate
ln: Luka Taux ya Clickthrough

source: Clickthrough rate
ln: Taux ya Clickthrough

source: Definition: Percentage of people searching who click on an item on the search results page.
ln: Définition: Pourcentage ya batu baye bakoluka nani acliquaki na eloko eye eza na lokosa ya baresultat ya boluki.

source: Daily Unique Visitors
ln: Bavisiteur unique ya mokolo na mokolo

source: L10n Coverage
ln: Couverture L10n

source: L10n coverage
ln: Couverture L10n

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
ln: Définition: couverture L10n eza mesure ya pourcentage ya base ya visiteur nabiso oyo azwaka baarticle Oyo Etali Boyebi na lokota naye. Basalaka calcule nayango na bozwi kilo ya baarticle 50 ya likolo na lokota ya Angele likolo ya lolenge ya ndimbola ya article songolo na motango ya bavisite na lokota moko na moko.

source: Edit levels are taken into account as follows:
ln: Kobongisa baniveau esalemaka ndenge oyo:

source: A level 2 review change drops the localization to 50% of the article
ln: Bongwana ya bomanyolami ya niveau 2 ekitisaka ndimbola na 50% ya article

source: A level 3 review change drops the localization to 0% of the article
ln: Bongwana ya bomanyolami ya niveau 3 ekitisaka ndimbola na 0% ya article

source: More than one level 2 review change drops the localization to 0%
ln: Bongwana ya bomanyolami ya niveau 2 koleka moko ekitisaka ndimbola na 0%

source: Example:
ln: Ndakisa:

source: German makes up 10% of our visitor base
ln: Kiallemand ekokisaka 10% ya base ya visiteur nabiso

source: The 'how to set your home page' article makes up 2% of our top 50 visits
ln: Article ya 'Ndenge ya kobongisa page d'accueil nayo' ekokisaka 2% ya bavisite nabiso 50 ya likolo

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
ln: Tango article ya Page d'accueil eza bobele article moko oyo elimbolami mpe eza à jour na Kiallemand, nayango couverture nabiso mobimba eza 2% ya 10%=0.2% ya nionso (+couverture ya lokota ya Angele)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
ln: Tango Kiallemand ezangi mbongwana ya niveau 2, couverture ekokita na 50%, nayango 1% ya 10%=0.1% ya nionso

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
ln: <b>Important:</b> Sik'oyo toza kosalela modele moko ya mpasi te, epayi wapi article moko na moko etali 1/50=2% ya bavisite na lokota moko na moko

source: Exit Survey Results
ln: Bima na Baresultat ya Enquete

source: Help Other Users
ln: Salisa Basaleli Misusu

source: Love Firefox? Love Twitter?
ln: Olingi Firefox? Olingi Twitter?

source: Now you can combine both and help Firefox users on Twitter. It's quick, it's easy, and you don't have to be a tech superstar to do it. We call it our Army of Awesome.
ln: Sik'oyo okoki sosangisa yango nionso mibale mpe kosalisa basaleli ya Firefox na nzela ya Twitter. Eza ya lombango, mpe esengeli te ozala moyebi monene ya tech mpo na kosala yango. Tobiangaka yango Army of Awesome nabiso.

source: It's fun and addictive and the Awesome is you!
ln: Eza ya kosepelisa mpe ekozwa yo mobimba na Mosepelisi eza yo!

source: Help users on Twitter
ln: Salisa basaleli na Twitter

source: How it works
ln: Ndenge esalaka

source: Sign up as a volunteer
ln: Mikomisa nati volontaire

source: Go to Army of Awesome
ln: Kende na Army of Awesome

source: Connect your Twitter account
ln: Connecter compte nayo ya Twitter

source: Answer to Twitter users that need help. It's super easy with our canned responses.
ln: Yanola basaleli ya Twitter baye basengeli na lisalisi. Eza mpasi te mpeza na biyano nabiso biye bisi bilengelami.

source: 1 tweet can save 1 day
ln: Tweet 1 ekoki kobikisa mokolo 1

source: Other ways to get involved
ln: Banzela misusu ya kokomikotisa

source: Answer questions in the support forum
ln: Yanola mituna na forum ya lisungi

source: Write help articles
ln: Koma baarticle ya lisalisi

source: Translate help to your languages
ln: Ndimbola lisalisi na nkota nayo

source: Help Us Write Help Articles
ln: Salisa Biso Kokoma Baarticle ya Lisalisi

source: Help us write help articles!
ln: Salisa biso kokoma baarticle ya lisalisi!

source: Share your wisdom with the world.
ln: Kabola buanya nayo na mokili.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
ln: Soki olingaka kokoma mpe kotangisa nayango Oyo Etali Boyebi eza esika mpo na yo. Tosengeli na bacontributeur baye bakoki kokoma, kobongisa to reviser baarticle na lokota ya Angele. Ebele ya batu bakoingela na Oyo Etali Boyebi nabiso poso nionso. Banza kaka batu boni bakosalisama na nzela nayo!

source: Improve our help articles
ln: Améliorer baarticle nabiso ya lisalisi

source: Introduce yourself
ln: Milakisa

source: Watch our videos and check our documentation
ln: Tala bavidéo nabiso mpe badocument nabiso

source: 1 article can be viewed by 400 million users and translated into 70+ languages
ln: Article moko ekoki kotalema na basaleli million 400 mpe kolimbolama na nkota koleka 70

source: Army of Awesome: help users on Twitter
ln: Army of Awesome: salisa basaleli na Twitter

source: Translate Help Articles
ln: Limbola Baarticle ya Lisalisi

source: Translate help articles!
ln: Limbola baarticle ya lisalisi!

source: Let's make Mozilla Support speak your language!
ln: Tika tosala ete Mozilla Support esolola lokota nayo!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
ln: Baarticle ya lisalisi ezwami te na lokota nayo? Olingi kosangana na lingomba ya kosepelisa liye lizali kolimbola yango? Okosalisa bamillion ya basaleli na lokota nayo. Kitoko, bompiliki, malamu?

source: Translate help articles to your language
ln: Limbola baarticle ya lisalisi na lokota nayo

source: Check our documentation
ln: Tala badocument nabiso

source: Just edit articles in your language!
ln: Bongisa kaka baarticle na lokota nayo!

source: Translating 1 article can help 1,000's of users in your language
ln: Kolimbola article moko ekoki kosalisa basaleli ebele mpeza na lokota nayo

source: Answer questions in the forum
ln: Yanola mituna na forum

source: Where all the action happens
ln: Esika makambo nionso esalamaka

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
ln: Kowuta na badeveloppeur ya hardcore kino na "Ndenge nini nakoki koinstaller Firefox" mosaleli ya mbala ya yambo, mutu nionso asengeli na lisalisi na forum! Kobola boyebi nayo na bolakisi batu baarticle ya lisalisi oyo esengeli mpe kolakisa baetape ya dépannage mpo na mituna nabango.

source: Help users in the forums
ln: Salisa basaleli na baforum

source: Go to our support forum and choose a question to answer
ln: Kende na forum nabiso ya lisungi mpe pona motuna ya koyanola

source: Start answering!
ln: Banda koyanola!

source: Read this for some help to get started
ln: Tanga yango mpo na mua lisalisi mpo na kobanda

source: Solving 1 issue helps up to 1,000 users a day
ln: Kosilisa nkokoso moko ekosalisa ebele ya basaleli mokolo moko

source: Save the world
ln: Bikisa mokili

source: from the comfort of your couch
ln: uta na oyo ekosenga yo makasi mingi te

source: We need your help!
ln: Tosengeli na lisalisi nayo!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
ln: Eza na basaleli koluta bamillion 400, Mozilla support esimbami mobimba nayango na bavolontaire, mpe eza ya litomba koleka. Oyo ezali epayi oza koingela.

source: Why should I help?
ln: Mpo na nini esengeli na salisa?

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
ln: Salisa bamillion ya basaleli bazwa ya litomba koleka na navigateur nabango balingaka. Bacontribution nayo ekokomela bamillion ya basaleli mokili mobimba, mpe okoki kosala yango na bompete bisika ozali.

source: Pick a way to get involved
ln: Pona nzela ya komikotisa

source: About Us
ln: Maye matali biso

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
ln: Mozilla Support eza lingomba ya bavolontiare mpe basali baye bamipesi motema mobimba mpo na komeka kosunga basaleli babiso mokili mobimba. Sangana na biso mpo na makambo kitiko ya kokamwisa!

source: Ask a question
ln: Tuna motuna

source: Having trouble with a Mozilla product and want some help?
ln: Ozwi nkokoso na produit ya Mozilla mpe olingi mua lisalisi?

source: Volunteer for Mozilla Support
ln: Sala volontariat mpo na Mozilla Support

source: Sign me up
ln: Komisa ngai

source: Help us write help articles
ln: Salisa biso kokoma baarticle ya lisalisi

source: Translate help articles
ln: Limbola baarticle ya lisalisi

source: Help other users
ln: Salisa basaleli misusu

source: Save the world from the comfort of your couch
ln: Bikisa mokili na oyo ekosenga yo makasi mingi te

source: username1, username2,...
ln: nkonbo ya bosaleli1, nkombo ya bosaleli2,...

source: To:
ln: Epayi ya:

source: [SUMO] You have a new private message from [{sender}]
ln: [SUMO] Oza na message confidentielle moko kowuta na [{sender}]

source: Invalid username provided. Enter a new username below.
ln: Nkombo ya bosaleli oyo epasami elongobani te. Koma nkombo ya bosaleli yasika awa na se.

source: No messages selected. Please try again.
ln: Message moko te eponami. Meka lisusu.

source: Messages didn't add up. Try again.
ln: Bamessage ebakisami te. Meka lisusu.

source: The message was deleted!
ln: Message ebomami!

source: Delete Message
ln: Boma Message

source: Messages
ln: Bamessage

source: Sent Messages
ln: Tinda Bamessage

source: Are you sure you want to delete these messages?
ln: Oza sure olingi koboma bamessage oyo?

source: Are you sure you want to delete this message?
ln: Oza sure olingi koboma message oyo?

source: Inbox
ln: Sanduku ya mikanda oyo eye

source: New Message
ln: Message Yasika

source: Mark Selected as Read
ln: Tiya elembo na message oyo Eponami bo etangemi

source: Delete Selected
ln: Boma oyo Eponami

source: Read message
ln: Tanga message

source: Delete message
ln: Boma message

source: There are no messages here.
ln: Message ata moko te eza awa.

source: You have exceeded the number of private messages that can be sent in a day.
ln: Olekisi motango ya bamessage confidentielle oyo ekoki kotindama na mokolo.

source: Send
ln: Tinda

source: You
ln: Yo

source: Read Sent Message
ln: Tanga Message oyo Etindami

source: Read Message
ln: Tanga Message

source: View this message on the web
ln: Tala message oyo na web

source: System
ln: Systeme

source: Message Preview:
ln: Emoniselo Yambo Message:

source: Delete messages?
ln: Koboma bamessage?

source: Trash
ln: Ekunde

source: New
ln: Yasika

source: Mark unread
ln: Tiya elembo bo etangemi te

source: Mark read
ln: Tiya elembo bo etangemi

source: Sent Message
ln: Tinda Message

source: From:
ln: Kowuta na:

source: Unsubscribe
ln: Longola inscription

source: Are you sure you want to unsubscribe?
ln: Oza sure olingi kolongola inscription?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
ln: Okolongwa na: <br><strong>%(object)s</strong>

source: Unsubscribe Error
ln: Erreure eye ekomisami te

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
ln: Tokoki te kozwa inscription nayo. Tango mosusu eza déjà annuler, to libunga lisalemaki na lien ya bolongoli inscription. Zala sure ete lien mobimba kowuta na email ekeyi tii na navigateur. Soki eteni ya suka ya lien ezipi molongo ya mibale na email, meka kocopier mpe kocoller lien na navigateur.

source: Unsubscribed
ln: Inscription elongolami

source: You have been unsubscribed.
ln: Inscription nayo elongolami.

source: {product} Help
ln: {product} Lisalisi

# DB: products.Topic.description
source: None
ln: Moko te

source: In English
ln: Na Angele

source: Free Download
ln: Téléchargement Ya Ofele

source: Systems and Languages
ln: Basysteme na Bankota

source: What's New
ln: Nini yasika

source: Privacy
ln: Confidentialité

source: Give Firefox a tune up
ln: Tiya Firefox maboko

source: Refresh Firefox
ln: Rafraîchir Firefox

source: How does it work?
ln: Esalaka ndenge nini?

source: Download a fresh copy
ln: Télécharger exemplaire yasika

source: Release Notes
ln: Mayebisi

source: Help Topics
ln: Basujet Ya Lisalisi

source: Products
ln: Baproduit

# DB: products.Product.description
source: None
ln: Moko te

source: Get community support
ln: Zwa lisungi ya lingomba

source: Search support articles
ln: Luka baarticle ya lisungi

source: Back to:
ln: zonga na:

source: Firefox for Desktop
ln: Firefox mpo na ordinateur ya bureau

source: Windows, Mac, or Linux
ln: Windows, Mac, to Linux

source: Download, install and migration
ln: Télécharger, installer mpe migration

source: Privacy and security settings
ln: Baparamètre ya confidentialité mpe bokengi

source: Customize controls, options and add-ons
ln: Personnaliser bacontrôle, baoption mpe bibakisi

source: Fix slowness, crashing, error messages and other problems
ln: Kobongisa bankokoso ya vitesse ya pete, bamessage ya erreur mpe misusu

source: Tips and tricks
ln: Mayele mpe buanya

source: Cookies
ln: Ba cookies

source: Tabs
ln: Ba tabs

source: Websites
ln: Ba site web

source: Firefox Sync
ln: Sync Firefox

source: Other
ln: Mosusu

source: Download and install apps
ln: Télécharger mpe installer ba apps

source: Customize controls, options, settings and preferences
ln: Personnaliser bacontrôle, baoption, baparamètre mpe bapréférence

source: Tools for creating and teaching the web
ln: Baoutil mpo na kokela mpe kotangisa web

source: Using Popcorn Maker
ln: Bosaleli Popcorn Maker

source: Using Thimble
ln: Bosaleli Thimble

source: Using X-Ray Goggles
ln: Bosaleli X-Ray Goggles

source: Using a feature on webmaker.org
ln: Bosaleli caractéristique moko na webmaker.org

source: Contributing to Webmaker
ln: Kocontribuer na Webmaker

source: Calendar
ln: Manaka

source: Other Mozilla products
ln: Baproduit misusu ya Mozilla

source: Please confirm your email address
ln: Confirmer adresse email nayo

source: %s posted an answer to your question "%s"
ln: %s akotisaki eyano na motuna nayo "%s"

source: New answers for question: %s
ln: Biyano yasika mpo na motuna: %s

source: Solution found to Firefox Help question
ln: Solution ezwami na motuna ya Lisalisi ya Firefox

source: Solution found for question: %s
ln: Solution ezwami na motuna: %s

source: Recently updated questions
ln: Mituna eye esalami mise à jour kala te

source: Recently updated questions tagged %s
ln: Mituna miye misalami mise à jour mpe mitiyami elembo %s

source: Recent answers to %s
ln: Biyano ya kala te na %s

source: URL of affected site
ln: URL ya site affecté

source: Crash ID(s)
ln: Identifiant ya Likama

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
ln: Soki otindi bainfo na Mozilla ntango ya likama, bakopesa yo Identifiant ya likama eye eza koidentifier bobele likama nayo mpe kopesa nzela ya botali badétail oyo ekoki kosalisa koidentifier ntina ya likama. Mpo na kozwa baidentifiant ya likama eye otindaki kala te, kende na <strong>maye matali:makama</strong> na barre nayo ya adresse. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Cliquer mpo na kozwa bainstruction misusu</a>.
