Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

source: This email is already in use!
ln: Email oyo eza déjà na mosala!

source: Done!
ln: Esili!

source: Account successfully verified!
ln: Vérification ya compte esalemi malamu!

source: Something is wrong
ln: Eloko moko eza malamu te

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
ln: Vérification ya compte nayo esalemi malamu, mpe motuna nayo eza kokotisama na forum ya lisungi ya lingomba ya Mozilla.

source: See your question here:
ln: Tal motuna nayo awa:

source: Sit back and relax. Our forum contributors will get back to you with an answer.
ln: Fuanda mpe kitisa motema. Bacontributeur ya forum nabiso bakozongela yo na eyano.

source: While you wait
ln: Tango oza kozela

source: Log in, so you can respond to your question when it is answered:
ln: Kota, mpo ete oyanola na motuna nayo tango bakoyanola yango:

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
ln: Oconfirmer adresse email nayo mpe oactiver compte nayo! Okoki sik'oyo kokota, mpe kokende na bongisa profile nayo.

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
ln: Tokoki te koactiver compte nayo. Zala sure ete ocliquer lien ya malamu na email nayo to obeti adresse ya malamu.

source: Log In / Register
ln: Kokota / Komikomisa

source: Change email address
ln: Bongola adresse email

source: You will need to confirm the newly set email address to complete the change.
ln: Ekosengela oconfirmer adresse email oyo osali sika mpo kosilisa mbongwana.

source: Change my email
ln: Bongola adresse email nangai

source: Unable to change email for user {username}
ln: Ekoki te kobongola adresse email mpo na mosaleli {username}

source: Email changed for user {username}
ln: Email ebongwani mpo na mosaleli {username}

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
ln: Email oyo okomi ({new_email}) eza déjà na systeme. Email oyo ezosala mpo na compte nayo sik'oyo eza kaka {old_email}.

source: Your email has been changed from {old_email} to {new_email}.
ln: Email nayo ebongwami kowuta {old_email} na {new_email}.

source: Confirmation email sent
ln: Email ya confirmation etindami

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
ln: Totindi email ya confirmation na %(new_email)s. Landa lien na email ya confirmation mpo na kobongola compte email nayo.

source: Your account was sucessfully closed!
ln: Compte nayo ekangemi malamu!

source: We're sorry to see you go.
ln: Toza na mawa ya komona yo kokende.

source: Are you sure you want to delete your avatar?
ln: Oza sure olingi koboma avatar nayo?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
ln: Oza pene ya koboma avatar nayo mpo na libela. <strong>Ekoki kozongelama te!</strong> Okoki tango inso <a href="%(upload_url)s">kotélécharger avatar mosusu</a> mpo na koremplacer oyo eza sik'oyo.

source: Deactivation Log
ln: Log ya Désactivation

source: Deactivated user
ln: Mosaleli désactivé

source: Deactivated by
ln: Azalaki désactivé na

source: {user} | Documents
ln: {user} | Badocument

source: Documents
ln: Badocument

source: Documents edited or translated
ln: Badocument eye ebongisami to elimbolami

source: Redirects
ln: Botindami

source: Change Avatar
ln: Bongola Avatar

# avatar
source: Change
ln: Bongola

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
ln: <p> SUMO eza sik'oyo kosalela Gravatars bo ba avatars. Esengeli obongola Gravatar nayo na gravatar.com. </p> <p> Ekoki kozwa mua baminuti mpo na mbongwana ya avatar esala. Ekoki kosengela ozela mua baminuti mpe korécharger lokasa mpo na komona Gravatar nayo yasika. </p>

source: Update
ln: Mise à jour

source: Close account and delete all profile information
ln: Kanga compte mpe boma bainfo nionso ya profile

source: Are you sure
ln: Oza sure

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be restored again.
ln: Koboma compte nayo ekokangela yo nzela ya koyanola to kokotisa mituna na Lisungi Ya Mozilla. Likambo oyo ekoboma profile nayo mpe ekoki kozongisama lisusu te.

source: Please type in your username to confirm
ln: Beta nkombo nayo ya bosaleli mpe confirmer

source: Delete My Account
ln: Boma Compte Nangai

source: Edit Settings
ln: Baparamètre Ya Bobongisi

source: Manage watch list
ln: Kamba liste ya kolanda

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
ln: Awa na se eza biloko oyo olandaki. Biloko biye bitiyami elembo eza biloko biye oza kolanda sik'oyo mpe biye bitiyami bilembo te eza biloko oyo eza kolandema lisusu te.

source: You are not currently watching anything.
ln: Sika sik'oyo oza kolanda eloko ata moko te.

source: Retrieve Username
ln: Retrouver Nkombo ya bosaleli

source: Forgotten your username? Enter your email address below, and we'll send it to you.
ln: Obosani nkombo nayo ya bosaleli? Koma adresse email nayo awa na se, mpe tokotindela yo yango.

source: Send username
ln: Tinda nkombo ya bosaleli

source: Edit user profile
ln: Bongisa profile ya mosaleli

source: Deactivate this user
ln: Désactiver mosaleli oyo

source: Deactivate this user and mark all content as spam
ln: Désactiver mosaleli oyo mpe tiya elembo na ba contenu nionso bo spam

source: This user has been deactivated.
ln: Mosaleli oyo aza désactivé.

source: {0} question
ln: motuna {0}

source: {0} answer
ln: eyano {0}

source: {0} solution
ln: solution {0}

source: {0} documents
ln: document {0}

source: Mozillians
ln: Bayi Mozilla

source: About {user}
ln: Maye matali {user}

source: {user}'s Groups
ln: {user}'s Bagroupe

source: See all available SUMO badges
ln: Tala ba badge nionso ya SUMO oyo eza

source: Change Password
ln: Bongolo Liloba Ya Sekele

source: Change my password
ln: Bongola Liloba nangai Ya Sekele

source: Password change successful!
ln: Liloba Ya Sekele ebongolami malamu!

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
ln: Obongoli liloba nayo ya sekele malamu. <a href="%(profile_url)s">Zonga na lokasa ya kobongisa profile.</a>

source: Password successfully reset.
ln: Liloba Ya Sekele eza réinitialisé malamu.

source: You can now log in.
ln: Okoki sik'oyo kokota.

source: Password Reset
ln: Koréinitialiser Liloba Ya Sekele

source: New password
ln: Liloba Ya Sekele Yasika

source: Confirm password
ln: Confirmer liloba ya sekele

source: Password reset unsuccessful
ln: Liloba Ya Sekele eza réinitialisé malamu!

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ln: Lien ya réinitialisation ya liloba ya sekele elongobanaki te, tango mosusu eza mpo esi basaleli yango. Senga lisusu réinitialisation ya liloba ya sekele.

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
ln: <strong>Keba:</strong> Bacompte oyo ekelamaki liboso ya sanza ya zomi na mibale 2010 ekoki kozala na bankokoso mpo na kokota. Tosengi ete oréinitialiser liloba nayo ya sekele awa na se.

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
ln: Obosani liloba nayo ya sekele? Koma adresse email nayo awa na se, mpe tokotindela yo mitindo mpo na koréinitialiser oyo ya sika.

source: Email Address:
ln: Adresse Email:

source: Send password reset link
ln: Tinda lien ya réinitialisation ya liloba ya sekele

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
ln: Totindi email na compte nionso oyo eza kosalela adresse oyo. Landa lien na email mpo na koréinitialiser liloba nayo ya sekele.

source: Thank you for registering!
ln: Matondo mpo na komikomisa!

source: Thank you for being awesome!
ln: Matondo ndenge osepelisi!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
ln: Liboso okota, esengeli oconfirmer adresse email nayo. Totindeli yo email oyo eza na lien ya confirmation. Cliquer kaka lien mpe okozala osi obongami mpo kobanada!

source: Resend confirmation email
ln: Tinda lisusu email ya confirmation

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
ln: Mpo na koactiver compte nayo esengeli oconfirmer adresse email nayo. Koma email nayo mpe tinda formulaire oyo eza awa na se, ebongo tokotinda lisusu email ya confirmation.

source: Resend account confirmation email
ln: Tinda lisusu email ya confirmation

source: Confirmation email sent successfully.
ln: Email ya confirmation etindami malamu.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
ln: Liboso okota, esengeli oconfirmer adresse email nayo. Totindi email ya sika ya confirmation na compte nionso oyo eza kosalela <strong>%(email)s</strong>. Mpo na koconfirmer adresse email, landa kaka lien oyo eza nakati ya email.

source: Click here to verify your email address
ln: Cliquer awa mpo na kovérifier adresse email nayo

source: If the link above doesn’t work, click here:
ln: Soki lien oyo eza awa likolo ezosala te, cliquer awa:

source: The Mozilla Support team
ln: Equipe Ya Lisungi Ya Mozilla

source: Click here to find out where to help.
ln: Cliquer awa mpo na koyeba wapi kosalisa.

source: <a href="%(url)s">Forum Contributor</a> - Answer user support questions that are most-requested but have no replies.
ln: <a href="%(url)s">Forum Ya Contributeur</a> - Yanola mituna ya lisungi ya mosaleli, mituna miye mitunami mingi kasi miza na biyano te.

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here: <a href="%(url)s">Contributor Quality Training</a>.
ln: Na tango ozobanda koyanola mituna oyo mimonani pete okoki kosilisa noki mua mituna. Neti, oyo esalemaka tango mosaleli ya kanda alingi kosala mingi te to akomituna nini yango ekolanda? Mateya Ya Qualité Ya Contributeur makoki kopesa biyano na yango. Okoki kobanda awa: <a href="%(url)s">Mateya Ya Qualité Ya Contributeur</a>.

source: <a href="%(url)s">Twitter Contributor</a> - Respond to tweets about Firefox.
ln: <a href="%(url)s">Contributeur Twitter</a> - Yanola na ba tweets na maye matali Firefox.

source: <a href="%(url)s">KB Editor</a> - Help to update knowledge base articles that need changes or write new articles.
ln: <a href="%(url)s">Editeur KB</a> - Salisa kosala mise à jour ya baarticle Oyo Etali Boyebi eye esengeli kobongolama to koma baarticle yasika.

source: <a href="%(url)s">L10N Contributor</a> - Help to translate Firefox Help content to your language.
ln: <a href="%(url)s">Contributeur L10N</a> - Salisa kolimbola contenu ya Lisalisi Ya Firefox na lokota nayo.

source: Having trouble with Firefox and want some help? Our support forums are a great place to ask a question.
ln: Oza na nkokoso na Firefox mpe olingi kozwa mua lisalisi? Bafurm nabiso ya lisungi eza esika monene ya kotuna mituna.

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe.
ln: Lisungi Ya Mozilla eza lingomba ya bavolontaire mpe basali baye bamipesi motema mobimba mpo na kosunga basaleli babiso mokili mobimba.

source: See what you can do to help
ln: Tala oyo okoki kosala mpo na kosalisa

source: Register to be a Contributor
ln: Mikomisa mpo na kozala contributeur

source: You don't need to register to <a href="{url}">ask a question</a>.
ln: Esengeli te omikomisa mpo na <a href="{url}">kotuna motuna</a>.

source: Logging in...
ln: Oza kokota...

source: Logged in!
ln: Okoti!

source: My password isn't working.
ln: Liloba nangai ya sekele eza kosala te.

source: Login Problems?
ln: Nkokoso mpo na kokota?

source: I forgot my username.
ln: Nabosani nkombo nangai ya bosaleli.

source: I didn't get a confirmation email.
ln: Nazwi email ya confirmation te.

source: This username is available.
ln: Nkombo ya bosaleli eza dispo.

source: This email looks great!
ln: Email oyo emonani eza kitoko mpeza!

source: Password should be at least 8 characters long and contain at least 1 number.
ln: Molayi ya Liloba ya sekele esengeli ezala bacaractère 8 mpe na au moins chiffre moko.

source: Your username will be shown next to your question in our public support forums.
ln: Nkombo nayo ya bosaleli ekomonana pene ya motuna nayo na baforum public ya lisungi.

source: Reveal password to check that it's right
ln: Monisa liloba ya sekele mpo na kotala soki eza malamu

source: Create my account
ln: Kela compte nangai

source: My profile
ln: Profile na nangai

source: Edit my profile
ln: Bongisa profile nangai

source: Edit settings
ln: Bongisa baparamètre

source: Successfully activated
ln: Eactivé malamu

source: Change email
ln: Bongola email

source: Edit profile
ln: Bongisa profile

source: Change Email
ln: Bongola Email

source: Password
ln: Liloba Ya Sekele

source: Email in
ln: Email na

source: Retrieve username
ln: Retrouver nkombo ya bosaleli

source: Contributions
ln: Bacontribution

source: Change password
ln: bongola liloba ya sekele

source: Old Password
ln: Liloba Ya Sekele Yakala

source: New Password
ln: Liloba Ya Sekele Yasika

source: New Password Again
ln: Liloba Ya Sekele Yasika Lisusu

source: You have successfully changed your password.
ln: Obongoli liloba nayo ya sekele malamu.

source: Your password was successfully reset.
ln: Réinitialisation ya liloba nayo ya sekele esalemi malamu.

source: Password reset
ln: Réinitailiser Liloba Ya Sekele

source: Register or sign in
ln: Mikomisa to kota

source: Create a support account.
ln: Kela compte ya lisungi.

source: Username
ln: Nkobo ya bosaleli

source: Signing in...
ln: Oza kokota...

source: Signed in!
ln: Okoti!

source: Don't have an account? Register
ln: Oza na compte te? Mikomisa

source: Create a new support account
ln: Kela compte yasika ya lisungi

source: Minor details that don't affect the instructions
ln: Badétail ya mike mike oyo eza koaffecter mitondo te

source: Content changes that don't require immediate translation
ln: Mbongwana ya contenu eye esengeli kolimbolama sik'oyo te

source: Major content changes that will make older translations inaccurate
ln: Mbongwana minene ya contenu miye mikosembola ndimbola te

source: These minor changes are not important for localizers and they will not be notified.
ln: Mbongwana mike mike oyo mizali ya litomba te mpo na balimboli mpe tokoyebisa mpo nayango te.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
ln: Oyo ekoyebisa balimboli ekotiyama elembo bo "esengeli na mise à jour" na tableau de bord. Mbongwana mingi&mdash;kosala mise à jour ya elili, kobongisa {for} markup, kobakisa to kolongola biteni ya ntina mingi te&mdash;esengeli esalela oyo.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
ln: Oyo ekoyebisa balimboli ekotiyama elembo ya "esili ngala" na tableau de bord. Ndimbola ekolakisa bokebisi na basaleli ete esili ngala mpe version ya lokota ya Angele eza eye eza kosembola koleka. Salela yango tango mitondo yakala mikoki mpeza lisusu te kosalama.

source: Troubleshooting
ln: Dépannage

source: How to
ln: Ndenge ya

source: How to contribute
ln: Ndenge ya kocontirbuer

source: %(old)s Redirect %(number)i
ln: %(old)s Botindami %(number)i

source: %(old)s-redirect-%(number)i
ln: %(old)s-botindami-%(number)i

source: [Reviews Pending: %s] SUMO needs your help!
ln: [Reviews Pending: %s] SUMO esengeli na lisalisi nayo!

source: Other products
ln: Baproduit misusu

source: {title} was edited by {creator}
ln: {title} ebongisamaki na {creator}

source: {title} is ready for review ({creator})
ln: {title} elengelami mpo bomanyolami ({creator})

source: {title} has a revision ready for localization
ln: {title} eza na revision eye elengelami mpo na kolimbolama

source: {title} ({locale}) has a new approved revision ({reviewer})
ln: {title} ({locale}) eza na revision yasika eye endimami ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya titre na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please provide a slug.
ln: Pesa slug moko.

source: The slug provided is not valid.
ln: Slug oyo opesi elongobani te.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Slug eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya slug na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please provide a summary.
ln: Pesa résumé.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Résumé eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa moleyi ya résumé na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Contenu eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya contenu na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya commentaire na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please select at least one product.
ln: Pona au moins produit moko.

source: Please select at least one topic.
ln: Pona au moins sujet moko.

source: Title of article
ln: Titre ya article

source: Article URL
ln: URL ya Article

source: Relevant to:
ln: Etali:

source: Allow translations:
ln: Ndima ndimbola:

source: Obsolete:
ln: Esila ngenge:

source: Allow discussion on this article?
ln: Kondima masolo na article oyo?

source: Type of article
ln: Lolenge ya article

source: Topics:
ln: Basujet:

source: Related documents:
ln: Badocument eye elendani nango:

source: Needs change:
ln: Esengeli na mbongwana:

source: Comment:
ln: Commentaire:

source: Keywords:
ln: Ba mots clés:

source: Affects search results
ln: Eaffecté baresultat ya boluki

source: Search result summary:
ln: Résumé ya résultat ya boluki:

source: Only displayed on search results page
ln: Bobele oyo omonani na lokasa ya barésultat ya boluki

source: Expiry date:
ln: Mokolo ya kosila ngala:

source: Significance:
ln: Ntina:

source: Needs change
ln: Esengeli na mbongwana

source: Users:
ln: Basaleli:

source: Start:
ln: Ebandeli:

source: End:
ln: Suka:

source: {users} added successfully!
ln: {users} abakisami malamu!

source: There were errors adding users, see below.
ln: erreur esalemaki na bobakisi basaleli, tala awa na se.

source: {user} removed from successfully!
ln: {user} alongolami malamu!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
ln: Soki etiyami elembo, wiki oyo ekobatama na boluki basique mpe batableuax de bord. Tango bakozala kotala yango, lokasa ekokebisa ete eza lisusu entretenu te.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
ln: Soki etiyami elembo, document oyo ekozala kondima masolo na forum associé. Longola elembo mpo na kobatamisa/desactivé forum.

source: If checked, this document needs updates.
ln: Soki etiyami elembo, document oyo ekosengela na ba mise à jour.

source: Please choose a category.
ln: Pona categorie.

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
ln: Revision esengeli ezala basé na artcile ya lokota ya Angele. Identifiant ya Revision %(id)s ekokani na critère oyo te.

source: Table of Contents
ln: Table des matières

source: The document "%s" does not exist.
ln: Document oyo "%s" eza te.

source: The template "%s" does not exist or has no approved revision.
ln: Modele oyo "%s" eza te to ezangi revision eye endimami.

source: Your revision has been approved: {title}
ln: Revision nayo endimami: {title}

source: Your revision has been reviewed: {title}
ln: Revision nayo emanyolami: {title}

source: A revision you contributed to has been approved: {title}
ln: Contribution osalaki na revision endimami: {title}

source: A revision you contributed to has been reviewed: {title}
ln: Contribution osalaki na revision endimami: {title}

# KB Topic
source: desktop
ln: ordinateur ya bureau

# KB Topic
source: download
ln: téléchargement

# KB Topic
source: browserID
ln: Identifiant ya navigateur

source: You cannot translate this document.
ln: Okoki kolimbola document oyo te.

source: Glad to hear it &mdash; thanks for the feedback!
ln: Esengo koyoka yango &mdash; matango mingi mpo na feedback!

source: You already voted on this Article.
ln: Osi ovoter na Article oyo.

source: Thanks for making us better!
ln: Matondo mingi mpo na kosala ete tozala malamu mpeza!

source: Firefox Releases
ln: Bapublication Ya Firefox

source: Article Revisions
ln: Barevision Ya Article

source: {users} added to the contributors successfully!
ln: {users} abakisami na bacontributeur malamu!

source: There were errors adding new contributors, see below.
ln: Erreur esalemaki na bobakisi bacontributeur yasika, tala awa na se.

source: {user} removed from the contributors successfully!
ln: {users} alongolami malamu kati ya bacontributeur!

source: Compare Revisions | {document}
ln: Comparer Barevision | {document}

source: Compare Revisions
ln: Comparer Barevision

source: Back to History
ln: Zonga na Lisitwale

source: Document Deleted | {document}
ln: Document Ebomami | {document}
