Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
ln: Sanduku ya moke ekofungwama. Cliquer na oyo ebiengami <em>Coller</em>. Soki te, beta <em>Ctrl+V</em> to <em>Command+V</em>.

source: Some text will appear in the empty box.
ln: Mua makoma makomonana na sanduku ya polele.

source: Share Data
ln: Kabola Badonnée

source: This field was populated automatically.
ln: Esika oyo emoninisamaki automatiquement.

source: See the data
ln: Tala badonnée

source: {num} solutions
ln: basolution {num}

source: {num} answers
ln: biyano {num}

source: Chosen Solution
ln: Solution eye oponami

source: Helpful Reply
ln: Biyano ya ntina

source: Marked as spam
ln: Etiyami elembo bo spam

source: Question owner
ln: Nkolo motuna

source: Was this helpful to you?
ln: Yango ezalaki na ntina epayi nayo?

source: Did this reply solve your problem?
ln: Eyano oyo esilisaki nkokoso nayo?

source: Solved the problem
ln: Esilisaki nkokoso

source: Does this reply solve the problem?
ln: Eyano oyo esilisi nkokoso?

source: Solves the problem
ln: Esilisi nkokoso

source: Solution chosen
ln: Solution eye eponami

source: Undo
ln: Kolongola

source: Reply Preview
ln: Emoniselo Eyano Yambo

source: Send Updates
ln: Kotinda ba mise à jour

source: Mark as spam
ln: Tiya elembo bo spam

source: Unmark as spam
ln: Longola elembo bo spam

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
ln: Zala malamu. Bavolontaire nabiso baza basaleli ya Mozilla neti yo, baye bazwaka tango ya mokolo nabango mpo na kosalisa.

source: Be descriptive. Saying &quot;Playing video on YouTube is always choppy&quot; will help our volunteers identify your problem better than saying &quot;Something is wrong&quot; or &quot;Firefox is broken&quot;.
ln: Zala descriptif. Koloba &quot;Kobeta vidéo na YouTube ezalaka tango inso choppy&quot; ekosalisa bavolontaire nabiso koidentifier nkokoso malamu koleka koloba &quot;Eloko moko eza wrong&quot; to &quot;Firefox eza broken&quot;.

source: We've made some educated guesses about your current browser and operating system.
ln: Tosaleli mayele ya kokundola maye matali navigateur na systeme d'exploitation oyo oza nayango sik'oyo.

source: Show details &raquo;
ln: Lakisa badétail &raquo;

source: Hide details &raquo;
ln: Batamisa badétail &raquo;

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
ln: Landela. Tango mosusu, bavolontaire nabiso bakoki kotuna yo bainfo misusu to komeka ba nzela misusu. Ezali yo kosala yango na lombango, nde na lombango mpe bakoki kobongisa yango.

source: Thanks for letting us know you have this problem.
ln: Matondo mpo na kolobela biso ete ozali na nkokoso oyo.

source: Identifying common problems helps the community answer your questions more quickly.
ln: Koidentifier bankokoso oyo ezwaka batu nionso esalisaka lingomba koyanola mituna nayo na lombango.

source: Want to know when a solution is found?
ln: Olingi bayebisa yo tango solution ezwami?

source: Please provide an email address and we'll send you an alert.
ln: Pesa adresse email mpe tokotindela yo alerte.

source: No Thanks
ln: Te, Matondo

source: User Agent: {user_agent}
ln: Agent Mosaleli: {user_agent}

source: Extensions
ln: Baextension

source: Graphics
ln: Bagraphique

source: Modified Preferences
ln: Bapréférence oyo eza modifié

source: Misc
ln: Miziki

source: <span class="key">User JS</span>: Yes
ln: <span class="key">Mosaleli JS</span>: Iyo

source: <span class="key">User JS</span>: No
ln: <span class="key">Mosaleli JS</span>: Te

source: <span class="key">Accessibility</span>: Yes
ln: <span class="key">Boingeli</span>: Iyo

source: <span class="key">Accessibility</span>: No
ln: <span class="key">Boengili</span>: Te

source: User Agent: {ua}
ln: Agent Mosaleli: {ua}

source: More Information
ln: Mayebisi misusu

source: Ask a New Question
ln: Tuna Motuna Yasika

source: Ask A Question
ln: Tuna Motuna

source: Try another topic
ln: Meka subjet mosusu

source: Post a question
ln: Kotisa motuna

source: posted by
ln: ekotisamaki na

source: Show more
ln: Lakisa mingi

source: Show less
ln: Lakisa moke

source: All posts
ln: Baarticle nionso

source: Helpful Solutions
ln: Basolution Ya Ntina

source: helpful
ln: Ya ntina

source: owner
ln: nkolo

source: post
ln: article

source: Helpful
ln: Ya ntina

source: Not Helpful
ln: Ya Ntina Te

source: Top contributors
ln: Bacontribution ya likolo

source: <strong>%(recent_unanswered_count)s question</strong> has no reply.
ln: <strong>%(recent_unanswered_count)s motuna</strong> eza na eyano te.

source: Total:
ln: Nionso:

source: Filter questions
ln: Filtrer mituna

source: Attention Needed
ln: Esengeli na bokebi

source: Show All
ln: Lakisa nionso

source: solved
ln: Eyanolami

source: needs attention
ln: esengeli na bokebi

source: contributed
ln: Ezwi contribution

source: Don't filter
ln: Kofiltrer te

source: Before
ln: Liboso

source: After
ln: Sima

source: Relevance
ln: Litomba

source: Last post date
ln: Mokolo ya article yasuka

source: Original post date
ln: Mokolo ya article original

source: Number of replies
ln: Motango ya biyano

source: Less than
ln: Na se ya

source: More than
ln: Koleka

source: Last answer date
ln: Mokolo ya eyano yasuka

source: Question date
ln: Mokolo ya motuna

source: Number of answers
ln: Motango ya biyano

source: Helpful votes
ln: Bavotes ya ntina

source: Relevant to
ln: Ya ntina epayi ya

source: Language
ln: Lokota

source: Include obsolete articles?
ln: Kobakisa baarticle oyo esili ngala?

source: Sort results by
ln: Kolandisa baresultat na

source: Created
ln: Ekelami

source: Last updated
ln: Esalemi mise à jour yasuka

source: Thread type
ln: Lolenge ya mulongo

source: Search in forum
ln: Luka nakati ya forum

source: Has answers
ln: Eza na biyano

source: Has helpful answers
ln: Eza na biyano ya ntina

source: Invalid callback function.
ln: Fonction ya rappel elongobani te.

source: Enter your terms in the form below and click <strong>Search</strong>
ln: Koma maloba nayo ya boluki na formulaire oyo eza awa na se mpe cliquer <strong>Luka</strong>

# button
source: Search
ln: Luka

source: Search Mozilla Support
ln: Luka Lisungi Ya Mozilla

source: Search is temporarily unavailable. Please try again in a few minutes.
ln: Boluki boza kosala te mpo na mua ngonga. Meka lisusu sima ya mua minuti.

source: Advanced Search
ln: Boluki avancé

source: Search the Knowledge Base
ln: Luka Oyo Etali Boyebi

source: Search the Support Questions
ln: Luka Mituna ya Lisungi

source: Support Questions
ln: Mituna Ya Lisungi

source: Search the Discussion Forums
ln: Luka Baforum Ya Masolo

source: Discussion Forums
ln: Baforum Ya Masolo

source: Article contains
ln: Article eza na

source: crashes on youtube
ln: makama na youtube

# button
source: Search Mozilla Support
ln: Luka Lisungi Ya Mozilla

source: Use basic search
ln: Salela boluki ya base

source: Post contains
ln: Article eza na

source: Number of votes. Must be an integer.
ln: Motango ya bavote. Esengeli ezala entier.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
ln: Yeba malamu: Boluki "tag1, tag2" ezongisaka mituna miye mitiyamaki na ba tag wana mibale tag1 na tag2

source: Created date. Format: mm/dd/yy
ln: Mokolo ekelamaki. Format: jj/mm/aa

source: Updated date. Format: mm/dd/yy
ln: Mokolo esalemi mise à jour. Format: jj/mm/aa

source: Thread contains
ln: Mulongo eza na

source: Use advanced search
ln: Salela boluki avancé

source: Mozilla Support
ln: Lisungi Ya Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
ln: Luka Lisungi Ya Oyo Etali Boyebi mpe Forum Ya Lusingi Ya Mozilla.

source: Advanced Search Results
ln: Baresultat Ya Boluki Avancé

source: Results
ln: Baresultat

source: Show Everything
ln: Lakisa Biloko Nionso

source: Help Articles Only
ln: Bobele Baarticle Ya Lisalisi

source: Community Discussion Only
ln: Bobele Masolo Ya Lingomba

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
ln: Resultat oyo <strong>{n}</strong> ezwami mpo na <strong>{q}</strong> mpo na <strong>{product}</strong>

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
ln: Tokoki te kozwa resultat ata moko mpo na <strong>{q}</strong> na <strong>{l}</strong>. Tango mosusu moko ya baarticle oyo ekoki kozala ya ntina?

source: 1 person has this problem
ln: Mutu 1 aza na nkokoso oyo

source: 1 new this week
ln: 1 yasika poso oyo

source: No results found
ln: Resultat ata moko te ezwami

source: None
ln: Moko te

# DB: products.Topic.title
source: Learn the Basics: get started
ln: Yekola ya Kobanda nayango: banda

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
ln: Yekola nionso oyo osengeli nayango mpo na kobanda na Firefox.

# DB: products.Topic.title
source: Bookmarks and tabs
ln: Ba bookmarks na ba tabs

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
ln: Ingela mpe bongisa na bopete nionso ba webpages nayo olingaka na ba bookmarks mpe ba tabs

# DB: products.Topic.title
source: Basic browsing
ln: Navigation ya ebandeli

# DB: products.Topic.description
source: Search and navigate easily with these essential features
ln: Luka mpe naviguer na bopete nionso bacaractéristique oyo ya litomba

# DB: products.Topic.title
source: Import settings from other browsers
ln: Benda baparamètre kowuta banavigateur misusu

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
ln: Yekola ndenge ya kobenda mpe koexporter bainfo nayo kati ya Firefox na navigateur mosusu

# DB: products.Topic.title
source: Video, audio and interactive settings
ln: Baparamètre interactif ya vidéo mpe audio

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
ln: Bongola lolenge Firefox eza kosalela bavidéo, baanimation, miziki mpe contenu interactif mosusu

# DB: products.Topic.title
source: Download, install and migration
ln: Téléchargement, installation na migration

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
ln: Yekola ndenge ya kotélécharger Firefox na ordinateur nayo ya bureau to kozwa to kotinda bainfo na banavigateur misusu.

# DB: products.Topic.title
source: Tips and tricks
ln: Mayele mpe buanya

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
ln: Leka niveau ya ebandeli na ba raccourcis oyo mpe mayele misusu.

# DB: products.Topic.title
source: Install and update
ln: Koinstaller mpe kosala mise à jour

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
ln: Ndenge ya koinstaller Firefox mpe kosala ete ezala à jour

# DB: products.Topic.title
source: Display and appearance
ln: Bomonisi mpe ndenge ya komonana

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
ln: Yekola ndenge ya kobongola barre ya outil, ba tailles de police mpe balangi ya navigateur

# DB: products.Topic.title
source: Firefox Sync
ln: Sync Firefox

# DB: products.Topic.description
source: Firefox Sync settings
ln: Baparamétre ya Sync Firefox

# DB: products.Topic.title
source: Sync your browsers
ln: Sync banavigateur nayo

# DB: products.Topic.description
source: Sync your information on all your devices
ln: Sync bainfo nayo na baappareil nayo nionso

# DB: products.Topic.title
source: Manage add-ons
ln: Kamba bibakisi

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
ln: Netola fonctionnalité ya Firefox mpe ndenge bibakisi bikomonana

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
ln: Sala masolo ya vidéo to mongongo na bosaleli navigateur Firefox

# DB: products.Topic.title
source: Chat and share
ln: Solola mpe kabola

# DB: products.Topic.description
source: Connect on video and share pages with your network
ln: Koconnecter na vidéo mpe kokabola makasa na réseau nayo

# DB: products.Topic.title
source: Customize controls, options and add-ons
ln: Kopersonnaliser bacontrôle, baoption mpe bibakisi

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
ln: Komisa Firefox yayo na nzela ya bobakisi mpe bokambi bacaractèristique olingi.

# DB: products.Topic.title
source: Privacy and security settings
ln: Baparamètre ya confidentialité mpe bokengi

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
ln: Yekola ndenge ya kobatela mpe kokengela bainfo nayo na navigation ya sekele ya Firefox, baparamètre ya liloba ya sekele mpe baparamètre misusu ya bokengi.

# DB: products.Topic.title
source: Do more with apps
ln: Sala ebele na ba apps

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
ln: Installer baapps ya kofungwama uta Marketplace mpo na kobakisa mingi ya kosepelisa mpe fonctionnalité na appareil nayo

# DB: products.Topic.title
source: Protect your privacy
ln: Batela confidentialité nayo

# DB: products.Topic.description
source: How to use Firefox's privacy and security features
ln: Ndenge ya kosalela bacaractéristique ya Firefox ya confidentialité mpe bokengi

# DB: products.Topic.title
source: Get community support
ln: Kozwa lisungi ya lingomba

# DB: products.Topic.description
source: Get community support
ln: Kozwa lisungi ya lingomba

# DB: products.Topic.title
source: Manage preferences and add-ons
ln: Kokamba bapréférence mpe bibakisi

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
ln: Komisa Firefox yayo na nzela ya personnalisation ya baparamètre mpe bibakisi

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
ln: Kobongisa bolembu, makama, bamessage ya erreur mpe bankokoso misusu

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
ln: Kobongisa bolembu, makama, bamessage ya erreur mpe bankokoso misusu

# DB: products.Topic.title
source: Tab basics
ln: Mateya ya ebandeli mpo na tab

# DB: products.Topic.description
source: Tab basics
ln: Mateya ya ebandeli mpo na tab

# DB: products.Topic.title
source: Firefox versions and languages
ln: Baversion ya Firefox mpe bankota

# DB: products.Topic.description
source: Firefox versions and languages
ln: Baversion ya Firefox mpe bankota

# DB: products.Topic.title
source: Copy your personal information from one browser to another
ln: Copier bainfo personnelle nayo kowuta navigateur moko tii mosusu

# DB: products.Topic.description
source: Copy your personal information from one browser to another
ln: Copier bainfo personnelle nayo kowuta navigateur moko tii mosusu

# DB: products.Topic.title
source: Cookies and cache
ln: Ba cookies mpe cache

# DB: products.Topic.description
source: Control the information that Firefox saves
ln: Contrôler bainfo eye Firefox eza kobomba

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
ln: Maloba ya sekele, baformulaire, boluki, mpe lisitwale - contrôler maye Firefox eza kosuggerer

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
ln: Maloba ya sekele, baformulaire, mpe lisitwale - contrôler maye Firefox eza kosuggerer

# DB: products.Topic.title
source: Firefox controls and buttons
ln: Bacontôle mpe ba boutons ya Firefox

# DB: products.Topic.description
source: Firefox controls and buttons
ln: Bacontrôle mpe ba boutons ya Firefox

# DB: products.Topic.title
source: Tab settings
ln: Baparamètre ya tab

# DB: products.Topic.description
source: Tab settings
ln: Baparamètre ya tab

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
ln: Personnaliser Firefox na bibakisi, ba plugins mpe ba extensions

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
ln: Personnaliser Firefox na bibakisi, ba plugins, mpe ba extensions

# DB: products.Topic.title
source: Firefox options, preferences and settings
ln: Baoption, bapréférence mpe baparamètre ya Firefofox

# DB: products.Topic.description
source: Firefox options, preferences and settings
ln: Baoption, bapréférence mpe baparamètre ya Firefofox

# DB: products.Topic.title
source: Bookmark options
ln: Baoption ya bookmark

# DB: products.Topic.description
source: Bookmark options
ln: Baoption ya bookmark

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
ln: Kobongisa bankokoso ya ba sites web (Facebook, YouTube, webmail etc.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
ln: Kobongisa bankokoso ya ba sites web (Facebook, YouTube, webmail etc.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
ln: Bamessage ya erreur: oyo elingi koloba mpe ndenge ya kobongisa

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
ln: Ndenge ya kobongisa bamessage ya erreur na Firefox

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
ln: Kodébloquer Firefox emiconnecter na Internet

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
ln: Kodébloquer Firefox emiconnecter na Internet

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
ln: Banzela ya kodiagnostiquer mpe kobongisa bankokoso

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
ln: Banzela ya kodiagnostiquer mpe kobongisa bankokoso

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
ln: Bavidéo, son, bilili mpe baanimation eza kosala te

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
ln: Bavidéo, son, bilili mpe baanimation eza kosala te

# DB: products.Topic.title
source: Firefox is slow or stops working
ln: Firefox eza kosala malembe to etiki kosala

# DB: products.Topic.description
source: Slowness or hanging
ln: Bolembu to bokangami

# DB: products.Topic.title
source: Firefox crashes
ln: Firefox ezwi likama

# DB: products.Topic.description
source: Crashing
ln: Ezozwa likama

# DB: products.Topic.title
source: Firefox won't save settings or remember information
ln: Firefox ekokoka te kobomba baparamètre to kokanisa bainfo

# DB: products.Topic.description
source: Firefox won't save settings or remember information
ln: Firefox ekokoka te kobomba baparamètre to kokanisa bainfo

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
ln: Bankokoso na bibakisi, ba plugins to logiciel eye esengami te

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
ln: Bankokoso na bibakisi, ba plugins to logiciel eye esengami te

# DB: products.Topic.title
source: Hot topics
ln: Basujet ya Kafukafu

# DB: products.Topic.description
source: Hot topics
ln: Basujet ya Kafukafu

# DB: products.Topic.title
source: Other
ln: Mosusu

# DB: products.Topic.description
source: Other
ln: Mosusu

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
ln: Ndenge ya koinstaller mpe kosala ete Firefox mpo na Android ezala à jour

# DB: products.Topic.title
source: Save, share and sync
ln: Bomba, kabola mpe sync

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
ln: Bomba, kabola mpe synchroniser contenu na baappareil misusu

# DB: products.Topic.title
source: Cast to your TV
ln: Lakisa na TV nayo

# DB: products.Topic.description
source: Learn how to view content on another screen
ln: Yekola ndenge ya kotala contenu na écran mosusu

# DB: products.Topic.description
source: Control how your information is saved or tracked
ln: Contrôler ndenge bainfo nayo ebombami to eza kolandema

# DB: products.Topic.title
source: Customize settings and preferences
ln: Personnaliser baparamètre mpe bapréférence

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
ln: Komisa Firefox mpo na Android yayo na baoption ya personnalisation oyo

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
ln: Yekola ndenge ya kozwa mpe koinstaller baapps ya kofungwama mpo na kobakisa mingi ya kosepelisa mpe fonctionnalité na appareil nayo

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
ln: Yekola nionso oyo esengeli oyeba mpo na kosalela Firefox mpo na Android.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
ln: Yekola ndenge ya koinstaller mpe kotransferer bainfo na Firefox mpo na Android.

# DB: products.Topic.description
source: Tips and tricks
ln: Mayele mpe buanya

# DB: products.Topic.title
source: Use bookmarks
ln: Salela ba bookmarks

# DB: products.Topic.description
source: The basics of using bookmarks
ln: Mateya ya ebandeli mpo na kosalela ba bookmarks

# DB: products.Topic.title
source: Firefox Sync settings
ln: Baparamètre ya Sync Firefox

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
ln: Batela bainfo nayo na baparamètre ya confidentialité mpe bokengi ya Firefox mpo na Android.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
ln: Sala ete Firefox mpo na Android esala ndenge olingi na nzela ya personnalisation.

# DB: products.Topic.title
source: Cookies
ln: Ba cookies

# DB: products.Topic.description
source: Cookies
ln: Ba cookies

# DB: products.Topic.title
source: Install and Update
ln: Installer mpe Sala mise à jour

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
ln: Installer mpe sala ete Firefox ezala à jour na iPad, iPhone to iPod Touch.

# DB: products.Topic.title
source: Reader View and List
ln: Botali mpe Liste ya Motangi

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
ln: Tanga mpe bomba ba web pages na botali boye boza encombré te, mpe boye bosengeli na motangi

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
ln: Ndenge ya kosalela ba bookmarks, ba tabs mpe bacarctèristique ya base ya Firefox na appareil nayo iOS

# DB: products.Topic.title
source: History
ln: Lisitwale

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
ln: Bongola baparamètre ya lisitwale na Firefox mpo na iSO

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
ln: Ingela na ba sites web na bopete na bacaractèristique ya bookmarks mpe tab

# DB: products.Topic.title
source: Privacy
ln: Confidentialité

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
ln: Batela bainfo nayo na baparamètre ya confidentialité ya Firefox na iOS
