Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

# DB: products.Topic.title
source: Sharing
ln: Bokaboli

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
ln: Kabola ba web pages na Firefox mpo na iOS

# DB: products.Topic.title
source: Crashes, errors and other issues
ln: Makama, baerreur mpe nkokoso misusu

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
ln: Message ya dépannage erreur na Firefox mpo na iOS

# DB: products.Topic.title
source: Get started
ln: Mpo na kobanda

# DB: products.Topic.description
source: Firefox OS basics
ln: Mateya ya ebandeli ya Firefox OS

# DB: products.Topic.title
source: Basic Features
ln: Bacaractèristique ya base

# DB: products.Topic.description
source: Learn the basic functionality for your Firefox OS phone.
ln: Yekola fonctionnalité ya base mpo na telefone nayo Firefox OS.

# DB: products.Topic.title
source: Download and Manage Apps
ln: Téléchargement mpe Bokambi Baapps

# DB: products.Topic.description
source: Download apps from the Marketplace
ln: Télécharger baapps uta Marketplace

# DB: products.Topic.title
source: Date and Time
ln: Mokolo na Ntango

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
ln: Korègler mokolo na ntango na telefone nayo Firefox OS

# DB: products.Topic.title
source: Display
ln: Komonisa

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
ln: Personnaliser écran nayo na appareil nayo Firefox OS.

# DB: products.Topic.title
source: Calling and Contacts
ln: Kobenga mpe Bacontact

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
ln: Yekola ndenge ya kobakisa mpe kokamba bacontact, na mpe kosala baappel ya moko-na-moko to ya conference na telefone nayo Firefox OS.

# DB: products.Topic.title
source: Email and Messages
ln: Email mpe Bamessage

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
ln: Zala na communication na bacontact nayo na nzela ya email mpe bamessage.

# DB: products.Topic.title
source: Music, Photos and Video
ln: Miziki, Bafoto mpe Vdéo

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
ln: Kanga bafoto, enregistrer bavidéo mpe yoka miziki na telefone nayo Firefox OS.

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
ln: Ndenge ya kotélécharger, kokamba mpe kosalela baapps nayo olingaka na telefone nayo Firefox OS.

# DB: products.Topic.title
source: Privacy and security
ln: Confidentialité mpe bokengi

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
ln: Batela bainfo nayo malamu na bacaractèristique ya Firefox OS ya vérrouillage, ya confidentialité mpe misusu.

# DB: products.Topic.title
source: Settings
ln: Baparamètre

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
ln: Yekola ndenge ya koconfigurer connection Internet, bomonisi mpe ntango na Firefox OS nayo.

# DB: products.Topic.title
source: Internet and Connections
ln: Internet mpe Baconnection

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
ln: Yekola ebele na maye matali Wi-Fi, Bluethooth mpe Baconnection NFC.

# DB: products.Topic.title
source: Fix problems
ln: Kobongisa bankokoso

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
ln: Yekola ndenge ya kobongisa bankokoso na telefone nayo Firefox OS.

# DB: products.Topic.title
source: View all Firefox OS articles
ln: Tala baarticle nionso ya Firefox OS

# DB: products.Topic.description
source: View a list of all Firefox OS articles
ln: Tala liste ya baarticle nionso ya Firefox OS

# DB: products.Topic.title
source: Working with messages
ln: Kosala na bamessage

# DB: products.Topic.description
source: Firefox OS SMS & email
ln: SMS & email Firefox OS

# DB: products.Topic.description
source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
ln: Yekola ndenge ya koremixer web vidéo, audio mpe bilili na mashups oyo okoki koincorporer na ba sites web misusu.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
ln: Yekola ndenge ya kokela mpe kokabola ba webpages nayo mei na lombango mpe bopete.

# DB: products.Topic.title
source: X-Ray Goggles
ln: Rayon-X Goggles

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
ln: Yekola ndenge ya koinspecter code oyo eza sima ya webpage nionso.

# DB: products.Topic.title
source: Get the most from webmaker.org
ln: Zwa ya malamu koleka na webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
ln: Salisa to zwa lisalisi na projet Webmaker.

# DB: products.Topic.title
source: Events and help for Mentors
ln: Milulu mpe lisalisi mpo na ba Mentors

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
ln: Salisa kotangisa mayele ya numérique mpe kabola banzela ya créativité ya botangisi technologie.

# DB: products.Topic.title
source: Learn the Basics. Get Started
ln: Yekola Mateya ya Ebandeli. Banda

# DB: products.Topic.description
source: Learn the Basics. Get Started
ln: Yekola Mateya ya Ebandeli. Banda

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
ln: Yekola mayele mpe ba raccourcis mpo na kosalisa yo osalaka na lombango

# DB: products.Topic.title
source: Set up email
ln: Sala email

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
ln: Bakisa mpe configurer bacompte nayo ya email na Thunderbird

# DB: products.Topic.title
source: Install, Migrate and Update
ln: Installation, Migration mpe Mise à jour

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
ln: Ndenge ya koinstaller mpe kosala mise à jour ya Thunderbird

# DB: products.Topic.title
source: Read, send and organize emails
ln: Tanga, tinda mpe bongisa ba emails

# DB: products.Topic.description
source: Learn how to manage your email messages
ln: Yekola ndenge ya kokamba bamessage email

# DB: products.Topic.title
source: Emails
ln: Ba emails

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
ln: Yekola ndenge ya kosala bacompte, kotanga, kotinda mpe kokamba ba emails

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
ln: Basango ya Feeds (RSS), Ba Blogs mpe Social

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
ln: Zala na basango ya sika sika na bacaractèristique ya basango ya Feeds, ba blogs mpe social

# DB: products.Topic.title
source: Contacts
ln: Bacontact

# DB: products.Topic.description
source: How to use the address book on Thunderbird
ln: Ndenge ya kosalela répertoire na Thunderbird

# DB: products.Topic.title
source: Calendar
ln: Manaka

# DB: products.Topic.description
source: Related to the Lightning add-on for Calendar
ln: Etali bibakisi ya Lightning mpo na Manaka

# DB: products.Topic.description
source: Customize controls, options and add-ons
ln: Personnaliser bacontrôle, baoption mpe bibakisi

# DB: products.Topic.title
source: Thunderbird versions and languages
ln: Baversion ya Thunderbird mpe bankota

# DB: products.Topic.description
source: Thunderbird versions and languages
ln: Baversion ya Thunderbird mpe bankota

# DB: products.Topic.title
source: Passwords, forms and search
ln: Maloba ya sekele, baformulaire mpe boluki

# DB: products.Topic.description
source: Passwords, forms and search
ln: Maloba ya sekele, baformulaire mpe boluki

# DB: products.Topic.title
source: Thunderbird controls and buttons
ln: Bacontrôle mpe ba boutons ya Thunderbird

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
ln: Yekola nionso na maye matali bacontrôle mpe fonctionnalité ya Thunderbird

# DB: products.Topic.title
source: Fix problems with email providers (gmail, Yahoo, etc.)
ln: Bongisa bankokoso na bafournisseur ya email (gmail, Yahoo, etc.)

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
ln: Yekola ndenge ya kobongisa bankokoso na bafournisseur ya email Gmail, Yahoo mpe basusu

# DB: products.Topic.description
source: Download, install and Migration
ln: Téléchargement, Installation mpe Migration

# DB: products.Topic.title
source: Copy your personal information from one Thunderbird to another
ln: Copier bainfo personnelle nayo kowuta na Thunderbird moko tii na mosusu

# DB: products.Topic.description
source: Copy your personal information from one Thunderbird to another
ln: Copier bainfo personnelle nayo kowuta na Thunderbird moko tii na mosusu

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
ln: Bamessage erreur: oyo elingi koloba mpe ndenge ya kobongisa

# DB: products.Topic.description
source: Keep your information safe with password and security settings
ln: Batela bainfo nayo malamu na bacaractèristique ya liloba ya sekele mpe bokengi

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
ln: Personnaliser Thunderbird na bibakisi, ba plugins mpe ba extensions

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
ln: Personnaliser Thunderbird na bibakisi, ba plugins mpe ba extensions

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
ln: Débloquer Thunderbird komiconnecter na Internet

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
ln: Débloquer Thunderbird komiconnecter na Internet

# DB: products.Topic.title
source: Thunderbird options, preferences and settings
ln: Baparamètre, baoption mpe bapréférence ya Thunderbird

# DB: products.Topic.description
source: Thunderbird options, preferences and settings
ln: Baparamètre, baoption mpe bapréférence ya Thunderbird

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
ln: Bamessage erreur ya dépannage na Thunderbird.

# DB: products.Topic.title
source: Thunderbird is slow or stops working
ln: Thunderbird ezosala malembe to etiki kosala

# DB: products.Topic.description
source: Thunderbird is slow or stops working
ln: Thunderbird ezosala malembe to etiki kosala

# DB: products.Topic.title
source: Thunderbird crashes
ln: Makama ya Thunderbird

# DB: products.Topic.description
source: Thunderbird crashes
ln: Makama ya Thunderbird

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
ln: Thunderbird ekokoka te kobomba baparamètre to kokanisa bainfo

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
ln: Thunderbird ekokoka te kobomba baparamètre to kokanisa bainfo

# DB: products.Topic.title
source: How To
ln: Ndenge Ya Kosala

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
ln: Baarticle oyo eza kolobela yo ndenge okoki kosala ebele na Thunderbird

# DB: products.Topic.title
source: Intro to Open Badges
ln: Intro na Ba Badges Ya Kofungwama

# DB: products.Topic.description
source: Learn the basic about Open Badges
ln: Yekola mateya ya ebandeli na maye matali Ba Badges Ya Kofungwama

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
ln: Yekola ndenge ya kokela, kosembola mpe kopesa ba badges

# DB: products.Topic.title
source: Get Involved
ln: Mikotisa

# DB: products.Topic.description
source: Help the Open Badges community
ln: Salisa lingomba ya Ba Badges Ya Kofungwama

# DB: products.Topic.title
source: Earn Badges
ln: Zwa Ba Badges

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
ln: Zwa Ba Badges mpo na mayele maye oza koyekola na internet mpe hors ligne

# DB: products.Topic.title
source: Issue Badges
ln: Pesa Ba Badges

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
ln: Pesa ba badges numérique mpo na kondima mayele yasika mpe maye masaleli

# DB: products.Topic.title
source: Display Badges
ln: Monisa Ba Badges

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
ln: Monisa babadges numérique nayo na baréseau sociaux nayo, ba site ya mosala mpe site web nayo mei.

# DB: products.Topic.title
source: Limited Data
ln: Badonnée Limitée

# DB: products.Topic.description
source: Collect and retain information only when it is necessary to a project or task.
ln: Kongola mpe kanga bainfo kaka soki esengeli mpo na projet songolo to mosala.

# DB: products.Topic.title
source: No Surprises
ln: Mpwasa ata moko te

# DB: products.Topic.description
source: Only use and share information about our users for their benefit and as disclosed in our notices.
ln: Salela mpe kabola bobele bainfo eye etali basaleli nabiso mpo na litomba nabango mpe ndenge elakisami na mayebisi mabiso.

# DB: products.Topic.title
source: User Control
ln: Contrôle Ya Mosaleli

# DB: products.Topic.description
source: Do not disclose personal user information without the userâs consent.
ln: Kolobela batu te bainfo personnelle ya mosaleli sans que mosaleli andima.

# DB: products.Topic.title
source: Sensible Settings
ln: Baparamètre Sensible

# DB: products.Topic.description
source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
ln: Kopesa na basaleli nabiso banzela ya kopona eye bakoki kolanda mpe eye basosoli na nzela ya koyebisa mpe koteya bango na tango balingi kosomba mpe kopesa bango choix oyo bakoki kopona tango esengeli.

# DB: products.Topic.title
source: Defense in Depth
ln: Kobundela na Bozindo

# DB: products.Topic.description
source: Make privacy a key factor in selecting and interacting with partners.
ln: Kosala ete confidentialité ezala facteur clé na boponi mpe na tango ya masolo na bapartenaire.

# DB: products.Topic.title
source: Knowledge Base
ln: Oyo Etali Boyebi

# DB: products.Topic.description
source: Windows 8 Touch support articles
ln: Baarticle ya lisungi ya Windows 8 Touch

# DB: products.Topic.title
source: How does it work?
ln: Esalaka ndenge nini?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
ln: Mateya ya ebandeli mpo na kobanda na Firefox mpo na Windows 8 Touch.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
ln: Ndenge ya koconfigurer mpe kopersonnaliser Firefox mpo na Windows 8 Touch.

# DB: products.Topic.title
source: Problems with websites
ln: Bankokoso na ba sites web

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
ln: Bankokoso na ba sites web oyo eza kosala malamu te na Firefox mpo na Windows 8 Touch.

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
ln: Mituna misusu na Firefox mpo na Windows 8 Touch.

# DB: products.Topic.description
source: Learn the Basics: get started
ln: Yekola mateya ya ebandeli: banda

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
ln: Navigateur ya web mpo Windows, Mac mpe Linux

# DB: products.Product.title
source: Firefox for Android
ln: Firefox mpo na Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
ln: Navigateur ya web mpo na ba smartphones na batablets ya Android

# DB: products.Product.title
source: Firefox for iOS
ln: Firefox mpo na iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
ln: Firefox mpo na baappareil ya toucher iPhone, iPad mpe iPod

# DB: products.Product.description
source: Mobile OS for smartphones
ln: Mobile OS mpo na ba smartphones

# DB: products.Product.description
source: Tools for creating and teaching the web
ln: Baoutil mpo na kokela mpe kotangisa web

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
ln: Logiciel Email mpo na Windows, Mac mpe Linux

# DB: products.Product.title
source: Open Badges
ln: Ba Badges ya kofungwama

# DB: products.Product.description
source: A new online standard to recognize and verify learning
ln: Standard yasika na internet mpo na koyeba mpe kovérifier mateya

# DB: products.Product.title
source: Privacy and Security
ln: Confidentialité mpe Bokengi

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
ln: Yekola ebele na maye matali oyo esalemaka na confidentialité mpe bokengi ya Mozilla.

# DB: products.Product.title
source: Firefox for Windows 8 Touch
ln: Firefox mpo na Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
ln: Firefox mpo na baappareil ya toucher Windows 8

# DB: products.Product.title
source: Contributors
ln: Bacontributeur

# DB: products.Product.description
source: Contributor articles
ln: Baarticle ya contributeur

# DB: karma.Title.name
source: Administrator
ln: Mokambi

# DB: karma.Title.name
source: Moderator
ln: Moderateur

# DB: karma.Title.name
source: Top 10 Contributor
ln: Bacontributeur 10 Ya Likolo

# DB: karma.Title.name
source: Top 25 Contributor
ln: Bacontributeur 25 Ya Likolo

# DB: badger.Badge.title
source: 2015 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2015

# DB: badger.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2015.
ln: Badge oyo epesami na bacontributeur oyo baza na biyano 30 na forum ya lisungi na mobu 2015.

# DB: badger.Badge.title
source: 2015 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2015

# DB: badger.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
ln: Badge oyo epesami na bacontributeur oyo baza na ba tweets 50 na Army of Awesome na mobu 2015.

# DB: badger.Badge.title
source: 2015 KB Badge
ln: Badge Ya Oyo Etali Boyebi 2015

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2015.
ln: Badge oyo epesami na bacontributeur oyo baza na makoma 10 oyo babongisaki na lokota ya Angele na mobu 2015.

# DB: badger.Badge.title
source: 2015 L10n Badge
ln: Badge Ya L10n

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2015.
ln: Badge oyo epesami na bacontributeur oyo baza na ndimbola 10 eye babongisaki mpe endimamaki na mobu 2015.

# DB: badger.Badge.title
source: 2014 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2014

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO Army of Awesome 2014 eza moko ya ba series ya SUMO. Eza kolakisa contribution na SUMO na mobu 2014; mpo na yango: 50 tweets na Army of Awesome. Longonia na baye banso bazwaki badge SUMO Army of Awesome 2014 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2014 L10n Badge
ln: Badge L10n

# DB: badger.Badge.description
source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
ln: Mini-badge SUMO L10n eza moko ya ba series ya SUMO. Eza kolakisa contribution na SUMO na mobu 2014; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi ya SUMO. Longonia na baye banso bazwaki badge SUMO L10n 2014 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2014 KB Badge
ln: Badge KB 2014

# DB: badger.Badge.description
source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
ln: Mini-badge SUMO KB 2014 eza moko ya ba series ya SUMO. Eza kolakisa contribution na SUMO na mobu 2014; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi ya SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge SUMO KB 2014 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2014 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi

# DB: badger.Badge.description
source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya Forum SUMO 2014 eza moko ya ba serie ya SUMO. Eza kolakisa contribution na SUMO na mobu 2014 mpo na yango: biyano 30 na Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge Forum SUMO 2014 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: Firefox 29 Launch Team
ln: Equipe ya lancement Firefox 29

# DB: badger.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ln: Epesamaki mpo na kosunga bacontributeur oyo bacontribuaki (badocument ya baarticle KB, koyanola Mituna Ya Forum, kolimbola badocument ya baarticle KB, ba tweets, etc) na lancement ya Firefox 29, matondo! Bacaractèristique ya Firefox 29: 1. Firefox Ordinateur Ya Bureau: Australis yasika MPE bacompte sync ya Firefox 2. Firefox mpo na Android: bacompte sync MOAR ya Firefox: https://sumo.etherpad.mozilla.org/sumo-australis-badges

# DB: badger.Badge.title
source: 2008 L10n Badge
ln: Badge Ya Ln10 2008

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2008.
ln: Badge oyo epesami na bacontributeur baye baza na ndimbola 10 eye ebongisami mpe endimami na mobu 2008.

# DB: badger.Badge.title
source: 2009 L10n Badge
ln: Badge Ya L10n 2009

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2009.
ln: Badge oyo epesami na bacontributeur oyo baza na ndimbola 10 eye ebongisami mpe endimami na mobu 2009.

# DB: badger.Badge.title
source: 2012 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2012
