Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

source: Troubleshooting Information
ln: Bainfo ya dépannage

source: This information gives details about the internal workings of your browser that will help in answering your question.
ln: Bainfo oyo eza kopesa badétail na maye matali lolenge ya misala yakati ya navigateur nayo oyo ekosalisa na boyanoli motuna nayo.

source: This happens
ln: Oyo eza kosalema

source: Not sure how often
ln: Eyebani malamu te mbala boni

source: Just once or twice
ln: Kaka mbala moko to mibale

source: A few times a week
ln: Mua bambala na poso

source: Every time Firefox opened
ln: Tango inso Firefox efungwami

source: This started when...
ln: Yango ebandaki tango...

source: Question
ln: Motuna

source: Details
ln: Badétail

source: A confirmation email will be sent to this address in order to post your question.
ln: Email ya confirmation ekotindama na adresse oyo mpo na kokotisa motuna nayo.

source: Firefox version
ln: version Firefox

source: Operating system
ln: Système d'exploitation

source: Installed plugins
ln: Bibakisi biye bizali installé

source: Extension/plugin you are having trouble with
ln: Extension/bibakisi oyo eza kopesa yo nkokoso

source: Mobile device
ln: Appareil mobile

source: Please provide a question.
ln: Pesa motuna.

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Motuna nayo eza mokuse mingi (%(show_value)s characters). Esengeli ezala na au moins ba caractère %(limit_value)s.

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya motuna nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Please provide content.
ln: Pesa contenu.

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Contenu nayo eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère%(limit_value)s.

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya contenu nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Enter your reply here.
ln: Koma eyano nayo awa.

source: Enter your email address here.
ln: Koma adresse email nayo awa.

source: Enter a subject here.
ln: Koma moboku awa.

source: Please provide a subject.
ln: Pesa moboku.

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Moboku eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya moboku nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Describe your issue here.
ln: Tatola likambo nayo awa.

source: Please describe your issue in the body.
ln: Tatola likambo nayo na esika ya kati-kati ya makoma.

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Contenu ya esika ya kati-kati ya makoma eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya esika ya kati-kati ya makoma na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Account Issues
ln: Bankokoso Ya Compte

source: Installation Issues
ln: Bankokoso Ya Installation

source: Payment Issues
ln: Bankokoso Ya Bofuti

source: Application Issues
ln: Bankokoso Ya Application

source: Enter the Transaction ID here.
ln: Koma Identifiant ya Transaction awa.

source: Please provide the Transaction ID.
ln: Pesa Identifiant ya Transaction.

source: Defective
ln: Ya kobeba

source: Malware
ln: Ya mabe

source: Did not work as expected
ln: Esali te ndenge esengelaki

source: Seller will not provide support
ln: Moteki akopesa lisungi te

source: Account Administration
ln: Administration ya compte

source: Review Process
ln: Processus ya bomenyolami

source: Payments/Settlement
ln: Bofuti/Boyokani

source: Please provide an email.
ln: Pesa email.

source: Subject:
ln: Moboku:

source: Body:
ln: Ya kati-kati:

source: Category:
ln: Categorie:

source: Transaction ID:
ln: Identifiant ya Transaction:

source: Interval
ln: Intervalle

source: Start
ln: Ebandeli

source: End
ln: Suka

source: Payments
ln: Bofuti

source: Applications
ln: Baapplication

source: Account
ln: Compte

source: That tag does not exist.
ln: Tag wana eza te.

source: Please provide a tag.
ln: Pesa tag.

source: Recently unanswered
ln: Oyo eyanolami te kala te

source: Answers didn't help
ln: Biyano bisalisaki te

source: Needs info
ln: Esengeli na bainfo

source: Solution provided
ln: Solution epesamaki

source: Solved
ln: Eyanolami

source: Updated
ln: Esalemi mise à jour

source: Views
ln: Ba vues

source: Votes
ln: Bavote

source: The questions forum isn't available in {old_lang}, we have redirected you to the {new_lang} questions forum.
ln: Mituna ya forum ezwami te na {old_lang}, totindi yo na mituna ya forum {new_lang}.

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
ln: Mituna ya forum ezwami te mpo na {product} na {old_lang}, totindi yo na mituna ya forum {new_lang}.

source: Please confirm your Firefox Help question
ln: Confirmer motuna nayo ya Lisalisi ya Firefox

source: Request type not recognized.
ln: Lolenge ya bosenga eyebani te.

source: Done! Your question is now posted on the Mozilla community support forum.
ln: Esili! Motuna nayo ekotisami sik'oyo na forum ya lingomba ya lisungi ya Mozilla.

source: Thank you for choosing a solution!
ln: Matondo mpo na boponi solution!

source: This question already has a solution.
ln: Motuna oyo eza déjà na solution.

source: The solution was undone successfully.
ln: Solution elongolami malamu.

source: Glad to hear it!
ln: Esengo koyoka yango!

source: Sorry to hear that.
ln: Mawa koyoka yango.

source: You already voted on this reply.
ln: Osi ovoter na eyano oyo.

source: Could not send a message to that email address.
ln: Ekoki te kotinda message na adresse email wana.

source: You will be notified of updates by email.
ln: Okozwa mayebisi ya ba mise à jour na nzela ya email.

source: You should receive an email shortly to confirm your subscription.
ln: Esengeli oyamba email moko kala mingi te mpo na koconfirmer inscription nayo.

source: There was an error submitting the ticket. Please try again later.
ln: Erreur esalemaki na botindi ticket. Meka lisusu sima.

source: I invited {user} to a screen sharing session, and I'll give an update here once we are done.
ln: Nabengisi {user} na session ya masolo na écran, mpe nakopesa sango awa tango tokosilisa.

source: Subscription confirmed.
ln: Inscription eza confirmer.

source: There was a problem confirming your subscription.
ln: Nkokoso ebimelaki tango ya koconfirmer inscription nayo.

source: Email updates
ln: Ba mise à jour na Email

source: You will now receive updates via email.
ln: Okoyamba ba mise à jour na nzela ya email.

source: Go back to the question.
ln: Zonga na motuna.

source: Stop receiving updates via email for this question.
ln: Stoper koyamba ba mise à jour na nzela ya email mpo na motuna oyo.

source: Go back to the question and try again.
ln: Zonga na motuna mpe meka lisusu.

source: Delete Answer | {t} | Firefox Support Forum
ln: Boma Eyano | {t} | Forum Ya Lisungi Ya Firefox

source: Delete answer
ln: Boma eyano

source: Are you sure you want to delete this answer?
ln: Oza sure olingi koboma eyano oyo?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma eyano oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: Please Confirm Your Email Address
ln: Confirmer Adresse Email Nayo

source: Please confirm your email address.
ln: Confirmer adresse email nayo.

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
ln: Matondo! Motuna nayo ekomonana na site kala mingi te soki osilisi koconfirmer adresse email nayo. Okoyamba email kala mingi te na lien mpo na koconfirmer.

source: An email has been sent to the address below:
ln: Email moko etindami na adresse oyo eza awa na se:

source: Delete Question | {t} | Firefox Support Forum
ln: Koboma Motuna | {t} | Forum Ya Lisungi Ya Firefox

source: Delete question
ln: Boma motuna

source: Are you sure you want to delete this question?
ln: Oza sure olingi koboma motuna oyo?

source: Number of Answers
ln: Motango ya Biyano

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma motuna oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: Editing an answer | {t} | Firefox Support Forum
ln: Kobongisa eyano | {t} | Forum Ya Lisungi Ya Firefox

source: Edit an answer
ln: Bongisa eyano

source: Created by:
ln: Ekelamaki na:

source: Last updated by:
ln: Esalemaki mise à jour ya suka na:

source: Last updated:
ln: Esalemaki mise à jour ya suka:

source: Question:
ln: Motuna:

source: Update answer
ln: Sala mise à jour ya motuna

source: Edit a Question
ln: Bongisa Motuna

source: Edit the question
ln: Bongisa motuna

source: Edit the question.
ln: Bongisa motuna.

source: Save Question
ln: Bomba Motuna

source: Ask a Question about Marketplace
ln: Tuna Motuna na maye matali Marketplace

source: Which category best describes your problem?
ln: Categorie nini eza kolakisa malamu nkokoso nayo?

source: change
ln: bongola

source: Marketplace: Developer Support Request
ln: Marketplace: Bosenga Ya Lisungi Ya Developpeur

source: Please complete the form below to submit your question to our Marketplace Support group.
ln: Tondisa formulaire oyo eza awa na se mpo na kotinda motuna nayo na lingomba nabiso ya Lisungi ya Marketplace.

source: Marketplace: Request a Refund
ln: Marketplace: Senga Bozongisi Misolo

source: The refund request must be made within 10 business days of purchase.
ln: Bosenga mpo na bozongisi misolo esengeli esalema nakati ya mikolo 10 ya mosala uta bosombi.

source: Issue submitted successfully
ln: Likambo litindami malamu

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
ln: Likambo nayo litindami malamu. Esengeli oyamba email ya confirmation mpe kozwa sango kowuta epayi nabiso kala mingi te.

source: Support Forum Metrics
ln: Bamesure Ya Forum Ya Lisungi

source: Metrics
ln: Bamesure

source: Topics
ln: Basujet

source: There is no topic data available for the current selections.
ln: Sujet ata moko te eza mpo na oyo eponami sik'oyo.

source: Ask a Question
ln: Tuna Motuna

source: Summarize your question in a sentence
ln: Resumer motuna nayo na phrase moko

source: Do any of these articles answer your question?
ln: Na baarticle oyo ata moko nayango epesi eyano na motuna nayo?

source: None of these solve my problem
ln: Ata moko te eyanoli nkokoso nangai

source: This question has not been asked before.
ln: Motuna oyo naino etunama te liboso.

source: Provide more details
ln: Pesa badétail misusu

source: Ask your question to our community of users
ln: Tuna motuna nayo na lingomba nabiso ya basaleli

source: Post Question
ln: Kotisa Motuna

source: <strong>{product}</strong> Support Forum
ln: <strong>{product}</strong> Forum Ya Lisungi

source: Browse the questions for all the products together in one list.
ln: Lukaluka mituna mpo na baproduit elongo na liste moko.

source: {q} | {product} Support Forum
ln: {q} | {product} Forum Ya Lisungi

source: {user} is currently working on this problem.
ln: {user} aza kobongisa nkokoso oyo sik'oyo.

source: View other questions that need attention.
ln: Tala mituna misusu miye misengeli na bokebi.

source: This thread was closed.
ln: Mulongo ekangemaki.

source: This thread was archived.
ln: Mulongo oyo etiyamaki na archive.

source: This thread was closed and archived.
ln: Mulongo oyo ekangemaki mpe etiyamaki na archive.

source: Please ask a new question if you need help.
ln: Tuna motuna mosusu soki osengeli na lisalisi

source: 1 reply
ln: Eyano 1

source: No replies
ln: Eyano ata moko te

source: has this problem
ln: eza na nkokoso oyo

source: %(count)s view
ln: vue %(count)s

source: Last reply by {user}
ln: Eyano yasuka ya {user}

source: Marked as spam by %(marked_by)s at %(marked_time)s
ln: Etiyami elembo bo spam na %(marked_by)s at %(marked_time)s

source: Posted
ln: Ekotisami

source: Attached screenshots
ln: Bafoto sur écran jointes

source: Modified {datetime} by {name}
ln: Ezalaki modifié {datetime} na {name}

source: Solution chosen by {user}
ln: Solution eye eponami na {user}

source: Chosen solution
ln: Solution eye eponami

source: Read this answer in context
ln: Tanga eyano oyo ndenge esengeli

source: I have this problem, too
ln: Naza mpe na nkokoso oyo

source: Question tools
ln: Baoutil ya mituna

source: Edit this question
ln: Bongisa motuna oyo

source: Delete this question
ln: Boma motuna oyo

source: Unlock this question
ln: Débloquer motuna oyo

source: Lock this question
ln: Bloquer motuna oyo

source: Unarchive this question
ln: Longola motuna oyo na archive

source: Archive this question
ln: Tiya motuna oyo na archive

source: Stop email updates
ln: Stoper ba mise à jour na email

source: Get email updates
ln: Zwa ba mise à jour na email

source: Subscribe to feed
ln: Mikomisa na feed

source: Question details
ln: Badétail ya motuna

source: Product
ln: Produit

source: Topic
ln: Sujet

source: System Details
ln: Badétail ya Systeme

source: Device:
ln: Appareil:

source: More system details
ln: Badétail misusu ya systeme

source: Edit details
ln: Bongisa badétail

source: Save changes
ln: Bomba mbongwana

source: Additional System Details
ln: Badétail Mosusu Ya Systeme

source: Sites Affected
ln: Ba Site Affecté

source: Crash ID
ln: Identifiant ya Likama

source: This happened
ln: Oyo esalemaki

source: Installed Plug-ins
ln: Bibakisi oyo eza installé

source: Close
ln: Kanga

source: Tags
ln: Ba tags

source: Add
ln: Bakisa

source: Related
ln: Oyo elandani

source: Invite to share screen
ln: Invitation ya masolo na écran

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
ln: Mpo na koéviter spam, tosukisi motango ya biyano oyo ekoki kokotisama na eleko mokuse ya tango. Soki olingi kokotisa ebele sala article na <a href="%(url)s">forum ya bacontributeur</a> oyo eza kosenga ete bapesa yo nzela.

source: Post a Reply
ln: Kotisa Eyano

source: I am providing the requested information
ln: Naza kopesa bainfo oyo esengamaki

source: Needs more information
ln: Esengeli na bainfo misusu

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
ln: Esengeli <a href="{login_url}">okota na compte nayo</a> mpo na koyanola na baarticle. Tosengi ete <a href="{ask_url}">obanda motuna yasika</a>, soki oza naino te na compte.

source: Multiple Products
ln: Baproduit Ndenge na Ndenge

source: {product} Support Forum
ln: {product} Forum Ya Lisungi

source: Total questions: <strong>{num}</strong>
ln: Mituna Nionso: <strong>{num}</strong>

source: <strong>%(recent_unanswered_count)s</strong> question in the last <strong>24 hours</strong> has no reply. <a href="%(url)s">Help solve it!</a>
ln: <strong>%(recent_unanswered_count)s</strong> motuna na <strong>bangonga 24</strong> eleki, eyanolami te. <a href="%(url)s">Salisa koyanola yango!</a>

source: <strong>0</strong> questions in the last <strong>24 hours</strong> have no reply. <strong>Good job!</strong>
ln: <strong>0</strong> mituna na <strong>bangonga 24</strong> eleki, miyanolami te. <strong>Mosala kitoko!</strong>

source: Showing questions tagged:
ln: Kolakisa mituna oyo eza na tag:

source: Show all questions
ln: Lakisa mituna nionso

source: Attention needed
ln: Esengeli na bokebi

source: Responded
ln: Eyanolami

source: Done
ln: Esili

source: All questions
ln: Mituna nionso

source: votes this week
ln: bavote ya poso oyo

source: reply
ln: eyano

source: {num_views} views
ln: bavue {num_views}

source: Contributed
ln: Ezwi contribution

source: Archived
ln: Eza archivé

source: asked by <a href="{user_url}">{username}</a> {when}
ln: etunami na <a href="{user_url}">{username}</a> {when}

source: answered by <a href="{user_url}">{username}</a> {when}
ln: eyanolami na <a href="{user_url}">{username}</a> {when}

source: <a href="{reply_url}">last reply</a> by <a href="{user_url}">{username}</a> {when}
ln: <a href="{reply_url}">last reply</a> na <a href="{user_url}">{username}</a> {when}

source: Filter by
ln: Filtrer na

source: Escalated
ln: Ekitisami

source: Sort options
ln: Baoption ya bolandisi

source: Show me
ln: Lakisa ngai

source: Posts from everyone
ln: Baarticle kowuta na mutu nionso

source: My contributions
ln: Bacontribution nangai

source: There was a problem unsubscribing.
ln: Nkokoso esalemi tango ya kolongola inscription.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
ln: Okoyamba lisusu te ba mise à jour na nzela ya email mpo na motuna oyo: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
ln: Tokokaki te kolongola inscription nayo mpo na motuna oyo: <a href="%(question_url)s">%(question_title)s</a>. Zala sure ete ocopier mpe ocoller malamu lien ya kolongola inscription.

source: Confirm your subscription
ln: Confirmer bolongoli inscription nayo

source: Browse for unsolved questions and help a fellow user
ln: Lukaluka mituna miye miyanolami te mpe salisa baninga basaleli

source: Solving 1 issue helps up to 1,000 users a day!
ln: Kosilisa nkokoso moko ekosalisa ebele ya basaleli na mokolo!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
ln: Email oyo etindami automatiquement na robot. Robot nabiso ekoki koyanola na motuna nayo te, kasi forum ya bacontributeur nabiso ekoki! Soki olingi koyanola bango, <a href="%(url)s">cliquer awa</a>.

source: Mark it as solved
ln: Tiya elembo bo eyanolami

source: This doesn't solve my problem
ln: Esilisi nkokoso nangai te

source: Browse for unsolved questions and help a Firefox user
ln: Lukaluka mituna miye miyanolami te mpe salisa mosaleli ya Firefox

source: The question: '{title}' was marked as solved by its asker, {asker}.
ln: Motuna: '{title}' motiyamaki elembo bo moyanolami na motuni nayango, {asker}.

source: View the solution
ln: Tala solution

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
ln: Oyebi ete %(answerer)s aza mosaleli ya Firefox kaka neti yo? Banda kosalisa basaleli basusu ya Firefox na <a href="https://%(host)s/questions?filter=unsolved"> kolukaluka mituna</a> -- tango mosusu okoki kobongisa mokolo ya mutu songolo!

source: Pick a product
ln: Pona produit

source: Pick a topic and try some solutions
ln: Pona sujet mpe meka mua basolution

source: Register or Sign In
ln: Mikomisa to Kota

source: Fill in details
ln: Tondisa badétail

source: Confirm registration
ln: Confirmer inscription

source: DONE
ln: ESILI

source: Which product would you like to post a question about?
ln: Produit nini olingi kokotisela motuna?

source: change product
ln: bongola produit

source: Category
ln: Categorie

source: change category
ln: bongola categorie

source: Try one of these articles:
ln: Meka moko ya baarticle oyo:

source: Can't find an answer? Summarize your question in a sentence.
ln: Okoki kozwa eyano te? Resumer motuna nayo na phrase moko.

source: Ask this
ln: Tuna oyo

source: Almost there! We just need you to create a support forum account!
ln: Okomi pene! Tolingi kaka okela compte ya forum ya lisungi!

source: Having an account on the support forums lets us notify you when you get a response on your question
ln: Kozala na compte na baforum ya lisungi ekopesa biso nzela toyebisa yo tango eyano ezwami mpo na motuna nayo

source: I already have an account
ln: Naza déjà na compte

source: Log in to an existing account
ln: Kota na compte oyo eza kosala

source: To post your question, please create a support account
ln: Mpo na kokotisa motuna, kela compte ya lisungi

source: A support account lets us alert you when people respond to your question.
ln: Compte ya lisungi ekopesa biso nzela ya koalerter yo tango batu bayanoli na motuna nayo.

source: Already have an account? Sign in
ln: Oza déjà na compte? Kota

source: Create a support account
ln: Sala Compte ya lisungi

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
ln: Tala <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Centre Ya Lisalisi Ya Paypal</a>.

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
ln: Tala lokasa ya Marketplace mpo na application. Kuna okoki kokuta bainfo ya bacontact ya badeveloppeur mpe kokutana na bango mbala moko.

source: Submit Issue
ln: Tinda Likambo

source: Automatically add
ln: Bakisa automatiquement

source: A window will open in the top corner. Click Allow, and then click Install. If the automated way doesn't work, <a class="expander" href="%(url)s">try these manual steps</a>.
ln: Lininisa moko ekofungwama na coin ya likolo. Cliquer Ndima, mpe na sima cliquer Installer. Soki nzela automatisé ezosala te, <a class="expander" href="%(url)s">meka baétape ya installation na maboko</a>.

source: Open <em>Help &gt; Troubleshooting Information</em>.
ln: Fungola <em>Help &gt; Bainfo Ya Dépannage</em>.

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
ln: Tala na likolo ya écran nayo, mpe cliquer na menu oyo ebiengami <em>Lisalisi</em>.

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
ln: Sanduku moko ya moke ekofungwama. Cliquer na oyo ebiengami <em>Bainfo Ya Dépannage</em>.

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
ln: Lininisa yasika ekofungwama. Cliquer na bouton oyo ebiengami <em>Copier makoma na clipboard</em>.

source: Paste the info in the text box below.
ln: Coller info wana na sanduku ya makoma oyo eza na se.

source: Click on the empty box above this text.
ln: Cliquer na sanduku oyo eza polele likolo ya makoma oyo.

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
ln: Tala na likolo ya écran nayo, mpe cliquer na menu oyo ebiengami <em>Bongisa</em>.
