Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO Army of Awesome 2012 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2012; mpo nayango: ba tweets 50 na Army of Awesome. Longonia na baye banso bazwaki badge ya SUMO Army of Awesome 2012 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2013 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2013

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO Army of Awesome 2013 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2013; mpo nayango: ba tweets 50 na Army of Awesome. Longonia na baye banso bazwaki badge ya SUMO Army of Awesome 2013 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2010 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2010

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO Army of Awesome 2010 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2010; mpo na yango: ba tweets 50 na Army of Awesome. Longonia na baye banso bazwaki badge ya SUMO Army of Awesome 2010 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2011 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2011

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO Army of Awesome 2011 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2011; mpo na yango: ba tweets 50 na Army of Awesome. Longonia na baye banso bazwaki badge ya SUMO Army of Awesome 2011 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2012 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2012

# DB: badger.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya Forum SUMO 2012 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2012; mpo na yango: biyano 30 replies na Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya Forum SUMO 2012 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2010 KB Badge
ln: Badge Ya KB 2010

# DB: badger.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
ln: Mini-badge ya KB SUMO 2010 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2010; mpo na yango: makoma 10 maye mobongisami na lokota ya Angele na Oyo Etali Boyebi ya SUMO. Longonia na baye banso bazwaki badge KB SUMO 2010 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2010 L10n Badge
ln: Badge Ya L10n

# DB: badger.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO L10n 2010 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2010; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Botebi ya SUMO. Longonia na baye banso bazwaki badge ya SUMO L10n 2010 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2010 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2010

# DB: badger.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya Forum SUMO 2010 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2010; mpo na yango: biyano 30 na Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya Forum SUMO 2010 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2011 KB Badge
ln: Badge Ya KB 2011

# DB: badger.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya KB SUMO 2011 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2011; mpo na yango: makoma 10 maye mabongisami mpe mandimami na Oyo Etali Boyebi ya SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya KB SUMO 2011 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2011 L10n Badge
ln: Badge Ya L10n 2011

# DB: badger.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO L10n 2011 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2011; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi ya SUMO. Longonia na baye banso bazwaki badge ya SUMO L10n 2011 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2011 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2011

# DB: badger.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya Forum SUMO 2011 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2011; mpo na yango: biyano 30 na Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya Forum SUMO 2011 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2012 KB Badge
ln: Badge Ya KB 2012

# DB: badger.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya KB SUMO 2012 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2012; mpo na yango: makoma 10 maye mabongisami mpe mandimami na Oyo Etali Boyebi SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge KB SUMO 2012 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2013 KB Badge
ln: Badge Ya KB 2013

# DB: badger.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya KB SUMO 2013 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2013; mpo na yango: makoma 10 maye mabongisami na Oyo Etali Boyebi SUMO na lokota ya Angele. Longonia na baye bazwaki badge ya KB SUMO 2013 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2013 L10n Badge
ln: Badge Ya L10n 2013

# DB: badger.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO L10n 2013 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2013; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi SUMO. Longonia na baye banso bazwaki badge ya SUMO L10n 2013 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2013 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2013

# DB: badger.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
ln: Mini-badge ya Forum SUMO 2013 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2013; mpo na yango: biyano 30 Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya Forum SUMO 2013 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: 2012 L10n Badge
ln: Badge Ya L10n 2012

# DB: badger.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO L10n 2012 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2012; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi SUMO. Longonia na baye banso bazwaki badge ya SUMO L10n 2012 mpo na komema Mission ya Mozilla o boso!

# DB: badger.Badge.title
source: Kitsune Contributor
ln: Contributeur Kitsune

# DB: badger.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
ln: Badge oyo epesami na baye bacontribuaki na code base ya Kitsune.

source: To field is required.
ln: Esengeli na esika ya "Epayi ya".

source: {username} is not a valid username.
ln: {username} nkombo ya bosaleli elongobani te.

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
ln: Zala sure ete valeur oyo eza na au moins bacaractère %(limit_value)s (it has %(show_value)s).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
ln: Zala sure ete valeur oyo eza na au moins bacaractère %(limit_value)s (it has %(show_value)s).

source: read more
ln: ebele ya kotanga

source: Today at %s
ln: Lelo na %s

source: %(number)d year ago
ln: mobu %(number)d eleki

source: %(number)d month ago
ln: sanza %(number)d eleki

source: %(number)d week ago
ln: poso %(number)d eleki

source: %(number)d day ago
ln: mokolo %(number)d moleki

source: %(number)d hour ago
ln: ngonga %(number)d eleki

source: %(number)d minute ago
ln: monuti %(number)d moleki

source: %(number)d second ago
ln: seconde %(number)d eleki

source: Page does not exist.
ln: Lokasa loza te.

source: The image "%s" does not exist.
ln: Elili "%s" eza te.

source: The video "%s" does not exist.
ln: Vidéo "%s" eza te.

source: Button of type "%s" does not exist.
ln: Lolenge oyo ya bouton "%s" eza te.

source: Would you like to view this page in %(language)s instead?
ln: Olingi nde komona lokasa oyo na %(language)s?

# site_title
source: Mozilla Support
ln: Lisungi Ya Mozilla

source: Skip to main content
ln: Pimbwa na contenu principal

source: Switch language
ln: Balola lokota

source: Skip to search
ln: Pimbwa na boluki

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
ln: Oyo eza site ya bolekeli, contenu ezalaka remplacer na mosusu na mokolo ya yambo ya sanza nionso.<br>Site ya production eza <a href="http://support.mozilla.org">here</a>.

source: This page doesn't have a mobile optimized version. Tap here to go back.
ln: Lokasa oyo ezangi version optimisée mpo mobile. Beta awa mpo na kozonga sima.

source: Tap here to go to the mobile version of the site.
ln: Beta awa mpo na kokende na site ya version mobile.

source: Portions of this content are &copy;1998–2015 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
ln: Biteni ya contenu biza &copy;1998–2015 <br>ya bacontributeur ya mozilla.org. Contenu <br>ezwami na se ya <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.

source: Contact Us
ln: Kutana Nabiso

source: Privacy Policy
ln: Politiki Ya Confidentialité

source: Legal Notices
ln: Mayebisi Ya Kimibeko

source: Report Trademark Abuse
ln: Sala Rapport Ya Abus Ya Marque

source: Source Code
ln: Code Source

source: Firefox Affiliates
ln: Baaffiliés Ya Firefox

source: Switch to mobile site
ln: Baluka na site mobile

source: Change your email preferences
ln: Bongola ba préférence nayo ya email

source: Unsubscribe from these emails
ln: Longola inscription na ba emails oyo

source: Oops, your request was unsuccessful
ln: Aïe, bosenga nayo esimbi te

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
ln: Tokokaki te kolandela bosenga nayo. Tango mosusu oyo osengi elongobani lisusu te to omekaki kosala oyo elongobani te.

source: Access denied
ln: Boingeli ebwakisami

source: You must have cookies enabled to login or register.
ln: Esengeli ozala na ba cookies activés mpo na kokota to komikomisa.

source: You do not have permission to access this page.
ln: Oza na ndigisa te mpo na ingela na lokasa oyo.

source: Log in
ln: Kota

source: Page Not Found
ln: Lokasa Lozwami Te

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
ln: Bolimbisi, tokoki te kozwa lokasa oyo aza koluka. Meka kolukaluka na site nabiso na bosaleli formulaire oyo eza awa na se.

source: An Error Occurred
ln: Erreur Esalemaki

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
ln: Oh, te! Eza neti erreur moko oyo ekanamaki te esalemi. Tosi toyebisi ba administarteur ya site. Meka lisusu sik'oyo, to sima ya mua minuti.

source: Contributor Tools
ln: Baoutil Ya Contributeur

source: My Questions
ln: Mituna Nangai

source: Edit Profile
ln: Bongisa Profile

source: Settings
ln: Baparamètre

source: Sign Out
ln: Bima

source: Sign In
ln: Kota

source: For Contributors
ln: Mpo na Bacontributeur

source: Quickstart Guide
ln: Guide Mpo na Kobanda Noki

source: News &amp; Resources
ln: Bansango &amp; Ressources

source: Contributor Forums
ln: Baforum Ya Contributeur

source: Article Discussions
ln: Masolo Ya Article

source: Localization Metrics
ln: Bamesure Ya Ndimbola

source: Help on Twitter
ln: Lisalisi na Twitter

source: Support Forum Home
ln: Accueil Ya Forum Ya Lisungi

source: Moderate Forum Content
ln: Contenu Ya Forum Moderé

source: Newer
ln: Yakala

source: Older
ln: Yasika

source: Home
ln: Page d'accueil

source: Switch to desktop site
ln: Balusa na site ya ordinateur ya bureau

source: Languages
ln: Nkota

source: Get support for another platform:
ln: Zwa lisungi mpo na plateforme mosusu:

source: Redirecting
ln: Botindami

source: The URL has changed!
ln: URL ebongwani!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
ln: Emonani neti otiye bookmark na URL yakala. URL yasika mpo na lokasa oyo eza awa na se. Esengeli osala mise à jour ya ba bookmark nayo. Tokotindela yo URL yasika na basenconde 10.

source: Maintenance in progress
ln: Entretien eza kosalema

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
ln: Caractèristique oyo eza desactivé mpo na mua ngonga tango toza kosala entretien ya site web. Salela bouton ya navigateur nayo ya Kozongisa sima mpe meka lisusu sima moke.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
ln: Bacaractèristique songolo na lokasa oyo eza desactivé mpo na mua ngonga tango toza kosala entretien ya site web. Meka lisusu sima moke.

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
ln: Télécharger elili na moko ya ba extensions oyo elandi: jpg, jpeg, png, gif.

source: "%s" is too large (%sKB), the limit is %sKB
ln: "%s" eza monene mingi (%sKB), suka eza %sKB

source: Model not allowed.
ln: Modele endimami te.

source: Object does not exist.
ln: Objet eza te.

source: Invalid or no image received.
ln: Elili elongobani te to eyambami te.

source: You are not logged in.
ln: Okoti te.

source: The requested image could not be found.
ln: Elili eye esengami ekoki kozwama te.

source: You do not have permission to do that.
ln: Oza na ndingisa te ya kosala yango.

source: Uploaded images:
ln: Bilili biye biza téléchargé:

source: Delete selected images
ln: Boma bilili biye biponami

source: Add images:
ln: Bakisa bilili:

source: Browse for an image to upload.
ln: Lukaluka elili ya kotélécharger.

source: Upload
ln: Télécharger

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
ln: Toza na nkokoso mpo na kozwa adresse email nayo. Meka adresse mosusu to contacter administrateur.

source: Username may contain only English letters, numbers and ./-/_ characters.
ln: Nkombo ya bosaleli esengeli ezala bobele na nkoma na lokota ya Angele mpe ./-/_ bacaractère.

source: Username is required.
ln: Esengeli Nkombo ya bosaleli.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Nkombo ya bosaleli eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ln: Nkombo ya bosaleli eza molayi mingi (%(show_value)s characters). Esengeli ezala na bacaractère %(limit_value)s to na se.

source: Email address is required.
ln: Esengeli adresse email.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Adresse Email eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ln: Adresse Email eza molayi mingi (%(show_value)s characters). Esengeli ezala na bacaractère %(limit_value)s to na se.

source: Password is required.
ln: Esengeli Liloba ya sekele.

source: Please enter your password twice.
ln: Koma liloba nayo ya sekele mbala mibale.

source: Password must be 8 or more characters.
ln: Liloba ya sekele esengeli ezala na bacaractère 8 to koleka.

source: Watch forum threads I start
ln: Landa milongo ya forum I ebandeli

source: Watch forum threads I comment in
ln: Landa milongo ya forum I commentaire

source: Watch KB discussion threads I start
ln: Landa milongo ya lisolo KB I ebandeli

source: Watch KB discussion threads I comment in
ln: Landa milongo ya lisolo KB I commentaire

source: Watch Question threads I comment in
ln: Landa milongo ya Mituna I commentaire

source: Send emails for private messages
ln: Tinda ba emails mpo na bamessage confidentielle

source: Username:
ln: Nkombo ya bosaleli:

source: Required. 30 characters or fewer. Letters, digits and ./- only.
ln: Oyo esengeli. Bacaractère 30 to moke. Nkoma, bachiffre mpe ./- bobele.

source: Email address:
ln: Adresse email:

source: Password:
ln: Liloba ya sekele:

source: A user with that email address already exists.
ln: Mosaleli na adresse email wana asi azali.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
ln: Koma nkombo ya bosaleli na liloba ya sekele ya malamu. Yeba ete bisika mibale bina bacaractère nayango esangani.

source: This account is inactive.
ln: Compte oyo ozosala te.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
ln: Navigateur ya web nayo eza komonana neti eza na ba cookies te. Ba cookies esengeli kozala mpo na kokota.

source: Please enter a facebook.com URL.
ln: Koma URL ya facebook.com

source: Your avatar will be resized to {size}x{size}
ln: Avatar nayo ebongisama lisusu na bolayi ya {size}x{size}

source: This is your current email.
ln: Oyo eza email nayo ya sik'oyo.

source: New password:
ln: Liloba ya sekele yasika:

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
ln: Adresse email wana ezangi compte oyo elandani nayango. Oza sure ete osi omikomisi?

source: Your username on %s
ln: Nkombo nayo ya bosaleli na %s

source: At least one number and one English letter are required in the password.
ln: Au moins chiffre moko na nkoma moko na lokota Angele esengeli na liloba ya sekele.

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
ln: Nkombo ya bosaleli oyo okomi elongobani te. Pona mosusu mpe yeba ete baye basalisaka biso baza basaleli misusu ya Firefox kaka neti yo.

source: salt
ln: mungwa

source: hash
ln: putulu

source: Private message
ln: Message confidentielle

source: You have been automatically logged in.
ln: Okotisami automatiquement.

source: User
ln: Mosaleli

source: Display name
ln: Nkombo ya komimonisa

source: Make my email public
ln: Tiya email nangai ezala publique

source: Biography
ln: Biographie

source: Website
ln: Site web

source: Twitter Username
ln: Nkombo ya bosaleli na Twitter

source: Facebook URL
ln: URL Facebook

source: Mozillians Username
ln: Nkombo ya bosaleli ya Bayi Mozilla

source: IRC nickname
ln: Nkombo ya kobamba IRC

source: Timezone
ln: Fuseau horaire

source: Country
ln: Mboka

source: City
ln: Engumba

source: Preferred language
ln: Lokota oyo olingi

source: Has been sent a first answer contribution email.
ln: Atindelami email ya yambo ya contribution ya eyano.

source: Has been sent a first revision contribution email.
ln: Atindelami email ya yambo ya contribution ya revision.

source: Value
ln: Valeur

source: user
ln: mosaleli

source: activation key
ln: fungola ya activation

source: registration profile
ln: inscription ya profile

source: registration profiles
ln: inscription ya baprofile

source: moderator
ln: moderateur

source: Your account is already activated, log in below.
ln: Compte nayo eza déjà activé, kota awa na se.

source: Account already activated
ln: Compte eza déjà activé

source: Your settings have been saved.
ln: Baparamètre nayo ebombami.

source: We've sent an email with the username to any account using {email}.
ln: Totindi email na nkombo ya bosaleli na compte nionso oyo eza kosalela {email}.

source: Invalid field
ln: Esika elongobani te

source: This username is already taken!
ln: Nkombo ya bosaleli oyo esi bazwi yango!
