Repository: mozilla-l10n/sumo-l10n
Catalog: ln/LC_MESSAGES/messages.po
Languages: ln

source: Delete Document | {document}
ln: Boma Document | {document}

source: Delete Document
ln: Boma Document

source: The document has been deleted.
ln: Document ebomami.

source: Are you sure you want to delete this document?
ln: Oza sure olingi oboma document oyo?

source: All translations of this document will also be deleted.
ln: Ndimbola nionso ya document oyo mpe ekobomama.

source: Current Content
ln: Contenu Oyo Eza Sik'oyo

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma document oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: Cancel and go back to document history
ln: Tika mpe zonga na lisitwale ya document

source: Remove contributor | {document}
ln: Longola contributeur | {document}

source: Remove Contributor
ln: Longola Contributeur

source: Are you sure you want to remove {user} from the document contributors?
ln: Oza sure olingi olongola {user} nakati ya bacontributeur ya document?

source: Remove contributor
ln: Longola contributeur

source: Remove {role}
ln: Longola {role}

source: Locales
ln: Nkota

source: Are you sure you want to remove {user}?
ln: Oza sure olingi olongola {user}?

source: Delete Revision | {document}
ln: Boma Revision | {document}

source: Delete Revision
ln: Boma Revision

source: Unable to delete only revision of the document
ln: Ekoki koboma te kaka revision ya document

source: To delete the document, please notify an admin.
ln: Mpo na koboma document, yebisa admin.

source: Go back to document history
ln: Zonga na lisitwale ya document

source: Are you sure you want to delete this revision?
ln: Oza sure olingi koboma revision oyo?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
ln: <strong>Keba:</strong> Revision oyo eza na bavote ya Ntina na Oyo Etali Boyebi. Koboma revision oyo ekosala ete bavote wana ebomama mpe.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ln: Oza pene ya koboma revision oyo mpo na libela. <strong>Ekoki kozongelama te!</strong> Oza sure olingi kokoba?

source: Share this article: {link}
ln: Kabola article oyo: {link}

source: See also:
ln: Tala mpe:

source: Explore more topics
ln: Kundola ba sujets misusu

source: Edit Article | {document}
ln: Bongisa Article | {document}

source: Edit Article
ln: Bongisa Article

source: <em>Editing</em> {title}
ln: <em>Bobongisi</em> {title}

source: <label>Needs Change:</label> %(comment)s
ln: <label>Esengeli na Mbongwana:</label> %(comment)s

source: Edit Description
ln: Bongisa Description

source: Save description
ln: Bomba description

source: Edit Content
ln: Bongisa Contenu

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
ln: Mpo na kosalisa kokoma baarticles, tala <a href="%(url)s">Guide Ya Lisungi Ya Document</a>.

source: characters remaining.
ln: bacaractère oyo etikali.

source: Revision History | {document}
ln: Lisitwale Ya Revision | {document}

source: History
ln: Lisitwale

source: History of {title}
ln: Lisitwale ya {title}

source: Revision history for:
ln: Lisitwale ya revision mpo na:

source: Edit contributors
ln: Bongisa bacontributeur

source: Document contributors
ln: Bacontributeur ya document

source: Remove user from contributors
ln: Longola mosaleli nakati ya bacontributeur

source: Add Contributor
ln: Bakisa Contributeur

source: Delete this document
ln: Boma document oyo

source: All Articles
ln: Baarticle Nionso

source: There are no articles.
ln: Article ata moko te eza.

source: [{locale}] KB Team
ln: [{locale}] Equipe Ya Oyo Etali Boyebi

source: [{locale}] Localization Team
ln: [{locale}] Equipe Ya Ndimbola

source: Edit locale leaders
ln: Bongisa bakambi ya lokota

source: Locale Leaders
ln: Bakambi Ya Lokota

source: Remove user from locale leaders
ln: Longola mosaleli nakati ya bakambi ya lokota

source: Edit locale reviewers
ln: Bongisa bareviseur ya lokota

source: Locale Reviewers
ln: Bareviseur Ya Lokota

source: Add Reviewer
ln: Bakisa Reviseur

source: Remove user from locale reviewers
ln: Longola mosaleli nakati ya bareviseur ya lokota

source: Edit locale editors
ln: Bongisa baediteur ya lokota

source: Locale Editors
ln: Baediteur Ya Lokota

source: Add Editor
ln: Bakisa Editeur

source: Remove user from locale editors
ln: Longola mosaleli nakati ya baediteur ya lokota

source: {count} Active Contributors (last 90 days)
ln: {count} Bacontributeur Actif (mikolo 90 mileki)

source: Locales | Knowledge Base
ln: Nkota | Oyo Etali Boyebi

source: Create a New Article | Knowledge Base
ln: Sala Article Yasika | Oyo Etali Boyebi

source: New Article
ln: Article Yasika

source: Create a New Knowledge Base Article
ln: Sala Article Yasika Oyo Etali Boyebi

source: Article is for:
ln: Article eza mpo na:

source: Review Revision {id} | {document}
ln: Manyola Revision {id} | {document}

source: Review Revision
ln: Manyola Revision

source: Review Revision of {title}
ln: Manyola Revision ya {title}

source: Reviewing Revision {id} by {user}
ln: Revision Ezomanoyama {id} na {user}

source: Revision Comment: {comment}
ln: Commentaire Ya Revision: {comment}

source: Unreviewed Revision:
ln: Revision Eye Emanyolami Te:

source: Revision {id} by {user}
ln: Eza revisé {id} na {user}

source: <label>Revision Comment:</label> {comment}
ln: <label>Commentaire Ya Revision:</label> {comment}

source: Review Revision {id}
ln: Manyola Revision {id}

source: This revision was already reviewed by {user} on {date}.
ln: Revision oyo esi emanyolaki na {user} mokolo ya {date}.

source: This revision is outdated, but there is a new revision available.
ln: Revision oyo esili ngala, kasi revision yasika eza.

source: Please review the latest revision.
ln: Tosengi ete omanyola revision ya suka-suka.

source: A newer revision has already been reviewed.
ln: Revision ya sika-sika esi emanyolami.

source: Submitted Revision Changes
ln: Mbongwana Ya Revision Oyo Etindami

source: Current public revision:
ln: Revision publique oyo eza sik'oyo:

source: Submitted revision:
ln: Revision eye etindami:

source: Revision Source
ln: Source Ya Revision

source: Revision Content
ln: Contenu Ya Revision

source: This document does not have a current revision.
ln: Document oyo eza na revision sik'oyo te.

source: Search results summary:
ln: Résumé ya barésultat ya boluki:

source: Revision source:
ln: Source ya revision:

source: Revision rendered html:
ln: html ya revision oyo esalemi:

source: Review Translation {id} | {document}
ln: Manyola Ndimbola {id} | {document}

source: Review Translation
ln: Manyola Ndimbola

source: Review Translation of {title}
ln: Manyola Ndimbola ya {title}

source: Reviewing Translation {id} in {language} by {user}
ln: Ndimbola Ezomanyolama {id} na {language} na {user}

source: Translation Comment: {comment}
ln: Commentaire Ya Ndimbola: {comment}

source: This translation was already reviewed by {user} on {date}.
ln: Ndimbola oyo esi emanyolamaki na {user} mokolo ya {date}.

source: This version is outdated, but there is a new version available.
ln: Version oyo esili ngala, kasi version yasika eza.

source: Please review the latest version.
ln: Tosengi ete omanyola version ya suka-suka.

source: A newer version has already been reviewed.
ln: Version ya sika-sika esi emanyolami.

source: Recent English Changes
ln: Mbongwana Yakala Te Na Lokota Ya Angele

source: Submitted Translation Changes
ln: Mbongwana Ya Ndimbola Oyo Etindami

source: Current public translation:
ln: Ndimbola publique oyo eza sik'oyo:

source: Submitted translation:
ln: Ndimbola eye etindami:

source: Full Article Sources
ln: Ba Sources Complètes Ya Article

source: The {default_locale} version has no approved content to show.
ln: Version {default_locale} ezangi contenu oyo endimami mpo na kolakisa.

source: Approved {default_locale} version:
ln: Version {default_locale} oyo endimami:

source: Revision {id} by {user} on {date}
ln: Eza revisé {id} na {user} mokolo ya {date}

source: Submitted {locale} translation:
ln: Ndimbola ya {locale} eye etindami:

source: This document does not have a current translation.
ln: Document oyo ezangi ndimbola sik'oyo.

source: Translation keywords:
ln: Ba mots clés ya ndimbola:

source: Translation search results summary:
ln: Résumé ya barésultat ya boluki ndimbola:

source: Translation source:
ln: Source ya ndimbola:

source: Translation rendered html:
ln: html ya ndimbola oyo esalemi:

source: Revision Information
ln: Bainfo Ya Revision

source: Revision id:
ln: Idetifiant ya Revision:

source: Reviewed:
ln: Emanyolami:

source: Reviewed by:
ln: Emanyolami na:

source: Is approved?
ln: Endimami?

source: Is current revision?
ln: Eza revisé sik'oyo?

source: Ready for localization:
ln: Elengelami mpo na ndimbola:

source: Readied for localization:
ln: Elengelamaki mpo na ndimbola:

source: Readied for localization by:
ln: Elengelamaki mpo na ndimbola na:

source: Edit article based on this revision
ln: Bongisa article kolandana na revision oyo

source: Select language | {document}
ln: Pona lokota | {document}

source: Select language
ln: Pona lokota

source: Select a language to translate to:
ln: Pona lokota mpo na kolimbola na:

source: This document has already been translated to the following locales:
ln: Document oyo esi elimbolami na nkota oyo elandi:

source: Show translations | {document}
ln: Lakisa ndimbola | {document}

source: This document has been translated to the following locales:
ln: Document oyo elimbolami na nkota oyo elandi:

source: This document is missing translations for the following locales:
ln: Document oyo ezangi ndimbola na nkota oyo elandi:

source: Translate Article | {document}
ln: Limbola Article | {document}

source: Translate Article
ln: Limbola Article

source: Thanks for your help! Just so you know, Firefox OS is not available in your locale yet, and it's possible this article will change before it is.
ln: Matondo mingi mpo na lisalisi nayo! Kaka ndenge oyebi, Firefox OS ezwami naino te na lokota nayo mpe article oyo ekoki kobongwana liboso ezwama na lokota nayo.

source: If you have any questions about localization priorities, please contact %(email_link)s.
ln: Soki oza na mituna na maye matali bapriorité ya ndimbola, komela %(email_link)s.

source: I understand, don't show this again.
ln: Nayoki, kolakisa yango lisusu te.

source: You are translating an English document which is not yet ready for localization.
ln: Oza kolimbola document ya lokota ya Angele oyo elengelami naino te mpo na ndimbola.

source: Translating {title}
ln: Kolimbola {title}

source: Translating article to {locale}
ln: Kolimbola article na {locale}

source: Translate Description
ln: Description Ya Bolimboli

source: Title in {locale}:
ln: Tire na {locale}:

source: Slug in {locale}:
ln: Slug na {locale}:

source: Translate Content
ln: Limbola Contenu

source: Recently approved updates
ln: Ba mise à jour oyo endimami kala te

source: Differences
ln: Bokeseni

source: Note: This article has no revisions ready for localization.
ln: Yeba: Article oyo eza na revision ata moko te oyo elengelami mpo na ndimbola.

source: Note: There are no approved translations for this article.
ln: Yeba: Eza na Ndimbola ata moko te eye endimami mpo na article oyo.

source: Keywords in {locale}:
ln: Ba mots clés na {locale}:

source: Search result summary in {locale}:
ln: Résumé ya barésultat ya boluki na {locale}:

source: {locale} translation:
ln: kolimbola {locale}:

source: What Links Here | {document}
ln: Nini Ezosala Lien Awa | {document}

source: What Links Here
ln: Nini Ezola Lien Awa

source: Documents that link to "{title}"
ln: Badocument oyo ezosala lien na "{title}"

source: Documents that include "{title}"
ln: Badocument oyo eza na "{title}"

source: Documents that use "{title}" as a template
ln: Badocument oyo ezosalela "{title}" bo modele

source: No other documents link to {title}.
ln: Document mosusu te ezosala lien na {title}.

source: View the updated document
ln: Tala document oyo esalemi mise à jour

source: View this document's history
ln: Tala lisitwale ya document oyo

source: Localize the document
ln: Limbola document

source: Review this revision
ln: Manyola revision oyo

source: If you have a moment please help us by reviewing these articles:
ln: Soki oza na mua ntango salisa biso na bomenyoli baarticle oyo:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
ln: Matando mingi mpo na contribution nayo na nkombo ya SUMO mpe basaleli oyo basepeli kozwa lisalisi!

source: Regards, <br />The SUMO team.
ln: Na limemiya, <br />Equipe ya SUMO.

source: View the history of this document
ln: Tala lisitwale ya document oyo

source: These fine people helped write this article: %(contributors)s. You can help too - <a href="%(link)s">find out how</a>.
ln: Batu oyo malamu basalisaki kokoma article oyo: %(contributors)s. Okoki mpe kosalisa - <a href="%(link)s">luka oyeba ndenge nini</a>.

source: (Redirected from <a href="{href}">{title}</a>)
ln: (Botindami uta <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
ln: <p>Article oyo ekoki kozala esili ngala.</p> <p> Mbongwana moko ya litomba esalemaki na article ya lokota ya Angele oyo eza komibaser nango. Kino mise à jour ekosalema na lokasa oyo, ekoki kozala na ntina mpo na yo: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
ln: Entretien esalemaka lisusu te na article oyo, nayango contenu nango ekoki kozala esili ngala.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
ln: Mutu moko te naino asalisi mpo na kolimbola article oyo. Soki osili koyeba ndenge kolimbola mpo na SUMO esalaka, <a href="%(document_trans_link)s">banda kolimbola sik'oyo</a>. Soki olingi koyekola ndenge ya kolimbola baarticle mpo na SUMO, <a href="%(help_link)s">banda awa</a>.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
ln: Bavolontaire nabiso baza kolimbola article oyo. Kino esila, tango mosusu version na lokota ya Angele ekoki kosalisa.

source: This article doesn't have approved content yet.
ln: Article oyo naino contenu nayango endimami te.

source: Warning: There are newer unreviewed revisions of this article.
ln: Keba: Article oyo eza na barevison oyo emanyolami te sika-sika.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
ln: Tala <a href="%(url)s">lisitwale</a> mpo na kolandisa bobongoli nayo na revision oyo emanyolami te.

source: Change Revisions
ln: Bongola Barevision

source: Stop article emails
ln: Stoper ba emails ya article

source: Email me article changes
ln: Tindela ngai Email ya mbongwana ya article

source: Submit for Review
ln: Tinda mpo na Bomenyolami

source: Preview Content
ln: Emoniselo Contenu Yambo

source: Preview Changes
ln: Emoniselo Mbongwana Yambo

source: Submit Your Changes
ln: Tinda Maye Obongoli

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
ln: Oza somo! Tokotinda email mpo na koyebisa yo soki maye obongoli mandimami. Okoki kolanda masolo maye matali article na kocliquer tab ya Lisolo.

source: Briefly describe your changes:
ln: Loba na bokuse maye obongoli:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
ln: Oyo ebongolami ezola te article ezala à jour. Bokeseni na lokota ya Angele esengeli te ebongwama na maye makobongisama mbala sima.

source: Notify me of any future changes to this page
ln: Yebisa ngai mbongwana nionso oyo ekosalema na lokasa oyo

source: Help with:
ln: Salisa na:

source: Customize this article
ln: Personnaliser article oyo

source: Was this article helpful?
ln: Article oyo ezalaki ya ntina?

source: Please wait...
ln: Zela...

source: Leave a message for {contributor}:
ln: Tika message mpo na {contributor}:

source: Leave a message for {rest} and {last}:
ln: Tika message mpo na {rest} na {last}:

source: Warning: This page is also being edited by %(user)s!
ln: Keba: Lokasa oyo eza mpe kobongisama na %(user)s!

source: If you know what you are doing, you can edit the document anyway.
ln: Soki oyebi maye ozali kosala, okoki nayo mpe kaka kokoba kobongisa document.

source: Edit anyway
ln: Bongisa ata bongo

source: Report Abuse
ln: Sala Rapport Ya Abus

source: Report this
ln: Sala rapport nango

source: Have more to say?
ln: Oza na mingi ya koloba?

source: Mark as Ready for Localization
ln: Tiya Elembo bo Elengelami mpo na Kolimbola

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
ln: Oza pene ya kotiya elembo na revision oyo <span class="revtime"></span> bo Elengelami mpo na Kolimbola. Oza sure olingi kokoba?

source: View Diff
ln: Tala Diff

source: Close Diff
ln: Kanga Diff

source: Editor
ln: Editeur

source: Search for documents...
ln: Boluki badocument...

source: No related documents.
ln: Document ata moko te oyo elandani.

source: Approve Translation
ln: Ndimbola Eye Endimami

source: Approve Revision
ln: Revision Eye Endimami

source: Defer Translation
ln: Kolimbola Na Eleko Mosusu

source: Defer Revision
ln: Korevisé Na Eleko Mosusu

source: Cancel Review
ln: Tika komanyola

source: Accept this Translation
ln: Ndima Ndimbola oyo

source: Accept this Revision
ln: Ndima Revision oyo

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
ln: Oza pene ya kondima maye obongisi yo mei. Tosengi ete otala ndenge ya kotuna <a href="%(url)s">bareviseur</a> nabiso.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ln: Kocliquer Ndima ekofungola nzela ya article na version oyo! Zwa mua ntango mpo na ozala sure ete baoption nionso eza malamu.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ln: Matondo mingi mpo na kozwa ntango ya komanyola maye mabongolami. Kocliquer Ndima ekofungola nzela ya article na version oyo! Zwa mua ntango mpo na ozala sure ete baoption nionso eza malamu.

source: Accept
ln: Ndima

source: Defer this Translation
ln: Kosala ndimbola oyo eleko mosusu

source: Defer this Revision
ln: Koréviser na Eleko mosusu

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
ln: Matondo mingi mpo na ntango ya komanyola maye mabongolami. Tonda editeur botondi mpe pesa feedback oyo esembolami mpe oyo ekosalisa na maye obanzi esengeli kobongolama mpo na revision endimama.

source: Defer
ln: Tinda na eleko mosusu

source: Show Helpfulness Votes Chart
ln: Lakisa Graphique Ya Bavotes Ya Ntina

source: Compare Selected Translations
ln: Comparer Ndimbola Oyo Eponami

source: Compare Selected Revisions
ln: Comparer Barevision Oyo Eponami

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
ln: Ntina - MT: Mbongwana Minene Ya Contenu. M: Mbongwana Ya Contenu. Polele: Mbongwana Mike-Mike Ya Contenu.

# revision
source: Unreviewed
ln: Emanyolami te

source: Current
ln: Oyo eza sik'oyo

source: Reviewed
ln: Emanyolami

source: This revision is ready for localization.
ln: Revision oyo elengelami mpo na kolimbolama.

source: This revision is not ready for localization.
ln: Revision oyo elengelami te mpo na kolimbolama.

source: Delete this revision
ln: Boma revision oyo

source: This document has no revisions.
ln: Document oyo eza na revision ata moko te.

source: Editing Tools
ln: Baoutil Ya Bobongisi

source: Discussion
ln: Lisolo

source: Show Translations
ln: Lakisa Ndimbola

source: Show History
ln: Lakisa Lisitwale

source: Unsubscribe from edit notifications
ln: Longola inscription na mayebisi ya bobongisi

source: Subscribe to edit notifications
ln: Mikomisa na mayebisi ya bobongisi

source: Related products
ln: Baproduit eye elandani

source: Confusing
ln: Ezopesa mbutu-mbutu

source: Solution didn't work
ln: Solution esali te

source: Too long
ln: Eza molayi mingi

source: I have feedback about Firefox
ln: Naza na feedback na maye matali Firefox

source: Tell us more.
ln: Lobela biso mingi.

source: Please provide more details
ln: Pesa badétail misusu
