Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

source: You already have a Mozilla account. Please use your Mozilla account instead of your Mozilla Support account.
gn: Erekómapa peteĩ Mozilla mba’ete. Eiporu ne mba’ete Mozilla pegua Mozilla pytyvõha rendaguépe mba’ete.

source: Private message
gn: Ñe’ẽmondo ñemigua

source: Minor details that don't affect the instructions
gn: Mba’emimi ombyai’ỹva je’epyre

source: Content changes that don't require immediate translation
gn: Tetepy moambue noikotevẽiva ñe’ẽasa ko’ag̃aite

source: Major content changes that will make older translations inaccurate
gn: Ñemoambue tetepýpe omoapañuáitava ñe’ẽasa ymaveguaréva.

source: These minor changes are not important for localizers and they will not be notified.
gn: Ko’ã ñemoambue’i natekotevẽi og̃uahẽ ñe’ẽasahárape ha noñemomarandumo’ãi.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
gn: Kóva omomarandúta ñe’ẽasahárape ha umi ñe’ẽasapyre oñemongurusúta “oikotevẽva ñembohekopyahu” ñangarekoha rupápe. Hetave moambuepy &mdash;ta’ãnga mbohekopyahu, moĩporã {for} mongurusupyre, embojuaju térã embogue vore noĩvaíriva&mdash oiporuva’erã kóva.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
gn: Kóva omomarandúta ñe’ẽasahárape ha umi ñe’ẽasapyre oñemongurusúta “oikove’ỹvararamo” ñangarekoha rupápe. Umi ñe’ẽasa ohechaukáta poruhárape mongyhyjerã ndoikoveimaha ha pe inglés pegua iporãveha. Eiporu umi tembiaporape itujavéva ndoikoveiete peve.

source: How to
gn: Mba’éicha

source: How to contribute
gn: Mba’éicha eipytyvõta

source: Navigation
gn: Ñeikundaha

source: %(old)s Redirect %(number)i
gn: %(old)s Mboguatajey %(number)i

source: %(old)s-redirect-%(number)i
gn: %(old)s-mboguatajey-%(number)i

source: {title} was edited by {creator}
gn: {title} omoheñóikuri {creator}

source: {title} is ready for review ({creator})
gn: {title} oĩma ojehechajey hag̃ua ({creator})

source: {title} has a revision ready for localization
gn: {title} oguereko peteĩ jehejajey oikómava emoñe’ẽasa hag̃ua

source: {title} ({locale}) has a new approved revision ({reviewer})
gn: {title} ({locale}) oguereko peteĩ jehejajey pyahu moneĩmbyre ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
gn: Ikatúpa eguereko tapia teratee pukukue %(limit_value)s tai’aty térã sa’ive. Ko’ag̃aite oĩ %(show_value)s tai’aty.

source: Please provide a slug.
gn: Ikatúpa eme’ẽ peteĩ juajuha angirũva (slug).

source: The slug provided is not valid.
gn: Ko juajuha angirũva (slug) ndoikói.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
gn: Pe juajuha angirũva (slug) mbykyeterei (%(show_value)s tai’aty). Oguerekova’erã sa’ivérõ %(limit_value)s tai’aty.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
gn: Ikatúpa emoĩporã juajuha angirũva pukukue (slug) %(limit_value)s tai’atýre térã sa’ive. Ko’ag̃aite oguereko %(show_value)s tai’aty.

source: Please provide a summary.
gn: Ikatúpa ehai peteĩ mombykypyre.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
gn: Pe ñemombyky mbykyeterei %(show_value)s tai’aty). Iguerekova’erã sa’vérõ %(limit_value)s tai’aty.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
gn: Ikatúpa eguereko tapia mombyky pukukue %(limit_value)s tai’atýre térã sa’ive. Ko’ag̃aite oĩ %(show_value)s tai’aty.

source: Please provide content.
gn: Ikatúpa ejapo tetepy.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
gn: Pe tetepy mbykyeterei (%(show_value)s tai’aty). Michĩvérõ oguerekova’erã %(limit_value)s tai’aty.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
gn: Ikatúpa emoĩporã pe tetepy pukukue %(limit_value)s tai’atýre térã sa’ive. Ko’ag̃aite oguereko %(show_value)s tai’aty.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
gn: Nde je’epyre oguerekova’erã %(limit_value)s tai’aty térã sa’ive. Ko’ag̃aite oĩhína %(show_value)s.

source: Please select at least one product.
gn: Ikatúpa eiporavo peteĩ apopyre jepe.

source: Please select at least one topic.
gn: Ikatúpa eiporavo peteĩ téma jepe.

source: Title of article
gn: Jehaipyre reratee

source: Slug:
gn: Juajuha angirũva (slug):

source: Article URL
gn: URL jehaipyre

source: Relevant to:
gn: Tuicháva amóvape:

source: Allow translations:
gn: Omoneĩ ñe’ẽasa:

source: Obsolete:
gn: Oikove’ỹmava:

source: Allow discussion on this article?
gn: ¿Emoneĩ ñomongeta ko jehaipyre rehe?

source: Category:
gn: Mboja’opy:

source: Type of article
gn: Jehaipyre peteĩchagua

source: Topics:
gn: Téma:

source: Related documents:
gn: Kuatia ojokupytýva:

source: Needs change:
gn: Oikotevẽ ñemoambue:

source: Comment:
gn: Je’erei:

source: Keywords:
gn: Ñe’ẽ ñemigua:

source: Affects search results
gn: Ombyai nde jehekápe

source: Search result summary:
gn: Nde jehekakue rapykuere:

source: Only displayed on search results page
gn: Ojehechauka nde jehekakue rapykuere añoite

source: Expiry date:
gn: Arange opaha:

source: Significance:
gn: He’iséva:

source: Needs change
gn: Oikotevẽ ñemoambue

source: Users:
gn: Poruhára:

source: Start:
gn: Ñepyrũ:

source: End:
gn: Paha:

source: {users} added successfully!
gn: {users} Ojuajúva hekopete!

source: There were errors adding users, see below.
gn: Oiko jejavy embojuajúvo pytyvõhára pyahu, emoñe’ẽ yvy gotyove.

source: {user} removed from successfully!
gn: ¡{user} embogue hekopete!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
gn: Oñemongurusúrõ, ko kuatiarigue wiki okañýta pe jeheka ñepyrũ ha umi ñangarekoha rupápe g̃uarã. Ojeikérõ, ehecháta peteĩ ñe’ẽmondo he’íva ndahekopyahumo’ãiha.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
gn: Oñemongurusúrõ, ko kuatia omoneĩta ñomongeta aty oñomoirũvape. Emongurusu’o emokañy/eipe’a hag̃ua aty.

source: If checked, this document needs updates.
gn: Oñemongurusúramo, pe kuatia oikotevẽ ñembohekopyahu.

source: Please choose a category.
gn: Ikatúpa eiporavo peteĩ mboja’opy.

source: Documents in the Template category must have titles that start with "{prefix}". (Current title is "{title}")
gn: Kuatiakiuéra Plantílla mboja’opy pegua herateeva’erã oñepyrũva "{prefix}". (Teratee ag̃agua ha’e "{title}")

source: Documents with titles that start with "{prefix}" must be in the templates category. (Current category is "{category}". Current title is "{title}".)
gn: Umi kuatia herateéva oñepyrũva "{prefix}"-gui oĩva’erã plantílla mboja’opýpe. (Pe mboja’opy ag̃agua ha’e "{category}". Teratee ag̃agua ha’e "{title}".)

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
gn: Pe jehechajeyrã ema’ẽva’erã jehaipyre inglés pegua rehe. Pe ID %(id)s jehechajey rehegua ojogueraha péva ndive.

source: Table of Contents
gn: Tetepy rerarenda

source: [Recursive inclusion of "%s"]
gn: [Inclusión recursiva "%s" rehegua]

source: The document "%s" does not exist.
gn: Pe kuatia "%s" ndaipóri.

source: The template "%s" does not exist or has no approved revision.
gn: Pe plantílla "%s" ndaipóri térã ndorekói jehechajey moneĩmbyre.

source: Your revision has been approved: {title}
gn: Nde jehechajey oñemoneĩma: {title}

source: Your revision has been reviewed: {title}
gn: Nde jehechajey ojehechajey: {title}

source: A revision you contributed to has been approved: {title}
gn: Peteĩ jehechajey eipytyvõva’ekue oñemoneĩma: {title}

source: A revision you contributed to has been reviewed: {title}
gn: Peteĩ jehechajey eipytyvõva’ekue o jehechajey: {title}

source: mobile
gn: pumbyry oku’éva

source: desktop
gn: mesa arigua

source: sync
gn: mbojuehe

source: general
gn: tuichakue

source: download
gn: mboguejy

source: You cannot translate this document.
gn: Ndaikatúi emoñe’ẽasa ko kuatia.

source: Great to hear &mdash; thanks for the feedback! <br /><span disabled class=helpful-button>&#x1F44D;</span>
gn: Avy’a ahendúre &mdash;; ¡Aguyje ne mbohováire! <br /><span disabled class=helpful-button>&#x1F44D;</span>

source: You already voted on this Article.
gn: Eiporavómapa ko jehaipyrépe.

source: Thanks for making us better!
gn: ¡Aguyje orembotuichave haguére!

source: Revision %s
gn: Jehechajey %s

source: Firefox Releases
gn: Firefox peteĩchagua

source: Article Revisions
gn: Jehaipyre jehechajey

source: {users} added to the contributors successfully!
gn: ¡{users} ojuaju pytyvõhárare hekopete!

source: There were errors adding new contributors, see below.
gn: Oiko jejavy ojuajukuévo pytyvõhára pyahu, emoñe’ẽ yvy gotyove.

source: {user} removed from the contributors successfully!
gn: ¡{user} oñembogue pytyvõháragui hekopete!

source: Sorry, that article wasn't found.
gn: Rombyasy, pe jehaipyre ndojejuhúi.

source: Compare Revisions | {document}
gn: Emoñondive jehechajey | {document}

source: Compare Revisions
gn: Emoñondive jehechajey

source: Back to History
gn: Eguevijey tembiasakuépe

source: Document Deleted | {document}
gn: Kuatia mboguepyre | {document}

source: Delete Document | {document}
gn: Kuatia mboguete | {document}

source: Delete Document
gn: Kuatia mboguete

source: The document has been deleted.
gn: Kuatia oñemboguetéma.

source: Are you sure you want to delete this document?
gn: ¿Añetépa emboguetese ko kuatia?

source: All translations of this document will also be deleted.
gn: Opaite ñe’ẽasa ko kuatia pegua oñemboguéta avei.

source: Current Content
gn: Tetepy ag̃agua

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
gn: Emboguete’íntema ko kuatia. <strong>¡Kóva ndaikatúi emboguevi!</strong> ¿Añetehápe ejapose péicha?

source: Cancel and go back to document history
gn: Ehejarei ha eguevi kuatia rembiasakuépe

source: Remove contributor | {document}
gn: Emboguete pytyvõhára | {document}

source: Remove Contributor
gn: Emboguete pytyvõhára

source: Are you sure you want to remove {user} from the document contributors?
gn: ¿Añetehápe emboguese {user} kuatia pytyvõháragui?

source: Remove contributor
gn: Emboguete pytyvõhára

source: Remove {role}
gn: Mboguete {role}

source: Are you sure you want to remove {user}?
gn: ¿Añetehápe emboguese {user}-pe?

source: Delete Revision | {document}
gn: Jehechajey mboguete | {document}

source: Delete Revision
gn: Jehechajey mboguete

source: Unable to delete only revision of the document
gn: Ndaikatúi emboguete kuatia jehechajey ha’eñóva

source: To delete the document, please notify an admin.
gn: Embogue hag̃ua kuatia, emombe’úke ñangarekohárape.

source: Go back to document history
gn: Eguevijey kuatia rembiasakuépe

source: Are you sure you want to delete this revision?
gn: ¿Emboguesépa añetehápe ko jehechajey?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
gn: <strong>Ñatõi</strong> Ko jehechajey oguereko ijehe Poravopy ha’evéva Kuaapy ñepyrũhápe. Iñembogue ikatu avei ombogue umi ambue poravopy.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
gn: Embogue’íntema opa árarã ko jehechajey. <strong>¡Ndaikatúi ojepe’a!</strong> ¿Añetehápe ejapose péicha?

source: This document is restricted.
gn: Pe kuatia ojejokohína.

source: Share this article: {link}
gn: Emoherakuã ko jehaipyre: {link}

source: Edit Article | {document}
gn: Jehaipyre mbosako’i | {document}

source: Edit Article
gn: Jehaipyre mbosako’i

source: <em>Editing Content For:</em><br>{title}
gn: <em>Embosako’i tetepy:</em><br>{title}

source: <label>Needs Change:</label> %(comment)s
gn: <label>Oikotevẽ ñemoambue:</label> %(comment)s

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
gn: Eguereko hag̃ua pytyvõ jehaipyre apópe, ehechajey <a href="%(url)s">Kuatia pytyvõha rape</a>.

source: characters remaining.
gn: tairenda hembýva.

source: Edit Article Metadata | {document}
gn: Embosako’i metadato retepy | {document}

source: Edit Article Metadata
gn: Embosako’i metadato retepy

source: <em>Editing Metadata For:</em><br>{title}
gn: <em>Metadato-pe g̃uarã:</em><br>{title}

source: Restrict Visibility
gn: Ejoko Ijehecha

source: Revision History | {document}
gn: Jehechajey rembiasakue | {document}

source: History
gn: Tembiasakue

source: History of {title}
gn: {title} rembiasakue

source: Revision history for:
gn: Jehechajey rembiasakue:

source: Edit contributors
gn: Pytyvõhára mbosako’i

source: Document contributors
gn: Pytyvõhára kuatia rehegua

source: Remove user from contributors
gn: Emboguete poruha pytyvõháragui

source: Add Contributor
gn: Pytyvõhára mbojuaju

source: Delete this document
gn: Emboguete ko kautia

source: All Articles
gn: Opaite haipyre

source: There are no articles.
gn: Ndaipóri haipyre.

source: [{locale}] KB Team
gn: KB mohendaha [{locale}]

source: [{locale}] Localization Team
gn: Ñe’ẽasaha aty [{locale}]

source: Locale Leaders
gn: Moñe’ẽasa moakãhápe

source: Edit locale leaders
gn: Embosako’i moñe’ẽasa moakãhápe

source: Remove user from locale leaders
gn: Emboguete poruhára ñe’ẽasa moakãháramo

source: Locale Reviewers
gn: Ñe’ẽasahára rechajeyha

source: Edit locale reviewers
gn: Ñe’ẽasa jehechajey mbosako’i

source: Add Reviewer
gn: Techajeyha mbojuaju

source: Remove user from locale reviewers
gn: Emboguete poruhára ñe’ẽasa rechajeyháramo

source: Locale Editors
gn: Ñe’ẽasaha mbosako’iha

source: Edit locale editors
gn: Embosako’i ñe’ẽasaha mbosako’iha

source: Add Editor
gn: Mbosako’iha mbojuaju

source: Remove user from locale editors
gn: Emboguete poruhára ñe’ẽasa mbosako’iháramo

source: {count} Active Contributors (last 90 days)
gn: {count} pytyvõhára omýiva (90 ára ohasaramóvape)

source: Locales | Knowledge Base
gn: Ñe’ẽ | Kuaapy ñepyrũha

source: Create a New Article | Knowledge Base
gn: Emoheñói jehaipy pyahu | Kuaapy ñepyrũha

source: New Article
gn: Jehaipyre pyahu

source: Create a New Knowledge Base Article
gn: Emoheñói jehaipy pyahu kuaapy ñepyrũhápe g̃uarã

source: Article is for:
gn: Pe jehaipy ha’e:

source: Review Revision {id} | {document}
gn: Ehechajey jehechapyre {id} | {document}

source: Review Revision
gn: Ehechajey jehechapyre

source: Review Revision of {title}
gn: Ehechajey jehechapyre {title} mba’éva

source: Reviewing Revision {id} by {user}.
gn: Ahechajey pe jehechapyre {id} peteĩteĩva {user}.

source: Revision Comment: {comment}
gn: Jehechajey je’epyre: {comment}

source: Unreviewed Revision:
gn: Jehechajey ñema’ẽ’ỹre:

source: Revision {id} by {user}.
gn: Jehechajey {id} {user} mba’éva.

source: <label>Revision Comment:</label> {comment}
gn: <label>Jehechajey je’epyre:</label> {comment}

source: Review Revision {id}
gn: Ehechajey jehechapyre {id}

source: This revision was already reviewed by {user} on {date}.
gn: Ko jehechajey ojapómavoi kuri {user} pe {date}.

source: This revision is outdated, but there is a new revision available.
gn: Ko jehechajey ndahekopyahúi, hákatu oĩma ipyahuvéva.

source: Please review the latest revision.
gn: Ikatúpa ehechami pe jehechajey ipyahuvéva.

source: A newer revision has already been reviewed.
gn: Peteĩ jehechajey ipyahuvéva ojehechapyrémava.

source: Submitted Revision Changes
gn: Jehechajey mondopyre ñemoambue

source: Current public revision:
gn: Jehechajey opavavegua ag̃agua:

source: Submitted revision:
gn: Jechajey mondopyre:

source: Revision Source
gn: Jehechajey reñoiha

source: Revision Content
gn: Jehechajey retepy

source: This document does not have a current revision.
gn: Ko kuatia ndoguerekói jehechajey ag̃agua.

source: Search results summary:
gn: Nde jehekakue rapykuere:

source: Revision source:
gn: Jehechajey reñoiha:

source: Revision rendered html:
gn: html: jehechajey jehejakue:

source: Review Translation {id} | {document}
gn: Ehechajey ñe’ẽasa {id} | {document}

source: Review Translation
gn: Ehechajey ñe’ẽasa

source: Review Translation of {title}
gn: Ehechajey ñe’ẽasa {title} mba’éva

source: Reviewing Translation {id} in {language} by {user}.
gn: Ahechajey ñe’ẽasa {id} {language}-pe peteĩteĩva {user}

source: Translation Comment: {comment}
gn: Ñe’ẽasáre je’epyre: {comment}

source: This translation was already reviewed by {user} on {date}.
gn: Ko ñe’ẽasa ohechajeýma {user} {date}-pe

source: This version is outdated, but there is a new version available.
gn: Ko tembiapokue ndahekopyahúi, hákatu oĩma peteĩ ipyahuvéva.

source: Please review the latest version.
gn: Ikatúpa ehechami tembiapokue ipyahuvéva.

source: A newer version has already been reviewed.
gn: Tembiapokue ipyahuvéva ojehechapyréva.

source: Recent English Changes
gn: Ñemoambue ipyahúva inglés-pe

source: Submitted Translation Changes
gn: Ñe’ẽasa ñemoambue mondopyre

source: Current public translation:
gn: Ñe’ẽasa opavavegua ag̃agua:

source: Submitted translation:
gn: Ñe’ẽasa mondopyre:

source: Full Article Sources
gn: Jehaipyre ipukuháicha reñoiha

source: The {default_locale} version has no approved content to show.
gn: Ko tembiapokue {default_locale} ndoguerekói tetepy moneĩmbyre.

source: Approved {default_locale} version:
gn: Tembiapokue {default_locale} moneĩmbyre:

source: Revision {id} by {user} on {date}
gn: Ohechajey {id} {user} rupi {date}-pe

source: Submitted {locale} translation:
gn: Ñe’ẽasa {locale} mondopyre:

source: This document does not have a current translation.
gn: Ko kuatia ndorekói ñe’ẽasa ag̃agua.

source: Translation keywords:
gn: Ñe’ẽ ñemi ñe’ẽasa pegua:

source: Translation search results summary:
gn: Nde jehekakue rapykuere ñe’ẽasa pegua:

source: Translation source:
gn: Ñe’ẽasa reñoiha:

source: Translation rendered html:
gn: HTML jehechajey jehejakue:

source: Revision {n} | {t} | {c}
gn: Jehechajey {n} | {t} | {c}

source: Revision {num}
gn: Jehechajey {num}

source: Revision Information
gn: Marandu jehechajey rehegua

source: Revision id:
gn: Jehechajey ID:

source: Reviewed:
gn: Hechajeypyre:

source: Reviewed by:
gn: Ohechajeyva’ekue:

source: Is approved?
gn: ¿Oñemoneĩma?

source: Is current revision?
gn: ¿Jehechajey ag̃agua?

source: Ready for localization:
gn: Oĩma emoñe’ẽasa hag̃ua:

source: Readied for localization:
gn: Oĩma emoñe’ẽasa hag̃ua:

source: Readied for localization by:
gn: Oĩma emoñe’ẽasa hag̃ua amo:

source: Edit article based on this revision
gn: Embosako’i jehaipyre ema’ẽvo ko jehechajeýre

source: Select language | {document}
gn: Eiporavo ñe’ẽ | {document}

source: Select language
gn: Eiporavo ñe’ẽ

source: Select a language to translate to:
gn: Eiporavo peteĩ ñe’ẽ emoñe’ẽasa hag̃ua:

source: This document has already been translated to the following locales:
gn: Ko kuatia oñembohasáma ko’ã ñe’ẽme:

source: Show translations | {document}
gn: Ehechauka ñe’ẽasa | {document}

source: This document has been translated to the following locales:
gn: Ko kuatia oñembohasáma ko’ã ñe’ẽme:

source: This document is missing translations for the following locales:
gn: Ko kuatia noñembohasái gueteri ko’ã ñe’ẽme:

source: Translate Article | {document}
gn: Emoñe’ẽasa jehaipyre | {document}

source: Translate Article
gn: Emoñe’ẽasa jehaipyre

source: You are translating an English document which is not yet ready for localization.
gn: Emoñe’ẽasahína kuatia inglés pegua noĩriva gueteri oñemoñe’ẽasa hag̃uáicha.

source: You have a draft revision for this article saved on {date_time}
gn: Eguereko peteĩ jehai’ypy ko jehaipy ñongatupyre rehegua {date_time}

source: Restore
gn: Mbojevy

source: Discard
gn: Hejarei

source: This version is outdated, but there is a new version <a href="{link}">{revision}</a> available.
gn: Kóva ndahekopyahúi, hákatu oĩma ipyahuvéva <a href="{link}">{revision}</a> eiporukuaáva.

source: Translating {title}
gn: Omoñe’ẽasahína {title}

source: Translating article to {locale}.
gn: Omoñe’ẽasahína jehaipyre {locale}-pe.

source: Translate Description
gn: Ñemoha’ãnga moñe’ẽasa

source: Title in {locale}:
gn: Teratee {locale}-pe:

source: Slug in {locale}:
gn: Eike {locale}:

source: Save description
gn: Ñemoha’ãnga ñongatu

source: Translate Content
gn: Tetepy moñe’ẽasa

source: Recently approved updates
gn: Mbohekopyahu pyahu moneĩmbyre

source: Differences
gn: Juavyha

source: Note: This article has no revisions ready for localization.
gn: Kuaarã: Ko jehaipyre ndojehechajeýi gueteri oñemoñe’ẽasáma hag̃ua.

source: Note: There are no approved translations for this article.
gn: Kuaarã: Ndaipóri ñe’ẽasa moneĩmbyre ko jehaipyrépe g̃uarã.

source: Keywords in {locale}:
gn: Ñe’ẽ ñemigua {locale}-pe:

source: Search result summary in {locale}:
gn: Nde jehekakue rapykuere {locale}-pe:

source: {locale} translation:
gn: Ñe’ẽasa {locale}-pe

source: What Links Here | {document}
gn: Ojuajúva ko’ápe | {document}

source: What Links Here
gn: Ojuajúva ko’ápe

source: Documents that link to "{title}"
gn: Kuatia ojuajúva "{title}" ndive

source: Documents that include "{title}"
gn: Kuatia oĩhápe avei "{title}"

source: Documents that use "{title}" as a template
gn: Kuatia oiporúva "{title}" plantíllaramo

source: No other documents link to {title}.
gn: Mba’evéichagaua ambue kuatia ndojuajúi {title} rehe.

source: %(reviewer)s has approved the revision to the document %(document_title)s.
gn: %(reviewer)s omoneĩma kuatia jehechajey %(document_title)s.

source: View the updated document
gn: Kuatia hekopyahúva jehecha

source: Summary:
gn: Mombyky:

source: Changes:
gn: Moambue:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
gn: Ehecha hag̃ua kuatia hekopyahúva, eikutu pe joajuha upeigua térã emboja ne kundahára kundaharape renda rehe:

source: %(creator)s created a new revision to the document %(document_title)s.
gn: %(creator)s omoheñói kuatia jehechajey pyahu %(document_title)s.

source: View this document's history
gn: Ehecha ko kuatia rembiasakue

source: To view this document's history, click the following link, or paste it into your browser's location bar:
gn: Ehecha hag̃ua ko kuatia rembiasakue, eikutu pe joajuha upeigua térã emboja ne kundahára kundaharape renda rehe:

source: The document %(document_title)s has a new revision that is ready for localization.
gn: Pe kuatia %(document_title)s oguereko jehechajeypyre oñemoñe’ẽasakuaámava.

source: Localize the document
gn: Kuatia moñe’ẽasa

source: Text of the new revision:
gn: Moñe’ẽrã jehechajey pyahúva:

source: To localize the document, click the following link, or paste it into your browser's location bar:
gn: Emoñe’ẽasa hag̃ua ko kuatia, eikutu pe joajuha upeigua térã emboja ne kundahára kundaharape renda rehe:

source: %(creator)s submitted a new revision to the document %(document_title)s.
gn: %(creator)s omondóma kuatia jehechajey pyahu %(document_title)s.

source: Review this revision
gn: Ehechajey ko jehechapyre

source: To review this revision, click the following link, or paste it into your browser's location bar:
gn: Emongu’e hag̃ua ko jehechajey, eikutu pe joajuha upeigua térã emboja ne kundahára kundaharape renda rehe:
