Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
gn: Ehapykueho. Hetajey, ore pytyvõhára ojeruréta marandu térã eha’ã hag̃ua ñemoĩporã. Ejapóramo pya’emi, oikuaa voivéta avei mba’éichapa osẽta iñapañuáigui.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
gn: Nde rorýke. Ore pytyvõhára ha’e Mozilla poruhára ndeichagua ome’ẽva hi’aravo oporopytyvõ hag̃ua.

source: Can't sign in to your account and need help? You've found the right place. Complete the form below to contact our support staff.
gn: Ndereikekuaáipa ne mba’etépe ha eikotevẽ ñepytyvõ. Ejuhu tenda oikóva. Ehai ko myanehẽha eñe’ẽkuaa hag̃ua ore mba’apohára ndive.

source: Be descriptive. Saying “playing video on YouTube is always choppy” will help us understand the issue better than saying “something is wrong” or “the app is broken”.
gn: Emoha’ãngakuaa. Erévo “umi ta’ãngamýi ojehechávo YouTube-pe isogue sogue” ore pytyvõta roikũmby hag̃ua apañuái he’ívo “areko apañuái” térã “pe tembiporu’i ndoikói”.

source: We've made some educated guesses about your current browser and operating system.
gn: Rojapo peteĩ mba’e jehechaukapy oĩporãva ha mávapa ha’e pe apopyvusu oku’eva ha kundaha eiporúva ko’ág̃a rupi.

source: Show details &raquo;
gn: Ehechauka mba’emimi &raquo;

source: Hide details &raquo;
gn: Eñomi mba’emimi &raquo;

source: Include details such as your account e-mail or specifics about your sign-in issue to help us get you back into your account quicker.
gn: Oĩhápe mba’emimi ha’éva mba’ete ñanduti veve térã mba’emimi apañuái tembiapo ñepyrũ rehegua ore pytyvõkuaáva rojevykuaávo ne mba’etépe pya’eve.

source: Thanks for letting us know you have this problem.
gn: Aguyje eikuaauka rehe oréve eguerekoha apañuái.

source: Identifying common problems helps the community answer your questions more quickly.
gn: Apañuái jejuhu py’ỹi oipytyvõ tekohápe ombohovái hag̃ua pya’eve ne porandu.

source: Want to know when a solution is found?
gn: Eikuaasépa araka’e ejuhukuaa ñemoĩporã?

source: Please provide an email address and we'll send you an alert.
gn: Ekatúpa eme’ẽ peteĩ ñandutiveve kundaharape ha roguerahaukáta ndéve kyhyjerã.

source: No Thanks
gn: Nahániri, aguyje

source: Application
gn: Tembiporu’i

source: User Agent: {user_agent}
gn: Poruhára rembiporu’i: {user_agent}

source: Support URL: {support_url}
gn: URL pytyvõha: {support_url}

source: Extensions
gn: Jepysokue

source: {name} {version} ({id}) (Inactive)
gn: {name} {version} ({id}) (ndojeporúi)

source: Graphics
gn: Ta’ãnga

source: Modified Preferences
gn: Eguerohoryvéva moambuepyre

source: Misc
gn: Jehe’aguasu

source: <span class="key">User JS</span>: Yes
gn: <span class="key">JS poruhára mba’e</span>: Ajépa

source: <span class="key">User JS</span>: No
gn: <span class="key">JS poruhára mba’e</span>: Ahániri

source: <span class="key">Accessibility</span>: Yes
gn: <span class="key">Jeikerei</span>: Héẽ

source: <span class="key">Accessibility</span>: No
gn: <span class="key">Jeikerei</span>: Ahániri

source: User Agent: {ua}
gn: Poruhára rembiporu’i: {ua}

source: More Information
gn: Maranduve

source: No pages matched the search criteria
gn: Ndojejuhúi kuatiarogue nde jeheka rehegua

source: That page number is not an integer
gn: Ko kuatiarogue papapy ndaha’éi papapyete

source: That page number is less than 1
gn: Pe kuatiarogue papapy michĩve 1-gui

source: Relevant to
gn: Imba’eguasúva

source: Invalid search data.
gn: Mba’ekuaarã jeheka ndoikóiva.

source: Enter your terms in the form below and click <strong>Search</strong>
gn: Ehai ko myanyhẽhápe ha eikutu <strong>Heka</strong>

# button
source: Search
gn: Heka

source: Search Mozilla Support
gn: Eheka Mozilla Pytyvõháme

source: Search Unavailable
gn: Jeheka ndojeporukuaáiva

source: Search is temporarily unavailable. Please try again in a few minutes.
gn: Ehekáva ndojeporukuaái ko’ag̃aite. Ikatu eha’ãjey uperire.

source: Mozilla Support
gn: Mozilla Pytyvõha

source: Search the Mozilla Support Knowledge Base and Support Forum.
gn: Eheka kuaapy ñepyrũháme ha Mozilla Pytyvõha atýpe.

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
gn: Juhupyre <strong>{n}</strong> juhupyre <strong>{q}</strong> peg̃uarã <strong>{product}</strong>-pe

source: Sorry! 0 results found for ‘{q}’ in ‘{l}’
gn: ¡Ambyasy! 0 apopyre ‘{q}’ peg̃uarã ‘{l}’-pe

source: Try searching again with a different keyword, or browse our featured articles and threads below instead.
gn: Ehekajey peteĩ ñe’ẽ kañymby ambuévape, térã eikundaha ore haipyre ha téma ojehayhúvape ko’águi rire.

source: Results
gn: Apopyre

source: Found <strong>{n}</strong> result for <strong>{q}</strong>
gn: Ojejuhu <strong>{n}</strong> apopyre <strong>{q}</strong> peg̃uarã

source: Sorry! 0 results found for <strong>‘{q}’</strong>.
gn: ¡Ambyasy! 0 kuapyre <strong>‘{q}’</strong> peg̃uarã.

source: Try searching again with different keywords.
gn: Eheka pyahujey heta ñe’ẽ ñemigua ndive.

source: 1 reply
gn: 1 mbohovái

source: 1 person has this problem
gn: 1 yvypóra oguereko ko apañuái

source: 1 new this week
gn: 1 ipyahúva ko arapokõndýpe

# DB: karma.Title.name
source: Top 10 Contributor
gn: 10 oipytyvõvéva

# DB: karma.Title.name
source: Locale Leader
gn: Motenondeha tendaguáva

# DB: karma.Title.name
source: Moderator
gn: Mboguataha

# DB: karma.Title.name
source: SUMO Warrior
gn: SUMO ñorairõha

# DB: karma.Title.name
source: Buddy of the Month! (10/2015)
gn: ¡Jasy pegua angirũ! (10/2015))

# DB: karma.Title.name
source: Administrator
gn: Ñangarekohára

# DB: karma.Title.name
source: Top 25 Contributor
gn: 25 oipytyvõvéva

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
gn: Ñanduti kundaha Windows, Mac ha Linux peg̃uarã

# DB: products.Product.title
source: Firefox for Android
gn: Firefox Android peg̃uarã

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
gn: Ñanduti kundaha Android ha tabléta mba’e’okápe g̃uarã

# DB: products.Product.title
source: Firefox for iOS
gn: Firefox iOS peg̃uarã

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
gn: Firefox iPhone, iPad ha iPod peg̃uarã

# DB: products.Product.description
source: VPN for Windows 10, Mac, Linux, Android, and iOS devices
gn: VPN Windows 10, Mac, Linux, Android, ha iOS mba’e’okápe g̃uarã

# DB: products.Product.description
source: Service that lets you create email masks to hide your real email address
gn: Mba’eporu ejapokuaahápe nde rera’ãnga emokañy hag̃ua ne ñanduti veve réra

# DB: products.Product.description
source: Find out if your private information has been exposed in a known data breach.
gn: Ehechakuaa ne maranduetépa ojehechára’e mba’ekuaarã ñembogua ijekuaávape.

# DB: products.Product.description
source: Discover and save stories for later.
gn: Ejuhu ha eñongatu tembiasakue ag̃ave g̃uarã.

# DB: products.Product.description
source: MDN Plus provides a custom user experience for MDN supporters.
gn: MDN Plus ome’ẽ tembihasakue peteĩteĩvape MDN rayhuhárape g̃uarã.

# DB: products.Product.description
source: No longer available as of June 20th, 2023
gn: Ojeietétama 20 jasypoteĩ ary 2023 guive

# DB: products.Product.description
source: Collaborate and engage with each other through spatialized audio and with media from around the web.
gn: Eipytyvõ ha eñe’ẽ umi mba’epu oñondivegua ha avei ñanduti tuichaháichape.

# DB: products.Product.description
source: Automatic privacy browser and content blocker
gn: Kundaha ñemigua ha tetepy jokoha ijeheguíva

# DB: products.Product.title
source: Firefox for Enterprise
gn: Firefox mba’apohaguasúpe g̃uarã

# DB: products.Product.description
source: Firefox Quantum for businesses
gn: Firefox Quantum mba’apohaguasúpe g̃uarã

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
gn: Software ñanduti vevegua Windows, Mac ha Linux peg̃uarã

# DB: products.Product.title
source: Contributors
gn: Pytyvõhára

# DB: products.Product.description
source: Contributor articles
gn: Pytyvõhára jehaipy

# DB: products.Product.title
source: Firefox for Amazon Devices
gn: Firefox Amazon mba’e’okape g̃uarã

# DB: products.Product.description
source: Browser for Amazon devices
gn: Kundaha Amazon mba’e’okápe g̃uarã

# DB: products.Product.title
source: Firefox for Android Beta
gn: Firefox Android Beta-pe g̃uarã

# DB: products.Product.description
source: Early version of an experimental Firefox browser for Android.
gn: Firefox kundahára ipyahúva Android peg̃uarã.

# DB: products.Product.title
source: Firefox for Android (ESR)
gn: Firefox Android peg̃uarã (ESR)

# DB: products.Product.description
source: Older version of Firefox for Android (no longer supported)
gn: Firefox apopyre itujavéva Android peg̃uarã (ndoikovéima)

# DB: products.Product.title
source: Firefox for Fire TV
gn: Firefox Fire TV peg̃uarã

# DB: products.Product.description
source: Browser for Amazon Fire TV
gn: Eikundaha Amazon Fire TV rupive

# DB: products.Product.title
source: Firefox for Windows 8 Touch
gn: Firefox Windows 8 pokoguáva peg̃uarã

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
gn: Firefox mba’e’okápe g̃uarã Windows 8 pokoguáva ndive

# DB: products.Product.description
source: Was ist Firefox Klar?
gn: ¿Mba’épa Firefox Klar?

# DB: products.Product.description
source: Mobile browser for Indonesia, India, The Philippines, and Thailand
gn: Kundaha oku’éva Indonesia, India, Filipinas ha Tailandia peg̃uarã

# DB: products.Product.description
source: Mobile app that gives you access to passwords you've saved to Firefox.
gn: Tembiporu’i oku’éva eikekuaaha ñe’ẽñemi eñongatuva’ekue Firefox-pe.

# DB: products.Product.description
source: Mobile OS for smartphones
gn: Apopyvusu oku’éva pumbyry ha’evévape g̃uarã

# DB: products.Product.description
source: Web browser for virtual reality headsets
gn: Ñanduti Kundaha henduha realidad virtual peg̃uarã

# DB: products.Product.description
source: Screenshot app for mobile
gn: Tembiporu’i mba’erechaha japyhyha pumbyrýpe g̃uarã

# DB: products.Product.description
source: An app for sending files to anyone.
gn: Tembiporu’i emondo hag̃ua marandurenda oimeraẽva tapichápe.

# DB: products.Product.description
source: Privacy-first products for desktop and mobile
gn: Apopyre hekoñemíva mohendaha ha pumbyrýpe g̃uarã

# DB: products.Product.description
source: A new online standard to recognize and verify learning
gn: Mba’e pyahu ñandutípe eikuaa ha ehechajey hag̃ua ñembokatupyry

# DB: products.Product.title
source: Privacy and Security
gn: Ñemigua ha tekorosãrã

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
gn: Eikuaave nemiguáva rehegua ha avei Mozilla rekorosã.

# DB: products.Product.description
source: Webmaker and other tools for teaching and learning the Web
gn: Webmaker ha ambue tembiporu embo’e ha eñembokatupyry hag̃ua ñandutípe

# DB: products.Topic.title
source: Basic browsing
gn: Ñeikundaha ñepyrũguáva

# DB: products.Topic.description
source: Search and navigate easily with these essential features
gn: Eheka ha eikundaha pya’e ha hasy’ỹ hag̃uáicha ko’ã mboja’opy oikoitéva ndive

# DB: products.Topic.title
source: Bookmarks
gn: Techaukaha

# DB: products.Topic.description
source: Back up your Firefox bookmarks.
gn: Emomokõi ha eñongatu techaukaha Firefox pegua.

# DB: products.Topic.title
source: Bookmarks and tabs
gn: Techaukaha ha tendayke

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
gn: Eike ha emohendaporã ne ñanduti kuatiarogue erohoryvéva hasy’ỹ hag̃uáicha techaukaha ha tendayke ndive.

# DB: products.Topic.title
source: Get started
gn: Mba’éicha eñepyrũta

# DB: products.Topic.description
source: Download Firefox and safely browse the web
gn: Emboguejy Firefox ha eikundaha tekorosãme ñandutípe

# DB: products.Topic.title
source: How to use Firefox
gn: Mba’éicha eiporúta Firefox

# DB: products.Topic.description
source: How to browse, search and customize your settings
gn: Mba’éichapa eikundaha, eheka ha eñemomba’éta pe moĩporãre

# DB: products.Topic.title
source: Import settings from other browsers
gn: Emba’egueru ñemboheko ambue kundahágui

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
gn: Eikuaa mba’éichapa emba’gueru ha eguerahaukáta ne marandu Firefox ha ambue kundaha ndive

# DB: products.Topic.title
source: Install and manage add-ons
gn: Emohenda ha eñangareko moĩmbaháre

# DB: products.Topic.description
source: Add-ons let you customize and add features to Firefox.
gn: Umi moĩmbaha omoneĩta emboavávo ha embojuaju Firefox rembiapoitére.

# DB: products.Topic.title
source: Learn the Basics: get started
gn: Eikuaa mba’éicha eiporúta: mba’éicha eñepyrũta

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
gn: Eikuaáke eikotevẽva eiporukuaa hag̃ua Firefox.

# DB: products.Topic.title
source: Video, audio and interactive settings
gn: Ñemboheko mba’epu ha ta’ãngamýi oñondivegua

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
gn: Emoambue mba’éichapa Firefox omboheta ta’ãngamýi, ñemongu’e, puhahéi ha hetave tetepy reheguáva

# DB: products.Topic.title
source: Display and appearance
gn: Jehecha ha ha’ãnga

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
gn: Emoambuekuaa ne rembiporu renda, tai tuichakue ha kundaha sa’y

# DB: products.Topic.title
source: Download, install and migration
gn: Emboguejy, emohenda ha eva

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
gn: Mba’éichapa emboguejykuaa Firefox ne mohendaha mesa ariguápe ha embohasa marandu peteĩ kundaha guive ambuépe.

# DB: products.Topic.title
source: Install and update
gn: Emohenda ha embohekopyahu

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
gn: Mba’éicha emohendáta Firefox ha eguerekóta tekopyahúpe

# DB: products.Topic.title
source: Profile
gn: Mba’ete

# DB: products.Topic.description
source: Back up your Firefox profile.
gn: Emomokõi ha eñongatu ne mba’ete Firefox pegua.

# DB: products.Topic.title
source: Stay private and secure
gn: Eiko tekoñemi ha tekorosãme

# DB: products.Topic.description
source: Keep your family's information private and secure
gn: Eguereko ne pehẽngue rehegua marandu tekoñemi ha tekorosãme

# DB: products.Topic.title
source: Tips and tricks
gn: Ñemoñe’ẽ ha apokuaa

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
gn: Eho tenonde gotyo ko’ã tairenda mbopya’eha ndive ha ambue ñemoñe’ẽ.

# DB: products.Topic.title
source: Customize settings and preferences
gn: Eñemomba’e moĩporã ha jeguerohoryvévare

# DB: products.Topic.title
source: Firefox settings
gn: Firefox Sync moĩporã

# DB: products.Topic.description
source: Privacy and personalization
gn: Ñemigua ha tekorosã

# DB: products.Topic.description
source: Firefox Sync settings
gn: Firefox ñembojuehe ñemboheko

# DB: products.Topic.description
source: Sync your Firefox data.
gn: Embojuehe mba’ekuaarã Firefox pegua.

# DB: products.Topic.title
source: Sync and save
gn: Embojuehe ha eñongatu

# DB: products.Topic.description
source: Sync information on all your devices
gn: Embojuehe marandu opaite ne mba’e’okápe

# DB: products.Topic.title
source: Sync, share and save
gn: Embojuehe, eñongatu ha emoherakuã

# DB: products.Topic.description
source: Sync browsing information and content across multiple devices with Firefox Accounts.
gn: Embojuehe kundahára marandu ha hetepy Firefox Accounts mba’e’okaita ndive.

# DB: products.Topic.title
source: Use extensions and add-ons
gn: Eiporu jepysokue ha moĩmbaha

# DB: products.Topic.description
source: Enhance your family's Firefox browsing experience
gn: Emboava ñeikundaha rapykuere Firefox pehẽnguáva rupi

# DB: products.Topic.title
source: Chat and share
gn: Eñe’ẽ ha emoherakuã

# DB: products.Topic.description
source: Connect on video and share pages with your network
gn: Eike ta’ãngamýi rupi ha emoherakuã kuatiarogue ne ñandutieta ndive

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
gn: Eñomongeta ñe’ẽ térã ta’ãngamýi rupi eiporúvo Firefox kundaha

# DB: products.Topic.title
source: Personalize Firefox
gn: Emomba’ete Firefox

# DB: products.Topic.description
source: Make Firefox yours with these customization options.
gn: Emomba’e Firefox ko’ã jeporavorã ndive.

# DB: products.Topic.title
source: Personalize your experience
gn: Emboavaite nde rapykuere

# DB: products.Topic.description
source: Customize your Firefox browsing experience
gn: Emboavaite ne ñeikundaha rapykuere Firefox rupive

# DB: products.Topic.title
source: Customize controls, options and add-ons
gn: Emomba’e umi ñangarekoha, jeporavorã ha moĩmbaha

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
gn: Emomba’e Firefox embojuaji ha eñangarekóvo opaite mboja’opy eipotáva.

# DB: products.Topic.description
source: Change Firefox's appearance, behavior and settings.
gn: Jeporavorã, jerohoryvéva ha Firefox ñemoĩporã.

# DB: products.Topic.title
source: Stay connected
gn: Eiko ñandutípe

# DB: products.Topic.description
source: Sync information across devices
gn: Embojuehe marandu opaite mba’e’okápe

# DB: products.Topic.title
source: Do more with apps
gn: Ejapove ko’ã tembiporu’i ndive

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
gn: Emohenda tembiporu’i Marketplace guive emoĩve hag̃ua vy’arã ha tembiaporãite ne mba’a’okápe

# DB: products.Topic.title
source: Privacy and security settings
gn: Ñemigua ha tekorosãrã ñemboheko

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
gn: Eikuaa mba’éichapa emokorosãta ne marandu Firefox kundha ñemigua rupi, ñe’ẽñemi ha ambue ñemboheko tekorosãrã.

# DB: products.Topic.title
source: Protect your privacy
gn: Emo’ã nde rekorosãrã

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
gn: Eiporu momba’te ñemoĩporã ha umi moĩmbaha emoambue hag̃ua Firefox eipotaháicha

# DB: products.Topic.title
source: Firefox for families
gn: Firefox pehẽnguépe g̃uarã

# DB: products.Topic.description
source: Customize Firefox to keep your family safe and secure
gn: Emboava Firefox ereko hag̃ua ne pehẽnguépe tekorosã ha ñemo’ãme

# DB: products.Topic.title
source: Fix problems
gn: Emoĩporã apañuái

# DB: products.Topic.description
source: Troubleshoot slowness, crashing and error messages.
gn: Emoĩporã apañuái, ñemboty ha’ãrõ’ỹva, ñe’ẽmondo jejavygua ha ambue mba’evai.

# DB: products.Topic.title
source: Get community support
gn: Eguereko tekoha ñepytyvõ

# DB: products.Topic.description
source: Get community support
gn: Eguereko tekoha ñepytyvõ

# DB: products.Topic.title
source: Troubleshooting
gn: Apañuái ñemoĩporã

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
gn: Emoĩporã apañuái mbegue, ñemboty ha’ãrõ’ỹva, ñe’ẽmondo jejavygua ha ambue mba’evai

# DB: products.Topic.title
source: Advanced and experimental features
gn: Mboja’opy opapotáva ha oñeha’ãmava

# DB: products.Topic.description
source: Learn tips beyond the basics and try features before they're released to the public.
gn: Ejapokuaa ha eha’ã tembiapoite pyahu osẽ mboyve opavavépe g̃uarã arapy tuichakue.

# DB: products.Topic.title
source: Back up your data
gn: Embojuehe mba’ekuaarã Firefox pegua

# DB: products.Topic.description
source: Use Firefox Sync to backup and transfer your data.
gn: Eiporu Firefox Sync eñongatu ha embohasa hag̃ua mba’ekuaarã.

# DB: products.Topic.title
source: Tab basics
gn: Mba’éichapa eiporukuaáta tendayke

# DB: products.Topic.description
source: Tab basics
gn: Mba’éicha eiporúta tendayke

# DB: products.Topic.title
source: Firefox versions and languages
gn: Peteĩchagua ha ñe’ẽ Firefox rehegua

# DB: products.Topic.description
source: Firefox versions and languages
gn: Peteĩchagua ha ñe’ẽ Firefox rehegua

# DB: products.Topic.title
source: Copy your personal information from one browser to another
gn: Emonguatia ne marandu peteĩ kundahágui ambuépe

# DB: products.Topic.description
source: Copy your personal information from one browser to another
gn: Emonguatia ne maranduete peteĩ kundahágui ambuépe

# DB: products.Topic.title
source: Cookies and cache
gn: Kookie ha kache

# DB: products.Topic.description
source: Control the information that Firefox saves
gn: Ema’ẽjey marandu Firefox ambyatýva rehe

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
gn: Ñe’ẽñemi, myanyhẽha, jeheka ha tembiasakue - ehecha Firefox he’íva ndéve.

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
gn: Ñe’ẽñemi, myanyhẽha, jeheka ha tembiasakue - ehecha Firefox he’íva ndéve.

# DB: products.Topic.title
source: Website breakages
gn: Ñanduti renda ñembyai

# DB: products.Topic.description
source: Fix site breakage issues.
gn: Ñanduti renda apañuái ñemoĩporã.

# DB: products.Topic.title
source: Tracking protection
gn: Tapykuereho ñemo’ã

# DB: products.Topic.description
source: Prevent websites from tracking you as you browse.
gn: Emboyke umi ñanduti renda nde rapykuehokuaávape.

# DB: products.Topic.title
source: Firefox controls and buttons
gn: Firefox ñangarekoha ha votõ

# DB: products.Topic.description
source: Firefox controls and buttons
gn: Firefox ñangarekoha ha votõ

# DB: products.Topic.title
source: Tab settings
gn: Tendayke mboheko

# DB: products.Topic.description
source: Tab settings
gn: Tendayke mboheko

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
gn: Emomba’e nde Firefox moĩmbaha, mboguejyrã’i ha jepysokue ndive

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
gn: Emomba’e nde Firefox moĩmbaha, mboguejyrã’i ha jepysokue ndive

# DB: products.Topic.title
source: Firefox options, preferences and settings
gn: Jeporavorã, jerohoryvéva ha Firefox moĩporãgua

# DB: products.Topic.description
source: Firefox options, preferences and settings
gn: Jeporavorã, jerohoryvéva ha Firefox moĩporãgua

# DB: products.Topic.title
source: Bookmark options
gn: Techaukaha jeporavorã

# DB: products.Topic.description
source: Bookmark options
gn: Techaukaha jeporavorã

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
gn: Apañuái ñemoĩporã ñanduti renda ndive, (Facebook, YouTube, ñandutiveve, etc.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
gn: Apañuái ñemoĩporã ñanduti renda ndive, (Facebook, YouTube, ñandutiveve, etc.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
gn: Ñe’ẽmondo jejavygua: mba’e he’ise ha mba’éicha emoĩporãta

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
gn: Ejuhúta ñemoĩporã ñe’ẽmondo jejavygua Firefox-pe

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
gn: Embojera Firefox eike hag̃ua Ñandutípe
