Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

source: Content
gn: Tetepy

source: Show after
gn: Ehechauka upéi

source: Show until
gn: Ehechauka apeve

source: The {domain} team
gn: Pe {domain} mohendaha

source: Community Hub
gn: Tekoha mbytetépe

source: Find your fellow contributors
gn: Ejuhu ambue pytyvõhararã

source: Username or Display Name
gn: Poruhára réra térã téra jehechaukarã

source: Search
gn: Heka

source: Community Discussions
gn: Ñomongeta tekohápe

source: Go to the SUMO community discussions forum
gn: Eike SUMO rekoha ñomongetahápe

source: Community Health Metrics
gn: Tekoha resãi ra’ãha

source: View Community Metrics
gn: Ehecha tekoha ra’ãha

source: View Community Health Metrics
gn: Ehecha tekoha resãi ra’ãha

source: Top Contributors
gn: Tapichakuéra oipytyvõvéva

source: Filter by Locale
gn: Embogua ñe’ẽ peteĩteĩva rupi

source: All locales
gn: Opavavete ñe’ẽnguéra

source: Filter by Product
gn: Apopyre ñemboguapyre

source: All products
gn: Opaite apopyre

source: Support Forums
gn: Porandurenda Pytyvõha

source: Knowledge Base
gn: Kuaapy ñepyrũha

source: Localization
gn: Moñe’ẽasa

source: {user} - {num} contributions in last 90 days
gn: {user} - {num} ñepytyvõ 90 ára ohasaramóvape

source: See All
gn: Techaukapa

source: Contributor Metrics
gn: Pytyvõhára haipy

source: Retention
gn: Jejoko

source: Support Forum Help
gn: Pytyvõha aty

source: Contributor Satisfaction: %(locale)s
gn: Pytyvõhára ovy’a: %(locale)s

source: Contributor Satisfaction: l10n
gn: Pytyvõhára ovy’a: l10n

source: Contributor Satisfaction: Support Forum
gn: Pytyvõhára ovy’a: Pytyvõha aty

source: Community Search Results
gn: Jeheka japopyre tekohápe

source: Results for: {query}
gn: Japopyre {query} peg̃uarã

source: No users were found for your search query.
gn: Ndojejuhúi poruhára rehekávape g̃uarã.

source: View Profile
gn: Ehecha mba’ete

source: Private Message
gn: Ñe’ẽmondo ñemiguáva

source: Top Contributors - Support Forum
gn: Pytyvõhára mbotuichavéva – Pytyvõha renda

source: Top Contributors - Knowledge Base
gn: Pytyvõhára mbotuichavéva – Kuaapy renda

source: Top Contributors - Localization
gn: Pytyvõhára omba’apovéva - Ñemoñe’ẽasa

source: Select by Locale
gn: Embosa’y peteĩ ñe’ẽ rupi

source: There are {total} users with at least one contribution in the last 90 days.
gn: Oĩ {total} poruhára oipytyvõva peteĩ jey jepe 90 ára ohasaramóvape.

source: Contributions in last 90 days: {count}
gn: Ñepytyvõ 90 ára ohasaramóvape: {count}

source: Days since last activity:
gn: Arakuéra ohasaramóva tembiapo rehegua:

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
gn: Aguyje ne pytyvõre Mozilla pytyvõha rendá pegua! Ejapómapa mba’eporã ko árape!

source: Mozilla support forum is fully powered by our volunteer community that helps hundreds of users every day. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
gn: Mozilla pytyvõhára reiguáva oykekóva hetaiterei tekoha oipytyvõva poruhárape ko’ẽreíre. Ko tekohápe oĩ hetaiterei Firefox ha Thunderbird poruhára ome’ẽva hi’aravo pytu’uha oipytyvõ hag̃ua ambuépe. Umíva’ỹre ore ndorojapomo’ãi mba’eve. Ne ñepytyvõ, michĩmíramo jepe, romomba’eterei. ¡Apañuái ñemoĩporã pytyvõha atýpe oykekokuaa 1000 poruhárape ára ha ára!

source: Tell us about yourself!
gn: ¡Eñe’ẽmína nde jehete!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet, <a href="%(intro_url)s">please take a minute to introduce yourself</a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on Matrix, on the <a href="%(matrix_url)s">#sumo channel</a>.
gn: Akóinte orembovy’a rohendúvo tapicha pyahu oipytyvõséva atýpe, péicha ndereikuaáiramo ore rekoha rehegua, <a href="%(intro_url)s">ikatúnepa emombe’u nde réra</a>. Eimeséramo kirirĩháme, oĩporãnte avei:). Ikatu avei orejuhu eikekuévo Matrix-pe, <a href="%(matrix_url)s">#sumo</a>.

source: Learn new things
gn: Eikuaa mba’e pyahu

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(onboarding_url)s">contributor guidelines</a>. This includes some cool troubleshooting info, how-to questions, and info about where to find more help if stuck.
gn: Eñemomarandusevéramo mba’éichapa omba’apo pytyvõhára, eporandu ore <a href="%(onboarding_url)s">mba’éichapa oñeha’ã pytyvõharakuéra</a>. Ipype oĩ marandu iporãva apañuái ñemoĩporãrã, porandu guatarã ha marandu moõitépa ejuhukuaa ne pytyvõkuaáva neapañuái mba’érõ.

source: Stay in touch
gn: Eiméke ñandutípe

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
gn: Aguyje jeyjey. ¡Rohechase py’ỹive ko SUMO rupi! ¡Akóinte iporã.

source: The community forum is at %(url)s.
gn: Pe tekoha aty oĩ %(url)s ndive.

source: If you are interested in learning more about how this whole support thing works, check out our contributor guidelines. This includes some cool troubleshooting info, how-to questions, and info about where to find more help if stuck.
gn: Eikuaasevéramo mba’éichapa omba’apo pytyvõhára, emaña mba’éichapa oñeha’ã pytyvõhára. Ipype oĩ marandu iporãva apañuái ñemoĩporãrã, guatarã, ñemoesakã peteĩteĩva, avei marandu neipytyvõkuaáva neapañuái mba’éramo.

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
gn: Ipahápe, ehechaséramo opaite marandu SUMO rehegua, ani nderesarái

source: Community forums
gn: Tekoha aty

source: Official blog
gn: Blog ha’etéva

source: Twitter account
gn: Twitter mba’ete

source: Weekly meetings
gn: Ñembyaty arapokõindyguáva

source: We also meet every month and you can join us.
gn: Roñembyaty opaite jasýpe ha ejuajukuaa orendive

source: Contributor meetings
gn: Pytyvõharakuéra aty

source: Select a reason for contacting
gn: Eiporavo ma’erãpa eñomongetase

source: Payments & Billing
gn: Jehepyme’ẽ ha Ñembokuatia

source: Accounts & Login
gn: Tembiapo ñepyrũ mba’ete

source: Technical
gn: Aporeko

source: Provide Feedback/Request Features
gn: Emondo Je’epyre/Ejerure tembiapoite

source: Not listed
gn: Ndahysýiva

source: I forgot my password
gn: Cheresarái ñe’ẽñemígui

source: I can't recover my account using email
gn: Ndarukuaajeýi che mba’ete aiporúvo ñanduti veve

source: I'm having issues signing in with my Google or Apple ID
gn: Che apañuái aike hag̃ua che ID ndive Google térã Apple reheguápe

source: My security code isn't working or is lost
gn: Che ayvu tekorosãgua ndoikói térã oñehundi

source: Select platform
gn: Eiporavo jehechaukaha

source: Android
gn: Android VPN

source: Other
gn: Ambue

source: Contact e-mail
gn: Ñanduti veve ñe’ẽmondorã

source: What do you need help with?
gn: ¿Mba’épepa eikotevẽ ñepytyvõ?

source: What operating system does your device use?
gn: ¿Mba’eichagua apopyvusu oiporu ne mba’e’oka?

source: Subject
gn: Jokopyre

source: Tell us more
gn: Emombe’uve

source: No response provided.
gn: Mavave nombohováiri.

source: Last 7 days
gn: 7 ára ohasaramovéva

source: Last 30 days
gn: 30 ára ohasaramovéva

source: Last 90 days
gn: 90 ára ohasaramovéva

source: Last Year
gn: Ary ohasaramóva

source: Percent Localized: Top 20
gn: Savore ñe’ẽasapyre: 20 iporãvéva

source: Percent Localized: Top 100
gn: Savore ñe’ẽasapyre: 100 iporãvéva

source: Percent Localized: All
gn: Savore ñe’ẽasapyre: Opavavete

source: Monthly Active Contributors
gn: Pytyvõhára oku’éva jasy pukukue

source: Review Needed
gn: Oikotevẽ jehechajey

source: Update Needed
gn: Oikotevẽ ñembohekopyahu

source: Immediate Update Needed
gn: Oikotevẽ ñembohekopyahu ko’ag̃aite

source: Translation Needed
gn: Oikotevẽ ñe’ẽasa

source: Top 20 Articles
gn: 20 jehaipyre iporãvéva

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
gn: Ko’ãva ha’e umi 20 jehaipyre ojehechavéva ko 30 ára pukukue ohasaramóvape, ohupytýva 50 % oikéva kuaapy rendápe.

source: Top 50 Articles
gn: 50 jehaipyre iporãvéva

source: These are the top 50 most visited articles in the last 30 days.
gn: Ko’ãva niko umi 50 jehaipyre ojehechaveva’ekue 30 ára ohasaramóvape.

source: Top 100 Articles
gn: 100 jehaipyre iporãvéva

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
gn: Ko’ãva ha’e 100 jehaipyre ojehechavéva ko 30 ára ohasava’ekuépe, ha oñondivepa ojapove 99% tembikuaarenda ñemongu’e.

source: Templates
gn: Plantílla

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
gn: Terarysyikuérape ikatu ojeporujey umi jehaipyre oĩva kuaapy rendápe. Ikatu emoheñói ha embohekopyahu peteĩ sãmbyhyha aty ha upéi eporomomandu’ajey ambue kuatiaroguépe.

source: All Knowledge Base Articles
gn: Opaite jehaipyre kuaapy ñepurũha pegua

source: This is the number of all Knowledge Base articles that are ready to be localized.
gn: Kóvapa ha’e papapy opaite jehaipyre kuaapy ñepyrũha pegua iñe’ẽasámava.

source: Visits in last 30 days
gn: Jeike hague 30 ára ohasaramóvape

source: Status
gn: Tekotee

source: Most Viewed
gn: Ojehechavéva

source: Most Recent
gn: Ipyahuvéva

source: Most Visited
gn: Ojeikeveha

source: All knowledge base articles...
gn: Opaite jehaipyre kuaapy ñepyrũha pegua...

source: Visits
gn: Jeikepyre

source: Changes Needed
gn: Oikotevẽ ñemoambue

source: Changes Not Ready For Localization
gn: Ñemoambue ndoikóiva gueteri ñe’ẽasarãme g̃uarã

source: All templates...
gn: Opaite plantílla...

source: How To Contribute
gn: Mba’éicha eipytyvõta

source: All How To Contribute articles...
gn: Opaite jehaipyre mba’éichapa eipytyvõta...

source: Administration
gn: Ñeñangareko

source: All Administration articles...
gn: Opaite jehaipyre ñeñangareko rehegua…

source: All translations...
gn: Opaite ñe’ẽasa…

source: Unreviewed Changes
gn: Ñemoambue ojehechajey’ỹva

# document
source: Unreviewed
gn: Ojehechajey’ỹva

source: All articles requiring review...
gn: Opaite jehaipyre oikotevẽva jehechajey...

source: Changed
gn: Moambuepyre

source: Unhelpful Documents
gn: Kuatia ndojeporúiva

# document
source: Unhelpful
gn: Ndojeporúiva

source: All unhelpful articles...
gn: Opaite jehaipyre ndojeporúiva…

source: Total Votes
gn: Opaite poravopyre

source: Helpfulness
gn: Jeporurã

source: Articles which have approved revisions newer than the latest ready-for-localization one
gn: Jehaipyre jehechapyre ipyahuvéva moneĩmbyre tysýi paha pegua ñe’ẽasarãva

source: All articles with changes not ready for localization...
gn: Opavave jehaipy moambuepyre ndaikatúi oñemoñe’ẽasa...

source: Approved
gn: Moneĩmbyre

source: Need Changes
gn: Oikotevẽ ñemoambue

source: Articles that require changes.
gn: Jehaipyre oikotevẽva ñemoambue

source: All articles that require changes...
gn: Opaite jehaipyre oikotevẽva ñemoambue...

source: Comment
gn: Je’erei

source: Canned Responses
gn: Mbohovái ijypykuéva

source: Localization status of all canned responses
gn: Ñe’ẽasa reko opaite jehaipyre ijypykuéva rehegua

source: All canned responses articles...
gn: Opaite jehaipyre mbohovái ijypykuéva rehegua...

source: Knowledge Base Dashboard
gn: Kuaapy ñepyrũha ra’ãngarupa

source: Localization Dashboard
gn: Ñe’ẽasa ra’ãngarupa

source: Aggregated Localization Metrics
gn: Ñe’ẽasa ra’ãha mbojuajupyre

source: The dashboard data is being loaded. This may take some time.
gn: Mba’ekuaa rupa henyhẽhína. Kóva ikatu ogueraha heta aravo’i.

source: Top 100 Articles: %% Localized
gn: Iporãvéva 100 jehaipyre: %% ñe’ẽasapyre

source: Top 20 Articles: %% Localized
gn: Iporãvéva 20 jehaipyre: %% ñe’ẽasapyre

source: All Articles: %% Localized
gn: Opaite jehaipyre: %% ñe’ẽasapyre

source: Active Contributors
gn: Pytyvõhára omýiva

source: {count} visitors in the past 30 days
gn: {count} oikéva 30 ára ohasaramóvape

source: Show information for:
gn: Ehechauka marandu:

source: Complete overview...
gn: Ejapopa ne ñemomichĩ...

source: [{product}] Knowledge Base Dashboard
gn: [{product}] Kuaapy ñepyrũha ra’ãngarupa

source: All Products
gn: Opaite japopyre

source: [{locale}] Locale Metrics
gn: Ñe’ẽasa ra’ãha [{locale}] peg̃uarã

source: Localization Percentage
gn: Ñe’ẽasa savore

source: Helpful Votes
gn: Poravopyre oikóva

source: [{locale}][{product}] Localization Dashboard
gn: Ñe’ẽasa ra’ãngarupa [{locale}][{product}]

source: Locale:
gn: Ñe’ẽ:

source: Volunteer for Mozilla Support
gn: Eipytyvõ Mozilla Pytyvõháme

source: Delete
gn: Mbogue

source: Create announcement
gn: Marandu moheñói

source: Created successfully
gn: Ojejapo porãva

source: Create
gn: Moheñói

source: Add announcement
gn: Marandu mbojoaju

source: Edit
gn: Mbosako’i

source: Article
gn: Jehaipyre

source: Needs Update
gn: Oikotevẽ mbohekopyahu

source: Ready for L10N
gn: Oĩmbáma L10N peg̃uarã

source: Stale
gn: Ndoku’éiva

source: Expiry Date
gn: Arange paha

source: Live
gn: Oiko

source: Review Needed: {comment}
gn: Tekotevẽ jehechajey : {comment}

source: Yes
gn: Néi

source: No
gn: Nahániri

source: Show translations
gn: Ñe’ẽasa jehechauka

source: changed by {users}
gn: omoambuepyre {users}

source: Overview
gn: Marandu tuichakuéva

source: %(numerator)s <small>of %(denominator)s</small>
gn: %(numerator)s <small> %(denominator)s </small> mba’éva

source: User Interface
gn: Poruhára mba’erechaha

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
gn: Peteĩ mba’erechaha poruhára mba’éva oñemoñe’ẽasapaitéva omoporãve kundahára jeike umi tenda oiporúva neñe’ẽ. Pytyvõ<a href="%(url)s">pe emoñe’ẽasa mba’erechaha</a>.

# l10n dashboard
source: Subscribe...
gn: Mboheraguapy...

source: Waiting for review
gn: Oñeha’ãrõ jehechajey

source: Ready for localization
gn: Oikóma emoñe’ẽasa hag̃ua

source: Please note that these selections are specific to the current product selected.
gn: Ehechakuaake umi jeporavopyre omboha’etéva apopyre ojeiporavóva.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
gn: Nemandu’áke reñemboheraguapyha og̃uahẽ hag̃ua ndéve marandu opaichagua mba’erepýgui. Oimérõ oĩ mba’erepy ndepy’ara’ãvéva, tereho umi mba’erupa heseguápe.

source: All Topics
gn: Opavave téma

source: Filter by type:
gn: Mboguaha ñemopeteĩva:

source: All
gn: Opavave

source: KB Dashboard
gn: Ñangarekoha rupa BC mba’éva

source: Locale Metrics
gn: Ñe’ẽasa ra’ãha

source: KB Team
gn: KB mohendaha

source: Localization Team
gn: Ñe’ẽasaha mba’apoha’aty

source: Recent Revisions
gn: Jehechajey ipyahuvéva

source: Aggregated Metrics
gn: Ta’ãha mbojuajuvepyre

source: Spam or other unrelated content
gn: Ñandutiveve térã ambue tetepy eipota’ỹva

source: Inappropriate language/dialog
gn: Ñe’ẽ hendape’ỹva/dialog

source: Misplaced bug report or support request
gn: Mba’ejerure pytyvõrã térã marandu’i jejavýva oñemohendaporã’ỹva

source: Abusive content
gn: Tetepy ipohýiva

source: Other (please specify)
gn: Ambue (ikatúrõ, emoha’eño)

source: Pending
gn: Ha’ãrõmbýva

source: Accepted and Fixed
gn: Moneĩmbyre ha jehechapyre

source: Rejected
gn: Mbotovepyre

source: You already flagged this content.
gn: Embosa’ýma ko tetepy.

source: You have flagged this content. A moderator will review your submission shortly.
gn: Embosa’ýma ko jehaipy. Sapy’aitépe peteĩ mboguataha ohecháta ne remimbou.

source: Flagged Content Pending Moderation
gn: Tetepy mbosa’ypyre. Oha’ãrõva mboguatahápe

source: Flagged {t} (Reason: {r})
gn: Mbosa’ypyre {t} (Mba’ére: {r})

source: Other reason:
gn: Ambue mba’eregua:

source: {t} with id={id} no longer exists.
gn: {t} id={id} ndive ndaiporivéima.

source: Update Status:
gn: Tekotee Ñembohekopyahu

source: Please select...
gn: Eiporavosépa...

source: The flag is valid and I fixed the issue.
gn: Ko ñembosa’y oiko ha amyatyrõ jejavy.

source: The flag is invalid.
gn: Ko ñembosa’y ndoikói.

source: Update
gn: Mbohekopyahu

source: There is no flagged content pending moderation.
gn: Ndaipóri tetepy mbosa’ypyre oha’ãrõva ñemboguata.

source: View all deactivated users
gn: Ehecha opaite poruhára ndoikevéiva

source: Content:
gn: Tetepy:

source: Created:
gn: Moheñoimbyre:

source: Updated:
gn: Oñembopyahúva:

source: Flagged:
gn: Mbosa’ypyre:

source: Take Action:
gn: Jehechauka:

source: Title:
gn: Teratee:

source: %(date)s by <a rel="nofollow" href="%(url)s">%(user)s</a>
gn: %(date)s rehe <a rel="nofollow" href="%(url)s">%(user)s</a>

source: Reply to thread: {title}
gn: Ebohovái témape: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
gn: %(author)s ombohovái peteĩ téma ehapykuehóva. Kóva ha’e imbohovái:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
gn: Ehecha hag̃ua ko jeikeha ñandutípe, eikutu juajuha upeigua térã emonguatia ha emboja ne mohendaha kundahára rendápe:

source: New thread: {title}
gn: Téma pyahu: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
gn: %(author)s oguenohẽ peteĩ téma pyahu aty ehapykuehóvape. Kóva ha’e pe téma:

source: Please provide a title.
gn: Emboherateesépa.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
gn: Ko teratee mbykyeterei (%(show_value)s taiaty). Ohupytyvaerã michĩvérõ %(limit_value)s taiaty.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
gn: Ikatúpa emoĩporã teratee pukukue %(limit_value)s tai’atýre térã michĩve. Ko’ág̃a oguereko %(show_value)s tai’aty.

source: Please provide a description.
gn: Ehaisépa peteĩ ñemoha’ãnga.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
gn: Ikatúpa emoĩporã ñemoha’ãnga pukukue %(limit_value)s tai’atýre térã michĩve. Ko’ág̃a oguereko %(show_value)s tai’aty.

source: You have not selected an image to upload.
gn: Nerembosa’ýi ta’ãnga ehupi hag̃ua.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
gn: Ikatúpa emoĩporã ne ra’ãnga marandurenda réra pukukue %(max)s tai’atýre térã michĩve. Ko’ág̃a oguereko %(length)s tai’aty.

source: Please select a different title.
gn: Ikatúpa embosa’y peteĩ ambue teratee.

source: Include this in wiki syntax with [[Image:title]]
gn: Emoinge kóva wiki ñe’ẽjuajungatúpe [[Image:title]] ndive

source: Provide a brief description of this media.
gn: Ehai mbykymi ñemoha’ãnga marandurenda hekoetáva rehe.

source: Locale
gn: Ñe’ẽ

source: Title
gn: Teratee

source: Description
gn: Ñemoha’ãnga

source: Image
gn: Ta’ãnga

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
gn: Ysaja moneĩmbyre oikehápe: PNG, JPEG, GIF, <a target="_blank" href="{learn_more}">Kuaave...</a>

source: Unrecognized request or nothing to cancel.
gn: Mba’ejerure noñemoneĩriva térã ehejakuaa’ỹva.

source: Unrecognized media type.
gn: Peteĩchagua hupytyha ojkuaa’ỹva.

source: Could not upload your image.
gn: Ndaikatúi ojehupi ta’ãnga reiporavóva.

source: Delete image
gn: Embogue ta’ãnga

source: Are you sure you want to delete this image?
gn: Añetehápepa remboguese ko ta’ãnga?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
gn: Embogue’íntema opa ararã ko ta’ãnga. <strong>¡Ndaikatúi ojepe’a!</strong> ¿Añetetépa eku’esejeyhína?

source: Delete image | {t} | Media Gallery
gn: Ta’ãnga mbogue i {t} i Ta’ãngakuéra renda

source: Delete video
gn: Embogue ta’ãngamýi

source: Are you sure you want to delete this video?
gn: Añetehápepa remboguese ko ta’ãngamýi?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
gn: Embogue’íntema opa ararã ko ta’ãngamýi. </strong>¡Ndaikatúi ojepe’a!</strong> ¿Añetetépa eku’esejeyhína?

source: Delete video | {t} | Media Gallery
gn: Ta’ãngamýi mbogue i {t} i Ta’ãngakuéra renda

source: Media Gallery
gn: Tendaguasu hekoetáva

source: by {user}
gn: {user} rehe

source: Uploaded {date}
gn: Myanyhẽpyre {date}

source: Cancel
gn: Heja

source: Edit image
gn: Embosako’i ta’ãnga

source: Save image
gn: Eñongatu ta’ãnga

source: Edit image | {t} | Media Gallery
gn: Embosako’i ta’ãnga | {t} | Tendaguasu hekoetáva

source: Search Gallery
gn: Eheka ta’ãngakuéra rendápe

source: Show media for:
gn: Ehechauka heko’etávape g̃uarã:

source: Go
gn: Jeho

source: Show:
gn: Techauka:

source: Images
gn: Ta’ãngakuéra

source: Videos
gn: Ta’ãngamýi

source: Upload a New Media File
gn: Ehupi peteĩ marandurenda hekoetáva

source: {title} | Media Gallery
gn: {title} | Tendaguasu hekoetáva

source: Delete this image
gn: Embogue ko ta’ãnga

source: Edit this image
gn: Embosako’i ko ta’ãnga

source: by <a rel="nofollow" href="{profile_url}">{user}</a>
gn: <a rel="nofollow" href="{profile_url}">{user}</a> rehe

source: Articles
gn: Jehaipyre

source: The following articles include this image:
gn: Ko’ã jehaipyre omoinge ko ta’ãngápe:

source: This image is not included in any articles.
gn: Ko ta’ãnga ndoikéi mavavéva jehaipyrépe.

source: Media Gallery Search
gn: Eheka hekoetáva renda

source: No media files found.
gn: Ndojejuhúi marandurenda hekoetáva

source: Upload file
gn: Ehupi marandurenda

source: Preview
gn: Jehecha ypy

source: Progress
gn: Jeku’e

source: Continue Uploading Media
gn: Ehupimeme marandurenda hekoetáva

source: Your avatar will be resized to {size}x{size}
gn: Ojogueraháta nde avatar tuichakue {size}x{size} ndive

source: username
gn: poruhára réra

source: Group information updated successfully!
gn: ¡Hekopyahúma aty marandu!

source: {users} added to the group successfully!
gn: ¡{users} ojuajúma aty ndive!

source: There were errors adding members to the group, see below.
gn: Oikókuri jejavy ojuajúvo atyguáva, emoñe’ẽ yvy gotyove.

source: {user} removed from the group successfully!
gn: ¡{user} osẽma atýgui!

source: {users} added to the group leaders successfully!
gn: {users} ojuajupyre moakãhára atýre!

source: There were errors adding leaders to the group, see below.
gn: Oiko jejavy ojuajúvo moakãhára atýre, emoñe’ẽ yvy gotyove.

source: {user} removed from the group leaders successfully!
gn: ¡{user} mboguepyre moakãhára atýgui!

source: You are now part of the Contributors group!
gn: ¡Ko’ág̃a reiméma pytyvõhára atýpe!

source: Delete {group} group avatar
gn: Embogue {group} avatar atypegua

source: Are you sure you want to delete the {group} group avatar?
gn: Añetehápepa remboguese {group} avatar atypegua?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
gn: Embogue’íntema opa árarã avatar. <strong>¡Ndaikatúi ojepe’a!</strong> Ikatu ehupi opa ára avatar pyahu emyengovia hag̃ua ag̃agua.

source: Delete avatar
gn: Emboguete avatar

source: Remove leader
gn: Emboguete motenondehápe

source: Are you sure you want to remove {user} from {group} leaders?
gn: Añetehápepa remboguese {user} ko {group} motenondehágui?

source: Remove member
gn: Emboguete pypeguápe

source: Are you sure you want to remove {user} from {group}?
gn: ¿Emboguesetépa {user} atýgui {group}?

source: Edit | {group} | Groups
gn: Embosako’i | {group} | Atykuéra
