Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
gn: Emoĩporã apañuái, ñemboty ha’ãrõ’ỹva, ñe’ẽmondo jejavygua ha ambue mba’evai

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
gn: Apañuái ñemyatyrõ marandu oĩvaíva Thunderbird-pe.

# DB: products.Topic.title
source: Thunderbird crashes
gn: Thunderbird jejavy

# DB: products.Topic.description
source: Thunderbird crashes
gn: Thunderbird jejavy

# DB: products.Topic.title
source: Thunderbird is slow or stops working
gn: Thunderbird imbegue térã nomba’apói

# DB: products.Topic.description
source: Thunderbird is slow or stops working
gn: Thunderbird imbegue térã nomba’apói

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
gn: Thunderbird noñongatumo’ãi ñemoĩporã térã naimandu’ái marandúre

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
gn: Thunderbird noñongatumo’ãi ñemoĩporã térã naimandu’ái marandúre

# DB: products.Topic.title
source: How To
gn: Mba’éicha

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
gn: Jehaipyre he’íva ndéve mba’éichapa ejapovéta Thunderbird ndive

# DB: products.Topic.title
source: Basic Features
gn: Mboja’opy ypýva

# DB: products.Topic.description
source: Learn the basic functionality for your Firefox OS phone.
gn: Eikuaa tembiapoite ypy ne pumbyry Firefox OS rejegua.

# DB: products.Topic.title
source: Date and Time
gn: Arange ha aravo

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
gn: Emboheko arange ha aravo ne pumbyry Firefox OS-pe

# DB: products.Topic.title
source: Display
gn: Mba’erechaha

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
gn: Emomba’e mba’erechaha ne mba’e’oka Firefox OS-pe.

# DB: products.Topic.title
source: Download and Manage Apps
gn: Emboguejy ha eñangareko tembiporu’íre

# DB: products.Topic.description
source: Download apps from the Marketplace
gn: Emboguejy tembiporu’i Marketplace guive

# DB: products.Topic.title
source: Firefox for Fire TV
gn: Firefox Fire TV pegua

# DB: products.Topic.description
source: Browser for the Amazon Fire TV.
gn: Eikundaha Amazon Fire TV rupive.

# DB: products.Topic.title
source: Firefox Klar for iOS
gn: Firefox Klar iOS peg̃uarã

# DB: products.Topic.description
source: Privacy browser for iOS
gn: Kundaha ñemi iOS peg̃uarã

# DB: products.Topic.title
source: General contribution
gn: Ñepytyvõ opavaveguáva

# DB: products.Topic.description
source: Learn how you can contribute to SUMO in general.
gn: Eikuaa mba’éichapa eipytyvõkuaa SUMO-pe.

# DB: products.Topic.description
source: Everything you need to know to use Firefox Lite.
gn: Eikuaápa eikotevẽva eñepyrũ hag̃ua eiporu Firefox Lite.

# DB: products.Topic.description
source: Firefox OS basics
gn: Mba’éicha eiporukuaáta Firefox OS

# DB: products.Topic.description
source: Get Started with Firefox for Fire TV
gn: Eñepyrũ Firefox Fire TV peg̃uarã ndive

# DB: products.Topic.description
source: How to use Firefox Reality
gn: Mba’éichapa eiporúta Firefox Reality

# DB: products.Topic.description
source: Learn the basics about ScreenshotGo
gn: Eikuaa sa’imi ScreenshotGo rehegua

# DB: products.Topic.title
source: Get Started
gn: Mba’éicha eñepyrũta

# DB: products.Topic.title
source: Install and set up
gn: Emohenda ha emboheko

# DB: products.Topic.description
source: Sync your logins across Firefox and your apps.
gn: Embojuehe tembiapo ñepyrũ Firefox ha hembiporu’ípe.

# DB: products.Topic.description
source: Download and install the mobile app on your device.
gn: Emboguejy ha emohenda pumbyry rembiporu’i ne mba’e’okápe.

# DB: products.Topic.title
source: Intro to Open Badges
gn: Open Badges moñepyrũ

# DB: products.Topic.description
source: Learn the basic about Open Badges
gn: Eikuaa sa’imi Open Badges rembiapoite

# DB: products.Topic.title
source: Knowledge Base
gn: Kuaapy ñepyrũha

# DB: products.Topic.description
source: Windows 8 Touch support articles
gn: Jehaipy pytyvõha Windows 8 Touch peg̃uarã

# DB: products.Topic.title
source: Manage passwords & emails
gn: Eñangareko ñe’ẽñemi ha ñanduti vevére

# DB: products.Topic.description
source: Change your account password or primary email address
gn: Emoambue mba’ete ñe’ẽñemi térã ñanduti veve kundaharape

# DB: products.Topic.title
source: Older versions of Firefox for Android
gn: Firefox apopyre itujavéva Android peg̃uarã

# DB: products.Topic.description
source: See articles for an unsupported version of Firefox for Android.
gn: Eporandu jehaipyrére ereko hag̃ua ojokupytýva Firefox Android peg̃uarãre.

# DB: products.Topic.title
source: Passwords & recovery
gn: Ñe’ẽñemi ha guerujey

# DB: products.Topic.description
source: Manage or troubleshoot issues with your password and account access.
gn: Eñangareko térã emboyke apañuái ne ñe’ẽñemi ha ne mba’ete ndive.

# DB: products.Topic.description
source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
gn: Embojehe’akuaa ñanduti ra’ãngamýi, mba’epu ha ta’ãnga embojoparávo ha ikatúva emoĩ ambue ñanduti rendápe.

# DB: products.Topic.title
source: Update account settings
gn: Embohekopyahu mba’ete

# DB: products.Topic.description
source: Change your password, email address, and more.
gn: Emoambue ñe’ẽñemi, ñanduti veve kundaharape ha hetave.

# DB: products.Topic.title
source: Update billing & payment methods
gn: Embohekopyahu ne ñehepyme’ẽ rehegua

# DB: products.Topic.description
source: Update billing information for your Mozilla subscriptions.
gn: Embohekopyahu marandu Mozilla ñemboheguapy jehepyme’ẽrã.

# DB: products.Topic.title
source: Webmaker for Android
gn: Webmaker Android peg̃uarã

# DB: products.Topic.description
source: Get help with the Webmaker app for Android.
gn: Eguereko pytyvõ Webmaker Android peg̃uarã rembiporu’ígui.

# DB: products.Topic.title
source: About Data Sharing
gn: Mba’ekuaarã ñemoambue rehegua

# DB: products.Topic.description
source: In order to process or provide our products and services to you, we share your information with the following business partners. These entities are contractually obligated to handle the data in ways that are approved by Mozilla.
gn: Emboheko térã eme’ẽ hag̃ua ore apopyre ha mba’epytyvõrã, romoherakuã ne marandu ko’ã irũnguéra ñemurã reheguáva ndive. Ko’ãva ojapova’erã kuatiápe he’iháicha oiporúvo mba’ekuaarã Mozilla omoneĩ haguéicha.

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
gn: Eikuaa mba’éichapa emoheñói, eha’ã ha eguenohẽta ta’ãnga’i

# DB: products.Topic.title
source: Browsing
gn: Toguerecha

# DB: products.Topic.description
source: Surf and navigate the Web on Firefox Preview
gn: Eikundaha ñandutípe Firefox Preview rupive

# DB: products.Topic.title
source: Calling and Contacts
gn: Ñehenói ha ñe’ẽha

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
gn: Eikuaa embojuaju ha eñangareko hag̃ua ne ñe’ẽha rehe ha ejapo ñehenói, ñe’ẽsyry ha hetave ne pumbyry Firefox OS rupi.

# DB: products.Topic.title
source: Firefox for Echo Show
gn: Firefox Echo Show pegua

# DB: products.Topic.description
source: Browser for the Amazon Echo Show
gn: Amazon kundaha Fire TV pegua

# DB: products.Topic.title
source: Firefox Klar for Android
gn: Firefox Klar Android peg̃uarã

# DB: products.Topic.description
source: Troubleshoot problems with Firefox Fire TV
gn: Marandu apañuái ñemoĩporã rehegua Firefox Fire TV rupi

# DB: products.Topic.title
source: How do I use Firefox Preview?
gn: ¿Mba’éicha aiporúta Firefox Preview?

# DB: products.Topic.description
source: Get help with using features in Firefox Preview.
gn: Eñepytyvõta eiporúvo Firefox Preview rembiapoite.

# DB: products.Topic.title
source: Manage account
gn: Mba’ete ñangarekoha

# DB: products.Topic.description
source: How to change your account settings
gn: Mba’éicha emoambuéta ne mba’ete ñemboheko

# DB: products.Topic.title
source: Manage settings and logins
gn: Eñangareko ñemboheko ha tembiapo ñepyrũre

# DB: products.Topic.description
source: Setting up your device to work with Firefox Lockwise
gn: Emboheko ne mba’e’oka oiko hag̃ua Firefox Lockwise ndive

# DB: products.Topic.title
source: Manage subscriptions
gn: Mboheraguapy ñangareko

# DB: products.Topic.description
source: Manage or cancel your Mozilla subscriptions.
gn: Ejapo térã eheja Mozilla pegua mboheraguapy.

# DB: products.Topic.title
source: Preferences
gn: Jerohoryvéva

# DB: products.Topic.description
source: Customize Firefox Lite to your desired settings
gn: Emomba’e Firefox Lite ñemboheko eipotávape

# DB: products.Topic.title
source: Recover my account
gn: arujeýta che mba’ete

# DB: products.Topic.description
source: Get help to recover your account if you can't sign in.
gn: Eñepytyvõuka erujey rekávo ne mba’ete eikekuaa hag̃ua

# DB: products.Topic.title
source: Security & privacy
gn: Tekorosã ha ñemigua

# DB: products.Topic.description
source: Protect your personal information and passwords.
gn: Emo’ã ne maranduete ha ñe’ẽñemi.

# DB: products.Topic.title
source: Support Forum
gn: Aty Pytyvõha

# DB: products.Topic.description
source: Topic for any articles related to support forum contribution.
gn: Téma oimeraẽva jehaipyre ojogueraháva Aty Pytyvõrã jeykeko ndive.

# DB: products.Topic.title
source: Sync devices & services
gn: Embojuehe mba’e’oka ha mba’eporu

# DB: products.Topic.description
source: Sync information on all your devices.
gn: Embojuehe marandu opaite mba’e’okápe.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
gn: Emoheñói ha emoherakuã ne ñanduti kuatiarogue tee ipya’e ha hasy’ỹ hag̃uáicha.

# DB: products.Topic.title
source: Email and Messages
gn: Ñanduti veve ha ñe’ẽmondo

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
gn: Eñomongeta ne ñe’ẽkuaaha ndive ñanduti veve ha ñe’ẽmondoha rupive.

# DB: products.Topic.description
source: Troubleshoot issues with Firefox Lockwise
gn: Emoĩporã apañuái Firefox Lockwise ndive

# DB: products.Topic.description
source: Troubleshoot problems with Firefox Lite.
gn: Emoĩporã apañuái Firefox Lite ndive.

# DB: products.Topic.title
source: Get Involved
gn: Eike pype

# DB: products.Topic.description
source: Help the Open Badges community
gn: Eipytyvõ Open Badges tekohápe

# DB: products.Topic.title
source: Help articles
gn: Marandu’i pytyvõrã

# DB: products.Topic.description
source: Topic for any articles related to the Knowledge Base (help articles) contribution.
gn: Téma oimeraẽva jehaipyre ojogueraháva kuaapy renda jeykeko ndive (jehaipyre pytyvõrã).

# DB: products.Topic.title
source: Library
gn: Arandukaty

# DB: products.Topic.description
source: Manage bookmarks and history
gn: Eñangareko techaukaha ha tembiasakuére

# DB: products.Topic.title
source: Managing Your Data
gn: Eñangareko ne mba’ekuaarãre

# DB: products.Topic.description
source: Learn how to manage your data (including deleting) for specific products or services.
gn: Mba’éichapa eñangarekóta ne mba’ekuaarãhe (oikehápe ñembogue) apopyre térã mba’eporúpe g̃uarã.

# DB: products.Topic.title
source: Services and Subscriptions
gn: Mba’epytyvõrã ha Mboheraguapy

# DB: products.Topic.description
source: Free and premium privacy offerings
gn: Tekorosã ñeme’ẽ reiete ha oikoitéva

# DB: products.Topic.title
source: Subscriptions & billing
gn: Mboheraguapy ha jehepyme’ẽ

# DB: products.Topic.description
source: Manage your Mozilla subscriptions and payment methods.
gn: Eñangareko mboheraguapy Mozilla pegua ha iñehepyme’ẽ.

# DB: products.Topic.title
source: Troubleshoot issues
gn: Apañuái ñemoĩporã

# DB: products.Topic.description
source: Resolve problems you're having with your account
gn: Eñeha’ã emoĩporã apañuái ne mba’ete rehegua

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
gn: Eikuaa mba’éichapa ehecháta pe ayvu oĩva ñanduti kuatiarogue kupépe.

# DB: products.Topic.title
source: Earn Badges
gn: Ta’ãnga’i jopoipy

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
gn: Ta’ãnga’i jopoipyre katupyry eguereko rupi ñandutípe ha ñanduti’ỹre avei

# DB: products.Topic.title
source: Get the most from webmaker.org
gn: Eiporu iporãvéva webmaker.org-gui

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
gn: Eipytyvõ térã eñepytyvõ oimeraẽva Webmaker apopyrãgui.

# DB: products.Topic.title
source: Localization
gn: Moñe’ẽasa

# DB: products.Topic.description
source: Topic for any articles related to article localization (L10n) contribution.
gn: Téma oimeraẽva jehaipyre ojogueraháva jehaipyre moñe’ẽasa jeykeko ndive (L10n).

# DB: products.Topic.title
source: Music, Photos and Video
gn: Purahéi, ta’ãnga ha ta’ãngamýi

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
gn: Eñohẽ ta’ãnga, ta’ãngamýi ha ehendu purahéi ne pumbyry Firefox OS rupive.

# DB: products.Topic.title
source: Sensible Settings
gn: Ñemboheko hasýva

# DB: products.Topic.description
source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
gn: Rome’ẽ ore poruhárape jeporavorã ha’etéva ha oikótava romomarandu ha rombo’évo pe ñembyatypy peve, ha rome’ẽ peteĩ jeporavorã oñemboykévo ikatu vove.

# DB: products.Topic.title
source: Sign in with Google or Apple
gn: Eike Google térã Apple ndive

# DB: products.Topic.description
source: Sign in to accounts using 3rd-party authentication.
gn: Eike mba’etépe mbohapyháva ñemoneĩ rupive.

# DB: products.Topic.description
source: Sync your browsing information across other devices.
gn: Embojuehe ne kundahára marandu ambue mba’e’okápe.

# DB: products.Topic.title
source: Troubleshoot
gn: Apañuái ñemoĩporã

# DB: products.Topic.description
source: Fix problems with Firefox Accounts
gn: Emoĩporã apañuái Firefox Accounts ndive

# DB: products.Topic.title
source: Defense in Depth
gn: Ñemo’ã mbarete

# DB: products.Topic.description
source: Make privacy a key factor in selecting and interacting with partners.
gn: Ejapo ñemiguágui mba’e tiocháva eiporavo ha eñomongetávo ambue pytyvõhára ndive.

# DB: products.Topic.title
source: Events and help for Mentors
gn: Tembiaporã ha pytyvõ moheñoihápe g̃uarã

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
gn: Eipytyvõ oñembo’e hag̃ua katupyry mohendahápe ha emoherakuã mba’éichapa oñembo’éta vy’apópe tembiporupyahu rehegua.

# DB: products.Topic.title
source: Issue Badges
gn: Eguenohẽ ta’ãnga’i

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
gn: Eme’ẽ mohendaha ra’ãnga’i eikuaa hag̃ua katupyry pyahu ha ñemohu’ã

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
gn: Mba’éicha emboguejykuaa, eñangareko ha eiporu ne rembiporu’i erohoryvéva ne pumbyry Firefox OS-pe.

# DB: products.Topic.title
source: Social Support
gn: Opavave Pytyvõha

# DB: products.Topic.description
source: Topic for any articles related to the Social Support Program.
gn: Téma oimeraẽva jehaipyre ojogueraháva Pytyvõrã Tekoguáva Rembiaporape ndive.

# DB: products.Topic.title
source: Display Badges
gn: Ta’ãnga’i rechauka

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
gn: Ehechauka mohendaha ra’ãnga’i nde ava ñandutieta, nerembiapo ha ne ñanduti rendápe.

# DB: products.Topic.title
source: Mobile Store Support
gn: Tenda ñemurã ñepytyvõ

# DB: products.Topic.description
source: Topic for any articles related to the Mobile Store Support contribution.
gn: Téma oimeraẽva jehaipyre ojogueraháva Mobile Support jeykeko ndive.

# DB: products.Topic.title
source: Privacy and security
gn: Ñemigua ha tekorosãrã

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
gn: Eguereko ne marandu tekorosãme jokoha rupive, Firefox OS ñemigua rupi ha hetave mba’e.

# DB: products.Topic.description
source: Protect your privacy on Firefox Preview.
gn: Emo’ã ne ñemigua Firefox Preview mdive.

# DB: products.Topic.title
source: Fix problems with Firefox Preview
gn: Eipe’a apañuái Firefox Preview ndive

# DB: products.Topic.description
source: Troubleshoot issues with Firefox Preview
gn: Emoĩporã apañuái Firefox Preview ndive

# DB: products.Topic.title
source: Internet and Connections
gn: Ñanduti ha jeikekuaa

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
gn: Eikuaave Wi-Fi, Bluetooth NFC jeikekuaa rehegua.

# DB: products.Topic.title
source: Settings
gn: Ñemboheko

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
gn: Embohekokuaa ñandutípe jeike ha ehechauka arange ha aravo ne pumbyry Firefox OS-pe.

# DB: products.Topic.title
source: Settings and preferences
gn: Ñemboheko ha jeguerohoryvéva

# DB: products.Topic.description
source: Manage themes and search settings
gn: Eñangareko téma ha ñemboheko rehe

# DB: products.Topic.title
source: Advanced Settings
gn: Ñemboheko opapotáva

# DB: products.Topic.description
source: Do more with Firefox Preview
gn: Ejapove Firefox Preview jehecha ypy ndive

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
gn: Eikuaa mba’éichapa emoĩporãta apañuái ne pumbyry popegua Firefox OS ndive.

# DB: products.Topic.title
source: How does it work?
gn: ¿Mba’éicha omba’apo?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
gn: Mba’éichapa enepyrũta Firefox Windows 8 Touch peg̃uarã ndive.

# DB: products.Topic.title
source: View all Firefox OS articles
gn: Ehecha opaite jehaipyre Firefox OS rehegua

# DB: products.Topic.description
source: View a list of all Firefox OS articles
gn: Ehecha tysýi opaite jehaipyre Firefox OS rehegua

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
gn: Mba’éichapa emboheko ha emomba’éta Firefox Windows 8 Touch.

# DB: products.Topic.title
source: Problems with websites
gn: Apañuái ñanduti rendápe

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
gn: Apañuái ñanduti renda oikoporã’ỹva ndive Firefox Windows 8 Touch pegua.

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
gn: Ambue porandu ojuehéva Firefox Windows 8 Touch pegua ndive.

# DB: products.Topic.title
source: Working with messages
gn: Amba’apohína ñe’ẽmondo ndive

# DB: products.Topic.description
source: Firefox OS SMS & email
gn: SMS ha ñanduti veve Firefox OS mba’éva

# DB: products.Topic.title
source: [Obsolete] Hot topics
gn: [Oiko’ỹva] Téma hendýva

# DB: products.Topic.title
source: [Obsolete] Mozilla Persona
gn: [Oiko’ỹva] Mozilla Ava

# DB: kbadge.Badge.title
source: 2023 KB Badge
gn: KB ra’ãnga’i 2023 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2023.
gn: Ko ta’ãnga’i oñame’ẽ pytyvõhára oguerekóva 10 ñembosako’ipy inglés-pe hechapyréva 2023-pe.

# DB: kbadge.Badge.title
source: 2023 L10n Badge
gn: L10n ra’ãnga’i 2023 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2023.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2023 pegua.

# DB: kbadge.Badge.title
source: 2023 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2023 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2023.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára ombohováiva 30 aty pytyvõhápe 2023 pukukue.

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2021.
gn: Ko ta’ãnga’i oñame’ẽ pytyvõhára oguerekóva 10 ñembosako’ipy inglés-pe hechapyréva 2021-pe.

# DB: kbadge.Badge.title
source: 2022 L10n Badge
gn: L10n Ra’ãnga’i 2022

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2022.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2022 pegua.

# DB: kbadge.Badge.title
source: 2022 KB Badge
gn: KB Ra’ãnga’i 2022

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2022.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára orekóva 10 ñembosako’ipy inglés-pe hechapyréva 2022-pe.

# DB: kbadge.Badge.title
source: 2022 Support Forum Badge
gn: Aty pytyvõha Ra’ãnga’i 2022

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2022.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára ombohováiva 30 aty pytyvõhápe 2022 pukukue.

# DB: kbadge.Badge.title
source: 2021 L10n Badge
gn: L10n 2021 Ra’ãnga’i

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2021.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2021 pegua.

# DB: kbadge.Badge.title
source: 2021 Support Forum Badge
gn: Aty pytyvõha Ra’ãnga’i 2021 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2021.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára ombohováiva 30 aty pytyvõhápe 2021 pukukue.

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2020.
gn: Ko ta’ãnga’i oñame’ẽ pytyvõhára oguerekóva 10 ñembosako’ipy inglés-pe hechapyréva 2020-pe.

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2019.
gn: Ko ta’ãnga’i oñame’ẽ pytyvõhára oguerekóva 10 ñembosako’ipy inglés-pe hechapyréva 2019-pe.

# DB: kbadge.Badge.title
source: 2020 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2020 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2020.
gn: Ko ta’ãnga’i oñame’ẽ pytyvõhára ombohováiva 20 aty pytyvõhápe 2020 pukukue.

# DB: kbadge.Badge.title
source: 2019 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2019 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2019.
gn: Ko ta’ãnga’i oñame’ẽ pytyvõhára ombohováiva 20 aty pytyvõhápe 2019 pukukue.

# DB: kbadge.Badge.title
source: 2020 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2020 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2020.
gn: Ko ta’ãnga’i oñame’ẽ pytyvõhára oguerekóva 50 túi mburuvicha mba’eguasuvéva 2020 jave.

# DB: kbadge.Badge.title
source: 2019 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2019 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2019.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 50 túi mburuvicha mba’eguasuvéva 2019 pegua.

# DB: kbadge.Badge.title
source: 2020 L10n Badge
gn: L10n ra’ãnga’i 2020 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2020.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2020 pegua.
