Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

source: Automatic privacy browser and content blocker
gn: Kundaha ñemigua ijeheguíva ha tetepy jokoha

source: Firefox Focus for iOS
gn: Firefox Focus iOS pegua

source: Firefox Focus for Android
gn: Firefox Focus Android pegua

source: Mozilla Account
gn: Mozilla mba’ete

source: Mozilla account is the account system for Mozilla
gn: Mozilla mba’ete ha’e Mozilla mba’ete apopyvusu

source: Please confirm your email address
gn: Ikatúpa emoneĩ ne ñanduti veve kundaharape

source: %s posted an answer to your question "%s"
gn: %s oguenohẽ peteĩ ne porandu mbohavái "%s"

source: New answers for question: %s
gn: Mbohavái pyahu porandúpe g̃uarã: %s

source: Solution found to Firefox Help question
gn: Ojejuhúma ñemoĩporã mbohavái rehegua Firefox Pytyvõhápe

source: Solution found for question: %s
gn: Ñemoĩporã ojejuhúva porandúpe: %s

source: Recently updated questions
gn: Porandu oñembohekopyahu ramóva

source: Recently updated questions tagged %s
gn: Porandu oñembohekopyahu ramóva oñemboheramoĩva %s ndive

source: Recent answers to %s
gn: Ñembohavái opyahuvéva %s-pe

source: URL of affected site
gn: URL tenda imarãva

source: Crash ID(s)
gn: ID jejavy rehegua

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
gn: Eguerahaukáramo marandu Mozilla-pe ne kundaha ndoikóirõ, og̃uahẽta ndéve peteĩ ID omoha’eño pe jejavy ha upévare ikatu rohecha mba’emimi ore pytyvõtava roikuaávo mba’épa oikova’ekue. Rojuhu hag̃ua pe ID jejavy rehegua embouva’ekue angetete, eho <strong>about:crashes</strong> ne kundaharape rupápe. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Eikutu eguereko hag̃ua tembiaporape mba’emimíva</a>.

source: Troubleshooting Information
gn: Marandu’i apañuái ñemoĩporã rehegua

source: This information gives details about the internal workings of your browser that will help in answering your question.
gn: Ko marandu ome’ẽ mba’emimi kundaha rembiapoite pypeguáva orepytyvõtava rombahováivo ne porandu.

source: This happens
gn: Kóva oiko

source: Not sure how often
gn: Ndaikuaaporãi pe py’ỹingue

source: Just once or twice
gn: Peteĩ térã mokõi jey

source: A few times a week
gn: Ndahetái jey arapokõindýpe

source: Every time Firefox opened
gn: Peteĩteĩ jey Firefox emoñepyrũvo

source: This started when...
gn: Kóva oñepyrũhína...

source: How can we help?
gn: ¿Mba’éicha roipytyvõkuaa?

source: Firefox version
gn: Firefox peteĩchagua

source: Operating system
gn: Apopyvusu oku’éva

source: Installed plugins
gn: Mboguejyrã’i mohendapyre

source: Extension/plugin you are having trouble with
gn: Jepysokue//plugin nemoapañuáiva

source: Mobile device
gn: Mba’e’oka oku’éva

source: Which topic best describes your question?
gn: ¿Mba’e téma pe omoesakãva ne porandu?

source: Email me when someone answers the thread
gn: Embou ñanduti veve oñembohovái vove

source: Enter your reply here.
gn: Emoinge nembohovái ko’ápe.

source: Enter your email address here.
gn: Ehai ne ñandutiveve ko’ápe.

source: (optional):
gn: (eipotárõ):

source: Please provide an email.
gn: Ikatúpa emoĩ ne ñanduti kundaharape

source: That tag does not exist.
gn: Ndaipóri ko teramoĩ.

source: Please provide a tag.
gn: Ikatúpa ehechauka peteĩ teramoĩ.

source: Recently unanswered
gn: Noñembohováiva ramoite

source: New
gn: Pyahu

source: Answers didn't help
gn: Ñembohovái noipytyvõi

source: Needs info
gn: Oikotevẽ marandu

source: Solution provided
gn: Ñemoĩporã kuave’ẽpyre

source: Solved
gn: Moĩporãmbyre

source: Updated
gn: Mbohekopyahupyre

source: Views
gn: Jehechapyre

source: Votes
gn: Jeporavokue

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
gn: Porandu atygua ndojeporukuaái {product} peg̃uarã {old_lang} pegua, roguerova porandu atygua pyahúpe {new_lang} peguápe.

source: Done! Thank you for reaching out Mozilla Support. We've sent a confirmation email to {email}
gn: ¡Oĩma! Aguyje eñe’ẽre Mozilla pytyvõha ndive. Romondóma ñanduti veve ñemoĩrã {email} rupive

source: That didn't work. Please try again.
gn: Upéva ndoikói. Eha’ãjey ag̃amieve.

source: You've exceeded the number of submissions for today.
gn: Che ñe’ẽ sãsogua ndaipóri térã oñembyaipáma.

source: Done! Your question is now posted on the Mozilla community support forum. You can see your post anytime by visiting the {a_open}My Questions{a_close} page in your profile.
gn: ¡Oĩma! Ne porandu ko’ág̃a ojehupi Mozilla rekoha pytyvõha atýpe. Ikatu ehecha ne moherakuãngue ehechase vove eikévo {a_open}Che porandu{a_close} kuatiarogue ne mba’etépe.

source: Thank you for choosing a solution!
gn: ¡Aguyje eiporavóre peteĩ ñemoĩporã!

source: This question already has a solution.
gn: Ko porandu oñemoĩporãma.

source: The solution was undone successfully.
gn: Pe ñemoĩporã oñemboyke hekoitépe.

source: Glad to hear it!
gn: ¡Orembovy’a eréva!

source: Sorry to hear that.
gn: Naorembovy’ái pe eréva.

source: You already voted on this reply.
gn: Eme’ẽma ne ñe’ẽ ko porandúpe g̃uarã.

source: We were unable to register your request. You've exceeded the limit for the number of questions allowed to watch in a day. Please try again tomorrow.
gn: Ndaikatúi romboajévo nemba’ejerure. Ehasáma rupi porandu ojehechakuaáva peteĩ árape. Eha’ãjey ko’ẽrõ.

source: Could not send a message to that email address.
gn: Ndaikatúi oho ñe’ẽmondo ko ñandutiveve kundaharapépe.

source: You will be notified of updates by email.
gn: Eñemomarandúta ñembohekopyahu rehegua ñanduti veve rupive.

source: You should receive an email shortly to confirm your subscription.
gn: Og̃uahẽta ndéve peteĩ ñanduti veve ag̃aite emoneĩ hag̃ua ne ñemboheraguapy.

source: A moderator must manually approve your post before it will be visible.
gn: Pe moakãha omoneĩva’erã ipo rupive iñemyerakuã ojehecha mboyve.

source: Subscription confirmed.
gn: Ñemboheraguapy moneĩmbyre.

source: There was a problem confirming your subscription.
gn: Oĩ apañuái onemoneĩnguévo ne ñemboheraguapy.

source: Email updates
gn: Ñembohekopyahu ñanduti veve rupive

source: You will now receive updates via email.
gn: Og̃uahẽta ndéve ñembohekopyahu ñanduti veve rupive.

source: Go back to the question.
gn: Ejevyjey porandúpe.

source: Stop receiving updates via email for this question.
gn: Nog̃uahẽmo’ãvéima ndéve ñembohekopyahu ñanduti veve rupi ko porandu.

source: Go back to the question and try again.
gn: Ejevyjey porandúpe ha eha’ãjey upéi.

source: Delete Answer | {t} | Firefox Support Forum
gn: Emboguete mbohovái | {t} | Pytyvõha aty Firefox peg̃uarã

source: Delete answer
gn: Emboguete mbohovái

source: Are you sure you want to delete this answer?
gn: Emboguesepa añetehápe ko mbohovái?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
gn: Embogue’íntema opa ararã ko porandu. <strong>¡Ndaikatúi ojepe’a!</strong> ¿Añetetépa eku’esejeyhína?

source: Delete Question | {t} | Firefox Support Forum
gn: Embogue porandu | {t} | Firefox Pytyvõha aty

source: Delete question
gn: Embogue porandu

source: Are you sure you want to delete this question?
gn: Emboguesépa añetehápe ko porandu?

source: Number of Answers
gn: Mbohovái papapy

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
gn: Emboguete’íntema ko porandu. <strong>Ndaikatúi emboguevi</strong> ¿Añetehápe ejapose?

source: Editing an answer | {t} | Firefox Support Forum
gn: Mbohovái mbosako’i | {t} | Firefox Pytyvõha aty

source: Edit an answer
gn: Embosako’i peteĩ mbohovái

source: Created by:
gn: Omoheñói:

source: Last updated by:
gn: Mbohekopyahu paha:

source: Last updated:
gn: Mbohekopyahu paha:

source: Question:
gn: Porandu:

source: When editing an answer, uploading new images or deleting existing ones will happen instantly.
gn: Embosako’ívo ñembohovái, ta’ãnga pyahu ñemyanyhẽ térã umi oĩmavavoi oguetéta sapy’aitépe.

source: Update answer
gn: Embohekopyahu mbohovái

source: Edit a Question
gn: Embosako’i peteĩ porandu

source: Edit the question
gn: Embosako’i pe porandu

source: When editing a question, uploading new images or deleting existing ones will happen instantly.
gn: Embosako’ívo ñeporandu, ta’ãnga pyahu ñemyanyhẽ térã umi oĩmavavoi oguetéta sapy’aitépe.

source: Save Question
gn: Eñongatu pe porandu

source: Support Forum Metrics
gn: Pytyvõha aty ra’ãha

source: Metrics
gn: Ha’ãha

source: Contact Support
gn: Eheka Ñeytyvõ

source: Ask your question
gn: Eporandumína

source: Submit
gn: Mondo

source: Community Forums
gn: Tekohakuéra Aty

source: Browse by product
gn: Eikundaha apopyre reheve

source: <strong>{product}</strong> Community Forum
gn: <strong>{product}</strong> Tekoha Aty

source: {product} Community Forums
gn: {product} Tekohakuéra Aty

source: no product specified
gn: ndaipóri apopyre ha’eñopyre

source: {q} | {product} Support Forum
gn: {q} | Pytyvõha aty {product} peg̃uarã

source: {user} is currently working on this problem.
gn: {user} omba’apóma ko apañuái rehe.

source: View other questions that need attention.
gn: Ehecha ambue porandu oikotevẽva ñema’ẽ.

source: This thread was closed.
gn: Ko ñomongeta oñembotýma.

source: This thread was archived.
gn: Ko téma oñeñongatúma.

source: This thread was closed and archived.
gn: Ko téma oñemboty ha oñeñongatúma.

source: Please ask a new question if you need help.
gn: Ejapo porandu pyahu eikotevẽramo pytyvõ.

source: reply
gn: Mbohovái

source: No replies
gn: Mbohavai’ỹre

source: has this problem
gn: oguereko ko apañuái

source: view
gn: Hecha

source: Marked as spam by %(marked_by)s at %(marked_time)s
gn: Isa’ýva spam ramo %(marked_by)s %(marked_time)s rupive

source: Attached screenshots
gn: Mba’erechaha japyhypyre oñondivegua

source: Modified {datetime} by {name}
gn: Moambuepyre {datetime} {name} rupive

source: Solution chosen by {user}
gn: Ñemoĩporã oiporavóva {user}

source: Chosen solution
gn: Ñemoĩporã poravopyre

source: Read this answer in context
gn: Emoñe’ẽ ko mbohavái ejeregua reheve

source: I have this problem, too
gn: Che avei aguereko ko apañuái

source: All Replies
gn: Opaite Mbohovái

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
gn: Emboyke hag̃ua ñanduti veve eipota’ỹva, romomichĩ porandu papapy ikatúva oñeguenohẽ ndahetái ára. Eguenohẽsevéramo ikatúpa emoheñói peteĩ ñeguenohẽ <a href="%(url)s">aty pytyvõhápe</a> ejerurehápe eñemoĩ hag̃ua tysýi morotĩme.

source: Post a Reply
gn: Emoherakuã peteĩ mbohovái

source: I am providing the requested information
gn: Ame’ẽ marandu jerurepyre

source: Needs more information from the user
gn: Eikotevẽvépa maranduve poruháragui

source: Ask a question
gn: Eporandumína

source: You must <a rel="nofollow" href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
gn: Nde <a href="{login_url}">eikéke nde mba’etepe</a> embohovái hag̃ua ñe’ẽmondo. Ikatúpa, <a href="{ask_url}">emoñepyrũ peteĩ porandu</a>, ndereguerekói gueteriramo nemba’ete.

source: Question Tools
gn: Porandu rembiporu

source: Edit this question
gn: Embosako’i ko porandu

source: Delete this question
gn: Embogue ko porandu

source: Unlock this question
gn: Embojuruja ko porandu

source: Lock this question
gn: Ejoko ko porandu

source: Unarchive this question
gn: Eguenohẽ ko porandu

source: Archive this question
gn: Eñongatu ko porandu

source: Stop email updates
gn: Ejoko ñembohekopyahu ñandutiveve rupive

source: Get email updates
gn: Embohekopyahu ñandutiveve rupive

source: Subscribe to feed
gn: Eñemboheraguapy canal-pe

source: Tags
gn: Teramoĩ

source: Add
gn: Mbojuaju

source: Question Details
gn: Porandu mba’emimi

source: Product
gn: Apopyre

source: Topic
gn: Téma

source: Save changes
gn: Moambue ñongatu

source: System Details
gn: Mba’emimi apopyvusu rehegua

source: Device:
gn: Mba’e’oka:

source: More system details
gn: Mba’emimive apopyvusu rehegua

source: Additional System Details
gn: Apopyvusu mba’emimi juajupyre

source: Sites Affected
gn: Tenda imarãva

source: Crash ID
gn: ID jejavy rehegua

source: This happened
gn: Kóva oiko

source: Installed Plug-ins
gn: Mboguejyrã’i mohendapyre

source: Edit details
gn: Embosako’i mba’emimi

source: See also
gn: Ehecha avei

source: Multiple Products
gn: Apopyre opaichagua

source: {title} Community Forum
gn: {title} Tekoha Aty

source: %(recent_unanswered_count)s question in the last 24 hours has no reply. <a href="%(url)s">Help solve it!</a>
gn: %(recent_unanswered_count)s porandu 24 aravo ohasaramóva noñembohovái. <a href="%(url)s">¡Eipytyvõ oĩporã hag̃ua!</a>

source: %(recent_unanswered_count)s question in the last 24 hours has no reply. <a href="/contribute/forum">Learn how to help solve it!</a>
gn: Porandu %(recent_unanswered_count)s 24 aravo ohasaramóvape noñembohovái. <a href="/contribute/forum">¡Mba’éichapa eipytyvõkuaa!</a>

source: 0 questions in the last 24 hours have no reply. Good job!
gn: 0 porandu 24 aravo ohasaramóvape noñembohovái. ¡Emba’apo porã!

source: 0 questions in the last 24 hours have no reply. <a href="/contribute/forum">Learn how to help!</a>
gn: 0 porandu 24 aravo ohasaramóvape noñembohovái. <a href="/get-involved">¡Eñeha’ã eipytyvõ!</a>

source: Showing questions tagged:
gn: Ehechauka porandu heramoĩpyréva:

source: Show all questions
gn: Ehechaukapaite porandu

source: Attention needed
gn: Oikotevẽ ñema’ẽ

source: Responded
gn: Mbohavaipyre

source: Done
gn: Oikóma

source: Contributed
gn: Ñepytyvõ reheve

source: Archived
gn: Ñongatupyre

source: votes this week
gn: poravopy ko arapokõindýpe

source: Asked by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
gn: Oporandu <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>{when}

source: Answered by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
gn: Ombohovaipyre <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>{when}

source: <a href="{reply_url}">Last reply</a> by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
gn: <a href="{reply_url}">Mbohovái paha</a> <a rel="nofollow" href="{user_url}">{username}</a></strong>{when} mba’e

source: There are no questions that match the current filter settings.
gn: Ndaipóri porandu ojogueraháva mboguaha ag̃agua ñembohekopyahu ndive.

source: Filter by
gn: Embogua

source: Show me
gn: Ehechaukána

source: Posts from everyone
gn: Opavave jeikekue

source: My contributions
gn: Che pytyvõngue

source: You have been unsubscribed.
gn: Emboguéma ne ñemboheraguapy.

source: There was a problem unsubscribing.
gn: Oiko apañuái ahejátavo ñemboheraguapy.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
gn: Nog̃uahẽvéima ndéve mbohekopyahu ñandutiveve rupi ko porandu rehegua: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
gn: Ndaikatúi rojoko nde ñemboheraguapy ko porandúpe: <a href="%(question_url)s">%(question_title)s. Ehecháke embokuatia ha ehaiporãpa pe juajuha ñemboheraguapy jokorã rehegua.

source: You are about to subscribe to:
gn: Eñemboheraguapy’íntema amo:

source: Confirm your subscription
gn: Emoneĩjey ne ñemboheraguapy

source: Thanks!
gn: ¡Aguyje!

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
gn: Emoneĩ hag̃ua ne ñemboheraguapy, eikutu juajuha yvy gotyovegua térã emonguatia ha emboja kundaharape rendápe ne kundahára pegua:

source: <strong>Avoid support scams.</strong> We will never ask you to call or text a phone number or share personal information. <a href="%(url)s">Learn more here.</a>
gn: <strong>Emboyke pytyvõha apovai.</strong> Araka’eve ndorojeruremo’ãi ehenói térã eñe’ẽmondóvo pumbyry papapýpe ha emoherakuãvo marandu nemba’etéva. <a href="%(url)s">Eikuaave ápe.</a>

source: Browse for unsolved questions and help a fellow user
gn: Eheka porandu ojehejareíva ha eipytyvõ ambue poruhárape

source: Solving 1 issue helps up to 1,000 users a day!
gn: ¡1 ñemoĩporã oipytyvõkuaa 1,000 poruhárape peteĩ árape!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
gn: Ko ñanduti veve ombou peteĩ avara’ãnga. Ore avara’ãnga ndaikatúi ombohovái ne porandu, ¡hákatu ore aty pytyvõha ikatu! Embohovaiséramo ikatúpa ejapo <a href="%(url)s">eikutu ápe</a>.

source: Hi {username},
gn: Mba’éichapa {username},

source: {answerer} commented on a Firefox question on {host}:
gn: {answerer} ohai peteĩ porandu Firefox rehegua {host}-pe:

source: {answerer} wrote:
gn: {answerer} ohai:

source: Avoid support scams. We will never ask you to call or text a phone number or share personal information. Learn more:
gn: Ndorojerumo’ãi ehenóivo térã eñe’ẽmondóvo peteĩ pumbyry papapýpe ha ani avei hemoherakuã ne maranduete. Eikuaave:

source: See the comment:
gn: Ehecha je’epyre:

source: If this comment is helpful, vote on it:
gn: Ko je’epyre nepytyvõramo, evota hese:

source: Help other Firefox users by browsing for unsolved questions on {host}:
gn: Eipytyvõ ambue Firefox poruhápe ehekávo porandu hovai’ỹva {host}-pe:

source: You might just make someone's day!
gn: ¡Ikatu hína embovy’a peteĩ tapichápe ára pukukue!

source: Mark it as solved
gn: Isa’ýva ñemoĩporãmbyréramo

source: This doesn't solve my problem
gn: Kóva nomoĩporãi che apañuái

source: Browse for unsolved questions and help a Firefox user
gn: Eheka porandu hovai’ỹva ha eipytyvõ Firefox poruhárape

source: {answerer} has posted an answer to your question on {host}:
gn: {answerer} oguenohẽ mbohavái peteĩ ne porandu {host} pegua:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
gn: Neremyatyrõiramo ne apañuái, eréntema {answerer}-pe embohováivo ñanduti renda rupive:

source: If this answer solves your problem, please mark it as "solved":
gn: Ko mbohavái omoĩporãramo pe apañuái, emongurusu “oĩporãvaramo”:

source: This will help other Firefox users find good answers to their questions!
gn: ¡Kóva oipytyvõta ambue Firefox poruhárape ojuhu hag̃ua mbohovái iporãvéva iporandúpe!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
gn: Roipota reikuaa %(answerer)s ojuhu hague peteĩ ñemoĩporã pe porandu Firefox rehegua rehapykuehóva.

source: The question: '{title}' was marked as solved by its asker, {asker}.
gn: Pe porandu: '{title}' oñemongurusu ijapohare omoĩporãvaramo, {asker}.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
gn: ¿Ndéve avei nepytyvõ ko ñembohovái? ¿Ejuhu ambue ñe’ẽmondo oikopoirãvéva? Eikuaauka Firefox poruhárape oiporavo hag̃ua ñembohovái ndive.

source: View the solution
gn: Ehecha ñemoĩporã

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
gn: ¿Eikuaápa %(answerer)s ha’eha Firefox poruhára ndeichaguánte? Eñepyrũ eipytyvõ poruhára Firefox peguápe <a href="https://%(host)s/questions?filter=unsolved">ema’ẽag̃uihápe porandúre</a> -¡Ikatu embovy’a peteĩva tapichápe!

source: The question:
gn: Pe porandu:

source: was marked as solved by its asker, {asker}.
gn: omongurusu mbohovái apohare oĩporãvaramo, {asker}.

source: You can view the solution using the link below.
gn: Ikatu ehecha ñemoĩporã eikévo joajuha yvy gotyoguápe.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
gn: ¿Eikuaápa %(answerer)s ha’eha Firefox poruhára ndeichaguánteva? Eñepyrũ eipytyvõ ambue poruhára Firefox peguápe %(host)s/questions?filter=unsolved - ¡Ikatuhína embovy’a peteĩva tapichápe!

source: Which product do you need help with?
gn: ¿Mba’e apopyrépe eikotevẽ ñepytyvõ?

source: Browse All Product Forums
gn: Ehapykuereka opaite apopyre aty

source: Change Product
gn: Emoambue Apopyre

source: Select Product
gn: Eiporavo Apopyre

source: Explore Solutions
gn: Ejeporeka Ñemoĩporãrãre

source: Ask a Question
gn: Ejapo peteĩ porandu

source: Still need help? Continue to contact our support team.
gn: ¿Eikotevẽ gueteri ñepytyvõ? Eñe’ẽ ore aty pytyvõha ndive.

source: Still need help? Continue to ask your question on our forums.
gn: ¿Eikotevẽ gueteri ñepytyvõ? Eporandukuaa ore atýpe.

source: Still need help? Sign in to contact our support team.
gn: ¿Eikotevẽ gueteri ñepytyvõ? Emoñepyrũ tembiapo eñe’ẽ hag̃ua ore atýpe.

source: Still need help? Sign in to ask your question on our forums.
gn: ¿Eikotevẽ gueteri ñepytyvõ? Emoñepyrũ tembiapo eporandu hag̃ua ore atýpe.

source: Still need help? Continue to ask your question and get help.
gn: ¿Eikotevẽ gueteri ñepytyvõ? Eporandu ore atýpe eñepytyvõ hag̃ua.

source: Continue
gn: Ku’ejey

source: Solutions
gn: Ñemoĩporã

source: Popular Topics
gn: Téma ojehayhuvéva

source: Share Data
gn: Mba’ekuaarã moherakuã

source: We can't automatically get your browser's troubleshooting data, please <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">try these manual steps</a>.
gn: Ndaikatúi roreko orejehegui mba’ekuaarã kundahára apañuái myatyrõha. <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">eiporu kóicha nde po rupi</a>.

source: Question owner
gn: Porandu apoha

source: Chosen Solution
gn: Ñemoĩporã poravopyre

source: Marked as spam
gn: Isa’ýmava spam ramo

source: Helpful?
gn: ¿Imba’eporãva?

source: Did this reply solve your problem?
gn: ¿Ko mbohovái omoĩporã ne apañuái?

source: Solved the problem
gn: Omoĩporã pe apañuái

source: Does this reply solve the problem?
gn: ¿Omoĩporãpa pe apañuái ko mbohovái?

source: Solves the problem
gn: Omoĩporã apañuái

source: Solution chosen
gn: Ñemoĩporã poravopyre

source: Undo
gn: Mbojevy

source: Reply Preview
gn: Mbohovái jehecha ypy

source: Send Updates
gn: Emondo ñembohekopyahu

source: Mark as spam
gn: Embosa’y spam ramo

source: Unmark as spam
gn: Embosa’y’o spam ramo

source: Our Community is here to help
gn: Ñande rekoha oĩ nepytyvõ hag̃ua

source: Kindness is at the heart of our community. Our volunteers are happy to share their time and Firefox knowledge with you.
gn: Torypavẽ oguereko ore rekoha ikorasõme. Ore pytyvõhára ovy’a ome’ẽvo hi’aravo ha imba’ekuaa Firefox rehegua nendive.

source: Helpful Tip!
gn: ¡Ñe’ẽporã oikóva!
