Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

source: Edit {group} profile information
gn: Embosako’i marandu mba’ete {group} rehegua

source: Save
gn: Ñongatu

source: Change {group} group avatar
gn: Emoambue avatar atygua {group}

# avatar
source: Upload
gn: Hupi

source: Groups
gn: Atykuéra

source: Add group profile
gn: Embojuaju aty mba’ete

source: {group} | Groups
gn: {group} Atykuéra

source: Change avatar
gn: Emoambue avatar

source: Change
gn: Moambue

source: Edit in admin
gn: Embosako’i ñangarekohápe

source: Edit group profile
gn: Embosako’i aty mba’ete

source: Edit group leaders
gn: Embosako’i aty motenondehápe

source: Group Leaders
gn: Aty motenondehakuéra

source: Remove user from leaders
gn: Emboguete motenondeha poruhára

source: Add Leader
gn: Embojuaju motenondeha

source: Edit group members
gn: Embosako’i atyguávape

source: Group Members
gn: Atyguáva

source: Add Member
gn: Embojuaju pypeguáva

source: Remove user from group
gn: Emboguete aty poruhára

source: previous
gn: mboyvegua

source: Page {0} of {1}.
gn: Kuatiarogue {0} rehe {1}.

source: next
gn: upeigua

source: KB article
gn: KB jehaipyre

source: KB Article Exists
gn: KB Jehaipy Oĩva

source: No KB Article Exists
gn: KB Jehaipy Oĩ’ỹva

source: You were awarded the '{title}' badge!
gn: ¡Oñeme’ẽ ndéve pe ta’ãnga’i '{title}'!

source: Badges
gn: Ta’ãnga’i

source: Recently Awarded
gn: Oñembojopoiramóva

source: Awarded badge: %(badge_name)s
gn: Ta’ãnga’i me’ẽmbyre: %(badge_name)s

source: Image:
gn: Ta’ãnga:

source: Description:
gn: Ñemoha’ãnga:

source: Creator:
gn: Moheñoihára:

source: Modified:
gn: Moambuepyre:

source: Award details
gn: Jopói mba’emimi

source: Awarded to:
gn: Me’ẽmbyre:

source: Explanation:
gn: Ñemoesakã:

source: Awarded by:
gn: Ome’ẽmbyréva:

source: Issued on:
gn: Oguenohẽpyréva:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
gn: <h2>Ta’ãnga’i &quot;%(badge_name)s&quot; oñembojopoiramóva</h2>

source: Recently awarded badges
gn: Ta’ãnga’i oñembojopoiramóva

source: awarded to
gn: Ome’ẽmbyréva

source: Previous
gn: Mboyvegua

source: Next
gn: Upeigua

source: Badge: %(badge_name)s
gn: Ta’ãnga’i: %(badge_name)s

source: Recent awardees
gn: Oñembojopoiramóva

source: All available SUMO badges
gn: Mayma ta’ãnga’i SUMO oĩ ojeporu hag̃uáicha

source: Congratulations!
gn: ¡Vy’apavẽ!

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
gn: <strong>%(awarder)s</strong> ome’ẽ ndéve ta’ãnga’i <strong>%(title)s</strong>

source: You have been awarded the <strong>%(title)s</strong> badge!
gn: ¡Oñeme’ẽ ndéve ta’ãnga’i <strong>%(title)s</strong>!

source: See all the details...
gn: Mayma mba’emimi jehecha...

source: %(awarder)s has awarded you the %(title)s badge!
gn: %(awarder)s ome’ẽ ndéve ta’ãnga’i %(title)s!

source: You have been awarded the %(title)s badge!
gn: ¡Oñeme’ẽ ndéve ta’ãnga’i %(title)s!

source: See all the details:
gn: Opaite mba’emimi jehecha:

source: Recently updated threads about %s
gn: Téma %s rehegua oñembohekopyahúva

source: Recent posts in %s
gn: Marandu pyahu %s-pe

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
gn: Ko teretee mbykyeterei (%(show_value)s). Orekova’erã michĩvérõ %(limit_value)s tai’aty.

source: Please provide a message.
gn: Ikatúpiko, emoha’eño ñe’ẽmondo.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
gn: Ne ñe’ẽmondo mbykyeterei (%(show_value)s tai’aty). Michĩvérõ oguerekova’erã %(limit_value)s tai’aty.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
gn: Ikatúpa emombykyve ne ñe’ẽmondo pukukue %(limit_value)s tai’atýre térã michĩve. Ko’ág̃a oguereko %(show_value)s tai’aty.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
gn: Embogue ñe’ẽmondo | {t} | Ñomongeta {d} | Kuaapy ñepyrũha

source: Discuss
gn: Ñomongeta

source: Delete Post
gn: Marandu mbogue

source: Are you sure you want to delete this post?
gn: Añetehápepa remboguese ko marandu?

source: Author
gn: Apohára

source: Date
gn: Arange

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
gn: Emboguete’íntema ko kuatia. <strong>¡Kóva ndaikatúi emboguevi!</strong> ¿Añetehápe ejapose péicha?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
gn: Embogue téma | {t} | Ñomongeta {d} | Kuaapy ñepyrũha

source: Delete Thread
gn: Embogue téma

source: Are you sure you want to delete this thread?
gn: ¿Emboguesépa añetehápe ko téma?

source: Creator
gn: Moheñoiha

source: Number of Replies
gn: Mbohovái papapy

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
gn: Emboguete’íntema ko téma. <strong>¡Kóva ndaikatúi emboguevi!</strong> ¿Añetehápe ejapose péicha?

source: {locale_name} Discussions | Knowledge Base
gn: Ñemongetaita {locale_name} rehegua | Kuaapy ñepyrũha

source: {locale_name} Discussions
gn: Ñomongeta {locale_name} mba’éva

source: {l} Knowledge Base Discussions
gn: {l} Ñomongeta Kuaapy renda rehegua

source: Stop watching this locale
gn: Ko ñe’ẽ ñeñangareko reja

source: Watch this locale
gn: Ema’ẽag̃ui ko ñe’ẽre

source: Watch
gn: Ñema’ẽ

source: Replies
gn: Mbohovái

source: Last Post
gn: Ñe’ẽmondo ipaháva

source: You are watching this thread
gn: Rehapykuehoreína ko mba’ekuaa

source: You are not watching this thread
gn: Nderehapykuehói ko inimbo

source: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> in <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
gn: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br>-pe <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>

source: by <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
gn: <a class="username" rel="nofollow" href="{profile_url}">{username}</a> rehe

source: There are no threads. Maybe you should create some!
gn: Ndaipóri téma. ¡Ikatu nde emoheñói peteĩ!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
gn: Embosako’i peteĩ ñe’ẽmondo | {t} | {d} Ñemongeta | Kuaapy ñepyrũha

source: Edit a post
gn: Embosako’i peteĩ ñe’ẽmondo

source: Update post
gn: Marandu mbopyahu

source: Edit thread {t} | {d} Discussion | Knowledge Base
gn: Embosako’i téma {t} | {d} Ñomongeta | Kuaapy ñepyrũha

source: Edit thread
gn: Embosako’i téma

source: Edit thread "{t}"
gn: Embosako’i téma "{t}"

source: Update thread
gn: Embohekopyahu téma

source: Create a new thread | {d} | Knowledge Base
gn: Emoheñói téma pyahu | {d} | Kuaapy ñepyrũha

source: Create a new thread
gn: Mba’ekuaa pyahu moheñói

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
gn: Ehasáma ne ñomongeta ha mbohovái papapy ikatúva eguenohẽ ára ipukuete’ỹvape. Eha’ãjey ag̃amieve.

source: Post Thread
gn: Téma ñeguenohẽ

source: {t} | {d} Discussion | Knowledge Base
gn: {t} | Ñemongeta {d} | Kuaapy ñepyrũha

source: Edit this thread
gn: Embosako’i ko téma

source: Delete this thread
gn: Embogue ko téma

source: Unlock this thread
gn: Embojera ko téma

source: Lock this thread
gn: Ko marandu jejoko

source: Unsticky this thread
gn: Anive emoherakuã ko téma

source: Sticky this thread
gn: Emoherakuã ko téma

source: Last reply by
gn: Mbohovái ipaháva

source: Sticky
gn: Mbojuajuha

source: Locked
gn: Jokopyre

source: Stop watching this thread
gn: Anive ehapykueho ko téma

source: Watch this thread
gn: Ehapykueho ko téma

source: Oh, no! Looks like there are no posts!
gn: ¡Nahániri! ¡Ápe ndaipóri ñe’ẽmondo!

source: Post a reply
gn: Emoherakuã peteĩ mbohovái

source: Post Reply
gn: Emoherakuã peteĩ mbohovái

source: Preview Reply
gn: Mbohovái jehecha ypy

source: This thread has been locked. It is no longer possible to post new replies.
gn: Ko téma oñembotýma. Ndaikatúi eguenohẽ mbohovái pyahu.

source: {d} Discussion | Knowledge Base
gn: Ñomongeta {d} rehegua | Kuaapy ñepyrũha

source: {d} Discussion
gn: Ñomongeta {d} rehegua

source: Post a new thread
gn: Emoherakuã téma pyahu

source: Stop watching this forum
gn: Anive ema’ẽ ko aty rehe

source: Watch this forum
gn: Ema’ẽ ko aty rehe

source: Type
gn: Peteĩchagua

# thread_type
source: Locked
gn: Jokopyre

# thread_type
source: Sticky
gn: Tapiagua

source: View this post on the site.
gn: Ehecha ko ñe’ẽmondo pe tendápe.

source: This forum is a discussion about improving the "%(title)s" article.
gn: Ko atýpe oiko ñomongeta mba’éichapa ikatu iporãve pe jehaipyre "%(title)s".

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a rel="nofollow" href="%(register_url)s">register</a>.
gn: Ko atýpe oñeñomongeta mba’éicha ikatu iporãve pe jehaipyre "%(title)s". Eikeséramo pype, ikatu <a rel="nofollow" href="%(register_url)s">eñemboheraguapy</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a rel="ugc nofollow" href="%(url)s">English article discussion</a>.
gn: Ko atýpe oñeñomongeta mba’éicha ikatu iporãve jehaipyre moñe’ẽasa rehegua "%(title)s". Emoporãsevéramo hetepy, eho <a rel="ugc nofollow" href="%(url)s">Ñomongeta jehaipyre rehe inglés ñe’ẽme</a>.

source: If you need product support, please <a href="%(aaq_url)s">ask a question</a>.
gn: Eikotevẽrõ ñepytyvõ apopyrépe, <a href="%(aaq_url)s">eporandu</a>.

source: 1 post
gn: 1 ñemoherakuã

source: Edit this post
gn: Embosako’i ko jehaipyre

source: Delete this post
gn: Embogue ko jehaipyre

source: Quote
gn: Jehechauka

source: Link to this post
gn: Embojuaju ko momarandúre

source: Modified by <strong>{name}</strong> on {datetime}
gn: Omoambuepyre <strong>{name}</strong> {datetime}-pe

source: Post Preview:
gn: Ñemoherakuã jehecha ypy:

source: Turn off emails for discussion in my locale.
gn: Embogue ñandutiveve roñomongeta hag̃ua che ñe’ẽme.

source: Get emailed when there is new discussion activity in my locale.
gn: Ejapyhy ñandutiveve oĩramo ñomongeta che ñe’ẽme.

source: KPI Dashboard
gn: Ñangarekoha rupa KPI

source: Contributor Satisfaction
gn: Pytyvõhára jevy’a

source: Questions
gn: Porandu

source: Questions solved
gn: Porandu mbohovaipyre

source: Definition: Percentage of threads that have answer marked as a solution
gn: Heiséva: téma savore oguerekova peteĩ mbohovái myatyrõramo

source: Questions responded to within X hours
gn: Porandu ñembohovaipyre X aravógui michĩvépe

source: Definition: Percentage of questions that get an action within X hours
gn: Heiséva: porandu savore ojeporumeméva X aravógui sa’ive

source: Helpfulness of KB articles and Forum
gn: Jehaipy jeporu kuaapy ñepyrũha pegua ha pe aty

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
gn: Kuaarã: ratio de "síes" vs. total poravopy kuaapy ñepyrũha jehaipyrépe ha umi aty pegua téma

source: Number of active contributors to the English KB
gn: Pytyvõhára papapy omýiva kuaapy ñepyrũha inglés-pe

source: Definition: The number of people who have contributed to the KB in the last 30 days.
gn: Kuaarã: mboy tapicha oipytyvõva kuaapy ñepyrũháme oĩ 30 ára ohasaramóvape.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
gn: Ñepytyvõ heiséva: ombosako’íma 1 jehaipyre térã hetave, ha ohechajey 1 jehaipyre térã hetave

source: Number of active contributors to the non-English KB
gn: Pytyvõhára papapy omýiva kuaapy ñepyrũhape ndaha’éiva inglésgua

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
gn: Kuaarã: mboy tapicha oipytyvõva kuaapy ñepyrũha peteĩchaguápe ndaha’éiva inglésgua oĩ 30 ára ohasaramóvape.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
gn: Ñepytyvõ kuaarãva: ombosako’i 1 térã hetave jehaipyre ndaha’éiva inglés pegua térã ohechajey 1 térã hetave jehaipyre ndaha’éiva inglés pegua.

source: Number of active forum contributors
gn: Mboy pytyvõhára omýivapa oĩ atýpe

source: Definition: The number of people who have contributed to the forums in the last 30 days.
gn: Kuaarã: Mboy tapicha oipytyvõva atýpe oĩ 30 ára ohasaramóvape.

source: Definition of contribution: wrote 10+ posts
gn: Kuaarã ñepytyvõ rehegua: ohai 10 jehaipyre térã hetave

source: Search Clickthrough Rate
gn: Jehekakue savore

source: Clickthrough rate
gn: Jehekakue

source: Definition: Percentage of people searching who click on an item on the search results page.
gn: Kuaarã: savore tapicha ohekáva mávapa oikutu peteĩ mba’eporu kuatiarogue jeheka rapykuere pegua.

source: Daily Unique Visitors
gn: Oikepyréva peteĩ árape añoite

source: L10n Coverage
gn: L10n rechapy

source: L10n coverage
gn: L10n rechapy

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
gn: He’iséva: L10n hupytykue ha’e sa vore ra’ãha oikéva guive ohechahápe marandu’i kuaapy renda iñe’ẽtépe. Oñeñamindu’u oñema’ẽhápe umi 50 jehaipyre ojehechavéva inglés ñe’ẽme oñeha’ãva mba’éichapa oñemoñe’ẽasa umi jehaipyre ha mboy tapichápa oike omoñe’ẽvo peteĩteĩva ñe’ẽme.

source: Edit levels are taken into account as follows:
gn: Ñembosako’ikuéra ojehechakuaa péicha:

source: A level 2 review change drops the localization to 50% of the article
gn: Pe jehechajey moambue 2 guáva omomichĩ ñe’ẽasa 50 % pe jehaipyre

source: A level 3 review change drops the localization to 0% of the article
gn: Pe jehechajey moambue 3 guáva omomichĩ ñe’ẽasa 0 % pe jehaipyre

source: More than one level 2 review change drops the localization to 0%
gn: Hetave peteĩ jehechajey moambuégui 2 guáva omomichĩ ñe’ẽasa 0 %

source: Example:
gn: Techapyrã:

source: German makes up 10% of our visitor base
gn: Ñe’ẽ alemán ha’e 10% oikéva guive pa’ũme

source: The 'how to set your home page' article makes up 2% of our top 50 visits
gn: Pe jehaipyre ‘mba’éicha emopyendáta nde kuatiarogue ñepyrũha’ ha’ehína 2% umi 50 kundahára oikeva’ekue

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
gn: Jehaipyre oĩrõ kuatiarogue ñepyrũha ári ha’e peteĩhaite jehaipyre ojejuhúva ha oñembohekopyahu alemán-pe, upéicharõ ojejapóva tuichaháicha ha’e 2% 10%=0,2% tuichaháicha (+ inglés omo’ãva)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
gn: Alemán ñe’ẽ omoambuepotápe tenda 2-hápe, ñemo’ãguasu ho’a 50%, upévare 1% 10%= 0,1% gui tuichakue

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
gn: <b>Tuichamba’éva:</b> Ko’ág̃a roiporuhína peteĩ mba’e mombykypyre ohechaukáva peteĩteĩva jehaipyre rehegua 1/50=2 % oikéva peteĩ ñe’ẽ megua

source: Exit Survey Results
gn: Esẽ pe porandupy apopyrégui

source: Search Support
gn: Eheka Pytyvõha

source: Popular Searches:
gn: Jehaipyre ojehechavéva:

source: Mozilla account
gn: Mozilla mba’ete

source: Tracking Protection
gn: Tapykuehoha Ñemo’ã

source: Get Help
gn: Eipota pytyvõ

source: Pick your product
gn: Eiporavo apopyre

source: Featured Articles
gn: Mba’ekuéra Ojuehegua

source: Join Our Community
gn: Ejuaju Ore Rekoháre

source: Grow and share your expertise with others. Answer questions and improve our knowledge base.
gn: Ekakuaa ha emoherakuã nerembiapokue ambuéndi. Embohovái porandu ha embotuichave ore kuaapy.

source: Learn More
gn: Kuaave

source: Volunteer
gn: Pytyvõreigua

source: To:
gn: Peg̃uarã:

source: Search for Users
gn: Eheka poruharakuéra

source: Message:
gn: Ñe’ẽmondo:

source: Search for Users or Groups
gn: Eheka poruhára térã atykuéra

source: Please select at least one user or group.
gn: Ikatúpa eiporavo peteĩ poruhára térã aty jepe.

source: You are not allowed to send messages to groups.
gn: Ndaikatumo’ãi eñe’ẽmondo atykuérape.

source: [SUMO] You have a new private message from [{sender}]
gn: [SUMO] Eguereko ñe’ẽmondo ñemigua pyahu [{sender}]

source: Your message was sent!
gn: ¡Ne ñe’ẽmondo ohóma!

source: No messages selected. Please try again.
gn: Ndaipóri ñe’ẽmondo poravopyre. Ikatúpa eha’ãjey uperire.

source: Messages didn't add up. Try again.
gn: Ñe’ẽmondokuéra noñembojuajúi. Eha’ãjey uperire.

source: The message was deleted!
gn: ¡Pe ñe’ẽmondo oñemboguéma!

source: Delete Message
gn: Emboguete ñe’ẽmondo

source: Messages
gn: Ñe’ẽmondo

source: Sent Messages
gn: Ñe’ẽmondo guerahaukapyre

source: Are you sure you want to delete these messages?
gn: ¿Emboguesépa añetehápe ko’ã ñe’ẽmondo?

source: Are you sure you want to delete this message?
gn: ¿Emboguesépa añetehápe ko’ã ñe’ẽmondo?

source: Inbox
gn: Ñe’ẽmondo g̃uahẽha

source: New Message
gn: Ñe’ẽmondo

source: Mark Selected as Read
gn: Emongurusu umi emoñe’ẽmava’ekue

source: Delete Selected
gn: Embogue mbosa’ypyre

source: From
gn: Re

source: Received On
gn: Og̃uahẽ pe

source: Excerpt
gn: Mombyky

source: Delete?
gn: ¿Mboguete?

source: Read message
gn: Emoñe’ẽ ñe’ẽmondo

source: Delete message
gn: Emboguete ñe’ẽmondo

source: There are no messages here.
gn: Ndaipóri ñe’ẽmondo.

source: You have exceeded the number of private messages that can be sent in a day.
gn: Ehasáma ñe’ẽmondo ñemigua jeguerahauka ko ára rehegua.

source: Send
gn: Mondo

source: Sent On
gn: Mondopyre

source: To Users
gn: Poruhárape g̃uarã

source: To Groups
gn: Atýpe g̃uarã

source: Read Sent Message
gn: Emoñe’ẽ ñe’ẽmondopyre

source: Read Message
gn: Ñe’ẽmondo moñe’ẽ

source: Reply
gn: Mbohovái

source: You can no longer reply to the sender of this message. The user is no longer active.
gn: Ndaikatuvéima ehaijey ko ñe’ẽmondo guerukahápe. Pe poruhára ndaiporivéima rupi.

source: {sender} sent you the following message:
gn: {sender} oguerukáma ndéve ko ñe’ẽmondo:

source: View this message on the web
gn: Ehecha ko ñe’ẽmondo ne ñandutípe

source: View this message on the web:
gn: Ehecha ko ñe’ẽmondo ñandutípe:

source: Change your email preferences:
gn: Emoambue ne ñanduti veve jeguerohory:

source: None
gn: Avave

source: To
gn: G̃uarã

source: Message Preview:
gn: Ñe’ẽmondo Jehecha’ypy:

source: Whether this topic is shown to users in the AAQ or not.
gn: Ko téma ojehechaukáramo poruhárape AAQ rendápe térã nahániri.

source: {product} Help
gn: {product} Pytyvõ

source: In English
gn: Inglés ñe’ẽme

source: Support
gn: Ñepytyvõ

source: Update Firefox
gn: Firefox mbohekopyahu

source: Profiles
gn: Mba’etekuéra

source: Bookmarks
gn: Techaukaha

source: Send tab
gn: Emondo tendayke

source: Night mode
gn: Pyharegua ayvu

source: Block images
gn: Ta’ãnga jejoko

source: Policies
gn: Porureko

source: Customization
gn: Ñemboava

source: extensions
gn: jepysokue

source: Turbo mode
gn: Turbo ayvu

source: Voice commands
gn: Ñe’ẽ mbohapeha

source: Receive tabs
gn: Emog̃uahẽ tendayke

source: Manage devices
gn: Mba’e’oka ñangarekohára

source: Download VPN
gn: Emboguejy VPN

source: Limits
gn: Tembe’y

source: Activate add-on
gn: Emyandy moĩmbaha

source: Update add-on
gn: Embohekopyahu moĩmbaha

source: Lockwise desktop
gn: Lockwise mesa arigua

source: Voice search
gn: Ñe’ẽ jeheka

source: Full screen
gn: Mba’erechaha tuichakue

source: Rewards
gn: Jopói

source: Games
gn: Ñembosarái

source: Room size
gn: Kotykeha tuichakue

source: Autocomplete
gn: Moĩmbajehegui

source: Default search
gn: Jeheka ijypykuéva

source: Desktop view
gn: Jehecha mesa arigua

source: Capture a screenshot
gn: Ejapyhy mba’erechaha japyhypyre

source: Organize a screenshot
gn: Emohendaoporã mba’erechaha japyhypyre

source: Create a collection
gn: Emoheñói ñembyatypy

source: Thunderbird profiles
gn: Thunderbird mba’ete

source: Migrate
gn: Jeho

source: Themes
gn: Temakuéra

source: Frequent Topics
gn: Téma py’ỹigua

source: Explore the knowledge base.
gn: Eheka kuaapy ñepyrũhápe.

source: Download Thunderbird
gn: Emboguejy Thunderbird

source: Systems and Languages
gn: Apopyvusu ha ñe’ẽ

source: Release Notes
gn: Jehaipy rehegua

source: Privacy
gn: Ñemigua

source: Products
gn: Apopyre

source: Experience new functionality and updates by helping us test the Beta and Nightly versions of Firefox Focus for iOS.
gn: Eiporu tembiapoite pyahu ore pytyvõvo roha’ã hag̃ua Beta ha Nightly Firefox Focus iOS peg̃uarãva.

source: Get started
gn: Mba’éicha eñepyrũta

source: Update to the latest version of Firefox Focus for Android to receive the latest features, enhancements and bug fixes. Firefox Focus is available for free in the Google Play store.
gn: Embohekopyahu Firefox Focus Android peg̃uarã og̃uahẽ hag̃ua ndéve tembiapoite ipyahúva, iporãve ha omoĩporãkuaáva jejavy. Firefox Focus eiporukuaa reiete Google Play rupive.

source: Download now
gn: Emboguejy ko’ág̃a

source: Filter by product
gn: Embogua peteĩteĩ apopyre

source: See all
gn: Hechapa

source: Still need help?
gn: ¿Eikotevẽ pytyvõ?

source: We’re here for you! If you haven’t found a solution after exploring our help articles, you can get in touch with our support team.
gn: ¡Roime ápe nde rehehápe! Rejuhúramo apañuái emyatyrõkuaa’re eike rire ore apopyre pytyvõrãme, ikatu eñe’ẽ ore aty pytyvõhápe.

source: We’re here for you. Post a question to our support forums and get answers from our community of experts.
gn: Roime ápe nde rehehápe. Eporandu ore aty pytyvõháme ha eguerekóta ñembohovái ore rekoha ikatupyrývagui.

source: Get Support
gn: Eheka Pytyvõ

source: Ask the Community
gn: Eporandu tekohápe

source: Topics
gn: Téma

source: All articles and threads
gn: Opaite haipyre ha poãmbyre

source: Web browser for Windows, Mac and Linux
gn: Ñanduti kundaha Windows, Mac ha Linux pegua

source: Install and update
gn: Emohenda ha embohekopyahu

source: Protect your privacy
gn: Emo’ã ne rekoñemi

source: Customize settings and preferences
gn: Eñemomba’e ñemboheko ha jeguerohoryvéva

source: Troubleshooting
gn: Apañuái ñemoĩporã

source: Tips and tricks
gn: Ñemoñe’ẽ ha apokuaa

source: Cookies
gn: Kookie

source: Tabs
gn: Tendayke

source: Website breakages
gn: Ñanduti renda ñembyai

source: Firefox for Android
gn: Firefox Android pegua

source: Web browser for Android smartphones and tablets
gn: Ñanduti kundaha pumbyry ha’evéva ha tabléta Android pegua

source: Websites
gn: Ñanduti renda

source: Firefox for iOS
gn: Firefox iOS pegua

source: Firefox for iPhone, iPad and iPod touch devices
gn: Firefox iPhone, iPad ha mba’e’oka iPod peg̃uarã

source: How to use Firefox for iOS
gn: Mba’éichapa eiporúta Firefox iOS peg̃uarã

source: Sync
gn: Ñembojuehe

source: Firefox for Enterprise
gn: Firefox mba’apohaguasúpe g̃uarã

source: Firefox Quantum for businesses
gn: Firefox Quantum mba’apohaguasúpe g̃uarã

source: Install and manage add-ons
gn: Emohenda ha eñangareko moĩmbaháre

source: MDN Plus provides a custom experience for MDN supporters.
gn: MDN Plus ome’ẽ tembihasakue peteĩteĩvape MDN rayhuhárape g̃uarã.

source: VPN for Windows 10, Android and iOS devices
gn: VPN Windows 10, Android ha iOS mba’e’okápe g̃uarã

source: Payments
gn: Jehepyme’ẽ

source: Service that lets you create aliases to hide your real email
gn: Mba’eporu ejapokuaahápe nde rera’ãnga emokañy hag̃ua ne ñanduti veve réra

source: Stay informed and take back control of your exposed data
gn: Eñemomarandu ha ehechameme ne mba’ekuaarã ivaikuaáva

source: The web’s most intriguing articles
gn: Umi jehaipyre hesakã’ỹva ñandutípe

source: Email software for Windows, Mac and Linux
gn: Software ñanduti veve Windows, Mac ha Linux rehegua

source: Calendar
gn: Arapapaha
