Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
gn: Ore pytyvõhára oñeha’ã heta umi jehaipyrére ha rovy’ava’erã ehechajeýramo. Pya’eve osẽramo, péicha avei oipytyvõ voivéta ambue poruhárape.

source: If you have a moment please help us by reviewing these articles:
gn: Eguerekóramo pa’ũ, ikatúpiko orepytyvõmi ehechajeývo ko’ã jehaipyre:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
gn: ¡Aguyje ne pytyvõre! SUMO oaguyjeme’ẽ ha umi poruhára vy’ápe oiporu penepytyvõngue!

source: Regards, <br />The SUMO team.
gn: Maitei, <br />SUMO atygua.

source: If you have a moment please review these articles:
gn: Eguerekópa pa’ũ, ikatúpiko ehechajey ko’ã jehaipyre:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
gn: ¡Aguyje ne pytyvõre! SUMO oaguyjeme’ẽ ha umi poruhára rérape vy’apópe oiporúva penepytyvõngue!

source: Regards, The SUMO team
gn: Maitei, SUMO aty pegua

source: Your revision has been reviewed.
gn: Nde jehechajey ojehechajeýma.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
gn: %(reviewer)s omoneĩma nde jehechajey jehaipyre rehegua %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
gn: %(reviewer)s ombohapéma nde jehechajey jehaipyre rehegua %(document_title)s.

source: Message from the reviewer:
gn: Ohechajeýva ñe’ẽmondo:

source: View the history of this document
gn: Ehecha ko kuatia rembiasakue

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
gn: Ehecha hag̃ua ko kuatia rembiasakue, eikutu pe joajuha upeigua térã emboja ne kundahára kundaharape renda rehe:

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
gn: Oñemoneĩma peteĩ jehechajey eipytyvõva’ekue. %(reviewer)s omoneĩma jehechajey kuatia rehegua %(document_title)s.

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
gn: Oñembohapéma peteĩ jehechajey eipytyvõva’ekue. %(reviewer)s ombohapéma jehechajey kuatia rehegua %(document_title)s.

source: <p class="help-title text-body-md">These fine people helped write this article:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
gn: <p class="help-title text-body-md">Ko’ã tapicha mba’eporã oipytyvõ ojehai hag̃ua:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>

source: Created
gn: Moheñoimbyre

source: Last updated
gn: Ñembohekopyahu paha

source: (Redirected from <a href="{href}">{title}</a>)
gn: (Oñembohapejey <a href="{href}">{title}</a>) guive

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
gn: <p>Ko jehaipyre ikatuhína ndahekopyahúi.</p><p> Ojejapókuri ñemoambueguasu inglés ñe’ẽme g̃uarã ñepyrũguáva. Oñembohekopyahu peve ko kuatiarogue, ikatuhína ejuhu iporãha avei: <a href="%(url)s">%(title)s</a></p>

source: This article is no longer maintained, so its content might be out of date.
gn: Ko jehaipyre ndahekopyahuvéima, upévare hetepy ikatu ndoikovéima.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
gn: Avave noipytyvõi gueteri oñemoñe’ẽasa hag̃ua jehaipyre. Eikuaámarõ mba’éichapa omba’apo SUMO moñe’ẽasa, <a href="%(document_trans_link)s">ikatúma emoñe’ẽasa ko’ág̃a</a>. Eikuaasérõ mba’éichapa emoñe’ẽasáta SUMO, jehaipyre, <a href="%(help_link)s">ikatúma eñepyrũ ápe</a>.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help. If you want to help us translate articles like this one, <a href="%(help_link)s">please click here</a>.
gn: Ore pytyvõhára omba’apohína ko jehaipyre moñe’ẽasápe. Oĩmba peve, ikiatuhína ne pytyvõ inglés pegua. Ore pytyvõséramo emoñe’ẽasa hag̃ua jehaipyre peichagua, <a href="%(help_link)s">eikutu ápe</a>.

source: This page does not exist in %(locale)s. You have been redirected to the %(fallback_locale)s version instead. If you would like to localize it into %(locale)s, <a href="%(help_link)s">click here</a>. You can also see the <a href="%(eng_link)s">English</a> version of this page.
gn: Ko kuatiarogue ndaipóri %(locale)s-pe. Hendaguépe, ojegueraháma %(fallback_locale)s-pe. Emoñe’ẽasaséramo %(locale)s, <a href="%(help_link)s">eikutu ko’ápe</a>. Ikatu avei eporandu peichagua <a href="%(eng_link)s">inglés</a> ko kuatiarogue rehegua.

source: This article doesn't have approved content yet.
gn: Ko jehaipyre ndorekói ñemoneĩ.

source: Warning: There are newer unreviewed revisions of this article.
gn: Kuaarã: oĩma ñe’ẽasa ipyahuvéva ko jehaipyre rehegua ndojehechajeýiva gueteri.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
gn: Ehechajey <a href="%(url)s">tembiasakue</a> ñembosako’i ipyenda hag̃ua jehechajey oĩmava hechajey’ỹre.

source: Change Revisions
gn: Jehechajey moambue

source: Revision {num}:
gn: Jehechajey {num}:

source: Stop article emails
gn: Anivéma og̃uahẽ ñandutiveve jehaipyre rehegua

source: Email me article changes
gn: Embou jehaipyre moambuepy ñandutiveve ripi

source: Submit for Review
gn: Emondo ojehechajey hag̃ua

source: Save as Draft
gn: Eñongatu mbogueháramo

source: Preview Content
gn: Tetepy jehecha ypy

source: Preview Changes
gn: Moambuepy jehecha ypy

source: Submit Your Changes
gn: Moambuepy ñemondo

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
gn: ¡Oĩporã! Romondóta ñandutiveve roikuaauka hag̃ua oñemoneĩpa moambuepy. Ikatu ehapykueho jehaipýre ñomongeta eikutúvo tendayke Ñomongeta.

source: Briefly describe your changes:
gn: Ehai mbykymi ne moambuepy rehegua:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
gn: Ko ñembosako’i nombohekopyahúi jehaipyrépe. Pe ambuepy inglés pegua nomoambuemo’ãi ñembosako’i pyahúpe.

source: Notify me of any future changes to this page
gn: Chemomarandumína iñambuérõ ko kuatiarogue

source: Help with:
gn: Ñepytyvõ hendive:

source: Customize this article
gn: Eñemomba’e ko jehaipyrére

source: Was this article helpful?
gn: ¿Ne pytyvõpa ko jehaipyre?

source: Please wait...
gn: Ikatúpa eha’ãrõmi…

source: Leave a message for {contributor}:
gn: Eheja peteĩ ñe’ẽmondo {contributor}-pe:

source: Leave a message for {rest} and {last}:
gn: Eheja peteĩ ñe’ẽmondo {rest} ha {last}-pe:

source: Warning: This page is also being edited by %(user)s!
gn: Kuaarã: ¡ko kuatiarogue ambosako’i avei %(user)s!

source: If you know what you are doing, you can edit the document anyway.
gn: Eikuaáramo mba’épa pe ejapóva, ikatu gueteri embosako’i pe kuatia.

source: Edit anyway
gn: Embosako’i opaichavorei

source: Related Articles
gn: Ojuehegua haipyre

source: If you've tried the steps above and you're still unable to sign in, send a message to our support team.
gn: Eiporúrõ umi jeku’e mboveguáva ha neremoñepyrũkuaái gueteri tembiapo, eñe’ẽmondo ore aty pytyvõha ndive.

source: Report Abuse
gn: Mba’evai mombe’u

source: Report this
gn: Emombe’u ãva rehegua

source: Have more to say?
gn: ¿Mba’épa ereseve?

source: Mark as Ready for Localization
gn: Oñembokurusúva ikatúmagui oñemoñe’ẽasa

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
gn: Emongurusu’íntema ko jehechajey <span class="revtime"></span>oĩmbávaramo oñemoñe’ẽasa hag̃ua. ¿Añetehápe ehoseve tenonde gotyo?

source: View Diff
gn: Ehecha iñambueha

source: Close Diff
gn: Ambueha mboty

source: Revision
gn: Jehechajey

source: Editor
gn: Mbosako’iha

source: Search for documents...
gn: Eheka kuatia...

source: No related documents.
gn: Ndaipóri kuatia ojokupytýva.

source: Approve Translation
gn: Ñe’ẽasa moneĩ

source: Approve Revision
gn: Jehechajey moneĩ

source: Defer Translation
gn: Ñe’ẽasa mbohasave

source: Defer Revision
gn: Jehechajey mbohasave

source: Cancel Review
gn: Jehechajey heja

source: Accept this Translation
gn: Emoneĩ ko ñe’ẽasa

source: Accept this Revision
gn: Jehechajey ñemoneĩ

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
gn: Emoneĩ’íntema ne ñembosako’ikue voi. Ikatúnepa ejerure ore <a href="%(url)s">hechajeyhára</a> hendaitépe.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
gn: ¡Eikutúvo Moneĩ ko jehaipyre ojehechaukáta! Ikatúpa ehechaporãjey opaite jeporavorãpa oĩporãmba.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
gn: Aguyje eiporúre nde aravo ehechajey hag̃ua ko’ã moambuepy. ¡Eikutúvo Moneĩ ko jehaipyre osẽtama! Ikatúpa ehechaporã oĩmbápa hehoitépe opaite mba’e.

source: Accept
gn: Moneĩ

source: Defer this Translation
gn: Ñe’ẽasa mbohasave

source: Defer this Revision
gn: Embohasa ko jehechajey

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
gn: Aguyje eme’ẽre nde aravo ehechajey hag̃ua ko’ã ñemoambuepyre. Ikatúpa eaguyjeme’ẽ mbosako’ihápe ha upéi enohẽ ne ñe’ẽ iporãva ha emoha’eño pe egueroviáva umi ñemoambuepyre opavave omoneĩ hag̃ua.

source: Defer
gn: Mbohasave

source: Show Helpfulness Votes Chart
gn: Ehechauka poravopy oikóva ra’ãnga

source: Compare Selected Translations
gn: Emoñondive ñe’ẽasa poravopyre

source: Compare Selected Revisions
gn: Emoñondive jehechajey poravopyre

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
gn: He’iséva - MT: Moambue tuicháva hetepýpe. M: Moambue hetepýpe. Nandi: Moambue jehecha’ỹva.

source: Review
gn: Jehechajey

# revision
source: Unreviewed
gn: Hechajey’ỹ

source: Current
gn: Ag̃agua

source: Reviewed
gn: Hechajeypyre

source: This revision is ready for localization.
gn: Ko jehechajey oikóma oñemoñe’ẽasa hag̃ua.

source: This revision is not ready for localization.
gn: Ko jehechajey ndoikói oñemoñe’ẽasa hag̃ua.

source: Delete this revision
gn: Embogue ko jehechajey

source: This document has no revisions.
gn: Ko kuatia ndorekói jehechajey.

source: Information icon
gn: Marandu ra’ãnga’i

source: Article is linked in product
gn: Pe jehaipy ojokupyty apopyre ndive

source: Editing Tools
gn: Ñembosako’i rembiporu

source: Discussion
gn: Ñomongeta

source: Show Translations
gn: Ñe’ẽasa jehechauka

source: Show History
gn: Ehechauka tembiasakue

source: Unsubscribe from edit notifications
gn: Eheja ñemboheraguapy ñembosako’i maradu’ípe g̃uarã

source: Subscribe to edit notifications
gn: Eñemboheraguapy ñembosako’i maradu’ípe g̃uarã

source: Related products
gn: Apopyre oñondiveguáva

source: Sorry to hear that, please tell us why?
gn: Ambyasy pe eréva, ¿ikatu ere mba’érepa?

source: Confusing
gn: Ñekañy

source: Solution didn't work
gn: Ñemoĩporãha ndoikói

source: Too long
gn: Ipukueterei

source: I have feedback about Firefox
gn: Añe’ẽta Firefox rehe

source: Tell us more.
gn: Emombe’uve.

source: Please provide more details
gn: Ikatúpa ereve mba’emimi

source: Open Preferences
gn: Embojuruja Jerohoryvéva

source: Refresh Firefox
gn: Firefox ñemyanyhẽ
