Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
gn: Embojera Firefox eike hag̃ua Ñandutípe

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
gn: Tapereko eikuaa ha emoĩporã hag̃ua apañuái

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
gn: Tapereko eikuaa ha emoĩporã hag̃ua apañuái

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
gn: Ta’ãngamýi, mba’epu, ta’ãnga ha mbovy’aha ndoikói

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
gn: Ta’ãngamýi, mba’epu, ta’ãnga ha mbovy’aha ndoikói

# DB: products.Topic.title
source: Firefox is slow or stops working
gn: Firefox imbegue térã nomba’apovéima

# DB: products.Topic.description
source: Slowness or hanging
gn: Imbegue térã opytaite

# DB: products.Topic.title
source: Firefox crashes
gn: Firefox jepytaite

# DB: products.Topic.description
source: Crashing
gn: Ñembotyrei

# DB: products.Topic.title
source: Firefox won't save settings or remember information
gn: Firefox noñongatúi moĩporã ha hesaráita marandúgui

# DB: products.Topic.description
source: Firefox won't save settings or remember information
gn: Firefox noñongatúi moĩporã ha hesaráita marandúgui

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
gn: Apañuái moĩmbaha, mboguejyrã’i térã software eipota’ỹva ndive

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
gn: Apañuái moĩmbaha, mboguejyrã’i térã software eipota’ỹva ndive

# DB: products.Topic.title
source: Hot topics
gn: Téma ag̃agua

# DB: products.Topic.description
source: Hot topics
gn: Téma ag̃agua

# DB: products.Topic.title
source: Mozilla Persona
gn: Mozilla Ava

# DB: products.Topic.description
source: Mozilla Persona
gn: Mozilla Ava

# DB: products.Topic.title
source: Other
gn: Ambue

# DB: products.Topic.description
source: Other
gn: Ambue

# DB: products.Topic.title
source: How to use Firefox for Android
gn: Mba’éicha eiporúta Firefox Android peg̃uarã

# DB: products.Topic.description
source: How to use Firefox for Android
gn: Mba’éicha eiporúta Firefox Android peg̃uarã

# DB: products.Topic.title
source: What's new in Firefox for Android
gn: Mba’e ipyahúva oguereko Firefox Android peg̃uarã

# DB: products.Topic.description
source: See what new features are available in each release
gn: Ehecha tembiapoite pyahu eiporukuaáva ñembohekopyahúpe

# DB: products.Topic.title
source: Changing your settings
gn: Emoambue ne ñemoĩporã

# DB: products.Topic.description
source: Change Firefox's behavior.
gn: Emoambue Firefox reko.

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
gn: Eñongatu, emoherakuã ha embojuehe tetepy ambue mba’e’oka ndive

# DB: products.Topic.title
source: Cast to your TV
gn: Embohasa nde TV-pe

# DB: products.Topic.description
source: Learn how to view content on another screen
gn: Eikuaa mba’éicha ehecháta tetepy ambue mba’erechahápe

# DB: products.Topic.title
source: Popular articles
gn: Jehaipyre ojehechavéva

# DB: products.Topic.description
source: Popular tips and solutions for Firefox for Android
gn: Ñemoñe’ẽ ha ñemoĩporã ojehayhúva Firefox Android peg̃uarã.

# DB: products.Topic.description
source: Control how your information is saved or tracked
gn: Ema’ẽag̃ui mba’éichapa ne marandu oñeñongatu ha ojeheka

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
gn: Eñemomba’e Firefox Android peg̃uarã rehe ha ejapo omba’apo hag̃ua eipotaháicha.

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
gn: Eikuaa mba’éichapa ejuhu ha emohendáta tembiporu’i eme’ẽ hag̃ua ñembosarái ha tembiapoite mba’e’okápe

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
gn: Eikuaave eikotevẽva eguereko hag̃ua Firefox Android peg̃uarã tekopyahu ha tekoporãme.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
gn: Eikuaa mba’éichapa emohenda ha embohasáta marandu Firefox Android peg̃uarãme.

# DB: products.Topic.description
source: Tips and tricks
gn: Ñemoñe’ẽ ha apokuaa

# DB: products.Topic.title
source: Firefox Sync settings
gn: Firefox Sync moĩporã

# DB: products.Topic.title
source: Use bookmarks
gn: Eiporu techaukaha

# DB: products.Topic.description
source: The basics of using bookmarks
gn: Mba’éicha eiporukuaáta techaukaha

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
gn: Eguereko ne marandu tekorosãme ñemigua ñemoĩporã ndive ha Firefox Android peg̃uarã rekorosãme.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
gn: Emomba’apo Firefox Android peg̃uarã eipotaháicha ñemomba’ete rupi.

# DB: products.Topic.title
source: Cookies
gn: Kookie

# DB: products.Topic.description
source: Cookies
gn: Kookie

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
gn: Mba’éicha eiporúta techaukaha, tendayke ha Firefox reheguaite nde iOS mba’e’okápe

# DB: products.Topic.title
source: History
gn: Tembiasakue

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
gn: Emoambue ñemoĩporã tembiasakue rehegua Firefox iOS rupi

# DB: products.Topic.title
source: How to use Firefox for iOS
gn: Mba’éichapa eiporúta Firefox iOS

# DB: products.Topic.description
source: General usage questions
gn: Porandu guasu jeporu rehegua

# DB: products.Topic.title
source: Install and Update
gn: Mohenda ha mbohekopyahu

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
gn: Emohenda ha eguereko Firefox tekopyahúpe nde iPad, iPhone térã iPod Touch peg̃uarã.

# DB: products.Topic.title
source: Reader View and List
gn: Teko ha moñe’ẽrã rysýi

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
gn: Emoñe’ẽ ha eñongatu ñanduti kuatiarogue jehecha ĩporã ha iñangirũvape

# DB: products.Topic.title
source: What's new in Firefox for iOS
gn: Mba’e ipyahúva oguereko Firefox iOS

# DB: products.Topic.description
source: See what features are available in each release.
gn: Ehecha mba’épa eiporukuaa ñemboheko ipyahúvape.

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
gn: Eike pya’eve ñanduti kuatiaroguépe techaukaha ha tendayke rupive

# DB: products.Topic.title
source: Firefox for iOS is not working as expected
gn: Firefox iOS ndoikói oñeha’ãrõ haguéicha

# DB: products.Topic.description
source: Troubleshoot problems with Firefox for iOS.
gn: Emyatyrõ apañuái Firefox iOS ndive.

# DB: products.Topic.title
source: Search
gn: Heka

# DB: products.Topic.description
source: Customize your search settings in Firefox for iOS
gn: Eñemomba’e umi jeheka ñemoĩporã Firefox iOS pegua ndive

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
gn: Emo’ã ne marandu Firefox iOS ñemboheko ñimigua ndive

# DB: products.Topic.description
source: Customize preferences for Firefox for iOS
gn: Eñemomba’e jererohoryvévare Firefox iOS ndive

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
gn: Emoherakuã ñanduti kuatiarogue Firefox iOS-pe

# DB: products.Topic.title
source: Crashes, errors and other issues
gn: Jepytaite, jejavy ha ambue apañuái

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
gn: Ñe’ẽmondo jejavy ñemyatyrõ Firefox iOS ndive

# DB: products.Topic.title
source: Getting Started
gn: Eñepyrũhína

# DB: products.Topic.description
source: Learn the basics of Mozilla VPN.
gn: Eikuaa michĩmi Mozilla VPN rehegua.

# DB: products.Topic.title
source: Download & Setup
gn: Emboguejy ha Emboheko

# DB: products.Topic.description
source: Start using Mozilla VPN.
gn: Eiporúkatu Mozilla VPN.

# DB: products.Topic.title
source: Accounts & Sign-in
gn: Mba’ete ha tembiapo ñepyrũ

# DB: products.Topic.description
source: Find solutions on managing your account
gn: Ehecha mba’éichapa eiporúta ne mba’ete

# DB: products.Topic.title
source: Billing & Payments
gn: Ñemuhakuatia ha Jehepyme’ẽ

# DB: products.Topic.description
source: Manage your payment and subscription
gn: Eñangareko tepyme’ẽ ha mboheraguapýre

# DB: products.Topic.title
source: Connectivity
gn: Jeikekatu

# DB: products.Topic.description
source: Troubleshoot connectivity issues.
gn: Emyatyrõ apañuái eikekatu hag̃ua.

# DB: products.Topic.description
source: Manage your subscription to Firefox Relay Premium
gn: Eñangareko ne ñemboheraguapy Firefox Relay Premium peguáre

# DB: products.Topic.title
source: Free email masking
gn: Ñanduti veve reigua rovamo’ã

# DB: products.Topic.description
source: Learn the basics of Firefox Relay.
gn: Eikuaa michĩmi Firefox Relay rehegua.

# DB: products.Topic.title
source: Premium email masking
gn: Ñanduti veve iporãvéva rovamo’ãha

# DB: products.Topic.description
source: Find out more about the premium features.
gn: Eikuaave mba’e iporãvéva rehegua.

# DB: products.Topic.title
source: Premium phone masking
gn: Pumbyry iporãvéva rovamo’ãha

# DB: products.Topic.description
source: Get started with phone masking.
gn: Emoñepyrũ pumbyry iporãvéva rovamo’ãha.

# DB: products.Topic.title
source: Technical
gn: Aporeko

# DB: products.Topic.description
source: Learn how to use all Firefox Relay features.
gn: Eikuaa mba’éichapa eiporúta Firefox Relay.

# DB: products.Topic.description
source: Manage your Firefox Relay account.
gn: Eñangareko Firefox Relay mba’etére.

# DB: products.Topic.title
source: Getting started
gn: Eñepyrũhína

# DB: products.Topic.description
source: Getting started with Monitor Data Removal
gn: Jeguata ñepyrũ emboguévo mba’erechaha mba’ekuaarã

# DB: products.Topic.title
source: Monitoring
gn: Jehecharã

# DB: products.Topic.description
source: Manage your personal info in Monitor
gn: Eñangareko ne maranduetére Monitor rupi

# DB: products.Topic.title
source: Accounts
gn: Mba’ete

# DB: products.Topic.description
source: Manage your Firefox Monitor account
gn: Eñangareko Firefox Monitor mba’etére

# DB: products.Topic.description
source: New to Pocket? Start here!
gn: ¿Nde pyahúpa Pocket ndive? Eñepyrũ ápe.

# DB: products.Topic.title
source: Your Pocket Account
gn: Ne mba’ete Pocket rehegua

# DB: products.Topic.description
source: Signup, login, password reset and more.
gn: Eñemboheraguapy, emba’apo, erujey ñe’ẽñemi ha hetave.

# DB: products.Topic.description
source: Learn about the powerful features that Pocket Premium has to offer.
gn: Eikuaáke umi tembiapoite ha’evéva Pocket Premium ome’ẽkuaáva ndéve.

# DB: products.Topic.title
source: Pocket for iOS
gn: Pocket iOS peg̃uarã

# DB: products.Topic.description
source: Helpful information about using Pocket for iPhone and iPad.
gn: Marandu iporãva Pocket jeporurã iPhone ha iPad peg̃uarã.

# DB: products.Topic.title
source: Pocket for Android
gn: Pocket Android peg̃uarã

# DB: products.Topic.description
source: Helpful information about using Pocket for Android.
gn: Marandu iporãva Pocket jeporurã Android peg̃uarã.

# DB: products.Topic.title
source: Pocket for Web
gn: Pocket Ñandutípe g̃uarã

# DB: products.Topic.description
source: Pocket's web application.
gn: Ñanduti rembiporu’i Pocket rehegua.

# DB: products.Topic.title
source: Pocket for Firefox
gn: Pocket Firefox peg̃uarã

# DB: products.Topic.description
source: Save to Pocket and New Tab Recommendations.
gn: Ñemoñe’ẽ eñongatu hag̃ua Pocket ha tendayke pyahúpe.

# DB: products.Topic.title
source: Pocket Browser Extensions
gn: Jepysokue Pocket kundahára rehegua

# DB: products.Topic.description
source: Our Save to Pocket extensions.
gn: Eñongatu Pocket jepysokuépe.

# DB: products.Topic.description
source: Getting started with MDN Plus.
gn: Jeguata ñepyrũ MDN Plus ndive.

# DB: products.Topic.description
source: Manage your MDN Plus account.
gn: Eñangareko MDN Plus mba’etére.

# DB: products.Topic.description
source: Manage your MDN Plus subscription.
gn: Eñangareko MDN Plus mboheraguapýre.

# DB: products.Topic.description
source: Learn the basics
gn: Eikuaa eiporútava

# DB: products.Topic.title
source: Identity
gn: Teratee

# DB: products.Topic.description
source: How to create and edit your identity in Hubs
gn: Mba’éichapa emoheñói ha embosako’íta nde rekoite Hubs-pe

# DB: products.Topic.title
source: Media
gn: Marandu moasãiha

# DB: products.Topic.description
source: How to share media in virtual events
gn: Mba’éicha emoherakuãta marandu moasãiha tembiaporã ñandutiguápe

# DB: products.Topic.title
source: Objects
gn: Mba’ekuéra

# DB: products.Topic.description
source: How to work with objects in Hubs
gn: Mba’éicha emba’apota mba’ekuéra ndive Hubs-pe

# DB: products.Topic.title
source: Scenes
gn: Jehecharã

# DB: products.Topic.description
source: Change the way your virtual room looks
gn: Emoambue nde koty ñandutigua jehecha

# DB: products.Topic.description
source: Find solutions for how to use the Firefox Private Network add-on.
gn: Mba’éichapa eiporukuaa Firefox Private Network moĩmbaha VPN.

# DB: products.Topic.description
source: Change account and settings for Private Network.
gn: Emoambue mba’ete ha ñemboheko Private Network.

# DB: products.Topic.description
source: How to sign in and activate more features
gn: Mba’éicha emoñepyrũta tembiapo ha emyandyve tembiapoite

# DB: products.Topic.title
source: Camera (point of view)
gn: Ta’ãngamýi (mba’éicha ehecha)

# DB: products.Topic.description
source: How to change your camera settings in Hubs
gn: Mba’éicha emoambuéta ne ta’ãnganohẽha Hubs-pe

# DB: products.Topic.title
source: Invitations
gn: Ñepeipirũ

# DB: products.Topic.description
source: Invite guests to your virtual room
gn: Eipepirũ ambuépe nde koty ñandutiguápe

# DB: products.Topic.description
source: How to set up and navigate using your virtual identity
gn: Mba’éicha emboheko ha eikundaháta eiporúvo nde reraite ñandutigua

# DB: products.Topic.title
source: Controls (movement)
gn: Ñangarekoha (jeku’e)

# DB: products.Topic.description
source: How to navigate through virtual spaces
gn: Mba’éicha eikundahakuaa ñanduti rupive

# DB: products.Topic.title
source: Payments
gn: Tepyme’ẽ

# DB: products.Topic.title
source: Permissions & settings
gn: Ñemoneĩ ha ñemboheko

# DB: products.Topic.description
source: Moderate your guests' level of access in your virtual events
gn: Aníke emoinge heta neirũ ne rembiaporã ñandutiguávape

# DB: products.Topic.title
source: Abuse
gn: Tekoaña

# DB: products.Topic.description
source: Tools to make your event a safe place for your guests
gn: Tembiporu ne rembiaporã hekorosã hag̃ua opavavépe.

# DB: products.Topic.title
source: Moderators and hosts
gn: Mboguataha ha mbohupaha

# DB: products.Topic.description
source: Tools for making Hubs a good experience for all.
gn: Tembiporu ejapo hag̃ua Hubs-gui iporãva opavavépe g̃uarã.

# DB: products.Topic.title
source: Rooms
gn: Kotykuéra

# DB: products.Topic.description
source: How to create and navigate virtual spaces in Hubs
gn: Mba’éicha emoheñói ha eikundaháta ñandutípe Hubs rupive

# DB: products.Topic.title
source: Creators & developers
gn: Moheñoihára ha mboguatahára

# DB: products.Topic.description
source: Where to find resources for advanced customization
gn: Moõ jajuhukuaa mba’eita eñemomba’ete hag̃ua

# DB: products.Topic.title
source: Firefox Focus for iOS
gn: Firefox Focus iOS peg̃uarã

# DB: products.Topic.description
source: Firefox Focus for iOS
gn: Firefox Focus iOS peg̃uarã

# DB: products.Topic.title
source: Firefox Focus for Android
gn: Firefox Focus Android peg̃uarã

# DB: products.Topic.description
source: Privacy browser for Android
gn: Kundaha ñemi Android peg̃uarã

# DB: products.Topic.title
source: Manage certificates
gn: Eñangareko eguerohoryvévare

# DB: products.Topic.description
source: Set up certificates on Firefox for your organization.
gn: Emboheko eguerohoryvéva Firefox-pe nde atyguasúpe g̃uarã.

# DB: products.Topic.title
source: Release notes
gn: Jehaipy kuaaukarã

# DB: products.Topic.description
source: Where to find release notes and upcoming features.
gn: Moõ ajuhukuaa marandu pyahu ha tembiapoite osẽramóva.

# DB: products.Topic.description
source: Deploying Firefox on Windows computers.
gn: Firefox omba’apóta mohendahápe Windows ndive.

# DB: products.Topic.title
source: Customization of Firefox in an enterprise environment
gn: Firefox ñemomba’ete mba’apohaguasu pa’ũme

# DB: products.Topic.description
source: Customization of Firefox in an enterprise environment
gn: Firefox ñemomba’ete mba’apohaguasu pa’ũme

# DB: products.Topic.title
source: Explore
gn: Tapykueho

# DB: products.Topic.description
source: Learn about Firefox for Enterprise
gn: Eikuaave Firefox mba’apohaguasúpe g̃uarã

# DB: products.Topic.title
source: Installation
gn: Ñemohenda

# DB: products.Topic.description
source: How to install Firefox for Enterprise
gn: Mba’éicha emohendáta Firefox mba’apohaguasúpe g̃uarã

# DB: products.Topic.description
source: Deploy Firefox on your organization's Mac computers
gn: Emoinge Firefox opaite mohendaha Mac nde atyguasúpe

# DB: products.Topic.title
source: Policies overview
gn: Porureko momichĩ

# DB: products.Topic.description
source: How to set up policies on Firefox for your organization.
gn: Mba’éicha embohekokuaa porureko Firefox-pe nde atyguasúpe.

# DB: products.Topic.title
source: Autoconfiguration
gn: Mbohekojehegui

# DB: products.Topic.description
source: How to configure Firefox for Enterprise
gn: Mba’éicha embohekóta Firefox mba’apohaguasúpe g̃uarã

# DB: products.Topic.title
source: Deploy
gn: Pyso

# DB: products.Topic.description
source: Deployment of Firefox in an enterprise environment
gn: Firefox ñemongu’e mba’apohaguasu pa’ũme

# DB: products.Topic.description
source: Deploy Firefox on your organization's Linux machines.
gn: Emoinge Firefox opaite mohendaha Linux nde atyguasúpe.

# DB: products.Topic.title
source: Manage settings via policy
gn: Eñangareko ñemboheko porureko rupive

# DB: products.Topic.description
source: Change Firefox's settings using policies.
gn: Emoambue Firefox mbohekopyahu porureko rupive.

# DB: products.Topic.title
source: Manage updates, policies & customization
gn: Eñangareko mbohekopyahu, porureko ha momba’ete rehe

# DB: products.Topic.description
source: Policies for Firefox for Enterprise
gn: Firefox porureko mba’apohaguasúpe g̃uarã

# DB: products.Topic.title
source: Manage add-ons
gn: Eñangareko moĩmbaha rehe

# DB: products.Topic.description
source: Working with add-ons on Firefox for your organization.
gn: Amba’apo moĩmbaha ndive Firefox-pe nde atyguasúpe g̃uarã.

# DB: products.Topic.title
source: Emails
gn: Ñanduti veve

# DB: products.Topic.title
source: Learn the Basics. Get Started
gn: Eikuaa sa’imi. Mba’éichapa eñepyrũta

# DB: products.Topic.description
source: Learn the Basics. Get Started
gn: Eikuaa sa’imi. Mba’éichapa eñepyrũta

# DB: products.Topic.title
source: Set up email
gn: Ñanduti veve ñemboheko

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
gn: Embojuaju ha emboheko ne ñanduti veve namba’ete Thunderbird-pe

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
gn: Eikuaa ñemoñe’ẽ ha mbopya’eha nepytyvõtava emba’apo pya’eve hag̃ua

# DB: products.Topic.title
source: Install, Migrate and Update
gn: Emohenda, eva ha emboheko

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
gn: Mba’éichapa emohenda ha eguerekóta Thunderbird hekopyahupyre

# DB: products.Topic.title
source: Read, send and organize emails
gn: Emoñe’ẽ, emondo ha embohekokatu ñandutiveve

# DB: products.Topic.description
source: Learn how to manage your email messages
gn: Eikuaa mba’éichapa eñangarekóta ne ñandutivevére

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
gn: Eikuaa mba’éichapa embohekóta mba’ete, moñe’ẽ, ñemondo ha ñandutivevére ñeñangareko.

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
gn: Marandu guenohẽha (RSS), blogs ha ava ñandutieta

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
gn: Eñembohepyahu tapia marandu, blogs ha ava ñandutieta ndive

# DB: products.Topic.title
source: Contacts
gn: Ñe’ẽha

# DB: products.Topic.description
source: How to use the address book on Thunderbird
gn: Mba’éicha eiporúta kundaharape haiha Thunderbird-pe

# DB: products.Topic.title
source: Calendar
gn: Arapapaha

# DB: products.Topic.description
source: Integrated calendar component of Thunderbird
gn: Thunderbird arapapaha rehegua

# DB: products.Topic.description
source: Customize controls, options and add-ons
gn: Eñemomba’e umi ñangarekoha, jeporavorã ha moĩmbaháre

# DB: products.Topic.title
source: Fix problems with email providers (gmail, Yahoo, etc.)
gn: Emyatyrõ apañuái ñanduti veve me’ẽhára ndive (gmail, Yahoo, etc.)

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
gn: Eikuaa mba’éichapa emyatyrõta apañuái Gmail, Yahoo ha ambue ñanduti veve me’ẽhára ndive

# DB: products.Topic.title
source: Passwords, forms and search
gn: Ñe’ẽñemi, myanyhẽha ha jeheka

# DB: products.Topic.description
source: Passwords, forms and search
gn: Ñe’ẽñemi, myanyhẽha ha jeheka

# DB: products.Topic.title
source: Thunderbird controls and buttons
gn: Thunderbird ñangarekoha ha votõ

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
gn: Eikuaapa Thunderbird ñangarekoha ha hembiapoite rehegua.

# DB: products.Topic.title
source: Thunderbird versions and languages
gn: Thunderbird peteĩchagua ha ñe’ẽ

# DB: products.Topic.description
source: Thunderbird versions and languages
gn: Thunderbird peteĩchagua ha ñe’ẽ

# DB: products.Topic.title
source: Copy your personal information from one Thunderbird to another
gn: Emonguatia ne maranduete peteĩ Thunderbird-gui ambuépe

# DB: products.Topic.description
source: Copy your personal information from one Thunderbird to another
gn: Eguerova nemarandutee peteĩ Thunderbird-gui ambuépe

# DB: products.Topic.description
source: Download, install and Migration
gn: Emboguejy, Emohenda ha eva

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
gn: Marandu oĩvaíva: mba’e hei’se ha mba’éicha oñemyatyrõkuaa

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
gn: Emboavareko Thunderbird mba’eita, plugins ha ñembopukuve rehe

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
gn: Emboavareko Thunderbird techaukaha, mboguejyrã’i ha jepysokue ndive

# DB: products.Topic.description
source: Keep your information safe with password and security settings
gn: Eguereko marandu nemba’éva papapy ñemi ha jejokoteetére

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
gn: Eipe’a ha eike ñandutípe Thunderbirdgui

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
gn: Eipe’a ha eike ñandutipe Thunderbird-gui

# DB: products.Topic.title
source: Thunderbird options, preferences and settings
gn: Jeguerekopy, mba’epota ha tembiapo Thunderbird-gua

# DB: products.Topic.description
source: Thunderbird options, preferences and settings
gn: Jeguerekopy, mba’epota ha tembiapo Thunderbird rehegua
