Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

# DB: kbadge.Badge.title
source: 2019 L10n Badge
gn: L10n ra’ãnga’i 2019 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2019.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2019 pegua.

# DB: kbadge.Badge.title
source: 2018 L10n Badge
gn: L10n ra’ãnga’i 2018 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2018.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2018 pegua.

# DB: kbadge.Badge.title
source: 2018 KB Badge
gn: KB ra’ãnga’i 2018 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2018.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñembosako’ipy inglés-pe hechapyréva 2018 pegua.

# DB: kbadge.Badge.title
source: 2018 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2018 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2018.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 50 túi mburuvicha mba’eguasuvéva 2018 pegua.

# DB: kbadge.Badge.title
source: 2018 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2018 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2018.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára ombohováiva 20 aty pytyvõhápe 2018 pukukue.

# DB: kbadge.Badge.title
source: 2017 L10n Badge
gn: L10n ra’ãnga’i 2017 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2017.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2017-pe.

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2017.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñembosako’ipy inglés-pe hechapyréva 2017-pe.

# DB: kbadge.Badge.title
source: 2017 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2017 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2017.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 50 túi mburuvicha mba’eguasuvéva 2017-pe.

# DB: kbadge.Badge.title
source: 2017 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2017 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2017.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára ombohováiva 20 aty pytyvõhápe 2017 pukukue.

# DB: kbadge.Badge.title
source: 2016 L10n Badge
gn: L10n ra’ãnga’i 2016 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2016.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2016-pe.

# DB: kbadge.Badge.title
source: 2016 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2016 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2016.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára ombohováiva 30 aty pytyvõhápe 2016 pukukue.

# DB: kbadge.Badge.title
source: 2016 KB Badge
gn: KB ra’ãnga’i 2016 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2016.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñembosako’ipy inglés-pe hechapyréva 2016 pegua.

# DB: kbadge.Badge.title
source: 2016 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2016 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2016.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 50 túi mburuvicha mba’eguasuvéva 2016 pegua.

# DB: kbadge.Badge.title
source: 2015 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2015 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2015.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára ombohováiva 30 aty pytyvõhápe 2015 pukukue.

# DB: kbadge.Badge.title
source: 2015 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2015 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 50 túi mburuvicha mba’eguasuvéva 2015-pe.

# DB: kbadge.Badge.title
source: 2015 KB Badge
gn: KB ra’ãnga’i 2015 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2015.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñembosako’ipy inglés-pe hechapyréva 2015-pe.

# DB: kbadge.Badge.title
source: 2015 L10n Badge
gn: L10n ra’ãnga’i 2015 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2015.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2015-pe.

# DB: kbadge.Badge.title
source: 2014 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2014 pegua

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO Mburuvicha Mba’eguasúva aty 2014 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2014 pegua: 50 túi Mburuvicha Mba’eguasúva mba’éva. ¡Vy’apavẽ opaite ijopóiva SUMO Mburuvicha Mba’eguasúva ra’ãnga’i 2014 pegua ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: 2014 L10n Badge
gn: L10n ra’ãnga’i 2014 pegua

# DB: kbadge.Badge.description
source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva L10n SUMO mba’éva 2014 pegua ha’e hína SUMO me’ẽmbyre. Kóva ohechauka SUMO ñepytyvõ 2014 pegua: 10 ñe’ẽasa moambuepyre oñemoneĩva SUMO kuaapy ñepyrũhape. ¡Vy’apavẽ opaite ijopóiva ta’ãnga’i L10n SUMO mba’éva aty 2014 peguágui ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: 2014 KB Badge
gn: KB ra’ãnga’i 2014 pegua

# DB: kbadge.Badge.description
source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
gn: Pe KB ra’ãnga’i michĩmíva SUMO 2014 rehegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñetyvõ 2014 pegua: 10 ñemoambue moneĩmbyre SUMO kuaapy ñepyrũha inglés-pe. ¡Vy’apavẽ opaite ijopóiva BC ra’ãnga’i SUMO 2014-gui ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: 2014 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2014 pegua

# DB: kbadge.Badge.description
source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO aty 2014 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñetyvõ 2014 pegua: 30 ñembohovái SUMO atýpe inglés-pe. ¡Vy’apavẽ opaite ijopóiva ta’ãnga’i SUMO aty 2014 peguágui ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: Firefox 29 Launch Team
gn: Aty ohechaukáva Firefox 29 rembiapo

# DB: kbadge.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
gn: Oñeme’ẽva pytyvõhárape oipytyvõ haguére (ombokuatiávo BC jehaipyre, omohováivo porandu atygua, omoñe’ẽasávo BC kuatia, túi, ha hetave) Firefox 29 osẽ hag̃ua, ¡aguyje! Firefox 29 rehegua: 1. Firefox mesa arigua: Australis ra’ãnga pyahu ha pe ñembojuehe Firefox Accounts reheguáva 2. Firefox Android peg̃uarã: Firefox Accounts reheguáva HETAVE: https://sumo.etherpad.mozilla.org/sumo-australis-badges

# DB: kbadge.Badge.title
source: 2008 L10n Badge
gn: L10n ra’ãnga’i 2008 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2008.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2008-pe.

# DB: kbadge.Badge.title
source: 2009 L10n Badge
gn: L10n ra’ãnga’i 2009 pegua

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2009.
gn: Ko ta’ãnga’i oñeme’ẽ pytyvõhára oguerekóva 10 ñe’ẽasa hechapyréva 2009 pegua.

# DB: kbadge.Badge.title
source: 2012 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2012 pegua

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO Mburuvicha Mba’eguasúva aty 2012 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2012 pegua: 50 túi Mburuvicha Mba’eguasúva mba’éva. ¡Vy’apavẽ opaite ijopóiva SUMO Mburuvicha Mba’eguasúva ra’ãnga’i 2012 pegua ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: 2013 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2013 pegua

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO Mburuvicha Mba’eguasúva aty 2013 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2013 pegua: 50 túi Mburuvicha Mba’eguasúva mba’éva. ¡Vy’apavẽ opaite ijopóiva SUMO Mburuvicha Mba’eguasúva ra’ãnga’i 2013 pegua ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: 2010 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2010 pegua

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO Mburuvicha Mba’eguasúva aty 2010 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2010 pegua: 50 túi Mburuvicha Mba’eguasúva mba’éva. ¡Vy’apavẽ opaite ijopóiva SUMO Mburuvicha Mba’eguasúva ra’ãnga’i 2010 pegua ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: 2011 Army of Awesome Badge
gn: Mburuvicha mba’eguasúva ra’ãnga’i 2011 pegua

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO Mburuvicha Mba’eguasúva aty 2011 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2011 pegua: 50 túi Mburuvicha Mba’eguasúva mba’éva. ¡Vy’apavẽ opaite ijopóiva SUMO Mburuvicha Mba’eguasúva ra’ãnga’i 2011 pegua ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: 2012 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2012 pegua

# DB: kbadge.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO aty 2012 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñetyvõ 2012 pegua: 30 ñembohovái SUMO atýpe inglés-pe. ¡Vy’apavẽ opaite ijopóiva ta’ãnga’i SUMO aty 2012 peguágui ombotuicha haguére Mozilla rembiapo!

# DB: kbadge.Badge.title
source: 2010 KB Badge
gn: KB ra’ãnga’i 2010 pegua

# DB: kbadge.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
gn: Pe KB ra’ãnga’i michĩmíva SUMO 2010 rehegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2010 pegua, ko’ápe jahecha: 10 ñembosako’ipyre ñemoneĩmby SUMO kuaapy ñepyrũha inglés-pe. ¡Vy’apavẽ opaite ijopóiva KB ra’ãnga’i SUMO 2010-gui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2010 L10n Badge
gn: L10n ra’ãnga’i 2010 pegua

# DB: kbadge.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva L10n SUMO mba’éva 2010 pegua ha’e hína SUMO me’ẽmbyre. Kóva ohechauka SUMO ñepytyvõ 2010 pegua, ko’ápe jahecha: 10 ñe’ẽasa moambuepyre oñemoneĩva SUMO kuaapy ñepyrũhape. Vy’apavẽ opaite ijopóiva ta’ãnga’i L10n SUMO mba’éva aty 2010 peguágui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2010 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2010 pegua

# DB: kbadge.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO aty 2010 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2010 pegua: 30 ñembohovái SUMO atýpe inglés-pe. ¡Vy’apavẽ opaite ijopóiva ta’ãnga’i SUMO aty 2010 peguágui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2011 KB Badge
gn: KB ra’ãnga’i 2011 pegua

# DB: kbadge.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
gn: Pe KB ra’ãnga’i michĩmíva SUMO 2011 rehegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2011 pegua: 10 ñemoambue moneĩmbyre SUMO kuaapy ñepyrũha inglés-pe. ¡Vy’apavẽ opaite ijopóiva KB ra’ãnga’i SUMO 2011-gui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2011 L10n Badge
gn: L10n ra’ãnga’i 2011 pegua

# DB: kbadge.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva L10n SUMO mba’éva 2011 pegua ha’e hína SUMO me’ẽmbyre. Kóva ohechauka SUMO ñepytyvõ 2011 pegua, ko’ápe jahecha: 10 ñe’ẽasa moambuepyre oñemoneĩva SUMO kuaapy ñepyrũhape. Vy’apavẽ opaite ijopóiva ta’ãnga’i L10n SUMO mba’éva aty 2011 peguágui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2011 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2011 pegua

# DB: kbadge.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva SUMO aty 2011 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2011 pegua: 30 ñembohovái SUMO atýpe inglés-pe. ¡Vy’apavẽ opaite ijopóiva ta’ãnga’i SUMO aty 2011 peguágui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2012 KB Badge
gn: KB ra’ãnga’i 2012 pegua

# DB: kbadge.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
gn: Pe KB ra’ãnga’i michĩmíva SUMO 2012 rehegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2012 pegua: 10 ñemoambue moneĩmbyre SUMO kuaapy ñepyrũha inglés-pe. ¡Vy’apavẽ opaite ijopóiva KB ra’ãnga’i SUMO 2012-gui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2013 KB Badge
gn: KB ra’ãnga’i 2013 pegua

# DB: kbadge.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
gn: Pe KB ra’ãnga’i michĩmíva SUMO 2013 rehegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2013 pegua: 10 ñemoambue moneĩmbyre SUMO kuaapy ñepyrũha inglés-pe. ¡Vy’apavẽ opaite ijopóiva KB ra’ãnga’i SUMO 2013-gui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2013 L10n Badge
gn: L10n ra’ãnga’i 2013 pegua

# DB: kbadge.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
gn: Pe ta’ãnga’i michĩmíva L10n SUMO mba’éva 2013 pegua ha’e hína SUMO me’ẽmbyre. Kóva ohechauka SUMO ñepytyvõ 2013 pegua, ko’ápe jahecha: 10 ñe’ẽasa moambuepyre oñemoneĩva SUMO kuaapy ñepyrũhápe. Vy’apavẽ opaite ijopóiva ta’ãnga’i L10n SUMO mba’éva aty 2013 peguágui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2013 Support Forum Badge
gn: Aty pytyvõha ra’ãnga’i 2013 pegua

# DB: kbadge.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
gn: Pe ta’ãnga’i michĩmíva SUMO aty 2013 pegua ha’e hína SUMO mba’eita. Kóva ohechauka SUMO ñepytyvõ 2013 pegua: 30 ñembohovái SUMO atýpe inglés-pe. ¡Vy’apavẽ opaite ijopóiva ta’ãnga’i SUMO aty 2013 peguágui ombotuicha haguére Mozilla rembipota!

# DB: kbadge.Badge.title
source: 2012 L10n Badge
gn: L10n ra’ãnga’i 2012 pegua

# DB: kbadge.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
gn: Ta’ãnga’i michĩmíva L10n SUMO mba’e 2012 pegua ha’e SUMO me’ẽmbyre. Kóva ohechauka SUMO ñepytyvõ 2012 pegua, ápe jahecha: 10 ñe’ẽasa moambuepyre oñemoneĩva SUMO kuaapy ñepyrũhápe. ¡Vy’apavẽ opaite ijopóiva ta’ãnga’i L10n SUMO mba’e aty 2012 pegua ombotuicháre Mozilla rembipota!

# DB: kbadge.Badge.title
source: Kitsune Contributor
gn: Kitsune pytyvõhára

# DB: kbadge.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
gn: Ta’ãnga’i oñeme’ẽva umi oipytyvõva Kitsune ayvúpe.

source: To field is required.
gn: Ko kora’i emyanyhẽva’erã.

source: {username} is not a valid username.
gn: {username} ndaha’éi poruhára réra oikóva.

source: {username} is not an active user.
gn: {username} ojeporuve’ỹmava.

source: Invalid callback function.
gn: Ñehenói ñembojevy rembiapoite ndoikóiva

source: Page does not exist.
gn: Ndaipóri kuatiarogue.

source: The image "%s" does not exist.
gn: Ndaipóri "%s" ta’ãnga.

source: The video "%s" does not exist.
gn: Ndaipóri "%s" ta’ãngamýi.

source: Button of type "%s" does not exist.
gn: Ndaipóri "%s" pe votõ.

source: The UI component "%s" does not exist.
gn: Pe poruhára mba’erechaha "%s" ndaipóri.

source: Would you like to view this page in %(language)s instead?
gn: ¿Ehechasépa ko kuatiarogue %(language)s-pe?

# site_title
source: Mozilla Support
gn: Mozilla Pytyvõha

source: Skip to main content
gn: Eho tetepy tuichavévape

source: Switch language
gn: Emoambue ñe’ẽ

source: Skip to search
gn: Hekahápe jeho

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="https://support.mozilla.org">here</a>.
gn: Kóva ha’e tenda ñeha’ãha ha hetepy ojehaijo’a ára peteĩha opaite jasýpe. <br>Pe tenda jejapoha oĩ <a href="https://support.mozilla.org">ápe</a>.

source: Report Trademark Abuse
gn: Emomarandu jeporu hendape’ỹva

source: Source code
gn: Ayvu reñoiha

source: Join our Community
gn: Ejuaju ore Rekoháre

source: Explore Help Articles
gn: Ehapykuereka jehaipyre pytyvõrã

source: Download
gn: Mboguejy

source: Android Browser
gn: Android kundahára

source: iOS Browser
gn: iOS kundahára

source: Focus Browser
gn: Focus kundahára

source: Firefox for Developers
gn: Firefox Mboguatahárape g̃uarã

source: Developer Edition
gn: Ñembosako’i mboguatahárape g̃uarã

source: Beta for Android
gn: Beta Android peg̃uarã

source: Nightly for Android
gn: Nightly Android peg̃uarã

source: Sign In/Up
gn: Eñemboheraguapy / Yvate

source: What Is It?
gn: Mba’épa kóva

source: Reset Password
gn: Ñe’ẽñemi guerujey

source: Sync Your Data
gn: Embojuehe ne mba’ekuaarã

source: Language
gn: Ñe’ẽ

source: Terms of Service
gn: Mba’epytyvõrã ñemboguata

source: Contact
gn: Ñe’ẽha

source: Visit %(moco_link_open)sMozilla Corporation’s%(link_close)s not-for-profit parent, the %(mofo_link_open)sMozilla Foundation%(link_close)s.
gn: Eike %(moco_link_open)sMozilla Corporation’s%(link_close)s ogaguasu viru’ỹgua %(mofo_link_open)sMozilla Foundation%(link_close)s.

source: Portions of this content are ©1998–%(year)s by individual mozilla.org contributors. Content available under a %(link_open)sCreative Commons license%(link_close)s.
gn: Ndahetái tetepy vore pegua ha’e ©1998–%(year)s pytyvõharakuéra mozilla.org pegua. Tetepy ojeporukuaa %(link_open)sCreative Commons moneĩmbyre%(link_close)s.

source: Change your email preferences
gn: Emoambue ne ñanduti veve jeguerohory

source: Unsubscribe from these emails
gn: Eheja ne ñemboheraguapy ko’ã ñanduti veve guive

source: Oops, your request was unsuccessful
gn: Épa, ndaikatúi ojejapo nerembijerure

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
gn: Ndaikatúi rombohape ne mba’ejerure. Ikatu hína pe apopy ndoikovéima térã eñeha’ãma kuri emongu’e apopy oiko’ỹva.

source: Access denied
gn: Jeike mbotovepyre

source: You do not have permission to access this page.
gn: Ndereguerekói ñemoneĩ eike hag̃ua ko kuatiaroguépe.

source: Please try to log in / sign up first with
gn: Eñepyrũ tembiapo / eñemboheraguapyraẽ

source: Mozilla accounts
gn: Mozilla mba’etekuéra

source: Page Not Found
gn: Ndojejuhúi kuatiarogue

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
gn: Rombyasy, ndaikatúi rojuhu pe kuatiarogue ehekáva. Ikatúpiko ehe’ãjey ko myanyhẽha ejapopávo.

source: An Error Occurred
gn: Oiko jejavy
