Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/django.po
Languages: gn

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
gn: ¡Ndee! Oiko jejavy eha’ãrõ’ỹva. Romomarandúma tenda ñangarekohárape. Ehe’ãjey ko’ág̃a térã ag̃amieve.

source: <strong>Avoid support scams.</strong> We will never ask you to call or text a phone number or share personal information. Please report suspicious activity using the “Report Abuse” option.
gn: <strong>Emboyke pytyvõha apovai.</strong> Ndorojeruremo’ãi ehenói térã eñe’ẽmondóvo pumbyrýpe ha emoherakuãvo marandu nemba’etéva. Emombe’u tembiapo imarãkuaáva ko “Marandu iñañáva” rupive.

source: Close Firefox menu
gn: Emboty Firefox poravorã

source: Explore by product
gn: Ehecha peteĩteĩva apopyre

source: View all products
gn: Ehechapaite apopyre

source: Explore by topic
gn: Ehecha peteĩteĩva téma

source: View all forums
gn: Ehechapaite atykuéra

source: Browse all forum threads by topic
gn: Ehechapaite aty peteĩteĩva téma rupive

source: Get help with
gn: Eñepytyvõkuaáta

source: View all
gn: Ehechapa

source: Contribute
gn: Pytyvõ

source: Contributor discussions
gn: Pytyvõharakuéra ñomongeta

source: Contributor tools
gn: Tembiporu pytyvõharakuérape g̃uarã

source: Download Firefox
gn: Firefox ñemboguejy

source: Manage your information and see your contributions.
gn: Eñangareko ne marandúre ha ehecha umi pytyvõhárape.

source: Edit Profile
gn: Embosako’i mba’ete

source: My Questions
gn: Che porandu

source: Settings
gn: Ñemboheko

source: Manage your privacy and notification preferences.
gn: Eñangareko ne ñemigua eguerohoryvéva ha momarandúre.

source: Exchange messages with other contributors.
gn: Oho ha oúta ñe’ẽmondo ñemigua ambue pytyvõhára ndive.

source: Sign Out
gn: Ñesẽ

source: SUMO community discussions
gn: Ñomongeta SUMO rekoha rehegua

source: Social support discussions
gn: Ñomongeta ñepytvõrã tekohagua

source: Support forum discussions
gn: Ñomongeta pytyvõha aty rehegua

source: Article discussions
gn: Ñomongeta jehaipy rehe

source: Localization discussions
gn: Ñomongeta moñe’ẽasa rehegua

source: View all discussions
gn: Ehechapaite ñomongeta

source: Mobile support discussions
gn: Ñomongeta ñepytvõrã pumbyrygua

source: Knowledge base discussions
gn: Ñomongeta Kuaapy renda rehegua

source: Forum moderator discussions
gn: Ñomongeta aty mboguatahagua

source: Off topic discussions
gn: Ñombohovake oka gotyo

source: Lost thread discussions
gn: Ñomongeta hekopegua’ỹva

source: Moderate forum content
gn: Aty retepy mboguataha

source: Knowledge base dashboards
gn: Kuaapy ñepyrũha ra’ãngarupa

source: Guides
gn: Mboguataha

source: Recent revisions
gn: Jehechajey ipyahuvéva

source: Community hub
gn: Tekoha róga

source: Locales
gn: Ñe’ẽnguéra

source: What's New
gn: Mba’e oĩmi ipyahúva

source: Newer
gn: Ipyahuvéva

source: Older
gn: Itujavéva

source: This site will have limited functionality while we undergo maintenance to improve your experience. If an article doesn't solve your issue and you want to ask a question, we have our support community waiting to help you at <a href="%(twitter)s">@FirefoxSupport</a> on Twitter and<a href="%(reddit)s">/r/firefox</a> on Reddit.
gn: Ko tenda hembiapoite sa’ivéta oñemba’apokuévo hese hembiapo porãve hag̃ua. Peteĩ jehaipyre nomoĩporãiramo ne apañuái ha eporanduséramo, roguerekohína ore nepytyvõ rekoha ikatútava ndeykeko <a href="%(twitter)s">@FirefoxSupport</a> Twitter-pe ha avei <a href="%(reddit)s">/r/firefox</a> Reddit-pe.

source: Unsubscribe from these emails:
gn: Eheja ñemboheraguapy ko’ã ñandutiveve pegua:

source: Redirecting
gn: Mbohapejey

source: The URL has changed!
gn: ¡URL iñambuéma!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
gn: Embojuajúpara’e techaukaháre peteĩ URL itujáva. Ko kuatiarogue URL pyahu ejuhúta yvy gotyove. Embohekopyahumava’erã nde rechaukaha. Romondojeýta URL pyahúpe 10 aravo’ivépe.

source: Maintenance in progress
gn: Jeguerekoporã oñakãrapu’ãva

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
gn: Ko tembiapoite ojepe’a sapy’aite oñemyatyrõ aja ñanduti renda. Ikatúpa eiporu pe votõ Jevy ne kundahárape ha eha’ãjey ag̃amieve.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
gn: Heta tenda rembiapoite ndoikoihína oñemyatyrõ rupi ko’ág̃a. Ikatúpa eha’ãjey ag̃amieve.

source: read more
gn: emoñe’ẽve

source: Today at %s
gn: Ko árape %s

source: %(number)d year ago
gn: Ojapo %(number)d ary

source: %(number)d month ago
gn: Ojapo %(number)d jasy

source: %(number)d week ago
gn: Ojapo %(number)d arapokõindy

source: %(number)d day ago
gn: Ojapo %(number)d ára

source: %(number)d hour ago
gn: Ojapo %(number)d aravo

source: %(number)d minute ago
gn: Ojapo %(number)d aravo’i

source: %(number)d second ago
gn: Ojapo %(number)d aravo’ive

source: Unsubscribe
gn: Eheja ñemboheraguapy

source: Are you sure you want to unsubscribe?
gn: ¿Ehejasépa añetehápe ne ñemboheraguapy?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
gn: Ohejareíta ne ñemboheraguapy <br><strong>%(object)s</strong> mba’éva

source: Unsubscribe Error
gn: Ojavy ne ñemboheraguapy jehejarei

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
gn: Ndorojuhúi ne ñemboheraguapy. Térã ojehejáma, térã oiko jejavy ñemboheraguapy juajuha jehejápe. Ikatúpa ehecha emonguatia porãpa juajuha ñandutiveve kundaha rehegua. Pe juajuha ipahaguáva noĩmbáirõ mokõiha tairenda ñe’ẽmondópe, eha’ã emonguatia ha emboja juajuha kundaháre.

source: Unsubscribed
gn: Opáma ne ñemboheraguapy

source: "%s" is too large (%sKB), the limit is %sKB
gn: "%s" ipukueterei (%sKB), opaha ha’e %sKB

source: Model not allowed.
gn: Oñemoneĩ’ỹva.

source: Object does not exist.
gn: Ndaipóri pe mba’e.

source: You cannot associate an image with an object you do not own.
gn: Neremoñondivekuaái ta’ãnga mba’e ha’e’ỹva nemba’etee ndive.

source: Invalid or no image received.
gn: Nog̃uahẽi térã ndoikói pe ta’ãnga.

source: You are not signed in.
gn: Nereñepyrúi tembiapo.

source: The requested image could not be found.
gn: Pe ta’ãnga ejeruréva ndojejuhúi.

source: You do not have permission to do that.
gn: Ndereguerekói ñemoneĩ ejapo hag̃ua péva.

source: Uploaded images:
gn: Ta’ãnga hupipyre:

source: Add images (optional):
gn: Embojuaju ta’ãnga (eipotárõ):

source: Browse for an image to upload.
gn: Eheka ta’ãnga ehupi hag̃ua.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
gn: Roguereko apañuái rombojuaju hag̃ua ne ñandutiveve kundaharape ndive. Eha’ã peteĩ kundaharape pyahu ndive térã eñe’ẽ ñangarekoha ndive.

source: <strong>Welcome!</strong> You are now signed in using your Mozilla account. {a_profile}Edit your profile.{a_close}<br>Already have a different Mozilla Support Account? {a_more}Read more.{a_close}
gn: <strong>¡Eg̃uahẽporã!</strong> Emoñepyrũ tembiapo Mozilla Accounts ndive. {a_profile}Embosako’i ne mba’ete.{a_close}<br>¿Erekóma Mozilla pytyvõha mba’ete ambuéva? {a_more}Emoñe’ẽve.{a_close}

source: This Mozilla account is already used in another profile.
gn: Ko Mozilla mba’ete ojeporúma ambue mba’eteépe.

source: The e-mail address used with this Mozilla account is already linked in another profile.
gn: Pe ñanduti veve kundaharape jeporupyre Mozilla mba’ete ndive ojuajúma ambue mba’eteépe.

source: Username may contain only English letters, numbers and ./-/_ characters.
gn: Pe poruhára réra oguereva’erã tai año, papapy ha tai’aty ./-/_.

source: Username is required.
gn: Eikotevẽ poruhára réra.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
gn: Pe téra mbykyeterei (%(show_value)s tai’aty). Oguerekova’erã michĩvérõ %(limit_value)s tai’aty.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
gn: Poruhára réra mbyky (%(show_value)s tai’aty). Oguerekova’erã %(limit_value)s tai’aty térã sa’ive.

source: Email address is required.
gn: Tekotevẽ ñanduti veve.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
gn: Pe ñandutiveve mbykyeterei (%(show_value)s tai’aty). Oguerekova’erã michĩverõ %(limit_value)s tai’aty.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
gn: Ñanduti veve ipukueterei (%(show_value)s tai’aty). Oguerekova’erã %(limit_value)s tai’aty térã sa’ive.

source: Password is required.
gn: Tekotevẽ ñe’ẽñemi.

source: Please enter your password twice.
gn: Ikatúpa emoinge ne ñe’ẽñemi mokõi jey.

source: Password must be 8 or more characters.
gn: Ñe’ẽñemi oguerekova’erã 8 térã hetave tairenda.

source: Watch forum threads I start
gn: Ema’ẽ umi téma amoñepyrũva’ekue atýpe

source: Watch forum threads I comment in
gn: Ehecha umi téma ahai hague atýpe

source: Watch KB discussion threads I start
gn: Ema’ẽag̃ui umi téma ñomongetarã amoñepyrũva kuaapy ñepyrũha rehegua

source: Watch KB discussion threads I comment in
gn: Ema’ẽag̃ui umi téma ñomongetarã amoñepyrũva kuaapy ñepyrũha rehegua

source: Watch Question threads I comment in
gn: Ema’ẽag̃ui umi téma pytyvõrãva ahai hague

source: Send emails for private messages
gn: Emondo ñanduti veve ñe’ẽmondo ñemiguápe

source: Keep in mind your username is visible to the public. This is a required field that must be unique, 150 characters or fewer. This value may contain only letters, numbers, and @/./+/-/_ characters.
gn: Ehecháke nde poruhára réra opavave ohechakuaaha. Kóva ha’e kora jehaiha katuete ha ha’eñóva, 150 tai térã sa’ivekuaa. Ko tepykue ikatu oguereko tai año, papapy ha @/./+/-/_ tairenda.

source: Involved with Mozilla from
gn: Aipytyvõ Mozilla-pe are guivéma

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
gn: Pe poruhára réra emoingéva ndoikói. Ikatúpa emoĩ ipyahúva ha eikuaáke ore pytyvõhára ha’e ambue Firefox poruhára ndeichaguánte avei.

source: algorithm
gn: algoritmo

source: salt
gn: juky

source: KB Contributors
gn: KB Pytyvõhára

source: L10n Contributors
gn: L10n Pytyvõhára

source: Forum Contributors
gn: Pytyvõhára Aty

source: Social media Contributors
gn: Ava ñandutieta Pytyvõhára

source: Mobile support Contributors
gn: Pumbyry Pytyvõhára

source: User
gn: Poruhára

source: Display name
gn: Téra hechaukapyre

source: Make my email address visible to signed in users
gn: Aipota ñanduti veve ohecha poruhára mboheraguapýva

source: Biography
gn: Jehegua

source: Some HTML supported: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Links are forbidden.
gn: Oĩ HTML pytyvõmbyre: &#x3C;teratee’i&#x3E; &#x3C;tuichaháicha&#x3E; &#x3C;ayvu&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Juajuha ñemoneĩ’ỹva.

source: Website
gn: Ñanduti renda

source: Twitter Username
gn: Twitter poruhára

source: Community Portal Username
gn: Tekoha rokẽ poruhára réra

source: People Directory Username
gn: Ava marandurenda’aty poruhára réra

source: Matrix Nickname
gn: Matrix rera’ãnga

source: Timezone
gn: Aravo rendaguasu

source: Country
gn: Tetã

source: City
gn: Táva

source: Preferred language
gn: Ñe’ẽ ojeporuvéva

source: Has been sent a first answer contribution email.
gn: Oñemondo peteĩ ñandutiveve pytyvõrãva mbohovái peteĩha rekávo.

source: Has been sent a first revision contribution email.
gn: Oñemondo peteĩ ñandutiveve pytyvõrãva jehechajey peteĩha rekávo.

source: When the user was sent a community health survey
gn: Oñemondokuévo poruhárape porandupy tekoha reko rehegua

source: Value
gn: Tepykue

source: user
gn: poruhára

source: activation key
gn: ñemyendy ñemiguáva

source: registration profile
gn: ñemboheraguapy mba’ete

source: registration profiles
gn: ñemboheraguapy mba’ete

source: moderator
gn: mboguataha

source: Welcome to SUMO!
gn: ¡SUMO-pe ñeg̃uahẽporã!

source: Your settings have been saved.
gn: Ne ñemboheko oñeñongatúma.

source: Your preferences have been saved.
gn: Nde eguerohoryvéva oñeñongatúma.

source: This account is not active. Please contact an administrator if you believe this is an error
gn: Ko mba’ete oikorei. Eñomongeta ne ñangarekohára ndive egueroviáramo kóva ojavyhahína

source: {user} | Latest Answers
gn: {user} | Mbohovái Paháva

source: Latest Answers
gn: Mbohovái Paháva

source: You haven't answered any questions yet.
gn: Nerembohovái gueteri peteĩ porandu jepe.

source: {user} hasn't answered any questions yet.
gn: {user} Nerembohovái gueteri peteĩ porandu.

source: Log In / Sign up
gn: Tembiapo ñepyrũ / Eñemboheraguapy

source: Continue with a Mozilla account
gn: Eku’ejey Mozilla mba’ete ndive

source: Sign in or sign up to ask questions in our forums and contact support agents.
gn: Eñepyrũ tembiapo térã eñemboheraguapy eporandu hag̃ua ore atýpe ha eñe’ẽ pytyvõhára ndive.

source: Continuing with your Mozilla account means you have agreed with the <a href="%(terms_url)s">Terms and Conditions</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
gn: Emba’apo Mozilla mba’ete ndive he’ise emoneĩha umi <a href="%(terms_url)s">He’iséva ha He’ipyre</a> ha <a href="%(privacy_url)s">Porureko ñemigua</a>.

source: I can't sign in to my Mozilla account
gn: Ndaikekuaái che Mozilla mba’etépe

source: Your account was sucessfully closed!
gn: ¡Ne mba’ete oñemboty hekopete!

source: We're sorry to see you go.
gn: Rombyasy ehóta haguére.

source: Are you sure you want to delete your avatar?
gn: ¿Emboguesépa añetehápe nde avatar?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
gn: Embogue’íntema opa ararã nde avatar. <strong>¡Ko tembiapo ndaikatúi emboguevi!</strong> Opa ára ikatu <a href="%(upload_url)s">ehupijey avatar pyahu</a> emyengovia hag̃ua ag̃agua.

source: Deactivation Log
gn: Jehejaite jehaipy

source: Deactivated user
gn: Poruhára jehejapyre

source: Deactivated by
gn: Omboguepyréva

source: {user} | Documents
gn: {user} | Kuatia

source: Documents edited or translated
gn: Kuatia mbosako’ipyre térã moñe’ẽasapyre

source: You haven't edited or translated any documents yet.
gn: Nerembosako’i ha neremoñe’ẽasái peteĩ kuatiaite jepe.

source: {user} hasn't edited or translated any documents yet.
gn: {user} nerembosako’i ha neremoñe’ẽasái peteĩ kuatiaite jepe.

source: Redirects
gn: Ñembohapejey

source: Change Avatar
gn: Avatar moambue

source: Edit Contribution Areas
gn: Embosako’i Pytyvõhára Vore

source: Your Account
gn: Imba’ete

source: To change your email or avatar, visit the Mozilla accounts page. %(a_open)s Learn more. %(a_close)s
gn: Emoambueséramo ñanduti veve térã avatar, eike Mozilla mba’etépe. %(a_open)s Eikuaave. %(a_close)s

source: Manage account
gn: Mba’ete ñangareko

source: Share some things about yourself. Most fields are optional, but they help the community to get to know you better.
gn: Emoherakuãve nde rehegua. Heta umi kora ehejareikuaa, hákatu oipytyvõkuaa tekohápe oikuaave hag̃ua.

source: Update My Profile
gn: Ambohekopyahu che mba’ete

source: Close account and delete all profile information
gn: Emboty mba’ete ha embogue opaichagua marandu hesegua

source: Are you sure
gn: ¿Eikuaaporãpa?

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be undone.
gn: Emboguérõ ne mba’ete ndaikatumo’ãi embohovái ha eguenohẽ porandu Mozilla Pytyvõhápe. Ko tembiapo omboguéta ne mba’ete ha kóva ndaikatumo’ãi oñemoĩporã.

source: Please type in your username to confirm
gn: Ikatúpa emoinge nde poruhára réra emoneĩ hag̃ua

source: Delete Your Account
gn: Embogue ne Mba’ete

source: Edit Settings
gn: Ñemboheko mbosako’i

source: Manage watch list
gn: Eñangareko jehechaha rysýire

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
gn: Ko’ápe ejuhúta peteĩ tysýi umi mba’eporu ehechávape. Umi oñemongurusúva ha’e ehecháva ko’ág̃a ha ehecha’ỹva katu, umi ehechave’ỹmava.

source: You are not currently watching anything.
gn: Ko’ag̃aite nderehechái mba’evete.

source: {user} | Profile
gn: {user} | Mba’ete

source: To change your email or avatar, visit the Mozilla account page. %(a_open)s Learn more. %(a_close)s
gn: Emoambueséramo ñanduti veve térã avatar, eike Mozilla mba’etépe. %(a_open)s Eikuaave. %(a_close)s

source: Edit user profile
gn: Poruhára réra mbosako’i

source: Your privacy is important to us. Your username is always visible to the public - if you would like to edit your username, %(a_open)s click here. %(a_close)s
gn: Nde rekoñemi ore romomba’e. Nde poruhára réra tapiaite opavave ohecháta, embosako’iséramo nde poruhára réra, %(a_open)s eikutu ko’ápe. %(a_close)s

source: Email
gn: Ñanduti veve

source: Community Portal
gn: Tekoha rokẽ

source: People Directory
gn: Ava marandurenda’aty

source: Deactivate this user
gn: Ehejarei ko poruhára

source: Deactivate this user and mark all content as spam
gn: Eipe’aite poruhára ha embosa’y hetepy spam ramo

source: This user has been deactivated.
gn: Ko poruhára oñemboguéma.

source: Contributions
gn: Pytyvõharakuéra

source: Involved with Mozilla since {date}
gn: Ojuajúva Mozilla ndive {date} guive

source: {0} question
gn: {0} porandu

source: {0} answer
gn: {0} mbohovái

source: {0} solution
gn: {0} ñemoĩporã

source: {0} document
gn: {0} kuatiaite

source: About {user}
gn: {user} rehegua

source: {user}'s Groups
gn: {user} 's aty

source: See all available SUMO badges
gn: Ehecha opaite SUMO ra’ãnga’i ojeporukuaáva

source: {user} | Questions
gn: {user} | Porandu

source: Questions Asked
gn: Porandu Japopyre

source: You haven't posted any questions yet.
gn: Neremoherakuãi gueteri peteĩ porandu jepe.

source: {user} hasn't posted any questions yet.
gn: {user} neremoherakuãi gueteri peteĩ porandu jepe.

source: Thank you for registering!
gn: ¡Aguyje eñembohéraguapýre!

source: Thank you for being awesome!
gn: ¡Aguyje eikoite haguére!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
gn: Emoñepyrũ mboyve tembiapo, eikotevẽ emoneĩraẽ ne ñanduti veve kundaharape. Roguerahauka ndéve ñandutiveve peteĩ ñemoneĩrã reheve. ¡Eikutu pe juajuhápe ha eñepyrũkuaáma upéi!

source: {user} | Subscriptions
gn: {user} | Mboheraguape

source: My Subscriptions
gn: Che Mboheraguapy

source: Manage Subscriptions
gn: Mboheraguapy Ñangareko

source: Hi {username}
gn: Mba’éichapa {username}

source: (Contributor) Community Particiation Guidelines (CPG) Enforcement.
gn: (Pytyvõhára) Cumplimiento de las Directrices de Participación Comunitaria (CPG).

source: Now you might be wondering: <bold>“Ok, I understand the CPG now. How can I help and get involved in the community?”</bold>
gn: Ko’ág̃a ikatukuaáma eporandu: <bold>“Oĩma, ko’ág̃a aikumbýma pe CPG. ¿Mba’éichapa aipytyvõkuaa tekohápe?”</bold>

source: There are many ways you can contribute to SUMO
gn: Eikuaa mba’éichapa eipytyvõkuaa SUMO-pe

source: <a href="%(url)s">Answer questions in the support forum</a>
gn: <a href="%(url)s">Embohovái porandu pytyvõha atýpe</a>

source: <a href="%(url)s">Improve our help articles</a>
gn: <a href="%(url)s">Emoporãve ore pytyvõha jehaipyre</a>

source: <a href="%(url)s">Localize help articles to your local language</a>
gn: <a href="%(url)s">Emoñe’ẽasa pytyvõha jehaipyre ne ñe’ẽtépe</a>

source: <a href="%(url)s">Help users on social media</a>
gn: <a href="%(url)s">Oipytyvõ ava ñandutieta poruhárape</a>

source: <a href="%(url)s">Respond to mobile store reviews</a>
gn: <a href="%(url)s">Embohovái maranndu’i ñemuha oku’évape</a>

source: <bold>Great! Now, how can I connect to other contributors?</bold>
gn: <bold>¡Iporã! Ko’ág̃a, ¿mba’éicha añe’ẽta ambue pytyvõhára ndive?</bold>

source: We have a few channels you can use to reach out, introduce yourself, or discuss anything related to SUMO:
gn: Roguerekóma mba’éichapa emomarandukuaa, ejeckuaauka térã eñomongeta oimeraẽva mba’e SUMO rehegua:

source: <a href="%(url)s">SUMO Matrix room</a> : You can chat with other community members in our Matrix room
gn: <a href="%(url)s">SUMO Matrix koty</a>: echateakuaa ambue aty tekohagua ndive ore Matrix koty rupive

source: <a href="%(url)s">Contributors Forum</a> : Follow contributor’s discussion to get updated on releases and community updates
gn: <a href="%(url)s">Pytyvõhára aty</a>: oñomongeta pytyvõhára marandu hekopyahu hag̃ua ñemoherakuã osẽramóva ha ñembohekopyahu tekohagua

source: <a href="%(url)s">Discourse Forum</a> : Get updated on what’s going on in other parts of Mozilla community
gn: <a href="%(url)s">Ñomongeta Aty</a>: Eiko tekopyahúpe oikóva guive ambue hendápe Mozilla rekohágui

source: Last but not least, let’s keep rocking the helpful web together!
gn: Ipahápe, ndoipe’ái momba’eguasu, ¡jajapo ñandutígui mba’eporã oñondive!

source: Thanks, <br />SUMO Community Managers
gn: Aguyje, <br />SUMO rekoha ñangarekohára

source: Now you might be wondering: “Ok, I understand the CPG now. How can I help and get involved in the community?”
gn: Ko’ág̃a ikatukuaáma eporandu: “Oĩma, ko’ág̃a aikumbýma pe CPG. ¿Mba’éichapa aipytyvõ ha aikekuaáta tekohápe?”

source: Answer questions in the support forum
gn: Embohovái porandu pytyvõha atýpe

source: Improve our help articles
gn: Emoporãve ore haipyre pytyvõrãva

source: Localize help articles to your local language
gn: Emoñe’ẽasa jehaipyre pytyvõha ne ñe’ẽme

source: Help users on social media
gn: Eipytyvõ ava ñandutieta poruhárape

source: Respond to mobile store reviews
gn: Embohovái ñemuha oku’éva marandu’ípe

source: Great! Now, how can I connect to other contributors?
gn: ¡Iporã! Ko’ág̃a, ¿mba’éicha añe’ẽkuaa ambue pytyvõhára ndive?

source: SUMO Matrix room: You can chat with other community members in our Matrix room
gn: SUMO Matrix koty: echateakuaa ambue aty tekohagua ndive ore Matrix koty rupive

source: Contributors Forum: Follow contributor’s discussion to get updated on releases and community updates
gn: Pytyvõhára aty: oñomongeta pytyvõhára marandu hekopyahumeme hag̃ua ñemoherakuã osẽramóvare ha ñembohekopyahu tekohagua

source: Discourse Forum: Get updated on what’s going on in other parts of Mozilla community
gn: Discourse Forum: eiko tekopyahúpe oikóva ambue hendápe Mozilla rekohágui

source: Thanks, SUMO Community Managers
gn: Aguyje, SUMO rekoha ñangarekohára

source: My profile
gn: Che mba’ete

source: Edit my profile
gn: Ambosako’íta che mba’ete

source: Edit settings
gn: Ñemboheko mbosako’i

source: Edit contribution areas
gn: Embosako’i pytyvõhára vore

source: My questions
gn: Che porandu

source: My subscriptions
gn: Che Mboheraguapy

source: Good news!
gn: ¡Marandu iporãva!

source: You can now sign in to Mozilla Support using your Mozilla account.
gn: Eñepyrũkuaáma tembiapo Mozilla Pytyvõhápe eiporúvo Mozilla mba’ete.

source: Read More
gn: Moñe’ẽve

source: Sorry!
gn: Ambyasy!
