Repository: mozilla-l10n/sumo-l10n
Catalog: gn/LC_MESSAGES/djangojs.po
Languages: gn

source: Week
gn: Arapokõindy

source: Average Satisfaction
gn: Ñanduti moñeñandu porã

source: Questions
gn: Porandu

source: Solved
gn: Oñemyatyrõmava

source: % Solved
gn: % S oñemyatyrõmava

source: Responded in 24 hours
gn: Ndojapói gueteri 24 aravo oñembohovaihague

source: % Responded in 24 hours
gn: % Ojapóma 24 aravo oñembohovaihague

source: Responded in 72 hours
gn: Ojapóma 72 aravo oñembohovaihague

source: % Responded in 72 hours
gn: % Ojapóma 72 aravo oñembohovaihague

source: Not responded in 24 hours
gn: Ojapóma 24 aravo ha noñembohovái gueteri

source: Not responded in 72 hours
gn: Ojapóma 72 aravo ha noñembohovái gueteri

source: Article Votes: % Helpful
gn: He’íva: % Iporupyrãha

source: Answer Votes: % Helpful
gn: Mbohovái Ojevotapyre: % iporupyrã

source: non en-US KB
gn: ndaha’éiva en-US KB

source: Support Forums
gn: Porandurenda Pytyvõha

source: Click Through Rate %
gn: Oikutúma Chupe %

source: Visitors
gn: Oikeva’ekue ohechávo

source: L10n Coverage
gn: L10n Hupytypa

source: Percent Yes
gn: Mboýpa Omoneĩma

source: Yes
gn: Héẽ

source: No
gn: Nahániri

source: I don't know
gn: Ndaikuaái

source: Error loading graph
gn: Oiko jejavy oñemyanyhẽvo ta’ãnga

source: There was an error generating the preview.
gn: Oiko peteĩ jejavy ojehechaukasévo jehecha mboyvegua.

source: There was an error submitting your vote.
gn: Oiko peteĩ jejavy oñemondóvo nde vóto.

source: %(num)s <small>of %(total)s</small>
gn: %(num)s <small> %(total)s </small> gui

source: No differences found
gn: Ndaipóri iñambuéva

source: Cancel
gn: Heja

source: You are now signed in to your Mozilla account
gn: Emba’apo ñepyrũma ne mba’ete Mozilla peguápe

source: Update browser settings
gn: Embohekopyahu kundahára

source: Data syncing...
gn: Ojuehehína mba’ekuaarã...

source: We were unable to sync your data. To complete this backup, you’ll need to turn on syncing. <a href='#'>Go to settings</a>
gn: Norombojuehekuaái ne mba’ekuaarã. Emohu’ã hag̃ua ñongatu ambuegua, emyandýke ñembojuehe. <a href='#'>Eho Ñembojuehépe</a>

source: If you need to make any changes to the data you want synced, you can do so at any time in your <a href='#'>browser settings.</a>
gn: Eikotevẽramo peteĩva mba’ekuaarã embojueheséva ñemoambue, ejapokuaa eikotevẽ vovénte <a href='#'>kundahára ñembohekópe.</a>

source: Take a minute to create an <a href='%s'>account recovery key</a>, so you won’t get locked out if you lose your password.
gn: Eñeha’ã sapy’ami emoheñói hag̃ua <a href='%s'>mba’ete guerujeyrã mba’eñemi</a>, ani hag̃ua ejejoko okañýramo ne ñe’ẽñemi.

source: Continue
gn: Eku’ejey

source: Add to calendar
gn: Embojuaju arapapaháre

source: Close
gn: Mboty

source: Choose calendar
gn: Eiporavo arapapaha

source: Other calendar
gn: Ambue arapapaha

source: Save
gn: Ñongatu

source: You can also access the link directly
gn: Eikekuaa avei pya’eterei juajuhápe

source: Copy link
gn: Emonguatia juajuha

source: Copied!
gn: ¡Mbokuatiapyre!

source: Reminder to complete your Firefox backup
gn: Momandu’a ejapopa hag̃ua nde Firefox ñongatu tekorosãrã

source: Start browsing!
gn: ¡Eikundaha ñepyrũ!

source: Enter this URL directly into the address bar on your new device to start the Firefox download, or keep it somewhere safe for when you’re ready to continue.
gn: Emoinge ko URL kundaharepe rendápe ne mba’e’oka pyahúpe emboguejykuaa hag̃ua Firefox, térã eñongatu tenda hekorasãvape eku’ejey hag̃ua uperire.

source: Copy
gn: Mbokuatia

source: Sign up for an account
gn: Eñemboheraguapy ne mba’eterã

source: Sign in to your account
gn: Eñepyrũ tembiapo ne mba’etépe

source: You’ll be able to sign in to this account on another device to sync your data.
gn: Eñepyrũ tembiapo ko mba’ete rupi ambue mba’e’okápe embojuehe hag̃ua ne mba’e’oka.

source: Enter your email
gn: Ehai ne ñanduti veve

source: Valid email required
gn: Eikotevẽ ñanduti veve oikóva

source: Already have an account?
gn: ¿Eguerekóma ne mba’ete?

source: Sign in
gn: Eñemboheraguapy

source: Don’t have an account?
gn: Erekómapa ne mba’eterã

source: Sign up
gn: Eñemboheraguapy

source: Fox tail sticking out from behind a stack of boxes.
gn: Aguara ruguái ojehecháva mba’eryruita kupépe.

source: Fox sticking its head out from behind a stack of boxes.
gn: Aguara oguenohẽ iñakã mba’eryruita kupépe.

source: Fox popping out from the top of a stack of boxes.
gn: Aguara osẽnguévo pe mba’eryruita jo’apyre árigui.

source: Use Firefox to continue
gn: Eiporu Firefox eku’ejey hag̃ua

source: To use the setup assistant or access the settings for backing up your Firefox data, visit this page using Firefox on a desktop device.
gn: Eiporukuaa hag̃ua ñemboheko pytyvõha térã ijeike ambue ñongaturã Firefox mba’ekuaarã reheguápe, eike kuatiaroguépe eiporúvo Firefox mba’e’oka mesa arigua.

source: Step %s
gn: Ehasa %s

source: Step %s of %s
gn: Ehasa %s %s pegua

source: said
gn: he’íkuri

source: You are not watching this thread
gn: Nderehapykuehói ko inimbo

source: You are watching this thread
gn: Rehapykueho ko inimbo

source: Image Attachment
gn: Ta’ãnga Mbojoapy

source: Could not upload file. Please try again later.
gn: Ndaikatúi ojehupi marandurenda. Eñeha’ãjeýna ag̃amie.

source: Invalid image. Please select a valid image file.
gn: Ta’ãnga ndaikatúiva rehupi. Eiporavomína ambue.

source: Image too large. Please select a smaller image file.
gn: Ta’ãnga tuichaitereíva. Eiporavomína ambuéva imichĩvéva.

source: Upload cancelled. Please select an image file.
gn: Jehupi ojehejarei. Eiporavomína peteĩ ta’ãnga.

source: File deleted. Please select an image file.
gn: Marandurenda oñemboguera’e. Eiporavomína peteĩ ta’ãnga.

source: Delete this image
gn: Emboguete ko ta’ãnga

source: Uploading "%s"...
gn: Ojehupihína "%s"...

source: Loading...
gn: Oñemyanyhẽhína...

source: No votes data
gn: Ndaipóri kuaapy vóto rehegua

source: Votes
gn: Vóto

source: Percent
gn: Savore

source: Bold
gn: Taihũve

source: bold text
gn: jehai hũvéva

source: Italic
gn: Taijero’a

source: italic text
gn: jehai jero’áva

source: Numbered List
gn: Tysýi Papapýva

source: Numbered list item
gn: Tysýi papapýva mba’eteĩ

source: Bulleted List
gn: Tysýi Ha’ãnga’íva

source: Bulleted list item
gn: Tysýi Ha’ãnga’íva mba’eteĩ

source: Heading 1
gn: Myakãha 1

source: Heading 2
gn: Myakãha 2

source: Heading 3
gn: Myakãha 3

source: Insert a link...
gn: Joajuha moĩ...

source: link text
gn: joajuha jehai

source: Link text:
gn: Joajuha jehai:

source: Link target:
gn: Joajuha g̃uahẽha:

source: Support article:
gn: Tembihai oporopytyvõva:

source: Enter the name of the article
gn: Ehai mba’ehai réra

source: External link:
gn: Joajuha okapegua:

source: Enter the URL of the external link
gn: Ehai joajuha okapegua kundaharape URL

source: No sections found
gn: Ndaipóri kuatiapehẽ

source: Insert Link
gn: Emoĩ Joajuha

source: Knowledge Base Article
gn: Mba’ehai Kuaa Ypy rehegua

source: Insert media...
gn: Emoĩ marandurenda ojehecharendúva...

source: media
gn: mba’e jehecharendúva

source: Search Gallery
gn: Eheka Mba’erupápe

source: Show:
gn: Hechauka:

source: Images
gn: Ta’ãnga

source: Videos
gn: Ta’ãngamýi

source: Show media for:
gn: Ehecha mba’e jehecharendúva:

source: Insert Media
gn: Moĩ Mba’e Jehecharendúva

source: Upload Media
gn: Tembiporueta myanyhẽ

source: Please select an image or video to insert.
gn: Eiporavo peteĩ ta’ãnga térã ta’ãngamýi emoingeva’erã.

source: Oops, there was an error.
gn: Épa, oiko peteĩ jejavy.

source: Common responses
gn: Mbohovái opavaveguáva

source: cannedresponses
gn: mbohovái oĩmbamavavoi

source: Search for common responses
gn: Eheka mbohovái opavaveguáva

source: Categories
gn: Mboja’opy

source: Responses
gn: Mbohovái

source: Please select a category from the previous column or start a search.
gn: Ikatúpiko eiporavo peteĩ yta ñepyrũguáva térã eñepyrũ eheka.

source: Response editor
gn: Mbohovái mbosako’iha

source: Switch to preview mode
gn: Emoambue hecha ñepyrũha rekópe

source: Insert Response
gn: Emoinge mbohovái

source: Matching responses
gn: Mbohovái ojojoguáva

source: There was an error checking for canned responses.
gn: Oiko jejajvy ojehechajeývo mbohavái oĩmbamavavoi kuri.

source: Response preview
gn: Mbohovái recha ñepyrũha

source: Switch to edit mode
gn: Emoambue ñembosako’iha reko

source: Quote previous message...
gn: Ehechauka ñe’ẽmondo mboyveguáva

source: Reply...
gn: Mbohovái...

source: %s characters remaining
gn: %s tai’aty hembýva

source: There was an error.
gn: Oiko peteĩ jejavy.

source: There was an error. Please try again in a moment.
gn: Oiko jejavy. Eha’ãjey ag̃amieve.

source: Daily
gn: Peteĩ aragua

source: Weekly
gn: Arapokõindygua

source: Monthly
gn: Jasygua

source: Week beginning %(year)s-%(month)s-%(date)s
gn: Arapokõindy oñepyrũ %(year)s-%(month)s-%(date)s

source: Month beginning %(year)s-%(month)s-%(date)s
gn: Jasy oñepyrũ %(year)s-%(month)s-%(date)s%

source: All
gn: Opavave

source: From %(from_input)s to %(to_input)s
gn: %(from_input)s guive %(to_input)s peve

source: Sync your data
gn: Embojuehe ne mba’ekuaarã

source: Invalid tag entered: %s
gn: Teramoĩ moingepyre ndoikóiva: %s

source: No tags entered.
gn: Noñemoingéi teramoĩ

source: Error uploading image
gn: Ojavy ehupikuévo ta’ãnga

source: Error deleting image
gn: Ojavy emboguekuévo ta’ãnga

source: Please check you are signed in, and try again.
gn: Ehechajey eñepyrũpa tembiapo tendapete ha eha’ãjey upéi.

source: Search for a user...
gn: Eheka peteĩ poruhára…

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
gn: WARNING ¿Eipe’asépa añetehápe ko poruhárape? ¡Ko rejapóva ndaikatuvéima embojevy!

source: All Articles: % Localized
gn: Opaite haipy: % jejuhupyre

source: Top 20 Articles: % Localized
gn: Umi 20 haipy iporãvéva: % jejuhupyre

source: Top 100 Articles: % Localized
gn: Iporãvéva 100 jehaipyre: % Ñe’ẽasapyre

source: Active Contributors
gn: Pytyvõhára omýiva

source: A document with this title already exists in this locale.
gn: Oĩma peteĩ kuatia herateéva koichaite ko ñe’ẽme.

source: A document with this slug already exists in this locale.
gn: Oĩma peteĩ kuatia koichagua juajuha angirũva (slug) ko ñe’ẽme.

source: Choose revisions to compare
gn: Eiporavo jehechajey emoñendive hag̃ua

source: Toggle syntax highlighting
gn: Embojopyru ñe’ẽjuajungatu ñembosa’y

source: Toggle Diff
gn: Ehechauka joavyha

source: <strong>Draft is saving...</strong>
gn: <strong>Oñongatuhína ñepyrũháva...</strong>

source: <strong>Draft has been saved on:</strong> %s
gn: <strong>Ñepyrũháva oñeñongatúma:</strong> %s

source: <strong>Error saving draft</strong>
gn: <strong>Ojavy oñongatúvo pe ñepyrũháva</strong>

source: 1 reply
gn: 1 mbohovái

source: No replies
gn: Mbohovái’ỹre

source: 1 person has this problem
gn: 1 ava oguereko ko apañuãi

source: 1 new this week
gn: 1 ipyahúva ko arapokõndýpe

source: Found %(n)s result for ‘<span>%(q)s</span>’ for ‘<span>%(product)s</span>’
gn: Juhupyre %(n)s tembiapokue ‘<span>%(q)s</span>’ ‘<span>%(product)s</span>’ peg̃uarã

source: Sorry! 0 results found for ‘<span>%(q)s</span>’ for ‘<span>%(product)s</span>’
gn: ¡Ambyasy! Ndaipóri mba’eve ‘<span>%(q)s</span>’ peg̃uarã ‘<span>%(product)s</span>’-pe

source: View All
gn: Ehechapa

source: Help Articles Only
gn: Marandu’i pytyvõha año

source: Community Discussion Only
gn: Ñomongeta tekohagua añoite

source: Try searching again with a different keyword, or browse our featured articles below instead.
gn: Ehekajey peteĩ ñe’ẽ kañymby ambuéva, térã eikundaha ore haipyre ha téma ojehayhúvape ko’águi rire.

source: Page %(current)s of %(total)s
gn: Kuatiarogue %(current)s %(total)s mba’e

source: Previous
gn: Mboyvegua

source: Next
gn: Upeigua

source: Still need help?
gn: ¿Eikotevẽ pytyvõ?

source: We’re here for you. Get support from our contributors or staff members.
gn: Roime nde rehehápe. Eporandu ore aty pytyvõháme ha erekóta jeykeko ore pytyvõha térã mba’apoháragui.

source: Get Support
gn: Eheka Pytyvõ

source: Filter by product
gn: Embogua peteĩteĩ apopyre

source: All Products
gn: Opaite apopyre

source: Contribute
gn: Pytyvõ

source: Support forum
gn: Pytyvõha aty

source: Learn the basic guidelines
gn: Eikuaa tapereko ypy

source: Find support questions to answer
gn: Ejuhu porandu ykekogua embohovái hag̃ua

source: Start answering!
gn: ¡Eñepyrũ embohovái!

source: Learn more about forum contribution
gn: Eñemomaranduve aty ñepytyvõrã rehegua

source: Solving one issue helps up to 1000 users a day
gn: Emyatyrõvo apañuãi oipytyvõ 1000 poruhára peteĩ árape

source: Answer questions in the support forum
gn: Embohovái porandu pytyvõha atýpe

source: Where all the action happens
gn: Moõitépa oiko opaite jeku’e

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
gn: Ñanduti mboguatahára oporopytyvõkatúva guive "mba’éicha amohenda Firefox" peve poruhára oñepyrũramóva, opavave oikotevẽ ñepytyvõ atýgui! Ehechauka nde kuaapy tapicha oikotevẽvape Jehaipyre ha eme’ẽ mba’éichapa oñemoĩporãta apañuãi porandu jejapopyrépe.

source: Help articles
gn: Marandu’i pytyvõrã

source: Explore the Knowledge Base Dashboard
gn: Ehapereka kuaapy ñepyrũha ra’ãngarupa

source: Check the Needs Update column and start editing articles!
gn: ¡Eporandu yta oikotevẽpa mbohekopyahu ha embosako’i jehaipyre!

source: Learn more about KB contribution
gn: Eñemomaranduve KB aty ñepytyvõrã rehegua

source: One article can be viewed by 400 million users and translated into 70+ languages
gn: 400 millones poruhára ikatu ohecha peteĩ haipyre ha omoñe’ẽasa hetave 70 ñe’ẽme

source: Help us write help articles
gn: Orepytyvõmína rojapóvo marandu’i pytyvõrãva

source: Share your wisdom with the world!
gn: ¡Emyasãi ne mba’ekuaa arapýre!

source: If you like writing and teaching, then the Knowledge Base (KB) is the place for you. We need contributors that can write, edit or proofread articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
gn: Ehaise ha embo’eséramo, upéicharamo pe Kuaapy ñepyrũha (KB) ha’e ne rendarã. Roikotevẽ pytyvõhára ohai, ombosako’i térã omoĩporãva’erã jehaipyre inglés ñe’ẽme. Hetaiterei poruhára oike kuaapy ñepyrũhápe arapokõindy jave. ¡Eñamindu’umína mboýpepa ikatu eipytyvõ!

source: Localization
gn: Moñe’ẽasa

source: Check if your locale is available and go to your localization dashboard
gn: Ehechajey ne ñemboheko ojeporukuaápa ha eho ne ñe’ẽasa ra’ãngarupápe

source: Start localizing an article!
gn: ¡Eñepyrũ emoñe’ẽasa jehaipy!

source: Learn more about localization contribution
gn: Maranduve moñe’ẽasa pytyvõrã rehegua

source: Help us localize support articles
gn: Orepytyvõna rojapóvo jehaipy pytyvõrãva

source: Let’s make Mozilla Support speak your language!
gn: ¡Jajapo Mozilla Support Pytyvõha oĩ hag̃ua ne ñe’ẽme!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
gn: ¿Umi jehaipyre pytyvõrãva ñoĩri gueteri ne ñe’ẽme? ¿Ejuajusépa umi aty omoñe’ẽasáva rehe? Eipytyvõta hetaiterei poruhára ne ñe’ẽ meguávape. Tuicha mba’e ¿Ajépa?

source: Social support
gn: Opavave pytyvõha

source: Request access to Conversocial
gn: Ejerure Conversocial-pe jeike

source: Start replying from @FirefoxSupport!
gn: ¡Eñepyrũ embohovái @FirefoxSupport guive!

source: Learn more about social support contribution
gn: Eñemomaranduve ñepytyvõrã tekoha reheguáva

source: Help 300+ users who reach out for support on Twitter every month
gn: Eipytyvõ hetave 300 poruhára ojeruréva ñepytyvõ Twitter-pe opaite jasýpe

source: Support users on social media
gn: Eipytyvõ ava ñandutieta poruhárape

source: Let’s help people so they can keep using Firefox!
gn: ¡Ñaipytyvõke opavavépe oiporumeme hag̃ua Firefox!

source: Many users ask support questions on social media. With social support, you can help them by reply to their questions from our official account, @FirefoxSupport. Pretty cool, right?
gn: Hetaiterei poruhára oporandúva ava ñandutieta rehegua. Pe tekoha ñepytyvõ rupive, nde ykekóta ombohováivo porandu ore cuenta oficial, @FirefoxSupport guive. Iporãite, ¿añetépa?

source: Mobile Store support
gn: Ñemuha oku’éva pytyvõha

source: Start replying to app reviews!
gn: ¡Embohovái tembiporu’i marandu’ípe!

source: Learn more about mobile store support contribution
gn: Eñemomaranduve ñepytyvõrã rekoha ñemuha oku’évare

source: Help 20K+ users who leave reviews in mobile store every month
gn: Eipytyvõ hetave 20K poruhára ohaíva maranndu’i ñemuha oku’éva opaite jasýpe

source: Support Firefox users on mobile store
gn: Eykeko Firefox poruhára ñemuha oku’evapegua

source: Help us respond to app reviews for our mobile products!
gn: ¡Ore pytyvõ tembiporu’i marandu’i ore apopyre oku’évape!

source: Home
gn: Óga

source: Save the world from the comfort of your couch
gn: Eipysyrõ arapýpe nde rogaite guive

source: Help millions of users get the most out of their favorite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
gn: Eipytyvõ hetaiterei poruhárape oiporukuaa hag̃ua ikundahára oguerohoryvéva. ¡Ne ñepytyvõ og̃uahẽta hetaiterei poruhárape arapy tuichakue jave ha ikatu ejapo nde rogaite guive!

source: We need your help!
gn: ¡Roikotevẽ ne ñepytyvõ!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
gn: Oiporúva 400 millones tapicha térã hetave, Mozilla pytyvõha omongu’e umi omba’aporeíva kyre’ỹme ha oikoporãvéva ko’ẽreíre. Ko’ápe nde reike ñepyrũ.

source: About us
gn: Ore rehegua

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
gn: Mozilla Support ha’e tekoha omba’aporeíva vy’ápe ha oñeha’ãva oipytyvõ poruhárape arapy tuichakue jave. ¿Eike orendive ko tembiapo guasúpe!

source: Photo of Mozilla staff and volunteers.
gn: Mozilla mba’apohára ha pytyvõhára ra’ãnga.

source: Other ways to contribute
gn: Mba’éichapa eipytyvõta

source: Pick a way to contribute
gn: Eiporavo mba’éicha eipytyvõta

source: Write help articles
gn: Ehai marandu’i pytyvõrã

source: Localize support content
gn: Emoñe’ẽasa tetepy pytyvõrãva

source: Provide support on social channels
gn: Eporoykeko ñandutieta rupive

source: Respond to mobile store reviews
gn: Embohovái ñemuha oku’éva marandu’ípe

source: How you can contribute
gn: Mba’éichapa eipytyvõta

source: Sign up as a volunteer
gn: Eike pytyvõrã reiguávarõ

source: Take the contributor's CPG training.
gn: Embokatupyry GPC pytyvõhárape.
