Repository: mozilla-l10n/sumo-l10n
Catalog: rm/LC_MESSAGES/djangojs.po
Languages: rm

source: Questions
rm: Dumondas

source: % Solved
rm: % schlià

source: % Responded in 24 hours
rm: % respundì entaifer 24 uras

source: % Responded in 72 hours
rm: % respundì entaifer 72 uras

source: Article Votes: % Helpful
rm: Vuschs davart l'artitgel: % nizzaivel

source: Answer Votes: % Helpful
rm: Vuschs davart la resposta: % nizzaivel

source: en-US KB
rm: Basa da savida en-US

source: non en-US KB
rm: Basa da savida betg en-US

source: Support Forum
rm: Forum d'agid

source: Click Through Rate %
rm: Rata da clics da la tschertga %

source: Visitors
rm: Visitaders

source: L10n Coverage
rm: Cumplettadad da l10n

source: Percent Yes
rm: Pertschient Gea

source: Yes
rm: Gea

source: No
rm: Na

source: I don't know
rm: Na sai betg

source: Error loading graph
rm: Errur cun chargiar il diagram

source: An error occured.
rm: Ina errur è capitada.

source: There was an error generating the preview.
rm: Ina errur è capitada durant crear la prevista.

source: There was an error submitting your vote.
rm: Ina errur è capitada durant trametter tia vusch.

source: You replied
rm: Ti has respundì

source: You and 1 other replied
rm: Ti ed ina autra persuna avais respundì

source: No differences found
rm: Chattà naginas differenzas

source: Cancel
rm: Interrumper

source: You are not watching this thread
rm: Ti n'observeschas betg questa discussiun

source: You are watching this thread
rm: Ti observeschas questa discussiun

source: Image Attachment
rm: Grafica en l'agiunta

source: Could not upload file. Please try again later.
rm: Impussibel da chargiar si la datoteca. Emprova pli tard anc ina giada.

source: Invalid image. Please select a valid image file.
rm: Grafica nunvalida. Tscherna ina datoteca da grafica valida.

source: Upload cancelled. Please select an image file.
rm: Interrut il process da chargiar si. Tscherna ina datoteca da grafica.

source: File deleted. Please select an image file.
rm: Stizzà la datoteca. Tscherna ina datoteca da grafica.

source: Delete this image
rm: Stizzar questa grafica

source: Uploading "%s"...
rm: Chargiar si "%s"…

source: Loading...
rm: Chargiar…

source: No votes data
rm: Naginas datas da vuschs

source: Votes
rm: Vuschs

source: Percent
rm: pertschient

source: Bold
rm: Grass

source: bold text
rm: text grass

source: Italic
rm: Cursiv

source: italic text
rm: text cursiv

source: Numbered List
rm: Glista numerada

source: Numbered list item
rm: Element da la glista numerada

source: Bulleted List
rm: Glista enumerada

source: Bulleted list item
rm: Element da la glista enumerada

source: Heading 1
rm: Titel 1

source: Heading 2
rm: Titel 2

source: Heading 3
rm: Titel 3

source: Insert a link...
rm: Inserir ina colliaziun…

source: link text
rm: text da la colliaziun

source: Link text:
rm: Test da la colliaziun:

source: Link target:
rm: Destinaziun da la colliaziun:

source: Support article:
rm: Artitgel d'agid:

source: Enter the name of the article
rm: Endatescha il num da l'artitgel

source: External link:
rm: Colliaziun externa:

source: Enter the URL of the external link
rm: Endatescha l'URL da la colliaziun externa

source: No sections found
rm: Chattà naginas secziuns

source: Insert Link
rm: Inserir ina colliaziun

source: Knowledge Base Article
rm: Artitgel da la banca da datas da savida

source: Insert media...
rm: Inserir medias…

source: media
rm: medias

source: Search Gallery
rm: Tschertgar en la galleria

source: Show:
rm: Mussar:

source: Images
rm: Graficas

source: Show media for:
rm: Mussar medias per:

source: Insert Media
rm: Inserir medias

source: Upload Media
rm: Chargiar si medias

source: Please select an image or video to insert.
rm: Tscherna ina grafica u in video per inserir.

source: Oops, there was an error.
rm: Uups, qua è capitada ina errur.

source: Common responses
rm: Respostas frequentas

source: cannedresponses
rm: Respostas preparadas

source: Search for common responses
rm: Tschertgar respostas frequentas

source: Categories
rm: Categorias

source: Responses
rm: Respostas

source: Please select a category from the previous column or start a search.
rm: Tscherna ina categoria da la colonna avon u tschertga insatge.

source: Response editor
rm: Editur da respostas

source: Switch to preview mode
rm: Midar al modus da prevista

source: Insert Response
rm: Inserir ina resposta

source: Matching responses
rm: Respostas adattadas

source: There was an error checking for canned responses.
rm: Ina errur è capitada durant tschertgar respostas preparadas.

source: Response preview
rm: Prevista da la resposta

source: Switch to edit mode
rm: Midar al modus da modifitgar

source: Quote previous message...
rm: Citar in messadi precedent…

source: Reply...
rm: Respunder…

source: There was an error.
rm: Ina errur è capitada.

source: There was an error. Please try again in a moment.
rm: Ina errur è capitada. Emprova anc ina giada en in curt mument.

source: Daily
rm: Quotidian

source: Weekly
rm: Emnil

source: Monthly
rm: Mensil

source: Week beginning %(year)s-%(month)s-%(date)s
rm: L'emna che cumenza ils %(date)s-%(month)s-%(year)s

source: Month beginning %(year)s-%(month)s-%(date)s
rm: Il mais che cumenza ils %(date)s-%(month)s-%(year)s

source: YTD
rm: dapi 1-1

source: 1y
rm: 1 onn

source: All
rm: tut

source: From %(from_input)s to %(to_input)s
rm: Da %(from_input)s a %(to_input)s

source: Invalid tag entered: %s
rm: Endatà in chavazzin nunvalid: %s

source: No tags entered.
rm: Endatà nagins chavazzins.

source: Error uploading image
rm: Errur cun chargiar si la grafica

source: Error deleting image
rm: Errur cun stizzar la grafica

source: Please check you are logged in, and try again.
rm: Controllescha che ti es t'annunzià ed emprova danovamain.

source: Search for a user...
rm: Tschertgar in utilisader…

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
rm: ATTENZIUN! Vuls ti deactivar quest utilisader? Questa acziun na po betg vegnir revocada!

source: All Articles: % Localized
rm: Tut ils artitgels: % localisads

source: Top 20 Articles: % Localized
rm: Ils pli impurtants 20 artitgels: % localisads

source: Active Contributors
rm: Contribuents activs

source: A document with this title already exists in this locale.
rm: In document cun quest titel exista gia en questa lingua.

source: A document with this slug already exists in this locale.
rm: In document cun quest num d'adressa exista gia en questa lingua.

source: Choose revisions to compare
rm: Tscherna las versiuns per cumparegliar

source: Toggle syntax highlighting
rm: Activar/deactivar la relevaziun da la sintaxa

source: Toggle Diff
rm: Midar il visualisader da differenzas
