Repository: mozilla-l10n/sumo-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
rm: Impussibel dad annullar l'abunament da questa dumonda: <a href="%(question_url)s">%(question_title)s</a>. Controllescha che ti has copià ed encollà correctamain la colliaziun.

source: Confirm your subscription
rm: Confirmar tes abunament

source: The question: '{title}' was marked as solved by its asker, {asker}.
rm: La dumonda: '{title}' è vegnida marcada sco schliada da l'autur, {asker}.

source: View the solution
rm: Contemplar la soluziun

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
rm: Has ti savì che %(answerer)s è in utilisader da Firefox gist sco ti? Cumenza era ti a gidar ad auters utilisaders da Firefox cun <a href="https://%(host)s/questions?filter=unsolved">navigar tras las dumondas</a> -- eventualmain spindras ti il di dad insatgi!

source: Pick a product
rm: Tscherna in product

source: Pick a topic and try some solutions
rm: Tscherna in product ed emprova tschertas soluziuns

source: Register or Sign In
rm: Registrar u s'annunziar

source: Fill in details
rm: Inditgescha detagls

source: Confirm registration
rm: Confermar la registraziun

source: DONE
rm: FINÌ

source: Which product would you like to post a question about?
rm: Davart tge product vuls ti tschentar ina dumonda?

source: change product
rm: Midar il product

source: Category
rm: Categoria

source: change category
rm: midar la categoria

source: Try one of these articles:
rm: Emprova in da quests artitgels:

source: Can't find an answer? Summarize your question in a sentence.
rm: Na chattas nagina resposta? Resumescha tia dumonda en ina construcziun.

source: Ask this
rm: Tschentar questa dumonda

source: Before you continue, please create a support account
rm: Creescha in conto d'utilisader avant che ti cuntinueschas

source: A support account lets us alert you when people respond to your question.
rm: Cun in conto d'agid ta pudain nus infurmar, sche persunas respundan tias dumondas.

source: I already have an account
rm: Jau hai gia in conto

source: Log in to an existing account
rm: S'annunziar cun in conto existent

source: To post your question, please create a support account
rm: Creescha in conto d'utilisader per tschentar tia dumonda

source: Already have an account? Sign in
rm: Has gia in conto? T'annunzia

source: Create a support account
rm: Crear in conto d'utilisader

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
rm: Visita il <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help">Paypal Help Center</a>.

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
rm: Visitescha la pagina da l'applicaziun en il Marketplace. La chattas ti infurmaziuns da contact per il sviluppader e pos contactar directamain quel.

source: Submit Issue
rm: Trametter in problem

source: Automatically add
rm: Agiuntar automaticamain

source: A window will open in the top corner. Click <em>Allow</em>, and then click <em>Install</em>.
rm: Ina fanestra vegn averta en il chantun sura. Clicca <em>Lubir</em> e clicca lura sin <em>Installar</em>.

source: This field was populated automatically with the add-on called <em>Troubleshooter</em>.
rm: Quest champ è vegnì emplenì automaticamain cun il supplement <em>Troubleshooter</em>.

source: Open <em>Help &gt; Troubleshooting Information</em>.
rm: Avrir <em>Agid &gt; Infurmaziuns per schliar problems</em>.

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
rm: Guarda sura sin tes visur e clicca l'element da menu <em>Agid</em>.

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
rm: Ina pitschen champ s'avra. Clicca sin l'element cun il num <em>Infurmaziuns per schliar problems</em>.

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
rm: Ina nova fanestra s'avra. Clicca sin il buttun cun il text <em>Copiar il text en l'archiv provisoric</em>.

source: Paste the info in the text box below.
rm: Encollescha las infurmaziuns en il champ sutvart.

source: Click on the empty box above this text.
rm: Clicca sin il champ vid sur quest text.

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
rm: Guarda sura sin tes visur e clicca sin l'elemet da menu <em>Modifitgar</em>.

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
rm: Ina pitschen champ s'avra. Clicca sin l'element cun il num <em>Encollar</em>. uschiglio pos ti era tippar <em>Ctrl+V</em> u <em>Command+V</em>.

source: Some text will appear in the empty box.
rm: Text vegn a cumparair en il champ.

source: {num} solutions
rm: {num} schliaziuns

source: {num} answers
rm: {num} respostas

source: Chosen Solution
rm: Schliaziun tschernida

source: Helpful Reply
rm: Resposta nizzaivla

source: Question owner
rm: Autur da la dumonda

source: Was this helpful to you?
rm: Ha quai artitgel gidà a tai?

source: Yes
rm: Gea

source: No
rm: Na

source: Did this reply solve your problem?
rm: Ha questa resposta schlià tes problem?

source: Solved the problem
rm: Schlià il problem

source: Does this reply solve the problem?
rm: Schlia questa resposta il problem?

source: Solves the problem
rm: Schlia il problem

source: Solution chosen
rm: Soluziun tschernida

source: Undo
rm: Revocar

source: Reply Preview
rm: Prevista da la resposta

source: Send Updates
rm: Trametter avis

source: We've made some educated guesses about your current browser and operating system.
rm: Nus avain engiavina intgins detagls davart tes navigatur actual ed il sistem operativ.

source: Show details &raquo;
rm: Mussar ils detagls &raquo;

source: Hide details &raquo;
rm: Zuppentar ils detagls &raquo;

source: Thanks for letting us know you have this problem.
rm: Grazia per ans infurmar che ti has quest problem.

source: Identifying common problems helps the community answer your questions more quickly.
rm: Identifitgar problems che capitan savens gida la comunitad da respunder tias dumondas anc pli spert.

source: Want to know when a solution is found?
rm: Vuls savair sche ina schliaziun è vegnida chattada?

source: Please provide an email address and we'll send you an alert.
rm: Inditgescha ina adressa dad e-mail e nus vegnin a trametter in messadi.

source: No Thanks
rm: Na, grazia

source: Application
rm: Applicaziun

source: Support URL: {support_url}
rm: URL per l'agid: {support_url}

source: Extensions
rm: Extensiuns

source: Graphics
rm: Grafica

source: Modified Preferences
rm: Preferenzas modifitgadas

source: Misc
rm: Different

source: <span class="key">User JS</span>: Yes
rm: <span class="key">User JS</span>: Gea

source: <span class="key">User JS</span>: No
rm: <span class="key">User JS</span>: Na

source: <span class="key">Accessibility</span>: Yes
rm: <span class="key">Accessibility</span>: Gea

source: <span class="key">Accessibility</span>: No
rm: <span class="key">Accessibility</span>: Na

source: More Information
rm: Dapli infurmaziuns

source: Ask a New Question
rm: Tschentar ina nova dumonda

source: Ask A Question
rm: Tschentar ina dumonda

source: Try another topic
rm: Emprovar in auter tema

source: Post a question
rm: Tschentar ina dumonda

source: posted by
rm: publitgà da

source: Show more
rm: Mussar dapli

source: Show less
rm: Mussar pli pauc

source: All posts
rm: Tut las contribuziuns

source: Helpful Solutions
rm: Schliaziuns nizzaivlas

source: solution
rm: schliaziun

source: helpful
rm: nizzaivel

source: owner
rm: autur/a

source: post
rm: contribuziun

source: Helpful
rm: Nizzaivel

source: Not Helpful
rm: Betg nizzaivel

source: Top contributors
rm: Ils megliers collavuraturs

source: <strong>%(recent_unanswered_count)s question</strong> has no reply.
rm: <strong>%(recent_unanswered_count)s dumonda</strong> ha ina resposta.

source: solved
rm: schlià

source: needs attention
rm: dovra attenziun

source: contributed
rm: contribuì

source: Don't filter
rm: Betg filtrar

source: Before
rm: Avant

source: After
rm: Suenter

source: Relevance
rm: Relevanza

source: Last post date
rm: Data da l'ultima contribuziun

source: Original post date
rm: Data originala da la contribuziun

source: Number of replies
rm: Dumber da respostas

source: Less than
rm: Pli pauc che

source: More than
rm: Dapli che

source: Last answer date
rm: Data da l'ultima resposta

source: Question date
rm: Data da la dumonda

source: Number of answers
rm: Dumber da respostas

source: Helpful votes
rm: Vuschs per 'nizzaivel'

source: Language
rm: Lingua

source: Relevant to
rm: Relevant per

source: Include obsolete articles?
rm: Includer artitgels caducs?

source: Sort results by
rm: Zavrar resultats tenor

source: Created
rm: Creà

source: Last updated
rm: Ultima actualisaziun

source: Thread type
rm: Tip da tema

source: Search in forum
rm: Tschertgar en il forum

source: Has answers
rm: Cuntegna respostas

source: Has helpful answers
rm: Cuntegna respostas utilas

source: Votes
rm: Vuschs

source: tag1, tag2
rm: chavazzin1, chavazzin2

source: Invalid callback function.
rm: Funcziun da callback nunvalida.

source: Invalid search data.
rm: Datas per tschertgar nunvalidas.

source: Search Unavailable
rm: Tschertgar n'è betg disponibel

source: No pages matched the search criteria
rm: Naginas paginas correspundan al criteri da tschertgar

source: Enter your terms in the form below and click <strong>Search</strong>
rm: Endatescha sutvart tes terms e clicca lura sin <strong>Tschertgar</strong>

# button
source: Search
rm: Tschertgar

source: Search Mozilla Support
rm: Tschertgar en l'agid da Mozilla

source: Search is temporarily unavailable. Please try again in a few minutes.
rm: La funcziun da tschertgar è temporarmain betg disponibla. Emprova danovamain en in per minutas.

source: Advanced Search
rm: Tschertga extendida

source: Search the Knowledge Base
rm: Tschertgar en la banca da datas da savida

source: Search the Support Questions
rm: Tschertgar en las dumondas d'agid

source: Support Questions
rm: Dumondas d'agid

source: Search the Discussion Forums
rm: Tschertgar en ils forums da discussiun

source: Discussion Forums
rm: Forums da discussiun

source: Article contains
rm: L'artitgel cuntegna

source: crashes on youtube
rm: collaps sin YouTube

# button
source: Search Mozilla Support
rm: Tschertgar en l'agid da Mozilla

source: Use basic search
rm: Utilisar la tschertga simpla

source: Post contains
rm: La contribuziun cuntegna

source: Number of votes. Must be an integer.
rm: Dumber da vuschs. Sto esser in numer entir.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
rm: Avis: Ina tschertga tenor "chavazzin1, chavazzin2" mussa dumondas che cuntegnan «chavazzin1» e «chavazzin2»

source: Created date. Format: mm/dd/yy
rm: Data da creaziun. Format: mm/dd/oo

source: Updated date. Format: mm/dd/yy
rm: Data d'actualisaziun. Format: mm/dd/oo

source: Thread contains
rm: Il tema cuntegna

source: Use advanced search
rm: Utilisar la tschertga extendida

source: Firefox Help
rm: Agid da Firefox

source: Search the Firefox Support Knowledge Base and Support Forum.
rm: Tschertgar en la banca da savida ed il forum d'agid da Firefox.

source: Show Everything
rm: Mussar tut

source: Help Articles Only
rm: Be artitgels d'agid

source: Community Discussion Only
rm: Be discussiuns da la communitad

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
rm: Chattà <strong>{n}</strong> resultat per <strong>{q}</strong> per <strong>{product}</strong>

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
rm: Impussibel da chattar resultats per <strong>{q}</strong> in <strong>{l}</strong>. Forsa è in dals suandants artitgels gidaivels?

source: 1 person has this problem
rm: 1 persuna ha era quest problem

source: 1 new this week
rm: 1 nov quest'emna

source: No results found
rm: Chattà naginas resultats

# DB: products.Topic.title
source: Learn the Basics: get started
rm: Emprenda la basa: emprims pass

# DB: products.Topic.title
source: Download, install and migration
rm: Telechargiar, installar e migrar

# DB: products.Topic.title
source: Privacy and security settings
rm: Configuraziun da la sfera privata e segirezza

# DB: products.Topic.title
source: Customize controls, options and add-ons
rm: Persunalisar utensils, opziuns e supplements

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
rm: Schliar plaunezza, collaps, messadis dad errur ed auters problems

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
rm: Schliar plaunezza, collaps, messadis dad errur ed auters problems

# DB: products.Topic.title
source: Get community support
rm: Retschaiver agid da la communitad

# DB: products.Topic.description
source: Get community support
rm: Retschaiver agid da la communitad

# DB: products.Topic.title
source: Tips and tricks
rm: Tips e trics

# DB: products.Topic.description
source: Tips and tricks
rm: Tips e trics

# DB: products.Topic.title
source: Use bookmarks
rm: Utilisar segnapaginas

# DB: products.Topic.description
source: The basics of using bookmarks
rm: Infurmaziuns da basa per l'utilisaziun da segnapaginas

# DB: products.Topic.title
source: Tab basics
rm: Infurmazuins da basa davart tabs

# DB: products.Topic.description
source: Tab basics
rm: Infurmazuins da basa davart tabs

# DB: products.Topic.title
source: Firefox versions and languages
rm: Versiuns e linguas da Firefox

# DB: products.Topic.description
source: Firefox versions and languages
rm: Versiuns e linguas da Firefox

# DB: products.Topic.title
source: Copy your personal information from one browser to another
rm: Copiar tias infurmaziuns persunalas dad in navigatur a l'auter

# DB: products.Topic.description
source: Copy your personal information from one browser to another
rm: Copiar tias infurmaziuns persunalas dad in navigatur a l'auter

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
rm: Pleds-clav, formulars, tschertgar e cronologia - controllescha tge che Firefox propona

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
rm: Pleds-clav, formulars, tschertgar e cronologia - controllescha tge che Firefox propona

# DB: products.Topic.title
source: Firefox Sync settings
rm: Configuraziun da Firefox Sync

# DB: products.Topic.description
source: Firefox Sync settings
rm: Configuraziun da Firefox Sync

# DB: products.Topic.title
source: Firefox controls and buttons
rm: Controllas e buttuns da Firefox

# DB: products.Topic.description
source: Firefox controls and buttons
rm: Controllas e buttuns da Firefox

# DB: products.Topic.title
source: Tab settings
rm: Configuraziun da tabs

# DB: products.Topic.description
source: Tab settings
rm: Configuraziun da tabs

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
rm: Persunalisar Firefox cun supplments, plug-ins u extensiuns

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
rm: Persunalisar Firefox cun supplments, plug-ins u extensiuns

# DB: products.Topic.title
source: Firefox options, preferences and settings
rm: Opziuns, preferenzas e configuraziuns da Firefox

# DB: products.Topic.description
source: Firefox options, preferences and settings
rm: Opziuns, preferenzas e configuraziuns da Firefox

# DB: products.Topic.title
source: Bookmark options
rm: Opziuns per segnapaginas

# DB: products.Topic.description
source: Bookmark options
rm: Opziuns per segnapaginas

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
rm: Schliar problems cun paginas d'internet (Facebook, YouTube, webmail euv.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
rm: Schliar problems cun paginas d'internet (Facebook, YouTube, webmail euv.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
rm: Messadis d'errur: tge ch'els manegian e co schliar

# DB: products.Topic.description
source: Error messages
rm: Messadis d'errur

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
rm: Puspè pussiblitar l'access a l'internet cun Firefox

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
rm: Puspè pussiblitar l'access a l'internet cun Firefox

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
rm: Proceduras per diagnostitgar e schliar problems

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
rm: Proceduras per diagnostitgar e schliar problems

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
rm: Videos, tun, maletgs u animaziuns funcziuneschan betg

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
rm: Videos, tun, maletgs u animaziuns funcziuneschan betg

# DB: products.Topic.title
source: Firefox is slow or stops working
rm: Firefox è plaun u chala da funcziunar

# DB: products.Topic.description
source: Slowness or hanging
rm: Plaunezza u interrumpziuns

# DB: products.Topic.title
source: Firefox crashes
rm: Firefox collabescha

# DB: products.Topic.description
source: Crashing
rm: Collaps

# DB: products.Topic.title
source: Firefox won't save settings or remember information
rm: Firefox na memorisescha neginas preferenzas u datas

# DB: products.Topic.description
source: Firefox won't save settings or remember information
rm: Firefox na memorisescha neginas preferenzas u datas

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
rm: Problems cun supplements, plug-ins u software betg giavischada

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
rm: Problems cun supplements, plug-ins u software betg giavischada

# DB: products.Topic.title
source: Hot topics
rm: Temas actuals

# DB: products.Topic.description
source: Hot topics
rm: Temas actuals

# DB: products.Topic.title
source: Get started
rm: Emprims pass

# DB: products.Topic.title
source: Calling and Contacts
rm: Cloms e contacts

# DB: products.Topic.title
source: Email and Messages
rm: E-mail e messadis

# DB: products.Topic.title
source: Privacy and security
rm: Protecziun da datas e segirezza

# DB: products.Topic.title
source: Settings
rm: Configuraziun

# DB: products.Topic.title
source: Fix problems
rm: Schliar problems

# DB: products.Topic.title
source: Working with messages
rm: Lavurar cun messadis

# DB: products.Topic.title
source: Get the most from webmaker.org
rm: Obtegna il maximum da webmaker.org

# DB: products.Topic.title
source: Events and help for Mentors
rm: Occurrenzas ed agid per menturs

# DB: products.Topic.description
source: Customize controls, options and add-ons
rm: Persunalisar utensils, opziuns e supplements

# DB: products.Topic.description
source: Learn the Basics: get started
rm: Emprenda la basa: emprims pass

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
rm: Navigatur per Windows, Mac e Linux

# DB: products.Product.title
source: Firefox for Android
rm: Firefox per Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
rm: Navigatur per telefonins e tablets d'Android

# DB: products.Product.description
source: Mobile OS for smartphones
rm: Sistem operativ mobil per telefonins

# DB: products.Product.description
source: Tools for creating and teaching the web
rm: Utensils per crear e instruir il web

# DB: karma.Title.name
source: Administrator
rm: Administratur

# DB: karma.Title.name
source: Moderator
rm: Moderatur

# DB: karma.Title.name
source: Top 10 Contributor
rm: Ils 10 megliers collavuraturs

# DB: karma.Title.name
source: Top 25 Contributor
rm: Ils 25 megliers collavuraturs

# DB: badger.Badge.title
source: 2012 Army of Awesome Badge
rm: Ensaina 2012 da l'Army of Awesome

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO Army of Awesome 2012 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2012, en quest cass: 50 tweets per l'Army of awesome. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO Army of Awesome 2012' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2013 Army of Awesome Badge
rm: Ensaina 2013 da l'Army of Awesome

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO Army of Awesome 2013 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2013, en quest cass: 50 tweets per l'Army of awesome. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO Army of Awesome 2013' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2010 Army of Awesome Badge
rm: Ensaina 2010 da l'Army of Awesome

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO Army of Awesome 2010 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2010, en quest cass: 50 tweets per l'Army of awesome. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO Army of Awesome 2010' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2011 Army of Awesome Badge
rm: Ensaina 2011 da l'Army of Awesome

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO Army of Awesome 2011 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2011, en quest cass: 50 tweets per l'Army of awesome. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO Army of Awesome 2011' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2012 Support Forum Badge
rm: Ensaina 2012 dal forum d'agid

# DB: badger.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO forum d'agid 2012 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2012, en quest cass: 30 respostas en il forum da SUMO englais. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO Army of Awesome 2012' per gidar la missiun da Mozilla!
