Repository: mozilla-l10n/sumo-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: The {domain} team
rm: Il team da {domain}

source: Reply to thread: {title}
rm: Respunder al tema: {title}

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
rm: Per vesair questa cuntribuziun sin la pagina, clicca sin suandanta colliaziun u l'endatescha en la trav da navigaziun da tes navigatur:

source: New thread: {title}
rm: Nov tema: {title}

source: Congratulations!
rm: Gratulaziun!

source: %(awarder)s has awarded you the %(title)s badge!
rm: %(awarder)s ha undrà tai cun l'ensaina %(title)s!

# DB: badger.Badge.title
source: None
rm: Nagin

source: You have been awarded the %(title)s badge!
rm: Ti es vegnì undrà cun l'ensaina %(title)s!

source: See all the details:
rm: Vesair tut ils detagls:

source: {sender} sent you the following message:
rm: {sender} ha tramess a tai suandant messadi:

source: View this message on the web:
rm: Contemplar quest messadi en il web:

source: Change your email preferences:
rm: Midar tias preferenzas dad e-mail:

source: You are about to subscribe to:
rm: Ti es londervi dad abunar:

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
rm: Per confermar tes abunament, clicca sin il link sutvart u copiescha ed encollescha el en la trav da navigaziun da tes navigatur:

source: Thanks!
rm: Grazia!

source: Hi {username},
rm: Olla {username},

source: {answerer} commented on a Firefox question on {host}:
rm: {answerer} ha commentà ina dumonda davart Firefox sin {host}:

source: {answerer} wrote:
rm: {answerer} ha scrit:

source: See the comment:
rm: Guardar il commentari:

source: If this comment is helpful, vote on it:
rm: Sche quest commentari ha gidà, votescha per el:

source: Help other Firefox users by browsing for unsolved questions on {host}:
rm: Gida auters utilisaders da Firefox entras navighar en las damondas betg respundidas sin {host}:

source: You might just make someone's day!
rm: Forsa spindras ti il di dad insatgi!

source: {answerer} has posted an answer to your question on {host}:
rm: {answerer} ha publitgà ina resposta a tia dumonda sin {host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
rm: Sche questa resposta na schlia betg tes problem, infurmescha {answerer} entras respunder sin la pagina d'internet:

source: If this answer solves your problem, please mark it as "solved":
rm: Sche questa resposta schlia tes problem, al marchescha sco "schlià":

source: This will help other Firefox users find good answers to their questions!
rm: Quai vegn a gidar ad auters utilisaders da Firefox da chattar bunas soluziuns per lur problems!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
rm: Nus vulain be t'infurmar che %(answerer)s han chattà ina soluziun ad ina dumonda davart Firefox che ti observas.

source: The question:
rm: La dumonda:

source: was marked as solved by its asker, {asker}.
rm: è vegnida marcada sco schliada da l'autur, {asker}.

source: You can view the solution using the link below.
rm: Ti pos vesair la soluziun cun utilisar la colliaziun sutvart.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
rm: Ha questa resposta gidà? E in'autra contribuziun pli nizzaivla? Gida ad utilisaders da Firefox cun votar davart las respostas.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
rm: Has ti savì che %(answerer)s è in utilisader da Firefox gist sco ti? Cumenza era ti a gidar ad auters utilisaders da Firefox cun navigar entras las dumondas sin https://%(host)s/questions?filter=unsolved -- eventualmain spindras ti il di dad enzatg!

source: Unsubscribe from these emails:
rm: Na betg pli retschaiver quests e-mails:

source: It seems your account has already been activated.
rm: I para che tes conto è gia vegnì activà.

source: You can log in at:
rm: Ti pos t'annunziar sin:

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
rm: Avant che nus actualisain tia adressa dad e-mail stos ti confermar ella. Clicca sin la colliaziun sutvart u copiescha ella cumplettamain en la trav da navigar da tes navigatur:

source: Hi {username}
rm: Olla {username}

source: Thanks so much for your interest in helping users of Mozilla technologies!
rm: Grazia fitg per tes interess da gidar ad utilisaders da tecnologias da Mozilla!

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
rm: Nus tschertgain gugent il dretg lieu per tai per gidar ad utilisaders. Ans trametta in e-mail cun tes num d'utilisader ed la domena nua che ti vuls esser activs. Ti pos agiuntar tut tias abilitads e nus empruvain da chattar il dretg lieu per utilisar ellas :)

source: To help you find out where to help check this site:
rm: Sin questa pagina pos ti chattar il lieu adattà per gidar:

source: There are several ways in which you can get involved:
rm: I dat ina massa pussaivladads per sa participar:

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
rm: Contribuent al forum - respunda dumondas d'agid dad utilisaders che vegnan tschentadas savens ma han naginas respostas:

source: Twitter Contributor - Respond to tweets about Firefox:
rm: Contribuent da Twitter - Respunda a tweets davart Firefox:

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
rm: Autur per la banca da savida - Gida dad actualisar u scriver novs artitgels da la banca da svaida:

source: L10N Contributor - Help to translate Firefox Help content to your language:
rm: Translatur - Gida da translatar il cuntegn da l'agid da Firefox en tia lingua:

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
rm: Ans scriva tge sectur che t'interessescha e nus ta gidain da cumenzar. Bel che ti es da la partida!

source: You can also apply to our buddy program and get guidance from our more experienced volunteers:
rm: Ti pos era s'annunziar per nos program da 'buddys' per survegnir agid dad in voluntari cun dapli exerienza:

source: Welcome to SUMO!
rm: Bainvegni tar SUMO!

source: We've just received a request to send the username linked to this email address.
rm: Nus avain retschavì ina dumonda da trametter il num d'utilisader collià cun questa adressa dad e-mail.

source: Your username is:
rm: Tes num d'utilisader è:

source: You may log in at https://{domain}{login_url}
rm: Ti pos t'annunziar sin https://{domain}{login_url}

source: If you did not request this email, there is no need for further action.
rm: Sche ti n'has betg dumandà per quest e-mail na stos ti far nagut.

source: Thanks,
rm: Grazia,

source: The {sitename} team
rm: Il team da {sitename}

source: {sitename} Password Reset
rm: Redefinir il pled-clav da {sitename}

source: A request was received to reset the password for this account on %(sitename)s. To change this password please click on the following link, or paste it into your browser's location bar:
rm: Nus avain retschavì ina dumonda per redefinir il pled-clav per quest conto sin %(sitename)s. Clicca sin la suandanta colliaziun u la copiescha en la trav da navigar da tes navigatur per midar il pled-clav:

source: If you did not request this email there is no need for further action.
rm: Sche ti n'has betg dumandà per quest e-mail na stos ti far nagut.

source: Password reset on {sitename}
rm: Redefinir il pled-clav sin {sitename}

source: %(reviewer)s has approved the revision to the document %(document_title)s.
rm: %(reviewer)s ha approvà la versiun al document %(document_title)s.

source: To view the updated document, click the following link, or paste it into your browser's location bar:
rm: Per vesair il document actualisà, clicca sin suandanta colliaziun u copiescha ella en la trav da navigaziun da tes navigatur:

source: Summary:
rm: Resumaziun:

source: Changes:
rm: Midadas:

source: %(creator)s created a new revision to the document %(document_title)s.
rm: %(creator)s ha creà ina nova versiun dal document %(document_title)s.

source: To view this document's history, click the following link, or paste it into your browser's location bar:
rm: Per vesair la cronologia da quest document pos ti cliccar sin suandanta colliaziun u la copiar en la trav da navigar da tes navigatur:

source: The document %(document_title)s has a new revision that is ready for localization.
rm: Il document %(document_title)s ha ina nova versiun ch'è pronta per vegnir localisada.

source: To localize the document, click the following link, or paste it into your browser's location bar:
rm: Per translatar il document pos ti suandar questa colliaziun u copiar ella en la trav da navigaziun da tes navigatur:

source: Text of the new revision:
rm: Text da la nova versiun:

source: %(creator)s submitted a new revision to the document %(document_title)s.
rm: %(creator)s ha tramess ina nova versiun dal document %(document_title)s.

source: To review this revision, click the following link, or paste it into your browser's location bar:
rm: Per repassar questa versiun pos ti cliccar sin la suandanta colliaziun u copiar ella en la trav da navigaziun da tes navigatur:

source: Your revision has been reviewed.
rm: Tia versiun è vegnida repassada.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
rm: %(reviewer)s ha approvà tia versiun dal document %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
rm: %(reviewer)s ha repassà tia versiun dal document %(document_title)s.

source: Message from the reviewer:
rm: Messadi dal revisur:

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
rm: Per vesair la cronologia da questa document pos ti cliccar sin la suandanta colliaziun u copiar ella en la trav da navigar da tes navigatur:

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
rm: Ina versiun a la quala ti has contribuì è vegnida approvada. %(reviewer)s ha approvà ina versiun dal document %(document_title)s.

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
rm: Ina versiun a la quala ti has contribuì è vegnida repassada. %(reviewer)s ha repassà ina versiun dal document %(document_title)s.

source: Content
rm: Cuntegn

source: Show after
rm: Mussar suenter

source: Show until
rm: Mussar enfin

source: New announcement for {group}
rm: Nova annunzia per {group}

source: Switch language
rm: Midar la lingua

source: Contact Us
rm: Ans contactescha

source: Privacy Policy
rm: Directivas per la protecziun da datas

source: Legal Notices
rm: Notizias legalas

source: Report Trademark Abuse
rm: Rapportar abus da marca

source: Source Code
rm: Code da funtauna

source: Firefox Affiliates
rm: Partenaris da Firefox

source: Switch to mobile site
rm: Midar a la pagina mobila

source: Top Contributors
rm: Ils megliers collavuraturs

# DB: products.Product.title
source: None
rm: Nagin

source: Support Forum
rm: Forum d'agid

source: Knowledge Base
rm: Banca da savida

source: Search
rm: Tschertgar

source: View Profile
rm: Mussar il profil

source: Most Recent
rm: Ultimas

source: Unanswered
rm: Betg respundids

source: Answered
rm: Respundids

source: All
rm: Tuts

source: Reply-to is empty
rm: «Resposta a» è vid

source: Message is empty
rm: Il messadi è vid

source: Message is too long
rm: Il messadi è memia lung

source: An error occured: {message}
rm: Ina errur è capitada: {message}

source: Invalid ID.
rm: ID nunvalida.

source: Tweets that are replies or have replies must not be hidden.
rm: Tweets che èn respostas u han respostas na dastgan betg vegnir zuppentadas.

source: Join our Army of Awesome
rm: Entra en nossa «Army of Awesome»

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
rm: Ti has gugent Firefox ed in zic temp?<br /> Gida auters utilisaders sin Twitter. Spert agid cun grond effect!

source: Choose a tweet below
rm: Tscherna sutvart in tweet

source: Respond to the tweet!
rm: Respunda il tweet!

source: Refresh
rm: Rechargiar

source: Sign out
rm: Partir

source: Sign in
rm: S'annunziar

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
rm: Nus na pudevan actualmain chattar nagins tweets correspundents per %(language)s. Guarda in'autra giada puspè sperasvi, tscherna in auter tip da tweets dal menu survart u contempla tweets per autras linguas cun il selectur da linguas sutvart.

source: Reply
rm: Respunder

source: What is your reply about?
rm: Tge tracta tia resposta?

source: Get personal
rm: Sajas persunal

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
rm: L'adattescha è fa londeror tia novitad. Messadis persunals pon gidar bler meglier.

source: Your message was sent!
rm: Tes messadi è vegnì tramess!

source: Submit
rm: Trametter

source: {0} and {1} other replied
rm: {0} ed {1} auter han respundì

source: {0} replied
rm: {0} han respundì

source: Remove
rm: Allontanar

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
rm: Avant che ta participar, stos ti dar la lubientscha a l'Army of Awesome da publitgar tweets en tes num.

source: You will always control every tweet you post.
rm: Ti vegns adina a controllar mintga tweet che ti publitgeschas.

source: Army of Awesome will never tweet without your permission.
rm: L'Army of Awesome na vegn mai a publitgar in tweet senza tia lubientscha.

source: Are you registered with Mozilla Support?
rm: Es ti ta registrà tar l'agid da Mozilla?

source: Yes, I am.
rm: Gea, sun jau.

source: Click to sign in.
rm: Cliccar per t'annunziar.

source: No, I'm not.
rm: Na, sun jau betg.

source: Click to register.
rm: Cliccar per ta registrar.

source: Last Week
rm: Ultima emna

source: Yesterday
rm: Ier

source: Overall
rm: Totalmain

source: Last 7 days
rm: Ultims 7 dis

source: Last 30 days
rm: Ultims 30 dis

source: Last 90 days
rm: Ultims 90 dis

source: All Time
rm: Adina

source: Percent Localized: Top 20
rm: Pertschient translatà: Top 20

source: Percent Localized: All
rm: Pertschient translatà: tut

source: Monthly Active Contributors
rm: Contribuents activs mintga mais

source: Review Needed
rm: Sto vegnir repassà

source: Update Needed
rm: Sto vegnir actualisà

source: Immediate Update Needed
rm: Sto vegnir actualisà immediatamain

source: Translation Needed
rm: Translaziun basegnada

source: Templates
rm: Models

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
rm: Models èn ina pussaivladad per utilisar parts dal cuntegn en differents artitgels en la banca da savida. Ti pos crear ed actualisar instrucziuns en in lieu e sa referir a quellas en autras paginas.

source: All Knowledge Base Articles
rm: Tut ils artitgels ord la banca da savida

source: This is the number of all Knowledge Base articles that are ready to be localized.
rm: Quai è il dumber da tut ils artitgels da la basa da savida che pon vegnir translatads.

source: Visits in last 30 days
rm: Visitas durant ils ultims 30 dis

source: Most Viewed
rm: Visità il pli savens

source: Most Visited
rm: Visità il pli savens

source: All knowledge base articles...
rm: Tut ils artitgels ord la banca da savida…

source: Visits
rm: Visitas

source: Changes Needed
rm: Basegna midadas

source: Changes Not Ready For Localization
rm: Midadas betg 'pront per la localisaziun'

source: All templates...
rm: Tut ils models…

source: How To Contribute
rm: Co che ti pos contribuir

source: All How To Contribute articles...
rm: Tut ils artitgels davart il tema "Co che ti pos contribuir"…

source: Administration
rm: Administraziun

source: All Administration articles...
rm: Tut ils artitgels davart l'administraziun…

source: All translations...
rm: Tut las translaziuns…

source: Unreviewed Changes
rm: Midadas betg repassadas

# document
source: Unreviewed
rm: Betg repassà

source: All articles requiring review...
rm: Tut ils artitgels che ston vegnir repassads…

source: Changed
rm: Midà

source: Unhelpful Documents
rm: Documents malnizzaivels

# document
source: Unhelpful
rm: Betg nizzaivel

source: All unhelpful articles...
rm: Tut ils artitgels betg nizzaivels…

source: Total Votes
rm: Total vuschs

source: Helpfulness
rm: Nizzaivladad

source: Articles which have approved revisions newer than the latest ready-for-localization one
rm: Artitgels cue han versiuns approvadas ch'èn pli novas che la davosa ch'è vegnida marcada sco 'pront per la localisaziun'

source: All articles with changes not ready for localization...
rm: Tut ils artitgels cun midadas che n'èn betg prontas per la localisaziun.

source: Approved
rm: Approvà

source: Need Changes
rm: Dovra midadas

source: Articles that require changes.
rm: Artitgels che ston vegnir midads.

source: All articles that require changes...
rm: Tut ils artitgels che ston vegnir midads…

source: Comment
rm: Commentari

source: Canned Responses
rm: Respostas preparadas

source: Localization status of all canned responses
rm: Status da translaziun da tut las respostas preparadas

source: All canned responses articles...
rm: Tut ils artitgels tar las respostas preparadas…

source: Knowledge Base Dashboard
rm: Survista da la banca da savida

source: Localization Dashboard
rm: Survista da translaziun

source: Aggregated Localization Metrics
rm: Datas resumadas davart la translaziun

source: Top 20 Articles: % Localized
rm: Ils 20 pli impurtants artitgels: % translatà

source: All Articles: % Localized
rm: Tut ils artitgels: % translatà

source: Active Contributors
rm: Contribuents activs

source: {count} visitors in the past 30 days
rm: {count} visitaders durant ils ultims 30 dis

source: [{product}] Knowledge Base Dashboard
rm: [{product}] Survista da la banca da savida

source: All Products
rm: Tut ils products

source: Show information for:
rm: Mussar infurmaziuns per:

source: [{locale}] Locale Metrics
rm: [{locale}] Statistica davart la lingua

source: Localization Percentage
rm: Pertschient da translaziuns

source: Helpful Votes
rm: Vuschs da nizzaivladad

source: [{locale}][{product}] Localization Dashboard
rm: [{locale}][{product}] Survista da las translaziuns

source: Delete
rm: Stizzar

source: Create announcement
rm: Agiuntar in avis

source: Created successfully
rm: Creà cun success

source: Create
rm: Crear

source: Locale:
rm: Lingua:

source: Review
rm: Repassar

source: Add announcement
rm: Agiuntar in'annunzia

source: Edit
rm: Modifitgar

source: Article
rm: Artitgel

source: changed by {users}
rm: modifitgà da {users}

source: Overview
rm: Survista

source: %(numerator)s <small>of %(denominator)s</small>
rm: %(numerator)s <small>da %(denominator)s</small>

source: User Interface
rm: Interfatscha da l'utilisader

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
rm: Ina interfatscha d'utilisader translatada megliurescha l'experientscha per visitaders en tia lingua. Gida da <a href="%(url)s">translatar l'interfascha</a>.

source: Jump to:
rm: Siglir a:

source: Waiting for review
rm: Spetgan sil repassar

source: Ready for localization
rm: Pront per la localisaziun

source: Please note that these selections are specific to the current product selected.
rm: Fa stim che questas tschernas èn specificas per il product selecziunà.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
rm: Fa stim che ti abunneschas quests avis per tut ils products. Sche ti es be interessà vida products specifics, va a la survista per quest product.

source: All Topics
rm: Tut ils temas

# DB: products.Topic.title
source: None
rm: Nagin

source: KB Dashboard
rm: Survista da la KB

source: Locale Metrics
rm: Statistica davart la lingua

source: KB Team
rm: Team da la KB

source: Localization Team
rm: Team da translaziun

source: Recent Revisions
rm: Versiuns recentas

source: Aggregated Metrics
rm: Datas resumadas

source: Spam or other unrelated content
rm: Spam ni auter cuntegn betg relevant

source: Inappropriate language/dialog
rm: Liungua u dialog betg addatà

source: Misplaced bug report or support request
rm: Rapport da bug u dumonda per agid en il fauss lieu

source: Abusive content
rm: Cuntegn offendent

source: Other (please specify)
rm: Auter (specifitgar)

source: Pending
rm: Pendent

source: Accepted and Fixed
rm: Acceptà è curregì

source: Rejected
rm: Refusà

source: You already flagged this content.
rm: Ti has gia rapportà quest cuntegn.

source: You have flagged this content. A moderator will review your submission shortly.
rm: Ti has rapportà quest cuntegn. In moderatur vegn bainprest a repassar questa dumonda.

source: Flagged Content Pending Moderation
rm: Cuntegn rapportà che sto vegnir moderà

source: Flagged {t} (Reason: {r})
rm: Rapportà {t} (Motiv: {r})

source: Other reason:
rm: Auter motiv:

source: {t} with id={id} no longer exists.
rm: {t} cun l'ID {id} n'exista betg pli.

source: Update Status:
rm: Status da l'actualisaziun:

source: Please select...
rm: Tscherner…

source: The flag is valid and I fixed the issue.
rm: Il rapport è valaived ed jau hai schlià il problem.

source: The flag is invalid.
rm: Il rapport è nunvalid.

source: There is no flagged content pending moderation.
rm: I n'exista nagin cuntegn rapportà che sto vegnir moderà.

source: View all deactivated users
rm: Mussar tut ils utilisaders deactivads

source: Content:
rm: Cuntegn:

source: Created:
rm: Creà:

source: Updated:
rm: Actualisà:

source: Flagged:
rm: Marcà:

source: Take Action:
rm: Acziun per exequir:

source: Title:
rm: Titel:

source: %(date)s by <a href="%(url)s">%(user)s</a>
rm: ils %(date)s da <a href="%(url)s">%(user)s</a>

source: Please provide a title.
rm: Endatescha in titel.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Il titel è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza da tes titel sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Please provide a description.
rm: Endatescha ina descripziun.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza da tia descripziun sin %(limit_value)s caracters u pli pauc. Ella cuntegna actualmain %(show_value)s caracters.
