Repository: mozilla-l10n/sumo-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

# DB: badger.Badge.title
source: 2010 KB Badge
rm: Ensaina 2010 banca da savida

# DB: badger.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
rm: L'ensaina pitschna SUMO KB 2010 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2010, en quest cass: 10 modificaziuns approvadas en la banca da savida englaisa da SUMO. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO KB 2010' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2010 L10n Badge
rm: Ensaina L10n 2010

# DB: badger.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO L10n 2010 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2010, en quest cass: 10 modificaziuns approvadas da la banca da savida SUMO. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO L10n 2010' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2010 Support Forum Badge
rm: Ensaina 2010 dal forum d'agid

# DB: badger.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO forum d'agid 2010 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2010, en quest cass: 30 respostas en il forum da SUMO englais. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO Army of Awesome 2010' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2011 KB Badge
rm: Ensaina 2011 banca da savida

# DB: badger.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO KB 2011 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2011, en quest cass: 10 modificaziuns approvadas en la banca da savida englaisa da SUMO. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO KB 2011' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2011 L10n Badge
rm: Ensaina 2011 L10n

# DB: badger.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO L10n 2011 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2011, en quest cass: 10 modificaziuns approvadas da la banca da savida SUMO. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO L10n 2011' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2011 Support Forum Badge
rm: Ensaina 2011 dal forum d'agid

# DB: badger.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO forum d'agid 2011 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2011, en quest cass: 30 respostas en il forum da SUMO englais. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO Army of Awesome 2011' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2012 KB Badge
rm: Ensaina 2012 banca da savida

# DB: badger.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO KB 2012 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2012, en quest cass: 10 modificaziuns approvadas en la banca da savida englaisa da SUMO. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO KB 2012' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2013 KB Badge
rm: Ensaina 2013 banca da savida

# DB: badger.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO KB 2013 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2013, en quest cass: 10 modificaziuns approvadas en la banca da savida englaisa da SUMO. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO KB 2013' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2013 L10n Badge
rm: Ensaina L10n 2013

# DB: badger.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO L10n 2013 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2013, en quest cass: 10 modificaziuns approvadas da la banca da savida SUMO. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO L10n 2013' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2013 Support Forum Badge
rm: Ensaina 2013 dal forum d'agid

# DB: badger.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
rm: L'ensaina pitschna SUMO forum d'agid 2013 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2013, en quest cass: 30 respostas en il forum da SUMO englais. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO Army of Awesome 2013' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: 2012 L10n Badge
rm: Ensaina L10n 2012

# DB: badger.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
rm: L'ensaina pitschna SUMO L10n 2012 fa part da la seria SUMO. Ella represchenta contribuziuns a SUMO l'onn 2012, en quest cass: 10 modificaziuns approvadas da la banca da savida SUMO. Gratulaziun a tut ils undrads cun l'ensaina 'SUMO L10n 2012' per gidar la missiun da Mozilla!

# DB: badger.Badge.title
source: Kitsune Contributor
rm: Contribuents a Kitsune

# DB: badger.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
rm: Ensaina conferida a tut che han contribuì al code da Kitsune.

source: To field is required.
rm: Il champ da destinatur è necessari.

source: {username} is not a valid username.
rm: {username} n'è betg in num d'utilisader valid.

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
rm: Questa valur sto cuntegnair almain %(limit_value)s caracters (ella ha %(show_value)s).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
rm: Questa valur sto cuntegnair maximalmain %(limit_value)s caracters (ella ha %(show_value)s).

source: read more
rm: dapli infurmaziuns

source: Today at %s
rm: Oz las %s

source: %(number)d year ago
rm: avant %(number)d onn

source: %(number)d month ago
rm: avant %(number)d mais

source: %(number)d week ago
rm: avant %(number)d emna

source: %(number)d day ago
rm: avant %(number)d di

source: %(number)d hour ago
rm: avant %(number)d ura

source: %(number)d minute ago
rm: avant %(number)d minuta

source: %(number)d second ago
rm: avant %(number)d secunda

source: Page does not exist.
rm: Questa pagina n'exista betg.

source: The image "%s" does not exist.
rm: La grafica "%s" n'exista betg.

source: The video "%s" does not exist.
rm: Il video "%s" n'exista betg.

# site_title
source: Mozilla Support
rm: Agid da Mozilla

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
rm: Quai è ina pagina da test, il cuntegn da questa pagina vegn remplazzà ils emprims da mintga mais.<br>La pagina publica chattas <a href="http://support.mozilla.org">qua</a>.

source: This page doesn't have a mobile optimized version. Tap here to go back.
rm: Questa pagina n'ha nagina pagina optimada per telefonins. Tippa qua per returnar.

source: Tap here to go to the mobile version of the site.
rm: Tippa qua per visitar la versiun mobila da questa pagina.

source: Your Firefox is out of date and may contain a security risk!
rm: Tia versiun da Firefox è antiquada e pudess esser in ristg da segirezza!

source: Upgrade Firefox
rm: Actualisescha Firefox

source: Mozilla Support
rm: Agid da Mozilla

source: Change your email preferences
rm: Mida tias preferenzas dad e-mail

source: Unsubscribe from these emails
rm: Annullar l'abunament da quests e-mails

source: Oops, your request was unsuccessful
rm: Uups, tia dumonda n'ha betg gì success

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
rm: Betg pussaivel dad exequir tia dumonda. Eventualman n'è la dumonda betg pli disponibla u che ti has empruvà d'exequir ina acziun nunvalida.

source: Access denied
rm: Refusà l'access

source: You must have cookies enabled to login or register.
rm: Ti stos avair activà ils cookies per t'annunziar u ta registrar.

source: You do not have permission to access this page.
rm: Ti n'es betg autorisà d'acceder questa pagina.

source: Log in
rm: S'annunziar

source: Page Not Found
rm: Betg chattà la pagina

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
rm: Stgisa, nus na pudain betg chattar la pagina che ti tschertgas. Emprova il formular da tschertgar sutvart.

source: An Error Occurred
rm: Ina errur è capitada

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
rm: Oha, na! Sco para è ina errur nunspitgada capitada. Nus avain gia avisà l'administratur da la pagina. Emprova ussa u pli tard danovamain.

source: Contributor Tools
rm: Utensils per collavuraturs

source: Edit Profile
rm: Modifitgar il profil

source: Settings
rm: Preferenzas

source: Sign Out
rm: Partir

source: Sign In
rm: S'annunziar

source: For Contributors
rm: Per collavuraturs

source: Quickstart Guide
rm: Guid rapid

source: News &amp; Resources
rm: Novitads e resursas

source: Contributor Forums
rm: Forums dals collavuraturs

source: Article Discussions
rm: Discussiun davart l'artitgel

source: Localization Metrics
rm: Statistica davart la translaziun

source: Help on Twitter
rm: Gidar sin Twitter

source: Support Forum Home
rm: Pagina da partenza dal forum d'agid

source: Moderate Forum Content
rm: Moderar il cuntegn dal forum

source: Karma Dashboard
rm: Survista da Karma

source: Newer
rm: Pli nov

source: Older
rm: Pli vegl

source: Page {n}
rm: Pagina {n}

# site_title
source: Firefox Help
rm: Agid da Firefox

source: Home
rm: Pagina da partenza

source: Navigation
rm: Navigaziun

source: Switch to desktop site
rm: Midar a la versiun classica

source: Profile
rm: Profil

source: Languages
rm: Linguas

source: Get support for another platform:
rm: Retschaiver agid per in'autra plattafurma:

source: Redirecting
rm: Renviar

source: The URL has changed!
rm: La URL è ha midà!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
rm: I para che ti has ina URL veglia en tes segnapaginas. La URL nova per questa pagina vesas ti sutvart. Ti duessas actualisar tes segnapaginas. Nus ta renviain a la pagina nova en 10 secundas.

source: Maintenance in progress
rm: Lavus da mantegniment

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
rm: Questa funcziun è deactivada temporarmain perquai che nus faschain lavurs da mantegniment. Utilisescha il buttun enavos da tes navigatur ed emprova danovamain in zichel pli tard.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
rm: Intginas funcziuns da questa pagina èn deactivadas temporarmain perquai che nus faschain lavurs da mantegniment. Emprova danovamain in zichel pli tard.

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
rm: Ti stos chargiar si ina grafica dad in dals suandants formats: jpg, jpeg, png, gif.

source: "%s" is too large (%sKB), the limit is %sKB
rm: "%s" è memia grond (%s KB), la limita è %s KB

source: Model not allowed.
rm: Model n'è betg lubì.

source: Object does not exist.
rm: Object n'exista betg.

source: Invalid or no image received.
rm: Retschavì nagina u ina grafica nunvalida.

source: You are not logged in.
rm: Ti n'es betg t'annunzià.

source: The requested image could not be found.
rm: La grafica dumandada na po betg vegnir chattada.

source: You do not have permission to do that.
rm: Ti n'es betg autorisà da far quai.

source: Uploaded images:
rm: Graficas chargiadas si:

source: Delete selected images
rm: Stizzar las graficas tschernidas

source: Add images:
rm: Agiuntar graficas:

source: Browse for an image to upload.
rm: Tscherna ina grafica per chargiar si.

source: Upload
rm: Chargiar si

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
rm: Betg pussaviel da contactar tia adressa dad e-mail. Emprova cun ina autra adressa u contactescha in administratur.

source: Username is required.
rm: Il num d'utilisader è necessari.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Il num d'utilisader è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
rm: Il num d'utilisader è memia lung (%(show_value)s caracters). El dastga be cuntegnair %(limit_value)s caracters u pli pauc.

source: Email address is required.
rm: L'adressa dad e-mail è necessaria.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: L'adressa dad e-mail è memia curta (%(show_value)s caracters). Ella sto cuntegnair almain %(limit_value)s caracters.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
rm: L'adressa dad e-mail è memia lunga (%(show_value)s caracters). Ella dastga be cuntegnair %(limit_value)s caracters u pli pauc.

source: Password is required.
rm: Il pled-clav è necessari.

source: Please enter your password twice.
rm: Endatescha duas giadas il pled-clav.

source: Password must be 8 or more characters.
rm: Il pled-clav sto cuntegnair almain 8 caracters.

source: Watch forum threads I start
rm: Observar temas ch'jau cumenz en il forum

source: Watch forum threads I comment in
rm: Observar temas ils quals jau commentesch

source: Watch KB discussion threads I start
rm: Observar temas da discussiun da la banca da savida | cumenzar

source: Watch KB discussion threads I comment in
rm: Observar temas da discussiun da la Banca da savida | commentar

source: Watch Question threads I comment in
rm: Observar temas da discussiun che jau commentesch

source: Send emails for private messages
rm: Ma trametter in e-mail sch'jau retschaiv in messadi privat

source: Username:
rm: Num d'utilisader:

source: Email address:
rm: Adressa dad e-mail:

source: Password:
rm: Pled-clav:

source: Repeat password:
rm: Repeter il pled-clav:

source: Enter the same password as above, for verification.
rm: Endatescha sco controlla il medem pled-clav sco survart.

source: Passwords must match.
rm: Ils pleds-clav ston correspunder.

source: A user with that email address already exists.
rm: I exista gia in utilisader che ha inditgà questa adressa dad e-mail.

source: Password
rm: Pled-clav

source: Please enter a correct username and password. Note that both fields are case-sensitive.
rm: Endatescha in num d'utilisader ed il pled-clav correct. Resguarda la scripziun cun maiusclas/minusclas.

source: This account is inactive.
rm: Quest conto è inactiv.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
rm: Cookies paran dad esser deactivads en tes navigatur. Per t'annunziar èsi necessari che ti als activeschas.

source: Please enter a twitter.com URL.
rm: Endatescha ina URL da twitter.com.

source: Please enter a facebook.com URL.
rm: Endatescha ina URL da facebook.com.

source: Your avatar will be resized to {size}x{size}
rm: La grondezza da tes avatar vegn midada sin {size}x{size}

source: This is your current email.
rm: Quai è tia adressa dad e-mail actuala.

source: New password:
rm: Nov pled-clav:

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
rm: Questa adressa dad e-mail n'è betg associada cun in conto d'utilisader. Es ti segir che ti es t'annunzià?

source: Your username on %s
rm: Tes num d'utilisader sin %s

source: At least one number and one English letter are required in the password.
rm: Il pled-clav sto cuntegnair almain ina cifra ed in bustab.

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
rm: Il num d'utilisader che ti has endatà è deplazzà. Tscherna per plaschair in auter e considerescha che noss gidanters èn era utilisaders da Firefox exact sco ti.

source: algorithm
rm: algoritmus

source: Private message
rm: Messadi privat

source: You have been automatically logged in.
rm: Ti es vegnì annunzià automaticamain.

source: User
rm: Utilisader

source: Display name
rm: Mussar il num

source: Make my email public
rm: Publitgar mia adressa dad e-mail

source: Biography
rm: Biografia

source: Twitter URL
rm: URL da Twitter

source: Facebook URL
rm: URL da Facebook

source: IRC nickname
rm: Num d'utilisader sin IRC

source: Timezone
rm: Zona d'urari

source: Country
rm: Pajais

source: City
rm: Lieu

source: Preferred language
rm: Lingua preferida

source: Value
rm: Valur

source: user
rm: utilisader

source: activation key
rm: clav d'activaziun

source: registration profile
rm: profil da registraziun

source: registration profiles
rm: profils da registraziun

source: moderator
rm: moderatur

source: Your account is already activated, log in below.
rm: Tes conto è gia activà, t'annunzia sutvart.

source: Account already activated
rm: Tes conto è gia activà

source: Your settings have been saved.
rm: Tias preferenzas èn vegnidas memorisadas.

source: We've sent an email with the username to any account using {email}.
rm: Nus avain tramess in e-mail cun il num d'utilisader a mintga conto che utilisescha {email}.

source: Done!
rm: Terminà!

source: Account successfully verified!
rm: Verifitgà cun success il conto d'utilisader!

source: Something is wrong
rm: Insatgè n'è betg gist

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
rm: Tes conto è vegnì confermà cun success e tia dumonda è ussa vegnida publitgada en il forum da la cuminanza da Mozilla.

source: See your question here:
rm: Vesair qua tia dumonda:

source: Sit back and relax. Our forum contributors will get back to you with an answer.
rm: Ta pusa anavos e ta relaxa. Nos contribuents al forum s'annunzian cun ina resposta.

source: While you wait
rm: Durant che ti spetgas

source: Log in, so you can respond to your question when it is answered:
rm: T'annunzia, uschia che ti pos reagir sin tia dumonda sch'ella è vegnida respundida.

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
rm: Ti has confermà tia adressa dad e-mail ed activà tes conto d'utilisader! Ti pos ussa t'annunziar e modifitgar tes profil.

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
rm: Betg pussaivel dad activar tes conto. Controllescha che ti has cliccà sin la colliaziun correcta en l'e-mail u tippà correctamain l'adressa.

source: Log In / Register
rm: S'annunziar / Registrar

source: Change email address
rm: Midar l'adressa dad e-mail

source: You will need to confirm the newly set email address to complete the change.
rm: Ti stos confermar l'adressa dad e-mail nova per terminar la midada.

source: Change my email
rm: Midar mia adressa dad e-mail

source: Unable to change email for user {username}
rm: Betg pussaivel da midar l'adressa dad e-mail per l'utilisader {username}

source: Email changed for user {username}
rm: Midà l'adressa dad e-mail per l'utilisader {username}

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
rm: L'adressa dad e-mail che ti has endatà ({new_email}) exista gia en noss sistem. L'adressa dad e-mail da tes conto d'utilisader è anc adina {old_email}.

source: Your email has been changed from {old_email} to {new_email}.
rm: Tia adressa dad e-mail è vegnida midada da {old_email} a {new_email}.

source: Confirmation email sent
rm: L'e-mail da confermaziun è vegnì tramess

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
rm: Nus avain tramess in e-mail da confermaziun a %(new_email)s. Clicca sin la colliaziun en quest e-mail per midar l'adressa dad e-mail da tes conto.

source: Are you sure you want to delete your avatar?
rm: Duai l'avatar propi vegnir stizzà?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
rm: Vuls ti stizzar permanentamain tes avatar? <strong>Quai na po betg vegnir revocà!</strong> Ti pos adina <a href="%(upload_url)s">chargiar si in auter avatar</a> per remplazzar l'actual.

source: Deactivation Log
rm: Protocol da deactivaziuns

source: Deactivated user
rm: Utilisaders deactivads

source: Deactivated by
rm: Deactivà da

source: Documents edited or translated
rm: Documents modifitgads u translatads

source: Redirects
rm: Renviaments

source: Change Avatar
rm: Midar l'avatar

# avatar
source: Change
rm: Midar
