Repository: mozilla-l10n/sumo-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
rm: <p>SUMO utilisescha ussa Gravatars sco avatars. Ti stos midar tes Gravatar sin gravatar.com. </p><p>I po durar in per minutas enfin che la midada da l'avatar vegn vesibla. Ti stos spitgar in mument e rechargiar la pagina per vesair tes nov Gravatar. </p>

source: Update
rm: Actualisar

source: Edit Settings
rm: Modifitgar las preferenzas

source: Retrieve Username
rm: Chattar puspè il num d'utilisader

source: Forgotten your username? Enter your email address below, and we'll send it to you.
rm: Has emblidà tes num d'utilisader? Endatescha sutvart tia adressa dad e-mail e nus ta tramettain el.

source: Send username
rm: Trametter il num d'utilisader

source: {user} | Profile
rm: {user} | Profil

source: Edit user profile
rm: Modifitgar il profil

source: Deactivate this user
rm: Deactivar quest utilisader

source: This user has been deactivated.
rm: Quest utilisader è vegnì deactivà.

source: {0} question
rm: {0} dumonda

source: {0} answer
rm: {0} resposta

source: {0} solution
rm: {0} soluziun

source: {0} documents
rm: Document

source: About {user}
rm: Davart {user}

source: {user}'s Groups
rm: Gruppas da {user}

source: See all available SUMO badges
rm: Mussar tut las ensainas da SUMO disponiblas

source: Change Password
rm: Midar il pled-clav

source: Change my password
rm: Midar mes pled-clav

source: Password change successful!
rm: Midà cun success il pled-clav!

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
rm: Ti has midà tes pled-clav cun success. <a href="%(profile_url)s">Turnar a la pagina per modifitgar il profil.</a>

source: Password successfully reset.
rm: Redefinì cun success il pled-clav.

source: You can now log in.
rm: Ti pos ussa t'annunziar.

source: Password Reset
rm: Redefinir il pled-clav

source: New password
rm: Nov pled-clav

source: Confirm password
rm: Confermar il pled-clav

source: Password reset unsuccessful
rm: Betg reussì da redefinir il pled-clav

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
rm: La colliaziun per redefinir il pled-clav è nunvalida, eventualmain perquai ch'ella è gia vegnida utilisada. Dumonda danovamain da redefinir il pled-clav per retschaiver ina nova colliaziun.

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
rm: <strong>Attenziun:</strong> Contos ch'èn vegnids creads avant il december 2010 pon avair difficultads cun s'annunziar. Redefinescha p.pl. sutvart tes pled-clav.

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
rm: Has emblidà tes pled-clav? Endatescha sutvart tia adressa dad e-mail e nus ta tramettain instrucziuns per definir in nov.

source: Email Address:
rm: Adressa dad e-mail:

source: Send password reset link
rm: Trametter ina colliaziun per redefinir il pled-clav

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
rm: Nus avain tramess in e-mail a mintga conto che utilisescha questa adressa. Clicca sin la colliaziun en l'e-mail per redefinir tes pled-clav.

source: Thank you for registering!
rm: Grazia per ta registrar!

source: Thank you for being awesome!
rm: Grazia per esser grondius!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
rm: Avant che ti pos t'annunziar stos ti confermar tia adressa dad e-mail. Nus t'avain tramess in e-mail che cuntegna ina colliaziun per confermar. Clicca simplamain sin quella e ti pos t'annunziar!

source: Resend confirmation email
rm: Trametter danovamain l'e-mail da conferma

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
rm: Per activar tes conto stos ti confermar tia adressa dad e-mail. Endatescha tia adressa dad e-mail e trametta il formular sutvart e nus ta tramettain danovamain in e-mail da conferma.

source: Resend account confirmation email
rm: Trametter danovamain l'e-mail da conferma dal conto

source: Confirmation email sent successfully.
rm: Tramess cun success l'e-mail da conferma.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
rm: Avant che ti pos t'annunziar stos ti confermar tia adressa dad e-mail. Nus avain tramess in nov e-mail da conferma a tut ils contos che utiliseschan <strong>%(email)s</strong>. Per confermar l'adressa dad e-mail stos ti simplamain cliccar sin la colliaziun en l'e-mail.

source: Click here to find out where to help.
rm: Clicca qua per vesair co che ti pos gidar.

source: Register to be a Contributor
rm: Sa registrar per daventar in contribuent

source: You don't need to register to <a href="{url}">ask a question</a>.
rm: Ti na stos betg s'annunzier per <a href="{url}">tschentar ina dumonda</a>.

source: Logging in...
rm: S'annunziar…

source: Logged in!
rm: S'annunzià!

source: My password isn't working.
rm: Mes pled-clav na funcziuna betg.

source: Login Problems?
rm: Problems cun s'annunziar?

source: I forgot my username.
rm: Jau hai emblidà mes num d'utilisader.

source: I didn't get a confirmation email.
rm: Jau n'hai betg retschavì l'e-mail da conferma.

source: Password should be at least 8 characters long and contain at least 1 number.
rm: Il pled-clav duess esser almain 8 caracters lung e cuntegnair almain ina cifra.

source: Your username will be shown next to your question in our public support forums.
rm: Tes num d'utilisader vegn mussà sper la dumonda en noss forums d'agid publics.

source: Register
rm: Registrar

source: My profile
rm: Mes profil

source: Edit my profile
rm: Modifitgar mes profil

source: Edit settings
rm: Modifitgar las preferenzas

source: Successfully activated
rm: Activà cun success

source: Change email
rm: Midar mia adressa dad e-mail

source: Edit profile
rm: Modifitgar il profil

source: Change Email
rm: Midar l'adressa dad e-mail

source: Bio
rm: Biografia

source: Email in
rm: E-mail en

source: Retrieve username
rm: Chattar puspè il num d'utilisader

source: Contributions
rm: Contribuziuns

source: Change password
rm: Midar il pled-clav

source: Old Password
rm: Pled-clav vegl

source: New Password
rm: Pled-clav nov

source: New Password Again
rm: Anc ina giada il pled-clav nov

source: You have successfully changed your password.
rm: Ti has midà cun success tes pled-clav.

source: Your password was successfully reset.
rm: Redefinì cun success tes pled-clav.

source: Password reset
rm: Redefinì il pled-clav

source: Register or sign in
rm: Sa registrar u s'annunziar

source: Create a support account.
rm: Crear in conto d'agid.

source: Signing in...
rm: S'annunziar…

source: Signed in!
rm: S'annunzià!

source: Don't have an account? Register
rm: Has anc nagin conto? Ta registrescha

source: Create a new support account
rm: Crear in nov conto d'agid

source: Minor details that don't affect the instructions
rm: Pitschens detagls che na midan betg las instrucziuns

source: Content changes that don't require immediate translation
rm: Midadas dal cuntegn che na basegnan betg immediat ina translaziun

source: Major content changes that will make older translations inaccurate
rm: Midadas significantas dal cuntegn che fan inaccurat translaziuns existentas

source: These minor changes are not important for localizers and they will not be notified.
rm: Questas midadas pitschans n'èn betg impurtantas per translaturs. Perquai na vegnan quels betg infurmads.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
rm: Quai infurmescha ils translaturs ed las translaziuns vegnan marcadas sco "sto vegnir actualisà" sin las survistas. La gronda part da las midadas&mdash;actualisar in maletg, curreger la sintaxa da {for}, agiuntar u midar da paragrafs betg critics&mdash;duessan far adiever da questa opziun.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
rm: Quai infurmescha ils translaturs e las translaziuns vegnan marcadas sco "antiquadas". Las translaziuns mussan als utilisaders in avertimet ch'ellas èn antiquadas che che la versiun englaisa è la pli actuala. Utilisescha questa opziun sche las instrucziuns veglias èn cumplettamain inutilas.

source: Troubleshooting
rm: Schliar problems

source: How to
rm: Sco far

source: How to contribute
rm: Sco che ti pos collavurar

source: %(old)s Redirect %(number)i
rm: %(old)s Sviament %(number)i

source: %(old)s-redirect-%(number)i
rm: %(old)s-sviament-%(number)i

source: {title} was edited by {creator}
rm: {title} è vegnì modifitgà da {creator}

source: {title} is ready for review ({creator})
rm: {title} è pront per repassar ({creator})

source: {title} has a revision ready for localization
rm: {title} ha ina versiun ch'è prontas per la localisaziun

source: {title} ({locale}) has a new approved revision ({reviewer})
rm: {title} ({locale}) ha ina nova versiun approvada ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza dal titel sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Please provide a slug.
rm: Endatescha per plaschair in num d'adressa.

source: The slug provided is not valid.
rm: Il num d'adressa endatà è nunvalid.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Il num d'adressa è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza dal num d'adressa sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Please provide a summary.
rm: Endatescha ina resumaziun.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: La resumaziun è memia curta (%(show_value)s caracters). Ella sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza da la resumaziun sin %(limit_value)s caracters u pli pauc. Ella cuntegna actualmain %(show_value)s caracters.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Il cuntegn è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza dal cuntegn sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza da tes commentari sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Please select at least one product.
rm: Tscherna per plaschair almain in product.

source: Please select at least one topic.
rm: Tscherna per plaschair almain in tema.

source: Title of article
rm: Titel da l'artitgel

source: Slug:
rm: Num d'adressa:

source: Article URL
rm: URL da l'artitgel

source: Relevant to:
rm: Relevant per:

source: Allow translations:
rm: Permetter translaziuns:

source: Obsolete:
rm: Caduc:

source: Allow discussion on this article?
rm: Lubir ina discussiun davart quest artitgel?

source: Type of article
rm: Tip d'artitgel

source: Topics:
rm: Discussiuns:

source: Needs change:
rm: Dovra midada:

source: Comment:
rm: Commentari:

source: Keywords:
rm: Chavazzins:

source: Affects search results
rm: Influenzescha ils resultats da tschertga

source: Search result summary:
rm: Resumaziun dals resultats da tschertgar:

source: Only displayed on search results page
rm: Vegn be mussà sin la pagina da resultats da tschertgar

source: Significance:
rm: Impurtanza:

source: Needs change
rm: Dovra midada

source: Users:
rm: Utilisaders:

source: Start:
rm: Cumenzament:

source: End:
rm: Fin:

source: {users} added successfully!
rm: Agiuntà cun success {users}!

source: There were errors adding users, see below.
rm: Ina errur è cumparida durant agiuntar novs utilisaders, guarda sutvart.

source: {user} removed from successfully!
rm: Allontanà cun success {user}!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
rm: Sche questa opziun vegn activada vegn la pagina zuppentada da la tschertga da standard e dals dashboards. Sch'ins visita la pagina vegn mussà in avis che la pagina na vegn betg pli mantegnida.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
rm: Sche ti activeschas questa funcziun, vegn averta la discussiun davart quest document en in forum associà. Deactivescha ella per zuppentar/deactivar il forum.

source: If checked, this document needs updates.
rm: Sche activà sto quest document vegnir actualisà.

source: Please choose a category.
rm: Tscherna ina categoria.

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
rm: Ina midada sto sa basar sin l'artitgel englais. La versiun cun l'ID %(id)s na correspunda betg a quest criteri.

source: [Recursive inclusion of "%s"]
rm: [Integraziun recursiva da "%s"]

source: The document "%s" does not exist.
rm: Il document "%s" n'exista betg.

source: The template "%s" does not exist or has no approved revision.
rm: Il model "%s" n'exista betg u n'ha nagina versiun approvada.

source: Your revision has been approved: {title}
rm: Tia versiun è vegnida approvada: {title}

source: Your revision has been reviewed: {title}
rm: Tia versiun è vegnida repassada: {title}

source: A revision you contributed to has been approved: {title}
rm: Ina versiun a la quala ti has contribuì è vegnida approvada: {title}

source: A revision you contributed to has been reviewed: {title}
rm: Ina versiun a la quala ti has contribuì è vegnida repassada: {title}

# KB Topic
source: mobile
rm: mobil

# KB Topic
source: download
rm: telechargiar

source: You cannot translate this document.
rm: Ti na pos betg translatar quest document.

source: Glad to hear it &mdash; thanks for the feedback!
rm: Bel dad udir quai &mdash; grazia per tes resun!

source: You already voted on this Article.
rm: Ti has gia votà davart quest artitgel.

source: Thanks for making us better!
rm: Grazia per ans far meglier!

source: Revision %s
rm: Versiun %s

source: Firefox Releases
rm: Versiuns da Firefox

source: Article Revisions
rm: Versiuns da l'artitgel

source: {users} added to the contributors successfully!
rm: Agiuntà {users} cun success als contribuents!

source: There were errors adding new contributors, see below.
rm: Ina errur è cumparida durant agiuntar novs contribuents, guarda sutvart.

source: {user} removed from the contributors successfully!
rm: Allontanà cun success {user} dals contribuents!

source: Compare Revisions | {document}
rm: Cumparegliar versiuns | {document}

source: Compare Revisions
rm: Cumparegliar versiuns

source: Back to History
rm: Turnar a la cronologia

source: Document Deleted | {document}
rm: Stizzà il document | {document}

source: Delete Document | {document}
rm: Stizzar il document | {document}

source: Delete Document
rm: Stizzar quest document

source: The document has been deleted.
rm: Il document è vegnì stizzà.

source: Are you sure you want to delete this document?
rm: Duai quest document propi vegnir stizzà?

source: All translations of this document will also be deleted.
rm: Tut las translaziuns da quest document vegnan era stizzadas.

source: Current Content
rm: Cuntegn actual

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
rm: Vuls ti stizzar permanentamain quest document? <strong>Quai na po betg vegnir revocà!</strong> Vuls ti propi cuntinuar?

source: Cancel and go back to document history
rm: Interrumper e turnar a la cronologia dal document

source: Remove contributor | {document}
rm: Allontanar contribuent | {document}

source: Remove Contributor
rm: Allontanar contribuent

source: Are you sure you want to remove {user} from the document contributors?
rm: Vuls ti propi allontanar {user} dals contribuents dal document?

source: Remove contributor
rm: Allontanar contribuent

source: Remove {role}
rm: Allontanar {role}

source: Locales
rm: Linguas

source: Are you sure you want to remove {user}?
rm: Vuls ti propi allontanar {user}?

source: Delete Revision | {document}
rm: Stizzar versiun | {document}

source: Delete Revision
rm: Stizzar questa versiun

source: Unable to delete only revision of the document
rm: Betg pussaivel da stizzar la suletta versiun da quest document

source: To delete the document, please notify an admin.
rm: Per stizzar il document stos ti contactar l'administratur.

source: Go back to document history
rm: Turnar a la cronologia dal document

source: Are you sure you want to delete this revision?
rm: Duai questa versiun propi vegnir stizzada?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
rm: <strong>Attenziun:</strong> A questa versiun èn associadas vuschs per la valitaziun da la banca da savida. Sche ti stizzas questa versiun vegnan era las vuschs associadas stizzadas.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
rm: Vuls ti stizzar permanentamain questa versiun? <strong>Quai na po betg vegnir revocà!</strong> Es ti segir che ti vuls cuntinuar?

source: Edit Article | {document}
rm: Modifitgar l'artitgel | {document}

source: Edit Article
rm: Modifitgar l'artitgel

source: <em>Editing</em> {title}
rm: <em>Modifitgar</em> {title}

source: Edit Description
rm: Modifitgar la descripziun

source: Save description
rm: Memorisar la descripziun

source: Edit Content
rm: Modifitgar il cuntegn

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
rm: Agid per scriver aritgels chattas en il <a href="%(url)s">Guid per documents d'agid</a>.

source: characters remaining.
rm: caracters restan.

source: Revision History | {document}
rm: Cronologia da versiuns | {document}

source: History
rm: Cronologia

source: History of {title}
rm: Cronologia da «{title}»

source: Revision history for:
rm: Cronologia da versiuns per:

source: Edit contributors
rm: Modifitgar contribuents

source: Document contributors
rm: Contribuents dal document

source: Remove user from contributors
rm: Allontanar l'utilisader dals contribuents

source: Add Contributor
rm: Agiuntar in contribuent

source: All Articles
rm: Tut ils artitgels

source: There are no articles.
rm: I n'existan nagins artitgels.

source: [{locale}] Localization Team
rm: [{locale}] Team da translaziun

source: Edit locale leaders
rm: Modifitgar ils manaders da la lingua

source: Locale Leaders
rm: Manaders da la lingua

source: Remove user from locale leaders
rm: Allontanar l'utilisader dals manaders da la lingua

source: Edit locale reviewers
rm: Modifitgar ils inspecturs da la lingua

source: Locale Reviewers
rm: Inspecturs da la lingua

source: Add Reviewer
rm: Agiuntà in inspectur

source: Remove user from locale reviewers
rm: Allontanar l'utilisader dals inspecturs da la lingua

source: Edit locale editors
rm: Modifitgar contribuents da la lingua

source: Locale Editors
rm: Contribuents da la lingua

source: Add Editor
rm: Agiuntar in contribuent

source: Remove user from locale editors
rm: Allontanar l'utilisader dals contribuents

source: {count} Active Contributors (last 90 days)
rm: {count} contribuents activs (ultims 90 dis)

source: Locales | Knowledge Base
rm: Linguas | Banca da savida

source: Create a New Article | Knowledge Base
rm: Crear in nov artitgel | Banca da datas da savida

source: New Article
rm: Nov artitgel

source: Create a New Knowledge Base Article
rm: Crear in nov artitgel en la banca da datas da savida

source: Article is for:
rm: L'artitgel è per:

source: Review Revision {id} | {document}
rm: Repassar la versiun {id} | {document}

source: Review Revision
rm: Repassar la versiun

source: Review Revision of {title}
rm: Repassar questa versiun da {title}

source: Reviewing Revision {id} by {user}
rm: Repassar la versiun {id} da {user}

source: This revision was already reviewed by {user} on {date}.
rm: Questa versiun è gia vegnida repassada da {user} ils {date}.

source: Submitted Revision Changes
rm: Midadas da la versiun tramessas

source: Current public revision:
rm: Versiun actuala publica:

source: Submitted revision:
rm: Versiun tramessa:

source: Revision Source
rm: Funtauna da la versiun

source: Revision Content
rm: Cuntegn da la versiun

source: This document does not have a current revision.
rm: Quest document n'ha nagina versiun actuala.

source: Search results summary:
rm: Resumaziun dals resultats da tschertga:

source: Revision source:
rm: Code da funtauna da questa versiun:

source: Revision rendered html:
rm: Visualisaziun da HTML da questa versiun:

source: Review Translation {id} | {document}
rm: Repassar la translaziun {id} | {document}

source: Review Translation
rm: Repassar la translaziun

source: Review Translation of {title}
rm: Repassar questa translaziun da {title}

source: Reviewing Translation {id} in {language} by {user}
rm: Repassar la translaziun {id} per {language} da {user}

source: This translation was already reviewed by {user} on {date}.
rm: Questa translaziun è gia vegnida repassada da {user} ils {date}.

source: Recent English Changes
rm: Ultimas modificaziuns en la versiun englaisa

source: Submitted Translation Changes
rm: Midadas da traducziun tramessas

source: Current public translation:
rm: Translaziun actuala publica:

source: Submitted translation:
rm: Translaziun tramessa:

source: Full Article Sources
rm: Code da funtauna cumplet da l'artitgel

source: The {default_locale} version has no approved content to show.
rm: L'artitgel per {default_locale} na cuntegna anc nagin cuntegn approvà.

source: Approved {default_locale} version:
rm: Versiun {default_locale} approvada:

source: Revision {id} by {user} on {date}
rm: Versiun {id} da {user} ils {date}

source: Submitted {locale} translation:
rm: Tanslaziun per {locale} tramessa:

source: This document does not have a current translation.
rm: Quest documen n'ha nagina translaziun actuala.

source: Translation keywords:
rm: Chavazzins da la translaziun:
