Repository: mozilla-l10n/sumo-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: Army of Awesome: help users on Twitter
rm: Army of Awesome: gidar ad utilisaders sin Twitter

source: Translate Help Articles
rm: Translatar artitgels da l'agid

source: Translate help articles!
rm: Translatescha artitgels da l'agid!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
rm: N'èn ils artitgels d'agid anc betg disponibels en tia lingua? Vuls ta participar a noss team ed als translatar? Ti vegns a gidar a millis utilisaders en tia lingua. Detg eroic, u?

source: Check our documentation
rm: Legia nossa documentaziun

source: Just edit articles in your language!
rm: Modifitgescha simplamain artitgels en tia lingua!

source: Translating 1 article can help 1,000's of users in your language
rm: Translatar in artitgel po gidar a millis utilisaders en tia lingua

source: Answer questions in the forum
rm: Rispunda dumondas en il forum

source: Where all the action happens
rm: Nua che l'essenzial capita

source: Go to our support forum and choose a question to answer
rm: Va en noss forum d'agid e tscherna ina dumonda per respunder

source: Start answering!
rm: Scriva tia emprima resposta!

source: Read this for some help to get started
rm: Legia quai per in zichel agid davart ils emprims pass

source: Solving 1 issue helps up to 1,000 users a day
rm: Sliar in problem gida fin a 1000 utilisaders a di

source: Save the world
rm: Spindra il mund

source: from the comfort of your couch
rm: davent da tes canapé cumadaivel

source: We need your help!
rm: Nus duvrain tes agid!

source: Why should I help?
rm: Daco duess jau gidar?

source: Pick a way to get involved
rm: Tscherna ina via per ta participar

source: About Us
rm: Davart nus

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
rm: L'agid da Mozilla è ina comunitad da voluntaris entusiastics ed emproliads che emprovan da sustegnair ils utilisaders enturn il mund. Fai part dad in'aventura incredibla!

source: Ask a question
rm: Tschentar ina dumonda

source: Sign me up
rm: Sa registrar

source: Help other users
rm: Gidar ad utilisaders

source: Save the world from the comfort of your couch
rm: Salva il mund davent da tes canapé cumadaivel

source: username1, username2,...
rm: num d'utilisader 1, num d'utilisader 2,…

source: To:
rm: A:

source: Message:
rm: Messadi:

source: [SUMO] You have a new private message from [{sender}]
rm: [SUMO] Ti has in nov messadi privat da [{sender}]

source: Invalid username provided. Enter a new username below.
rm: Inditgà in num d'utilisader nunvalid. Endatescha sutvart in nov num d'utilisader.

source: The messages were deleted!
rm: Ils messadis èn vegnids stizzads!

source: The message was deleted!
rm: Il messadi è vegnì stizzà!

source: Delete Message
rm: Stizzar il messadi

source: Messages
rm: Messadis

source: Sent Messages
rm: Messadis tramess

source: Are you sure you want to delete these messages?
rm: Duain quests messadis propi vegnir stizzads?

source: Are you sure you want to delete this message?
rm: Duai quest messadi propi vegnir stizzà?

source: Inbox
rm: Posta entrada

source: New Message
rm: Nov messadi

source: Mark Selected as Read
rm: Marcar ils tschernids sco legids

source: Delete Selected
rm: Stizzar ils tschernids

source: Read message
rm: Leger il messadi

source: Delete message
rm: Stizzar il messadi

source: There are no messages here.
rm: Qua n'existan nagins messadis.

source: You have exceeded the number of private messages that can be sent in a day.
rm: Ti has surpassà il dumber da messadis privats che pon vegnir tramess per di.

source: Send
rm: Trametter

source: You
rm: Ti

source: Read Sent Message
rm: Leger ils messadis tramess

source: Read Message
rm: Leger il messadi

source: View this message on the web
rm: Contemplar quest messadi en il web

source: System
rm: Sistem

source: Message Preview:
rm: Prevista dal messadi:

source: Delete messages?
rm: Stizzar il messadi?

source: Trash
rm: Chanaster da palpiri

source: New
rm: Nov

source: Mark unread
rm: Marcar sco nunlegì

source: Mark read
rm: Marcar sco legì

source: Sent Message
rm: Messadi tramess

source: From:
rm: Da:

source: {product} Help
rm: Agid per {product}

source: In English
rm: Per englais

source: Free Download
rm: Telechargiar gratuitamain

source: You are already using the latest version of Firefox.
rm: Ti utiliseschas gia la versiun la pli nova da Firefox.

source: Reset your browser for a fresh start
rm: Redefinescha tes navigatur per cumenzar frestgamain

source: Continue with download
rm: Cuntinuar da telechargiar

source: Systems and Languages
rm: Sistems e linguas

source: What's New
rm: Tge è nov

source: Privacy
rm: Protecziun da datas

source: Help Topics
rm: Temas d'agid

# DB: products.Product.description
source: None
rm: Nagin

source: Get community support
rm: Retschaiver agid da la communitad

source: Back to:
rm: Turnar a:

source: Firefox for Desktop
rm: Firefox per Desktop

source: Windows, Mac, or Linux
rm: Windows, Mac u Linux

source: Download, install and migration
rm: Telechargiar, installar e migrar

source: Privacy and security settings
rm: Protecziun da datas e preferenzas

source: Customize controls, options and add-ons
rm: Persunalisar utensils, opziuns e supplements

source: Fix slowness, crashing, error messages and other problems
rm: Schliar plaunezza, messadis dad errur, collaps e tals problems

source: Tips and tricks
rm: Tips e trics

source: Bookmarks
rm: Segnapaginas

source: Other
rm: Auter

source: Firefox for Mobile
rm: Firefox per Mobil

source: Download and install apps
rm: Telechargiar ed installar applicaziuns

source: Customize controls, options, settings and preferences
rm: Persunalisar controllas, opziuns, configuraziun e preferenzas

source: Tools for creating and teaching the web
rm: Utensils per crear ed instruir il web

source: Using Popcorn Maker
rm: Utilisar il Popcorn Maker

source: Using Thimble
rm: Utilisaziun da Thimble

source: Using X-Ray Goggles
rm: Utilisaziun dals X-Ray Goggles

source: Using a feature on webmaker.org
rm: Utilisar ina funcziun sin webmaker.org

source: Contributing to Webmaker
rm: Contribur a Webmaker

source: Please confirm your email address
rm: Conferma tia adressa dad e-mail

source: %s posted an answer to your question "%s"
rm: %s ha scrit ina resposta a tia dumonda "%s"

source: New answers for question: %s
rm: Nova resposta per la dumonda: %s

source: Solution found to Firefox Help question
rm: Chattà ina soluziun per la dumonda a l'agid da Firefox

source: Solution found for question: %s
rm: Chattà ina soluziun per la dumonda: %s

source: Recently updated questions
rm: Dumondas actualisads dacurt

source: Recently updated questions tagged %s
rm: Dumondas actualisadas dacurt cun il chavazzin %s

source: Recent answers to %s
rm: Respostas novas sin %s

source: URL of affected site
rm: URL da la pagina pertutgada

source: Crash ID(s)
rm: IDs dals collaps

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
rm: Sche ti tramettas infurmaziuns a Mozilla suneter in collaps retschaivas ti in identificatur dal collaps che identifitgescha tes collaps ed ans lascha contemplar detagls per gidar dad identifitgar il motiv. Per chattar ils identificaturs dals ultims collaps, endatescha <strong>about:crashes</strong> en tia trav da navigar. <a href='http://support.mozilla.com/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Clicca per instrucziuns detagliadas</a>.

source: Troubleshooting Information
rm: Infurmaziuns per schliar problems

source: This information gives details about the internal workings of your browser that will help in answering your question.
rm: Questas datas datta infurmaziuns davart ils process en tes navigatur ed gidan da respunder tia dumonda.

source: This happens
rm: Quai capita

source: Not sure how often
rm: Jau na sai betg quant savens

source: Just once or twice
rm: Be ina u duas giadas

source: A few times a week
rm: In pèr giadas quest emna

source: Every time Firefox opened
rm: Mintga giada sche Firefox vegn avert

source: This started when...
rm: Quai ha cumenzà cura che…

source: Question
rm: Dumonda

source: Details
rm: Detagls

source: Email
rm: Adressa dad e-mail

source: A confirmation email will be sent to this address in order to post your question.
rm: In e-mail da confermaziun vegn tramess a questa adressa per publitgar tia dumonda.

source: Firefox version
rm: Versiun da Firefox

source: Operating system
rm: Sistem operativ

source: Installed plugins
rm: Plug-ins installads

source: Extension/plugin you are having trouble with
rm: Supplement/plug-in che chaschuna problems

source: Please provide a question.
rm: Endatescha ina dumonda.

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Tia dumonda è memia curta (%(show_value)s caracters). Ella sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza da tia dumonda sin %(limit_value)s caracters u pli pauc. Ella cuntegna actualmain %(show_value)s caracters.

source: Please provide content.
rm: Endatescha cuntegn.

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Il cuntegn è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza dal cuntegn sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Enter your reply here.
rm: Endatescha qua tia resposta

source: Enter your email address here.
rm: Endatescha qua tia adressa dad e-mail.

source: Enter a subject here.
rm: Endatescha qua l'object.

source: Please provide a subject.
rm: Endatescha per plaschair in object.

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: L'object è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza da l'object sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Describe your issue here.
rm: Descriva qua tes problem.

source: Please describe your issue in the body.
rm: Descriva tes problem en il corp.

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Il corp è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza dal corp sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Account Issues
rm: Problems cun il conto d'utilisader

source: Installation Issues
rm: Problems cun l'installaziun

source: Payment Issues
rm: Problems cun pajaments

source: Application Issues
rm: Problems cun applicaziuns

source: Enter the Transaction ID here.
rm: Endatar qua l'ID da la transacziun.

source: Please provide the Transaction ID.
rm: Inditgescha l'ID da la transacziuns.

source: Defective
rm: Defect

source: Did not work as expected
rm: N'ha betg funcziunà sco spetgà

source: Seller will not provide support
rm: Il vendider na porscha nagin agid

source: Account Administration
rm: Administraziun dal conto

source: Review Process
rm: Process da repassar

source: Payments/Settlement
rm: Pajaments/Quint

source: Please provide an email.
rm: Endatescha ina adressa dad e-mail.

source: Email:
rm: Adressa dad e-mail:

source: Subject:
rm: Object:

source: Body:
rm: Corp:

source: Category:
rm: Categoria:

source: Transaction ID:
rm: ID da la transacziun:

source: Start
rm: Cumenzament

source: End
rm: Fin

source: Payments
rm: Pajaments

source: Applications
rm: Applicaziuns

source: Account
rm: Conto d'utilisader

source: That tag does not exist.
rm: Questa chavazzin n'exista betg.

source: Please provide a tag.
rm: Endatescha in chavazzin.

source: Recently unanswered
rm: Nov e senza resposta

source: Answers didn't help
rm: Las respostas n'han betg gidà

source: Needs info
rm: Dovra infurmaziuns

source: Solution provided
rm: Soluziun a disposiziun

source: Solved
rm: Schlià

source: The questions forum isn't available in {old_lang}, we have redirected you to the {new_lang} questions forum.
rm: Quest forum n'è betg disponibel per {old_lang}, nus t'avain renvià al forum {new_lang}.

source: Please confirm your Firefox Help question
rm: Conferma tia dumonda per agid davart Firefox

source: Request type not recognized.
rm: Tip da dumonda nunenconuschent.

source: Done! Your question is now posted on the Mozilla community support forum.
rm: Finì! Tia dumonda è ussa publitgada en il forum d'agid da la comunitad da Mozilla.

source: Thank you for choosing a solution!
rm: Grazia per tscherner ina soluziun!

source: The solution was undone successfully.
rm: Revocà cun success la soluziun.

source: Glad to hear it!
rm: Quai fa plaschair dad udir!

source: Sorry to hear that.
rm: Donn dad udir quai.

source: You already voted on this reply.
rm: Ti has gia votà davart questa resposta.

source: Could not send a message to that email address.
rm: Impussibel da trametter in messadi a questa adressa dad e-mail.

source: You will be notified of updates by email.
rm: Ti vegns infurmà davart novitads per e-mail.

source: You should receive an email shortly to confirm your subscription.
rm: Ti duessas retschavier en curt in e-mail per confermar tes abunament.

source: There was an error submitting the ticket. Please try again later.
rm: Ina errur è capitada durant trametter il ticket. Emprova anc ina giada pli tard.

source: Subscription confirmed.
rm: Confermà l'abunament.

source: There was a problem confirming your subscription.
rm: I ha dà in problem cun confermar tes abunament.

source: Email updates
rm: Retschaiver actualisaziuns per e-mail

source: You will now receive updates via email.
rm: Ti vegns ussa a retschaiver actualisaziuns via e-mail.

source: Go back to the question.
rm: Turnar tar la dumonda.

source: Stop receiving updates via email for this question.
rm: Na betg pli retschaiver actualisaziuns per e-mail davart questa dumonda.

source: Go back to the question and try again.
rm: Turnar a la dumonda ed empruvar danovamain.

source: Delete Answer | {t} | Firefox Support Forum
rm: Stizzar la resposta | {t} | Forum d'agid da Firefox

source: Delete answer
rm: Stizzar la resposta

source: Are you sure you want to delete this answer?
rm: Duai questa resposta propi vegnir stizzada?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
rm: Vuls ti stizzar permanentamain questa resposta? <strong>Quai na po betg vegnir revocà!</strong> Vuls ti propi cuntinuar?

source: Please Confirm Your Email Address
rm: Conferma tia adressa dad e-mail

source: Please confirm your email address.
rm: Conferma tia adressa dad e-mail.

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
rm: Grazia! Tia dumonda vegn publitgada uschè prest che ti confermas tia adressa dad e-mail. Ti duessas retschaiver en curt in e-mail cun ina colliaziun per confermar.

source: An email has been sent to the address below:
rm: In e-mail è vegnì tramess a l'adressa sutvart:

source: Delete Question | {t} | Firefox Support Forum
rm: Stizzar la dumonda | {t} | Forum d'agid da Firefox

source: Delete question
rm: Stizzar questa dumonda

source: Are you sure you want to delete this question?
rm: Duai questa dumonda propi vegnir stizzada?

source: Number of Answers
rm: Dumber da respostas

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
rm: Vuls ti stizzar permanentamain questa dumonda? <strong>Quai na po betg vegnir revocà!</strong> Es ti segir che ti vuls cuntinuar?

source: Editing an answer | {t} | Firefox Support Forum
rm: Modifitgar ina resposta | {t} | Forum d'agid da Firefox

source: Edit an answer
rm: Modifitgar la resposta

source: Created by:
rm: Creà da:

source: Last updated by:
rm: Ultima midada da:

source: Last updated:
rm: Ultima actualisaziun:

source: Question:
rm: Dumonda:

source: Update answer
rm: Actualisar la resposta

source: Edit a Question
rm: Modifitgar ina dumonda

source: Edit the question
rm: Modifitgar la dumonda

source: Edit the question.
rm: Modifitgar la dumonda.

source: Save Question
rm: Memorisar la dumonda

source: Ask a Question about Marketplace
rm: Tschentar ina dumonda davart il Marketplace

source: Which category best describes your problem?
rm: Tge categoria correspunda il meglier a tes problem?

source: change
rm: midar

source: Marketplace: Developer Support Request
rm: Marketplace: Dumonda d'agid al sviluppader

source: Please complete the form below to submit your question to our Marketplace Support group.
rm: Cumplettescha il formular sutvart per trametter tia dumonda a la gruppa d'agid dal Marketplace.

source: Marketplace: Request a Refund
rm: Marketplace: Dumandar per restitutiun

source: The refund request must be made within 10 business days of purchase.
rm: La dumonda per restitution sto vegnir fatga entaifer 10 dis da lavur davent da la cumpra.

source: Issue submitted successfully
rm: Tramess cun success il problem

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
rm: Tes problem è vegnì tramess cun success. Ti duessas retschaiver in e-mail da confermaziun ed udir gia prest da nus.

source: Support Forum Metrics
rm: Statisticas dal forum d'agid

source: Metrics
rm: Statistica

source: Topics
rm: Tematicas

source: Ask a Question
rm: Tschentar ina dumonda

source: Summarize your question in a sentence
rm: Resumescha tia dumonda en ina construcziun

source: Do any of these articles answer your question?
rm: Respunda in da quests artitgels tia dumonda?

source: None of these solve my problem
rm: Nagins da quests schlia mes problem

source: This question has not been asked before.
rm: Questa dumonda n'è anc betg vegnida tschentada.

source: Provide more details
rm: Inditgescha dapli detagls

source: Post Question
rm: Tschentar la dumonda

source: This thread was closed.
rm: Quest tema è vegnì serrà.

source: This thread was archived.
rm: Quest tema è vegnì archivà.

source: This thread was closed and archived.
rm: Quest tema è vegnì serrà ed archivà.

source: Please ask a new question if you need help.
rm: Tschenta ina nova dumonda sche ti dovras agid.

source: 1 reply
rm: 1 resposta

source: No replies
rm: Naginas respostas

source: has this problem
rm: ha quest problem

source: %(count)s view
rm: contemplà %(count)s giada

source: Last reply by {user}
rm: Ultima resposta da {user}

source: Posted
rm: Publitgà

source: Modified {datetime} by {name}
rm: Modifitgà ils {datetime} da {name}

source: Chosen solution
rm: Schliaziun tschernida

source: Read this answer in context
rm: Leger questa resposta en il context

source: I have this problem, too
rm: Jau hai era quest problem

source: Post a Reply
rm: Publitgar ina resposta

source: Question tools
rm: Utensils per dumandar

source: Edit this question
rm: Modifitgar questa dumonda

source: Delete this question
rm: Stizzar questa dumonda

source: Unlock this question
rm: Debloccar questa dumonda

source: Lock this question
rm: Bloccar questa dumonda

source: Unarchive this question
rm: De-archivar questa dumonda

source: Archive this question
rm: Archivar questa dumonda

source: Stop email updates
rm: Betg pli retschaiver actualisaziuns per e-mail

source: Get email updates
rm: Reschaiver actualisaziuns per e-mail

source: Subscribe to feed
rm: Abunar il feed

source: Question details
rm: Detagls davart la dumonda

source: Topic
rm: Tema

source: System Details
rm: Detagls davart il sistem

source: More system details
rm: Dapli detagls davart il sistem

source: Edit details
rm: Modifitgar ils detagls

source: Save changes
rm: Memorisar las midadas

source: Additional System Details
rm: Ulteriurs detagls davart il sistem

source: Sites Affected
rm: Paginas pertutgadas

source: Crash ID
rm: ID dal collaps

source: This happened
rm: Quai è capità

source: Installed Plug-ins
rm: Plug-ins installads

source: Close
rm: Serrar

source: Tags
rm: Chavazzins

source: Add
rm: Agiuntar

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
rm: Ti stos <a href="{login_url}">s'annunziar en tes conto</a> per respunder a contribuziuns. <a href="{ask_url}">Tschenta ina nova dumonda</a> sche ti n'has anc nagin conto.

source: Total questions: <strong>{num}</strong>
rm: Dumber total da dumondas: <strong>{num}</strong>

source: <strong>%(recent_unanswered_count)s</strong> question in the last <strong>24 hours</strong> has no reply. <a href="%(url)s">Help solve it!</a>
rm: <strong>%(recent_unanswered_count)s</strong> dumonda da las ultimas <strong>24 uras</strong> ha anc nagina resposta. <a href="%(url)s">Gida da respunder!</a>

source: <strong>0</strong> questions in the last <strong>24 hours</strong> have no reply. <strong>Good job!</strong>
rm: <strong>0</strong> dumondas da las ultimas <strong>24 uras</strong> han anc naginas respostas. <strong>Buna lavur!</strong>

source: Showing questions tagged:
rm: Mussar dumondas cun il chavazzin:

source: Show all questions
rm: Mussar tut las dumondas

source: Attention needed
rm: Dovra attenziun

source: Responded
rm: Respundì

source: Done
rm: Terminà

source: All questions
rm: Tut las dumondas

source: Escalated
rm: Escalà

source: Off-topic
rm: Pertutga betg il tema

source: Show me:
rm: Mussar:

source: Posts from everyone
rm: Contribuziuns da tuts

source: My contributions
rm: Mias contribuziuns

source: votes this week
rm: vuschs quest'emna

source: reply
rm: resposta

source: views
rm: visitas

source: Contributed
rm: Contribuziuns

source: Archived
rm: Archivà

source: Posted by {user}
rm: Publitgà da {user}

source: on
rm: ils

source: You have been unsubscribed.
rm: Tes abunament è vegnì annullà.

source: There was a problem unsubscribing.
rm: I ha dà in problem cun annullar l'abunament.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
rm: Ti na vegns betg pli a retschaiver e-mails davart questa dumonda: <a href="%(question_url)s">%(question_title)s</a>
