Repository: mozilla-l10n/sumo-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: You have not selected an image to upload.
rm: Ti n'has betg tschernì ina grafica per chargiar si.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
rm: Reducescha la lunghezza da tes num da dateoeca dalla grafica sin %(max)s caracters u pli pauc. El cuntegna actualmain %(length)s caracters.

source: Please select a different title.
rm: Tscherna in auter titel.

source: Include this in wiki syntax with [[%(type)s:title]]
rm: Includa quai cun agid da la stintaxa da wiki [[%(type)s:title]]

source: Provide a brief description of this media.
rm: Scriva ina curta descripziun da quest element da medias.

source: Locale
rm: Lingua

source: Title
rm: Titel

source: Description
rm: Descripziun

source: Image
rm: Grafica

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
rm: Formats acceptads èn: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Emprenda dapli…</a>

source: Unrecognized request or nothing to cancel.
rm: Dumonda nunenconuschenta u nagut dad annullar.

source: Unrecognized media type.
rm: Tip da medias nunenconuschent

source: Could not upload your image.
rm: Betg pussaivel da chargiar si tia grafica.

source: Delete image
rm: Stizzar questa grafica

source: Are you sure you want to delete this image?
rm: Duai questa grafica propi vegnir stizzada?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
rm: Vuls ti stizzar permanentamain questa grafica? <strong>Quai na po betg vegnir revocà!</strong> Vuls ti propi cuntinuar?

source: Delete image | {t} | Media Gallery
rm: Stizzar grafica | {t} | Galleria da medias

source: Delete video
rm: Stizzar quest video

source: Are you sure you want to delete this video?
rm: Duai quest video propi vegnir stizzà?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
rm: Vuls ti stizzar permanentamain quest video? <strong>Quai na po betg vegnir revocà!</strong> Es ti segir che ti vuls cuntinuar?

source: Delete video | {t} | Media Gallery
rm: Stizzar il video | {t} | Galleria da medias

source: Media Gallery
rm: Galleria da medias

source: by {user}
rm: da {user}

source: Uploaded {date}
rm: Chargià si ils {date}

source: Cancel
rm: Interrumper

source: Edit image
rm: Modifitgar questa grafica

source: Save image
rm: Memorisar la grafica

source: Edit image | {t} | Media Gallery
rm: Modifitgar grafica | {t} | Galleria da medias

source: Upload a New Media File
rm: Chargiar si ina nova datoteca da medias

source: Search Gallery
rm: Tschertgar en la galleria

source: Show media for:
rm: Mussar medias per:

source: Go
rm: Dai

source: Show:
rm: Mussar:

source: Images
rm: Graficas

source: {title} | Media Gallery
rm: {title} | Galleria da medias

source: Delete this image
rm: Stizzar questa grafica

source: Edit this image
rm: Modifitgar questa grafica

source: by <a href="{profile_url}">{user}</a>
rm: da <a href="{profile_url}">{user}</a>

source: Articles
rm: Artitgels

source: Media Gallery Search
rm: Tschertgar en la galleria da medias

source: No media files found.
rm: Chattà naginas datotecas da media.

source: Upload file
rm: Chargiar la datoteca

source: Preview
rm: Prevista

source: Continue Uploading Media
rm: Chargiar si dapli medias

source: username
rm: num d'utilisader

source: Group information updated successfully!
rm: Actualisà cun success las infurmaziuns da la gruppa!

source: {users} added to the group successfully!
rm: Agiuntà {users} cun success a la gruppa!

source: There were errors adding members to the group, see below.
rm: Ina errur è cumparida durant agiuntar utilisaders a la gruppa, guarda sutvart.

source: {user} removed from the group successfully!
rm: Allontanà cun success {user} da la gruppa!

source: {users} added to the group leaders successfully!
rm: Agiuntà {users} cun success a la gruppa da manaders!

source: There were errors adding leaders to the group, see below.
rm: Ina errur è cumparida durant agiuntar manaders a la gruppa, guarda sutvart.

source: {user} removed from the group leaders successfully!
rm: Allontanà cun success {user} da la gruppa da manaders!

source: You are now part of the Contributors group!
rm: Ti fas ussa part da la gruppa dals contribuents!

source: Delete {group} group avatar
rm: Stizzar l'avatar da la gruppa {group}

source: Are you sure you want to delete the {group} group avatar?
rm: Duai l'avatar da la gruppa {group} propi vegnir stizzà?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
rm: Vuls ti stizzar permanentamain l'avatar? <strong>Quai na po betg vegnir revocà!</strong> Ti pos adina chargiar si in auter avatar per remplazzar l'actual.

source: Delete avatar
rm: Stizzar l'avatar

source: Remove leader
rm: Allontanar il manader

source: Are you sure you want to remove {user} from {group} leaders?
rm: Vuls ti propi allontanar {user} dals manaders da la gruppa {group}?

source: Remove member
rm: Allontanar l'utilisader

source: Are you sure you want to remove {user} from {group}?
rm: Vuls ti propi allontanar {user} da la gruppa {group}?

source: Edit | {group} | Groups
rm: Modifitgar | {group} | Gruppas

source: Edit {group} profile information
rm: Modifitgar las infurmaziuns da profil da {group}

source: Save
rm: Memorisar

source: Change {group} group avatar
rm: Midar l'avatar da la gruppa {group}

# avatar
source: Upload
rm: Chargiar si

source: Groups
rm: Gruppas

source: Add group profile
rm: Agiuntar in profil da gruppa

source: {group} | Groups
rm: {group} | Gruppas

source: Change avatar
rm: Midar l'avatar

source: Change
rm: Midar

source: Edit in admin
rm: Modifitgar en la vista d'administratur

source: Edit group profile
rm: Modifitgar il profil da la gruppa

source: Edit group leaders
rm: Modifitgar ils manaders da la gruppa

source: Group Leaders
rm: Manaders da la gruppa

source: Remove user from leaders
rm: Allontanar l'utilisader dals manaders

source: Add Leader
rm: Agiuntar in manader

source: Edit group members
rm: Modifitgar ils commembers da la gruppa

source: Group Members
rm: Commembers da la gruppa

source: Add Member
rm: Agiuntar in commember

source: Remove user from group
rm: Allontanar l'utilisader da la gruppa

source: previous
rm: ultim

source: Page {0} of {1}.
rm: Pagina {0} da {1}.

source: next
rm: proxim

source: Support Forum Karma Dashboard
rm: Survista da karma dal forum d'agid

source: Period Total
rm: Summa en la perioda

source: Questions
rm: Dumondas

source: First Answers
rm: Emprimas respostas

source: Solutions
rm: Soluziuns

source: Answers
rm: Respostas

source: Unhelpful Votes
rm: Vuschs da malnizzaivladad

source: Username
rm: Num d'utilisader

source: Total Points
rm: Puncts en total

source: Days since last activity
rm: Dis dapi l'ultima activitad

source: Date Range
rm: Spazi da temp

source: 1 week
rm: 1 emna

source: 1 month
rm: 1 mais

source: 3 months
rm: 3 mais

source: 6 months
rm: 6 mais

source: 1 year
rm: 1 onn

source: You were awarded the '{title}' badge!
rm: Ti es vegnì undrà cun l'ensaina '{title}'!

source: Badges
rm: Ensainas

source: Recently Awarded
rm: Persunas undradas dacurt

source: Awarded badge: %(badge_name)s
rm: Undrà cun l'ansaina: %(badge_name)s

source: Image:
rm: Grafica:

source: Description:
rm: Descripziun:

# DB: badger.Badge.description
source: None
rm: Nagin

source: Creator:
rm: Creatur:

source: Modified:
rm: Modifitgà:

source: Award details
rm: Detagls davart l'ensaina

source: Awarded to:
rm: Conferì a:

source: Explanation:
rm: Explicaziun:

source: Awarded by:
rm: Undrà da:

source: Issued on:
rm: Emess ils:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
rm: <h2>Ensainas &quot;%(badge_name)s&quot; conferidas dacurt</h2>

source: Recently awarded badges
rm: Ensainas conferidas dacurt

source: awarded to
rm: conferì a

source: Previous
rm: Ultim

source: Next
rm: Proxim

source: Badge: %(badge_name)s
rm: Ansaina: %(badge_name)s

source: Recent awardees
rm: Persunas undradas dacurt

source: All available SUMO badges
rm: Tut las ensainas da SUMO disponiblas

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
rm: <strong>%(awarder)s</strong> ha undrà tai cun l'ensaina <strong>%(title)s</strong>!

source: You have been awarded the <strong>%(title)s</strong> badge!
rm: Ti es vegnì undrà cun l'ensaina <strong>%(title)s</strong>!

source: See all the details...
rm: Mussar tut ils detagls…

source: Recently updated threads about %s
rm: Temas actualisads dacurt davart %s

source: Recent posts in %s
rm: Ultimas contribuziuns en %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Tes titel è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Please provide a message.
rm: Endatescha in messadi.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
rm: Tes messadi è memia curt (%(show_value)s caracters). El sto cuntegnair almain %(limit_value)s caracters.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
rm: Reducescha la lunghezza da tes messadi sin %(limit_value)s caracters u pli pauc. El cuntegna actualmain %(show_value)s caracters.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
rm: Stizzar la contribuziun | {t} | Discussiun davart {d} | Banca da datas da savida

source: Discuss
rm: Discutar

source: Delete Post
rm: Stizzar questa contribuziun

source: Are you sure you want to delete this post?
rm: Duai questa contribuziun propi vegnir stizzada?

source: Author
rm: Autur

source: Date
rm: Data

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
rm: Vuls ti stizzar permanentamain questa contribuziun? <strong>Quai na po betg vegnir revocà!</strong> Vuls ti propi cuntinuar?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
rm: Stizzar il tema | {t} | Discussiun davart {d} | Banca da datas da savida

source: Delete Thread
rm: Stizzar quest tema

source: Are you sure you want to delete this thread?
rm: Duai quest tema propi vegnir stizzà?

source: Creator
rm: Creatur

source: Number of Replies
rm: Dumber da respostas

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
rm: Vuls ti stizzar permanentamain quest tema? <strong>Quai na po betg vegnir revocà!</strong> Vuls ti propi cuntinuar?

source: {locale_name} Discussions | Knowledge Base
rm: {locale_name} Discussiuns | Banca da savida

source: {locale_name} Discussions
rm: {locale_name} Discussiuns

source: {l} Knowledge Base Discussions
rm: Discussiuns en la banca da savida davart {l}

source: Stop watching this locale
rm: Betg pli observar questa lingua

source: Watch this locale
rm: Observar questa lingua

source: Watch
rm: Observar

source: Replies
rm: Respostas

source: Last Post
rm: Ultima contribuziun

source: You are watching this thread
rm: Ti observeschas questa discussiun

source: You are not watching this thread
rm: Ti n'observeschas betg questa discussiun

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
rm: <a href="%(thread_url)s">%(thread_title)s</a><br> en <a href="%(document_discussion_url)s">%(document)s</a>

source: by <a class="username" href="{profile_url}">{username}</a>
rm: da <a class="username" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
rm: I n'existan nagins temas. Eventualmain duessas ti crear intgins!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
rm: Modifitgar ina contribuziun | {t} | Discussiun davart {d} | Banca da datas da savida

source: Edit a post
rm: Modifitgar ina contribuziun

source: Update post
rm: Actualisar la contribuziun

source: Edit thread {t} | {d} Discussion | Knowledge Base
rm: Modifitgar il tema {t} | Discussiun davart {d} | Banca da datas da savida

source: Edit thread
rm: Modifitgar tema

source: Edit thread "{t}"
rm: Modifitgar il tema "{t}"

source: Update thread
rm: Actualisar il tema

source: Create a new thread | {d} | Knowledge Base
rm: Crear in nov tema | {d} | Banca da datas da savida

source: Create a new thread
rm: Crear in nov tema

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
rm: Ti has surpassà il dumber da temas e respostas che pon vegnir publitgads en in tschert temp. Emprova per plaschair anc ina giada en in mument.

source: Post Thread
rm: Publitgar il tema

source: {t} | {d} Discussion | Knowledge Base
rm: {t} | Discussiun davart {d} | Banca da savida

source: Edit this thread
rm: Modifitgar quest tema

source: Delete this thread
rm: Stizzar quest tema

source: Unlock this thread
rm: debloccar quest tema

source: Lock this thread
rm: Bloccar quest tema

source: Unsticky this thread
rm: De-sticky-ar quest tema

source: Sticky this thread
rm: Sticky-ar quest tema

source: Last reply by
rm: Ultima resposta da

source: Sticky
rm: Impurtant

source: Locked
rm: Bloccà

source: Stop watching this thread
rm: Chalar dad observar quest tema

source: Watch this thread
rm: Observar quest tema

source: Oh, no! Looks like there are no posts!
rm: Oh, na! Sco para na datti naginas contribuziuns!

source: Post a reply
rm: Publitgar ina resposta

source: Post Reply
rm: Publitgar la resposta

source: Preview Reply
rm: Prevista da la resposta

source: This thread has been locked. It is no longer possible to post new replies.
rm: Quest tema è vegnì bloccà. Perquai n'èsi betg pli pussaivel da contribuir novas respostas.

source: {d} Discussion | Knowledge Base
rm: Discussiun davart {d} | Banca da savida

source: {d} Discussion
rm: Discussiun davart {d}

source: Post a new thread
rm: Avrir in nov tema

source: Stop watching this forum
rm: Betg pli observar quest forum

source: Watch this forum
rm: Observar quest forum

source: Type
rm: Tip

# thread_type
source: Locked
rm: Bloccà

# thread_type
source: Sticky
rm: Impurtant

source: View this post on the site.
rm: Contemplar questa contribuziun sin la pagina.

source: This forum is a discussion about improving the "%(title)s" article.
rm: Quest forum è ina discussiun per la meglieraziun da l'artitgel «%(title)s».

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
rm: Quest forum è ina discussiun per la meglieraziun da l'artitgel «%(title)s». Sche ti vuls ta participar, <a href="%(register_url)s">t'annunzia</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
rm: Quest forum è ina discussiun per la meglieraziun da la translaziun da l'artitgel «%(title)s». Sche ti vuls meglierar il cuntegn da l'artitgel, va a la <a href="%(url)s">discussiun davart l'artitgel englais</a>.

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
rm: Sche ti dovras agid cun Firefox, <a href="%(aaq_url)s">tschenta ina dumonda</a>.

source: Edit this post
rm: Modifitgar questa contribuziun

source: Delete this post
rm: Stizzar questa contribuziun

source: 1 post
rm: 1 contribuziun

source: Link to this post.
rm: Colliaziun a questa contribuziun.

source: Modified by {name} on {datetime}
rm: Modifitgà da {name} ils {datetime}

source: Post Preview:
rm: Prevista da la cuntribuziun:

source: Turn off emails for discussion in my locale.
rm: Retschaiver nagins e-mails pli per discussiuns en mia lingua.

source: Get emailed when there is new discussion activity in my locale.
rm: Retschaiver in e-mail schi vegn cumenzà ina nova discussiun en mia lingua.

source: KPI Dashboard
rm: Dashboard da KPI

source: Questions solved
rm: Dumondas respundidas

source: Definition: Percentage of threads that have answer marked as a solution
rm: Definiziun: Procentuala dals temas che han ina resposta ch'è marcada sco soluziun

source: Questions responded to within X hours
rm: Damondas ch'èn vegnidas respundidas entaifer X uras

source: Definition: Percentage of questions that get an action within X hours
rm: Definiziun: Procentuala da las damondas che retschaivan ina reacziun entaifer X uras

source: Helpfulness of KB articles and Forum
rm: Nizzaivladad d'artitgels da la banca da savida e dal forum

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
rm: Definiziun: Relaziun da "gea" tar total da las vuschs sin artitgels da la banca da savida e da temas en il forum

source: Number of active contributors to the English KB
rm: Dumber dals contribuents activs a la banca da savida englaisa

source: Definition: The number of people who have contributed to the KB in the last 30 days.
rm: Definiziun: Il dumber da persunas che han contribuì a la banca da savida en ils ultims 30 dis.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
rm: Definiziun da contribuir: modifitgà u repassà almain in artitgel

source: Number of active contributors to the non-English KB
rm: Dumber dals contribuents activs a la banca da savida betg englaisa

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
rm: Definiziun: Il dumber da persunas che han contribuì a la versiun betg englaisa da la banca da savida en ils ultims 30 dis.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
rm: Definiziun da contribuir: modifutgà u repassà almain in aritgel betg englais

source: Number of active forum contributors
rm: Dumber da contribuents activs al forum

source: Definition: The number of people who have contributed to the forums in the last 30 days.
rm: Definiziun: Il dumber da persunas che han contribuì al forum ils ultims 30 dis.

source: Definition of contribution: wrote 10+ posts
rm: Definiziun da contribuziun: scrit almain 10 contribuziuns

source: Number of active Army of Awesome contributors
rm: Dumber da contribuents a l'Army of awesome

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
rm: Definiziun: Il dumber da persunas che han contribuì a l'Army of awesome en ils ultims 30 dis.

source: Definition of contribution: replied to a tweet.
rm: Definiziun da contribuir: respundì ad in tweet.

source: Search Clickthrough Rate
rm: Rata da cliccar da la tschertga

source: Clickthrough rate
rm: Rata da cliccar tras

source: Definition: Percentage of people searching who click on an item on the search results page.
rm: Definiziun: Procentuala da persunas che tschertgan che cliccan sin in element sin la pagina da resultats da la tschertga.

source: Daily Unique Visitors
rm: Visitaders unics per di

source: L10n Coverage
rm: Cuverta da las translaziuns

source: L10n coverage
rm: Cuverta da la translaziun

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
rm: Definiziun: La cuverta da translaziun è ina mesira da la procentuala da noss visitaders che retschaivan artitgels da la banca da savida en lur lingua materna. Ella vegn calculada a basa dals top 50 artitgels englais, valità tenor il status da translaziun ed il dumber da visitas per mintga lingua.

source: Edit levels are taken into account as follows:
rm: Ils nivels da modificaziun vegnan calculads tenor quests parameters:

source: A level 2 review change drops the localization to 50% of the article
rm: Ina revista d'ina midada da nivel 2 sbassa las translaziuns a 50% da l'artitgel

source: A level 3 review change drops the localization to 0% of the article
rm: Ina revista d'ina midada da nivel 3 sbassa las translaziuns a 0% da l'artitgel

source: More than one level 2 review change drops the localization to 0%
rm: Dapli che ina revista d'ina midada da nivel 2 sbassa las traslaziuns a 0%

source: Example:
rm: Exempel:

source: German makes up 10% of our visitor base
rm: Il tudestg represchenta 10% da nossa basa da visitaders

source: The 'how to set your home page' article makes up 2% of our top 50 visits
rm: L'artitgel 'Definir la pagina da partenza' chaschuna 2% da nossas visitas top 50

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
rm: Sche l'aritgel da la pagina da partenza è il sulet artitgel translatà ed è actual per tudestg, lura è nossa cuverta da translaziun 2% da 10%=0.2% (+ la cuverta da l'englais)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
rm: Sche il tudestg manchenta ina midada da livel 2, lura sa sbassa la cuverta a 50%, pia 1% da 10%=0.1%

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
rm: <b>Impurtant:</b> Actualmain utilisain nus in model simplifitgà, nua che mintga artitgel quinta sco 1/50=2% da las visitas per lingua

source: Exit Survey Results
rm: Resultats da las retschertgas da sortida

source: Help Other Users
rm: Gidar ad utilisaders

source: Love Firefox? Love Twitter?
rm: Charezzas Firefox? Charezzas Twitter?

source: Now you can combine both and help Firefox users on Twitter. It's quick, it's easy, and you don't have to be a tech superstar to do it. We call it our Army of Awesome.
rm: Ussa pos ti cumbinar questas duas chaussas e gidar ad utilisaders da Firefox sin Twitter. Quai va spert, è simpel e ti na stos betg esser tecnicher professiunal per far quai. Nus numnain quai nossa «Army of Awesome».

source: It's fun and addictive and the Awesome is you!
rm: Igl è legher, i fa dependent e ti eis grondius!

source: How it works
rm: Co ch'ei funcziuna

source: Sign up as a volunteer
rm: Sa registrar sco voluntari

source: Go to Army of Awesome
rm: Entra en nossa «Army of Awesome»

source: Connect your Twitter account
rm: Ta collia cun tes conto da Twitter

source: Answer to Twitter users that need help. It's super easy with our canned responses.
rm: Respunda dumondas ad utilisaders sin Twitter che dovran agid. Quai è fitg simpel cun nossas respostas preparadas.

source: 1 tweet can save 1 day
rm: In tweet po salvar in di

source: Other ways to get involved
rm: Autras vias da ta participar

source: Answer questions in the support forum
rm: Respunder dumondas en il forum d'agid

source: Write help articles
rm: Scriver artitgels d'agid

source: Translate help to your languages
rm: Translatar l'agid en tias linguas

source: Help Us Write Help Articles
rm: Ans gida da scriver artitgels d'agid

source: Help us write help articles!
rm: Ans gida da scriver artitgels d'agid!

source: Share your wisdom with the world.
rm: Cundivida tia savida cun il mund.

source: Introduce yourself
rm: Ta preschenta

source: Watch our videos and check our documentation
rm: Guarda noss videos e legia la documentaziun

source: 1 article can be viewed by 400 million users and translated into 70+ languages
rm: In artitgel po vegnir visità da 400 milliuns utilisaders e translatà en passa 70 linguas
