Repository: mozilla-l10n/sumo-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: Translation search results summary:
rm: Resumaziun dals resultats da tschertgar da la translaziun:

source: Translation source:
rm: Code da funtauna da la translaziun:

source: Translation rendered html:
rm: Visualisaziun da HTML da la translaziun:

source: Revision {n} | {t} | {c}
rm: Versiun {n} | {t} | {c}

source: Revision {num}
rm: Versiun {num}

source: Revision Information
rm: Infurmaziuns da la versiun

source: Revision id:
rm: ID da la versiun:

source: Reviewed:
rm: Repassà:

source: Reviewed by:
rm: Repassà da:

source: Is approved?
rm: Approvà?

source: Is current revision?
rm: È quai la versiun actuala?

source: Ready for localization:
rm: Pront per la localisaziun:

source: Readied for localization:
rm: Perparà per la translaziun:

source: Readied for localization by:
rm: Perparà per la translaziun da:

source: Edit article based on this revision
rm: Modifitgar l'artitgel sa basond sin questa versiun

source: Select language | {document}
rm: Tscherner la lingua | {document}

source: Select language
rm: Tscherner la lingua

source: Select a language to translate to:
rm: Tscherner la lingua en la quala duai vegnir translatà:

source: Show translations | {document}
rm: Mussar translaziuns | {document}

source: Show translations
rm: Mussar translaziuns

source: This document has been translated to the following locales:
rm: Quest document è vegnì translatà en suandantas linguas:

source: This document is missing translations for the following locales:
rm: Quest document n'ha nagina translaziun per suandantas linguas:

source: Translate Article | {document}
rm: Translatar l'artitgel | {document}

source: Translate Article
rm: Translatar l'artitgel

source: You are translating an English document which is not yet ready for localization.
rm: Ti translateschas in document englais che n'è betg pront per la localisaziun.

source: Translating {title}
rm: Translatar {title}

source: Translating article to {locale}
rm: Translatar l'artitgel per {locale}

source: Translate Description
rm: Translatar la descripziun

source: Title in {locale}:
rm: Titel per {locale}:

source: Slug in {locale}:
rm: Num d'adressa per {locale}:

source: Translate Content
rm: Translatar il cuntegn

source: Recently approved updates
rm: Actualisaziuns approvadas dacurt

source: Differences
rm: Differenzas

source: Note: This article has no revisions ready for localization.
rm: Remartga: Questa artitgel n'ha naginas versiuns ch'èn prontas per la localisaziun.

source: Note: There are no approved translations for this article.
rm: Avis: I n'existan naginas translaziuns approvadas da quest artitgel.

source: Keywords in {locale}:
rm: Chavazzins per {locale}:

source: Search result summary in {locale}:
rm: Resumaziun per ils resultats da tschertgar per {locale}:

source: {locale} translation:
rm: Translaziun per {locale}:

source: What Links Here | {document}
rm: Colliaziuns a quest artitgel | {document}

source: What Links Here
rm: Colliaziuns a quest artitgel

source: Documents that link to "{title}"
rm: Documents cun colliaziuns a "{title}"

source: Documents that include "{title}"
rm: Documents che cuntegnan "{title}"

source: Documents that use "{title}" as a template
rm: Documents che utiliseschan "{title}" sco model

source: No other documents link to {title}.
rm: Nagins auters documents cuntegnan colliaziuns a {title}.

source: View the updated document
rm: Contemplar il document actualisà

source: View this document's history
rm: Contemplar la cronologia da quest document

source: Localize the document
rm: Translatar il document

source: Review this revision
rm: Repassar questa versiun

source: View the history of this document
rm: Contemplar la cronologia da quest document

source: These fine people helped write this article: %(contributors)s. You can help too - <a href="%(link)s">find out how</a>.
rm: Questas grondiusas persunas han gidà da scriver quest artitgel: %(contributors)s. Era ti pos gidar - <a href="%(link)s">legia qua co far</a>.

source: (Redirected from <a href="{href}">{title}</a>)
rm: (Svià da <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
rm: <p>Quest artitgel è eventualmain betg pli actual.</p> <p> Ina midada impurtanta è vegnida fatga en l'artitgel englais sin il qual questa translaziun sa basa. Enfin che questa pagina è actualisada ta gida eventualmain quai: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
rm: Quest artitgel na vegn betg pli mantegnì, perquai è il cuntegn eventualmain antiquà.

source: No one has helped translate this article yet. <a href="%(help_link)s">Join us and help get the job done!</a>
rm: Anc nagin ha translatà quest artitgel. <a href="%(help_link)s">Ta participescha e gida da far la translaziun!</a>

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
rm: Noss voluntaris lavuran vid la translaziun da quest artitgel. Enfin ch'el è pront ta po eventualmain la versiun englaisa gidar.

source: This article doesn't have approved content yet.
rm: Quest artitgel na cuntegna anc nagin cuntegn approvà.

source: Warning: There are newer unreviewed revisions of this article.
rm: Attenziun: I existan versiun pli novas betg repassadas da quest artitgel.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
rm: Guarda <a href="%(url)s">la cronologia</a> per basar tia midada sin ina versiun existenta ma betg repassada.

source: Change Revisions
rm: Midar versiuns

source: Revision {num}:
rm: Versiun {num}:

source: Stop article emails
rm: Betg pli retschaiver e-mails davart quest artitgel

source: Email me article changes
rm: Retschaiver in e-mail sche quest artitgel vegn modifitgà

source: Submit for Review
rm: Trametter per repassar

source: Preview Content
rm: Prevista dal cuntegn

source: Preview Changes
rm: Prevista da las midadas

source: Submit Your Changes
rm: Trametter tias midadas

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
rm: Bunischem! Nus ta tramettain in e-mail sche tias midadas èn vegnidas approvadas. Ti pos suandar las discussiun davart quest artitgel cun cliccar sin il tab disciussiun.

source: Briefly describe your changes:
rm: Descriva curtamain tias midadas:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
rm: Questa midada na mida betg quest artitgel sin il stan actual. Las midadas da l'englais duessan restar visiblas per la proxima midada.

source: Notify me of any future changes to this page
rm: M'avisar sche quest artitgel vegn modifitgà en futur

source: Help with:
rm: Agid cun:

source: Customize this article
rm: Persunalisar quest artitgel

source: Was this article helpful?
rm: Ha quai artitgel gidà a tai?

source: Please wait...
rm: Spetgar…

source: Leave a message for {contributor}:
rm: Laschar enavos in messadi per {contributor}:

source: Leave a message for {rest} and {last}:
rm: Laschar enavos in messaid per {rest} e {last}:

source: Warning: This page is also being edited by %(user)s!
rm: Attenziun: Questa pagina vegn era modifitgada da %(user)s!

source: If you know what you are doing, you can edit the document anyway.
rm: Sche ti sas tge che ti fas pos ti tuttina modifitgar il document.

source: Edit anyway
rm: Tuttina modifitgar

source: Report Abuse
rm: Rapportar in abus

source: Report this
rm: Rapportar quai

source: Have more to say?
rm: Vuls ti dir dapli?

source: Mark as Ready for Localization
rm: Marcar sco 'pront per la localisaziun'

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
rm: Ti es londervi da marcar questa versiun sco <span class="revtime"></span> 'pront per la localisaziun'. Vuls ti continuar?

source: View Diff
rm: Vesair las differenzas

source: Close Diff
rm: Serrar las differenzas

source: Revision
rm: Versiun

source: Editor
rm: Autur

source: Approve Translation
rm: Approvar questa translaziun

source: Approve Revision
rm: Approvar questa versiun

source: Defer Translation
rm: Spustar la translaziun

source: Defer Revision
rm: Spustar questa versiun

source: Cancel Review
rm: Refusar la versiun

source: Accept this Translation
rm: Acceptar questa translaziun

source: Accept this Revision
rm: Acceptar questa versiun

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
rm: Ti es londervi dad approvar tia atgna modificaziun. Considerescha da dumandar in da noss <a href="%(url)s">revisurs</a> enstagl.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
rm: Sche ti cliccas sin «Acceptar» vegn questa versiun da l'artitgel publitgada! Ponderescha in mument sche tut las opziuns èn correctas.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
rm: Grazia per prender il temp per repassar questas midadas. In clic sin Acceptar publitgescha questa versiun! Ponderescha in mument sche tut las opziuns èn correctas.

source: Accept
rm: Acceptar

source: Defer this Translation
rm: Spustar questa translaziun

source: Defer this Revision
rm: Spustar questa versiun

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
rm: Grazia che ti es repassà questas midadas. Engrazia a la persuna che ha modifitgà l'artitgel e dai in resun specific e constructiv davart tge che ti pensas che sto vegnir midà per che la versiun po vegnir acceptada.

source: Defer
rm: Spustar

source: Show Helpfulness Votes Chart
rm: Mussar il diagram cun las vuschs davart la nizzaivladad

source: Compare Selected Translations
rm: Cumparegliar las translaziuns tschernidas

source: Compare Selected Revisions
rm: Cumparegliar las versiuns tschernidas

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
rm: Muntada - MT: considerablas midadas dal cuntegn. M: midadas dal cuntegn. Vid: Midà be bagatellas.

# First letter of 'Significance'
source: S
rm: M

# First letter of 'Ready for localization'
source: R
rm: P

# revision
source: Unreviewed
rm: Betg repassà

source: Current
rm: Actual

source: Reviewed
rm: Repassà

source: This revision is ready for localization.
rm: Questa versiun è pronta per la localisaziun.

source: This revision is not ready for localization.
rm: Questa versiun n'è betg pronta per la localisaziun.

source: Delete this revision
rm: Stizzar questa versiun

source: This document has no revisions.
rm: Quest document na cuntegna naginas versiuns.

source: Editing Tools
rm: Utensils

source: Discussion
rm: Discussiun

source: Show Translations
rm: Mussar translaziuns

source: Show History
rm: Mussar cronologia

source: Unsubscribe from edit notifications
rm: Annullar l'abunament da modificaziuns

source: Subscribe to edit notifications
rm: Abunar modificaziuns

source: Confusing
rm: Irritant

source: Solution didn't work
rm: La soluziun n'ha betg funcziunà

source: Too long
rm: Memia lung

source: I have feedback about Firefox
rm: Jau vi dar in resun davart Firefox

source: Tell us more.
rm: Ans raquinta dapli.

source: Please provide more details
rm: Inditgescha dapli detagls

source: {badgetitle} awarded to {username}
rm: {badgetitle} conferì a {username}

source: Badges recently awarded to {username}
rm: Ensainas conferidas dacurt a {username}

source: {num} items entered, only {maxnum} allowed
rm: Endatà {num} elements, ma be {maxnum} elements èn lubids

source: These items were invalid: {itemlist}
rm: Quests elements eran nunvalids: {itemlist}

source: Enter up to 10 email addresses for badge award recipients
rm: Endatescha enfin 10 adressas dad e-mail per destinaturs dad ensainas

source: Badge already awarded to {email}
rm: Ensaina è gia vegnida conferida a {email}

source: Nomination failed for {email}
rm: Errur cun la nominaziun dad {email}

source: Unsubscribe
rm: Annullar l'abunament

source: Are you sure you want to unsubscribe?
rm: Vuls ti propi stizzar l'abunnament?

source: Unsubscribe Error
rm: Errur durant annullar l'abunament

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
rm: Impussibel da chattar tes abunament. U ch'el è gia vegni stizzà u chi dat ina errur en la colliaziun per stizzar l'abunament. Controllescha che l'entira colliaziun è vegnida en il navigatur. Sche la segunda part da la colliaziun è sin ina nova lingia en l'e-mail pos ti empruvar da copiar l'entira colliaziun ed encollar en il navigatur.

source: Unsubscribed
rm: Annullà l'abunament
