Repository: mozilla-l10n/sumo-l10n
Catalog: ff/LC_MESSAGES/djangojs.po
Languages: ff

source: Week
ff: Yontere

source: Questions
ff: Naamne

source: Solved
ff: Jiiɓtaama

source: % Solved
ff: % Jiiɓtaama

source: Responded in 24 hours
ff: Jaabaaɗe e nder waktuuji 24

source: % Responded in 24 hours
ff: % Jaabaaɗe e nder waktuuji 24

source: Responded in 72 hours
ff: Jaabaaɗe nder waktuuji 72

source: % Responded in 72 hours
ff: % Jaabaaɗe nder waktuuji 72

source: Not responded in 24 hours
ff: Ɗe njaabaaka nder waktuuji 24

source: Not responded in 72 hours
ff: Ɗe njaabaaka nder waktuuji 72

source: Article Votes: % Helpful
ff: Woote Bindanɗe: % Naftorii

source: Answer Votes: % Helpful
ff: Woote jaabawuuji: % Naftorii

source: en-US KB
ff: Ruttorde Ganndal e en-US

source: non en-US KB
ff: ɗi ngonaa en-US KB

source: Support Forum
ff: Jakkaa Wallitorde

source: Army of Awesome
ff: Konu Yontaaɓe

source: Click Through Rate %
ff: Yiylo Cookol Dobanɗe

source: Visitors
ff: Yilliiɓe

source: L10n Coverage
ff: Kuurol L10

source: Percent Yes
ff: Santaas Eey

source: Yes
ff: Eey

source: No
ff: Alaa

source: I don't know
ff: Mi anndaa

source: Error loading graph
ff: Juumre waɗii e loowgol haatumeere

source: An error occured.
ff: Juumre waɗii.

source: There was an error generating the preview.
ff: Waɗii caɗeele heblude jiytindol ngol.

source: There was an error submitting your vote.
ff: Waɗii caɗeele naatnude woote maa.

source: You replied
ff: A jaabiima

source: You and 1 other replied
ff: Aan e 1 on njaabiima

source: Account banned successfully!
ff: Konte ɗee calaama no haanirta!

source: No differences found
ff: Alaa ceetinnde njiytaa

source: Cancel
ff: Haaytu

source: said
ff: wiyiino

source: You are not watching this thread
ff: A rewindaaki ndee yeewtere

source: You are watching this thread
ff: Aɗa dewindii ndee yeewtere

source: Image Attachment
ff: Ɗisannde Natal

source: Could not upload file. Please try again later.
ff: Horiima yollude fiilde. Tiiɗno eto so ɓooyii.

source: Invalid image. Please select a valid image file.
ff: Natal moƴƴaani. Tiiɗno labo fiilde natal moƴƴere.

source: Image too large. Please select a smaller image file.
ff: Natal mawngal haa ɓurti. Tiiɗno fiilde natal ɓurnde famɗude.

source: Upload cancelled. Please select an image file.
ff: Jollugol haaytii. Tiiɗno labo fiilde natal.

source: File deleted. Please select an image file.
ff: Fiilde momtaama. Tiiɗno labo fiilde natal.

source: Delete this image
ff: Momtu ngal natal

source: Uploading "%s"...
ff: Nana yolla "%s"...

source: Loading...
ff: Ena loowa...

source: No votes data
ff: Alaa keɓe woote

source: Votes
ff: Woote

source: Percent
ff: Teemedoore

source: Bold
ff: Ɓuutol

source: bold text
ff: binndi ɓuutol

source: Italic
ff: Italik

source: italic text
ff: binndi italik

source: Numbered List
ff: Doggol Limtangol

source: Numbered list item
ff: Temre doggol limtangol

source: Bulleted List
ff: Doggol Korwangol

source: Bulleted list item
ff: Temre doggol korwangol

source: Heading 1
ff: Tiitoonde 1

source: Heading 2
ff: Tiitoonde 2

source: Heading 3
ff: Tiitoonde 3

source: Insert a link...
ff: Lommbu hen jokkol...

source: link text
ff: binndi jokkol

source: Link text:
ff: Binndi jokkol:

source: Link target:
ff: Tiindaare jokkol:

source: Support article:
ff: Winndannde wallitorde:

source: Enter the name of the article
ff: Naatnu innde winndannde ndee

source: External link:
ff: Jokkol joltowol:

source: Enter the URL of the external link
ff: Naatnu URL jokkol jaltowol ngol

source: No sections found
ff: Alaa taƴe njiytaa

source: Insert Link
ff: Lommbu hen Jokkol

source: Knowledge Base Article
ff: Winndande Ruttorde Ganndal

source: Insert media...
ff: Lommbu heen mejaare...

source: media
ff: mejaare

source: Search Gallery
ff: Yiylo e Gerngal

source: Show:
ff: Hollu:

source: Images
ff: Nate

source: Videos
ff: Widewooji

source: Show media for:
ff: Hollu mejaa wonande:

source: Insert Media
ff: Lommbu Mejaare

source: Upload Media
ff: Yollu Mejaare

source: Please select an image or video to insert.
ff: Tiiɗno labo natal walla widewoo ngam lommbude.

source: Oops, there was an error.
ff: Ndo, waɗii juumre.

source: Common responses
ff: Jaabawuuji denndaaɗi

source: cannedresponses
ff: jaabawuuji coomaaɗi

source: Search for common responses
ff: Yiylo jaabawuuji goowaaai

source: Categories
ff: Pelle

source: Responses
ff: Jaabawuuji

source: Please select a category from the previous column or start a search.
ff: Tiiɗno labo fedde e darol ɓennungol ngol walla fuɗɗo njiilaw.

source: Response editor
ff: Taƴtorde jaabawuuji

source: Switch to preview mode
ff: Artu e mbayka ɓennuka

source: Insert Response
ff: Lommbu hen Jaabawol

source: Matching responses
ff: Jaabawuuji jaaɓduɗi

source: There was an error checking for canned responses.
ff: Waɗii caɗeele ƴeewtaade jaabawuuji maa coomaaɗi.

source: Response preview
ff: Jiytindagol jaabawuuji

source: Switch to edit mode
ff: Artu e mbayka taƴtagol

source: Quote previous message...
ff: Jubbu e ɓatakutu ɓennundu...

source: Reply...
ff: Jaabo...

source: There was an error.
ff: Waɗii juumre.

source: There was an error. Please try again in a moment.
ff: Waɗii caɗeele. Tiiɗno eto kadi ɗoo e yeeso.

source: Daily
ff: E ñalngu

source: Weekly
ff: E yontere

source: Monthly
ff: E lewru

source: 1m
ff: l1

source: 3m
ff: l3

source: 6m
ff: l6

source: 1y
ff: h1

source: All
ff: Fof

source: Invalid tag entered: %s
ff: Tagere naatnaade moƴƴaani: %s

source: No tags entered.
ff: Alaa tage naatnaa.

source: Error uploading image
ff: Juumre waɗii e jollugol natal

source: Error deleting image
ff: Juumre waɗii e momtugol natal

source: Please check you are logged in, and try again.
ff: Tiiɗno ƴeewto so aɗa seŋii, eto-ɗaa kadi.

source: Search for a user...
ff: Yiylo kuutoro...

source: Active Contributors
ff: Wallitooɓe Dillooɓe

source: A document with this title already exists in this locale.
ff: Fiilannde joogiinde ndee tiitoonde ena woodi kisa e ndee likaalde.

source: A document with this slug already exists in this locale.
ff: Fiilannde joogiinde oo aliyaas ena woodi kisa e ndee likaalde.

source: Choose revisions to compare
ff: Labo baylitte ngam jerondiral

source: Toggle syntax highlighting
ff: Toggilo jalbingol lelngo konngi

source: Toggle Diff
ff: Toggilo Diff

source: No replies
ff: Alaa jaabawol

source: Search results
ff: Njaltudi njiylawu

source: No results found.
ff: Alaa njaltudi yiytaa.

source: No results found
ff: Alaa njeñtudi yiytaa
