Repository: mozilla-l10n/sumo-l10n
Catalog: ff/LC_MESSAGES/messages.po
Languages: ff

source: Briefly describe your changes:
ff: Sifo bayle maa e ndaɓɓa:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
ff: Ɗuum addantaa winndannde ndee hesɗitde. Ceertinde Engeleere ɗee potaani waylaade e taƴtagol garowol.

source: Notify me of any future changes to this page
ff: Tintin am so bayle mbaɗoyii e ngoo hello

source: Help with:
ff: Ballal e:

source: Was this article helpful?
ff: Mbar a yiyi nafoore e ndee winndannde?

source: Please wait...
ff: Tiiɗno sabbo...

source: Leave a message for {contributor}:
ff: Woppan ɗoo {contributor} konngol:

source: Leave a message for {rest} and {last}:
ff: Woppan ɗoo {rest} e {last} konngol:

source: Warning: This page is also being edited by %(user)s!
ff: Reentino: %(user)s! nana taƴtoo ngoo hello e oo sahaa!

source: Report Abuse
ff: Jaŋto Bonannde

source: Report this
ff: Jaŋto ɗuum

source: Have more to say?
ff: Aɗa yiɗi haalde goeeum?

source: Mark as Ready for Localization
ff: Maanto wonde hebiima nokkuɗineede

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
ff: Ngon-ɗaa ko e maantaade ngal baylital <span class="revtime"></span> wonde Hebiima Nokkuɗineede. Aɗa yenanaa ko ɗum niɗ-ɗaa waɗde?

source: Revision
ff: Baylital

source: Editor
ff: Taƴtorde

source: Approve Translation
ff: Jaɓ Firo

source: Approve Revision
ff: Jaɓ Baylital

source: Defer Translation
ff: Riiwtu Firo

source: Defer Revision
ff: Riiwtu Baylital

source: Cancel Review
ff: Haaytu Ƴeewtaade

source: Accept this Translation
ff: Jaɓ ngoo Firo

source: Accept this Revision
ff: Jaɓ ngal Baylital

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
ff: Ngon-ɗaa ko e jaɓde taƴto hoore maa. Tiiɗno miijo naamnaade <a href="%(url)s">ƴeewtotooɓe</a> amen kisa.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ff: Dobaade e Jaɓ maa naatnu ndee yamre winndannde ndee e peñcu! Tiiɗno ɓam hojomaaji seeɗa ngam ƴeewtaade so cuɓe fof ena moƴƴi.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ff: A jaaraama e ɓamde yaajeende maa ngam ƴeewtaade ɗee bayle. Dobaade e Jaɓ maa naatnu ndee yamre winndannde ndee e peñcu! Tiiɗno ɓam hojomaaji seeɗa ngam ƴeewtaade so cuɓe fof ena moƴƴi.

source: Accept
ff: Jaɓ

source: Defer this Translation
ff: Riiwtu ngoo Firo

source: Defer this Revision
ff: Riiwtu ngal Baylital

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
ff: A jaaraama e ɓamde yaajeende maa ngam ƴeewtaade ɗee bayle. Tiiɗno jaar taƴtiiɗo oo tee ndokkaa duttinal nafowal, keeringal baɗte ko miiji-ɗaa ena sokli wayleede ngam baylital ngal waawa jaɓaaɗe.

source: Defer
ff: Riiwtu

source: Show Helpfulness Votes Chart
ff: Hollu Haatumeere Woote Naftugol

source: Compare Selected Translations
ff: Yerondir Firooji Labaaɗi

source: Compare Selected Revisions
ff: Yerondir Baylitte Labaaɗe

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
ff: Maanaa mum - MT Bayle Loowdi Mawɗe. M: Bayle Loodi. Meho: Bayle Tokoose.

# First letter of 'Significance'
source: S
ff: F

# First letter of 'Ready for localization'
source: R
ff: H

# revision
source: Unreviewed
ff: Ƴeewtaaka

source: Current
ff: Gonaaɗo

source: Reviewed
ff: Ƴeewtaama

source: This revision is ready for localization.
ff: Ngal baylital ena hebii nokkuɗineede.

source: This revision is not ready for localization.
ff: Ngal baylital hebaaki nokkuɗineede.

source: Delete this revision
ff: Momtu ngal baylital

source: This document has no revisions.
ff: Ndee fiilannde alaa baylitte.

source: Editing Tools
ff: Kuutorɗe taƴtagol

source: Discussion
ff: Yeewtere

source: Show Translations
ff: Hollu Firooji

source: Show History
ff: Hollir Aslol

source: Unsubscribe from edit notifications
ff: Momtu hoore maa e tintine taƴtagol

source: Subscribe to edit notifications
ff: Winndito e tintine taƴtagol

source: Confusing
ff: Ena jiiɓii

source: Solution didn't work
ff: Feere horiima feewde

source: Too long
ff: Ena juuti haa ɓurti

source: I have feedback about Firefox
ff: Mi jogii duttinal baɗte Firefox

source: Tell us more.
ff: Ɓeydan-min humpito.

source: Please provide more details
ff: Tiiɗno hokku tiitoonde
