Repository: mozilla-l10n/sumo-l10n
Catalog: ff/LC_MESSAGES/messages.po
Languages: ff

source: The {domain} team
ff: Goomu {domain}

source: You are about to subscribe to:
ff: Ngon-ɗaa ko e lulnaade e:

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
ff: Ngam teeŋtinde lulnagol maa, tiiɗno dobo e jokkol les ngol walla natto ɗakkaa jokkol ngol fof e palal ñiiɓirɗe wanngorde maa:

source: Thanks!
ff: A jaaraama!

source: Hi {username},
ff: Mbaɗ-ɗaa {username},

source: {answerer} commented on a Firefox question on {host}:
ff: {answerer} jaabiima e naamnal Firefox e {host}:

source: {answerer} wrote:
ff: {answerer} winndiino:

source: See the comment:
ff: Yiy jaabawol ngol:

source: If this comment is helpful, vote on it:
ff: So ngol jaabawol ena nafti, wootan ngol:

source: Help other Firefox users by browsing for unsolved questions on {host}:
ff: Wallu huutorɓe Firefox woɗɓe so weɗɗitde naamne ɗe ñawndaaka e {host}:

source: You might just make someone's day!
ff: Waasataa mo kakkit-ɗaa!

source: {answerer} has posted an answer to your question on {host}:
ff: {answerer} postii jaabawol e naamnal maa e {host}:

source: If this answer solves your problem, please mark it as "solved":
ff: So ngol jaabawol ñawndii caɗe maa, tiiɗno maanto ngol "ñawndaama":

source: This will help other Firefox users find good answers to their questions!
ff: Ɗuum maa wallu huutorɓe Firefox woɗɓe yiytude jaabawuuji moƴƴi e naamne maɓɓe!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
ff: Amin njiɗi humpitde-ma wonde %(answerer)s yiytii feere ñawndugol naamnal Firefox ngal ndewindi-ɗaa.

source: The question:
ff: Naamnal ngal:

source: was marked as solved by its asker, {asker}.
ff: maantaama koko ñawndaa e kuɗol naamniiɗo oo, {asker}.

source: You can view the solution using the link below.
ff: Aɗa waawi yiyde ñawnditol ngol huutoraade jokkol les ngol.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
ff: Mbar ngol jaabawol walliima kisa? A yiytii postol goɗngol ɓurngol wallude? Wadde anndin huutorɓe Firefox woɗɓe so wootande ngol-ɗoon jaabawol.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
ff: Aɗa anndunoo wonde %(answerer)s ko kuutoro Firefox hono maa nih tan? Fuɗɗo jooni wallude huutorɓe Firefox woɗɓe so weɗɗitde naamne to https://%(host)s/questions?filter=unsolved -- waasataa mo kakkit-ɗaa!

source: It seems your account has already been activated.
ff: Ena wayi hono konte maa ko kurmuɗe haa gasi.

source: You can log in at:
ff: Aɗa waawi seŋaadeto:

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
ff: Hade min hesɗitinde iimeel maa, alaa e sago teeŋtinaa-mo. Tiiɗno dobo e jokkol les ngol walla natto ɗakkaa jokkol ngol fof e palal ñiiɓirɗe wanngorde maa:

source: Hi {username}
ff: Jam e kisal {username}

source: Thanks so much for your interest in helping users of Mozilla technologies!
ff: A jaaraama sanne e katojinal maa e wallude huutorɓe Teknologiiji Mozilla!

source: To help you find out where to help check this site:
ff: Ngam wallude-ma heɓde ɗo mballu-ɗaa yah to ndee lowre:

source: There are several ways in which you can get involved:
ff: Ena heewi fannuuji ɗi mbaaw-ɗaa jeyeede e golle ɗee:

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
ff: Ballitoowo Jakkaa - Jaabo naamne wallitorde kuutoro ɓurɗe hatojineede tawa ngalaa jaabawuuji:

source: Twitter Contributor - Respond to tweets about Firefox:
ff: Ballitoowo Twitter - Jaaɓto twitte baɗte Firefox:

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
ff: Binndoowo e RG - Wallu hesɗitinde binndanɗe ruttorde humpito cokluɗe bayle walla winndu binndanɗe kese:

source: L10N Contributor - Help to translate Firefox Help content to your language:
ff: Ballitoowo L10N - Wallu firde loowdi Ballal Firefox e ɗemngal maa:

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
ff: Annin-min hol heen e ɗii fannuuji katojin-ɗaa kisa min mballu-maa fuɗɗaade. Jeyeede-ma e golle ɗee ko huunde mande ɗo amen!

source: Welcome to SUMO!
ff: On Jaɓɓaama e SUMO!

source: We've just received a request to send the username linked to this email address.
ff: Min keɓii jooni ɗabbitannde neldude innde kuutoro jokkiinde e ndee ñiiɓirde iimeel.

source: Your username is:
ff: Innde kuutoro maa ko:

source: You may log in at https://{domain}{login_url}
ff: Aɗa waawi seŋaade e https://{domain}{login_url}

source: If you did not request this email, there is no need for further action.
ff: So tawii wonaa aan naamnii oo iimeel, soklaani ko aɗa waɗa hay huunde.

source: Thanks,
ff: A jaaraama,

source: The {sitename} team
ff: Goomu {sitename}

source: Content
ff: Loowdi

source: Show after
ff: Hollu ɓaawo

source: Show until
ff: Hollu haa

source: New announcement for {group}
ff: Noosol kesol {group}

source: Top Contributors
ff: Gollooɓe Rowrowɓe

# DB: products.Product.title
source: None
ff: Ndiga

source: Support Forum
ff: Jakkaa Wallitorde

source: Knowledge Base
ff: Ruttorde Ganndal

source: Search
ff: Yiylo

source: View Profile
ff: Hollu Heftinirde

source: Most Recent
ff: Ɓurɗi Hesɗude

source: Unanswered
ff: Ɗe njaabaaka

source: Answered
ff: Jaabaaɗe

source: All
ff: Fof

source: Reply-to is empty
ff: Gallol jaabo ko mehol

source: Message is empty
ff: Ɓatakuure ko mehre

source: Message is too long
ff: Ɓatakuure ena juuti haa wooroo

source: An error occured: {message}
ff: Juumre waɗii: {message}

source: Invalid ID.
ff: ID. moƴƴaani

source: Tweets that are replies or have replies must not be hidden.
ff: Tuwitte mbaawaa suuɗeede so eɗe njaabaa walla so ɗe jaabawuuji.

source: Join our Army of Awesome
ff: Yantu e Konu Yontaaɓe amen

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
ff: Aɗa yiɗi Firefox tee aɗa jogii seeɗa yaajeende?<br /> Wallu huutortooɓe Firefox woɗɓe wonɓe e Twitter. Aaynotooɓe twitte maa malu yetto ɗum'en!

source: Choose a tweet below
ff: Suɓo twitel les ɗoo

source: Respond to the tweet!
ff: Jaabo twittel!

source: Refresh
ff: Hesɗitin

source: Sign out
ff: Seŋto

source: Sign in
ff: Seŋo

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
ff: Min koriima yiyde twitte njiiloto-ɗaa e %(language)s e oo sahaa. Tiiɗno ƴeewto kadi so ɓooyii, cuɓo-ɗaa fannu twittel goɗɗo e dosol dow ngol, walla ƴeew twitte e ɗemɗe goɗɗe huutoraade laborde ɗemɗe ndee les hello goo.

source: Reply
ff: Jaabo

source: What is your reply about?
ff: Hol ko woni loowdi jaabawol maa?

source: Get personal
ff: Waɗtu e hoore maa

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
ff: Aayno ɗum e Twitter mbaɗtaa ɗum mo maa. ɓatakuuje keertinaaɗe ɓurata waawde wallude woɗɓe.

source: Your message was sent!
ff: Ɓatakuure maa neldaama!

source: Submit
ff: Naatnu

source: {0} and {1} other replied
ff: {0} e {1} goɗɗo on njaabiima

source: {0} replied
ff: {0} jaabiima

source: Remove
ff: Ittu

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
ff: Hade maa naatde, maa ndokkaa Konu Yontaaɓe yamiroore yoo postu twittel e innde maa.

source: You will always control every tweet you post.
ff: Ko aan ɗowoyta kala twittel postu-ɗaa.

source: Army of Awesome will never tweet without your permission.
ff: Konu Yontaaɓe twittataa so wonaa e yaliroore maa.

source: Are you registered with Mozilla Support?
ff: Aɗa winnditii e Wallitorde Mozilla?

source: Yes, I am.
ff: Eey, miɗo winnditii.

source: Click to sign in.
ff: Dobo ngam seŋaade.

source: No, I'm not.
ff: Alaa, mi winnditii.

source: Click to register.
ff: Dobo ngam winnditaade.

source: Last Week
ff: Yontere Ɓennunde

source: Yesterday
ff: Haŋki

source: Overall
ff: Fofof

source: Last 7 days
ff: Balɗe 7 ɓennuɗe

source: Last 30 days
ff: Balɗe 30 ɓennuɗe

source: Last 90 days
ff: Balɗe 90 ɓennuɗe

source: All Time
ff: Gila Fuɗɗii

source: Review Needed
ff: Ƴeewto ena soklaa

source: Update Needed
ff: Kesɗitinal ena soklaa

source: Immediate Update Needed
ff: Kesɗitinal Jaawngal ena Soklaa

source: Translation Needed
ff: Firo ena Soklaa

source: Templates
ff: Tiimtorɗe

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
ff: Tiimtorɗe ko feere huutoraade kadi jubbanɗe loowdi e nder binndanɗe RG. Aɗa waawi sosde e hesɗitinde doggol tinndinooje e nokku gooto, kisa noddaa-ɗe e kelle goɗɗe.

source: All Knowledge Base Articles
ff: Binndanɗe Ruttorde Ganndal Fofof

source: This is the number of all Knowledge Base articles that are ready to be localized.
ff: Ɗum-ɗoo ko limoore binndanɗe Ruttorde Ganndal kebiiɗe nokkuɗineede ɗee fof.

source: Visits in last 30 days
ff: Njilluuji e balɗe 30 ɓennuɗe

source: Status
ff: Ngonka

source: Most Viewed
ff: Ɓurɗi Ƴeeweede

source: Most Visited
ff: Ɓurɗe Yilleede

source: All knowledge base articles...
ff: Binndanɗe ruttorde ganndal fofo...

source: Visits
ff: Nilluuji

source: Changes Not Ready For Localization
ff: Bayle ɗe Kabaaki Fireede

source: All templates...
ff: Tiimtorɗe fof...

source: Administration
ff: Yiilordu

source: All translations...
ff: Firooji fof...

source: Unreviewed Changes
ff: Bayle ɗe Ƴeewtaaka

# document
source: Unreviewed
ff: Ƴeewtaaka

source: All articles requiring review...
ff: Binndanɗe cokluɗe ƴeeweede fof...

source: Changed
ff: Baylaaɗi

source: Unhelpful Documents
ff: Piilannde ɗe Nafaani

# document
source: Unhelpful
ff: Nafaani

source: All unhelpful articles...
ff: Binndanɗe ɗe nafaani fof...

source: Total Votes
ff: Woote fofof

source: Helpfulness
ff: Nafgol

source: Articles which have approved revisions newer than the latest ready-for-localization one
ff: Binndanɗe jogiiɗe bayle jaɓaaɗe ɓurɗe hesɗude binndanɗe cakkitiiɗe kebiiɗe nokkuɗineede

source: All articles with changes not ready for localization...
ff: Binndanɗe fof gonnduɗe e bayle tawa kebaaki nokkuɗineede...

source: Approved
ff: Jaɓaaɗe

source: Need Changes
ff: Cokluɗe Bayle

source: Articles that require changes.
ff: Binndanɗe cokluɗe bayle.

source: All articles that require changes...
ff: Binndanɗe cokluɗe bayle fof...

source: Comment
ff: Yowre

source: Knowledge Base Dashboard
ff: Jiimtorde Ruttorde Ganndal

source: Localization Dashboard
ff: Jiimtorɗe Nokkuɗinal

source: All Products
ff: Jaaɓnirɗe Fof

source: Show information for:
ff: Hollu humpito baɗte:

source: Overview
ff: Tiimtorde

source: Helpful Votes
ff: Woote Naftooje

source: Delete
ff: Momtu

source: Create announcement
ff: Sos tintinol

source: Created successfully
ff: Sosaama no haanirta

source: Create
ff: Sos

source: Review
ff: Ƴeewto

source: Add announcement
ff: Ɓeydu kabaaru

source: Edit
ff: Taƴto

source: Article
ff: Winndannde

source: Yes
ff: Eey

source: Show translations
ff: Hollu firooji

source: changed by {users}
ff: wayli ko {users}

source: %(numerator)s <small>of %(denominator)s</small>
ff: %(numerator)s <small>nder %(denominator)s</small>

source: User Interface
ff: Daartorde Kuutoro

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
ff: Daartorde firaande haa timme ena ɓeydana yillotooɓe ɗemngal maa weeɓnude kuutorogol mum'en wallitorde ndee. Wallu en <a href="%(url)s">firde daartorde ndee</a>.

source: Waiting for review
ff: Ena cabbii ƴeewto

source: Ready for localization
ff: Ena kebii nokkuɗineede

source: Spam or other unrelated content
ff: Spam walla loowdi ngoɗndi ndi toɗɗaaka

source: Inappropriate language/dialog
ff: Ɗemngal/kaaldol peewtorɗe

source: Misplaced bug report or support request
ff: Jaŋtol buggere walla ɗaɓɓitannde ballital haanaani

source: Abusive content
ff: Loowdi mbonndi

source: Other (please specify)
ff: Goɗɗum (tiiɗno sifo)

source: Pending
ff: Cabbiiɗi

source: Accepted and Fixed
ff: Jaɓaaɗe tee Ñawndaaɗe

source: Rejected
ff: Calaaɗe

source: You already flagged this content.
ff: A maantinooma ndii loowdi.

source: You have flagged this content. A moderator will review your submission shortly.
ff: A maantiima ndii loowdi. Maa jamɗinoowo ƴeewto naanannde maa ko leelaani.

source: Flagged Content Pending Moderation
ff: Loowdi Maantaandi Cabbiindi Jamɗinol

source: Flagged {t} (Reason: {r})
ff: Maantaaɗi {t} (Daliilu: {r})

source: Other reason:
ff: Daliilu goɗɗo:

source: {t} with id={id} no longer exists.
ff: {t} e id={id} nattii woodde.

source: Update Status:
ff: Hesɗitin Ngonka:

source: Please select...
ff: Tiiɗno labo...

source: The flag is valid and I fixed the issue.
ff: Maantannde ndee ena moƴƴi tee mi ñawndii ndee saɗeende.

source: The flag is invalid.
ff: Maantannde nde moƴƴaani.

source: There is no flagged content pending moderation.
ff: Alaa loowdi maantaandi cabbiindi jamɗinol.

source: Content:
ff: Loowdi:

source: Created:
ff: Sosaa ko:

source: Updated:
ff: Hesɗitinaa ko:

source: Flagged:
ff: Maantaaɗi:

source: Take Action:
ff: Sakku Feere:

source: Title:
ff: Tiitoonde:

source: %(date)s by <a href="%(url)s">%(user)s</a>
ff: %(date)s kala <a href="%(url)s">%(user)s</a>

source: Please provide a title.
ff: Tiiɗno hokku tiitoonde.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Tiitoonde ndee ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi tiitoonde maa e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Please provide a description.
ff: Tiiɗno hokku sifannde.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi sifannde maa e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: You have not selected an image to upload.
ff: A labaaki natal ngam yollude.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
ff: Tiiɗno fonndu njuuteendi innde fiilde natal maa e alkule %(max)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(length)s.

source: Please select a different title.
ff: Tiiɗno labo tiitoonde woɗnde.

source: Provide a brief description of this media.
ff: Hokku sifannde raɓɓere ndee mejaare.

source: Locale
ff: Lokaalde

source: Title
ff: Tiitoonde

source: Description
ff: Cifagol

source: Image
ff: Natal

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
ff: Mbaykaaji jaɓaaɗi ko ɗii: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Ɓeydu humpito...</a>

source: Could not upload your image.
ff: Horiima naatnoyde natal maa.

source: Delete image
ff: Momtu natal

source: Are you sure you want to delete this image?
ff: Aɗa yenanaa yiɗde momtude ngal natal?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ff: Ngon-ɗaa ko e momtude ngal natal haa bada. <strong>Ɗum-ɗoo firtotaako!</strong> Aɗa yenanaa yiɗde jokkude e momtugol?

source: Delete image | {t} | Media Gallery
ff: Momtu natal | {t} | Gerngal Mejaaje

source: Delete video
ff: Momtu widewoo

source: Are you sure you want to delete this video?
ff: Aɗa yenanaa yiɗde momtude oo widewoo?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ff: Ngon-ɗaa ko e momtude oo widewoo haa bada. <strong>Ɗum-ɗoo firtotaako!</strong> Aɗa yenanaa yiɗde jokkude e momtugol?

source: Delete video | {t} | Media Gallery
ff: Momtu widewoo | {t} | Gerngal Mejaaje

source: Media Gallery
ff: Gerngal Mejaaje

source: by {user}
ff: mo {user}

source: Uploaded {date}
ff: Naatnoyaa ko {date}

source: Cancel
ff: Haaytu

source: Edit image
ff: Taƴto natal

source: Save image
ff: Danndu natal

source: Edit image | {t} | Media Gallery
ff: Taƴto natal | {t} | Gerngal Mejaaje

source: Upload a New Media File
ff: Naatnoy Fiilde Mejaare Hesere

source: Search Gallery
ff: Yiylo e Gerngal

source: Show media for:
ff: Hollu mejaare nde:

source: Go
ff: Yah

source: Show:
ff: Hollu:

source: Images
ff: Nate

source: Videos
ff: Widewooji

source: {title} | Media Gallery
ff: {title} | Gerngal Mejaaje

source: Delete this image
ff: Momtu ngal natal

source: Edit this image
ff: Taƴto ngal natal

source: Articles
ff: Binndanɗe

source: Media Gallery Search
ff: Njiilaw Gerngal Mejaaje

source: No media files found.
ff: Alaa piillde mejeeje njiytaa.

source: Upload file
ff: Naatnoy fiilde

source: Preview
ff: Yiytindo

source: Progress
ff: Ɗo yahrata

source: Continue Uploading Media
ff: Jokku Naatnoyde Mejaare

source: username
ff: innde huutorde

source: Avatar
ff: Maantinol

source: Group information updated successfully!
ff: Humpito goomu hesɗinaama no moƴƴirta!

source: {users} added to the group successfully!
ff: {users} ɓeydaama e goomu nguu no haanirta!

source: There were errors adding members to the group, see below.
ff: Waɗii ƴaɗeele ɓeydude terɗe e goomu nguu, ƴeew les ɗoo.

source: {user} removed from the group successfully!
ff: {user} momtaama e goomu nguu no haanirta!

source: {users} added to the group leaders successfully!
ff: {users} ɓeydaama e ɗowooɓe goomu nguu no haanirta!

source: There were errors adding leaders to the group, see below.
ff: Waɗii ƴaɗeele ɓeydude ɗowooɓe e goomu nguu, ƴeew les ɗoo.

source: {user} removed from the group leaders successfully!
ff: {user} momtaama e goomu ɗowooɓe nguu no haanirta!

source: You are now part of the Contributors group!
ff: Jonii a jeyaama e goomu Wallitooɓe nguu!

source: Delete {group} group avatar
ff: Momtu maantinol goomu {group}

source: Are you sure you want to delete the {group} group avatar?
ff: Aɗa yenanaa aɗa yiɗi momtude maantinol goomu {group}?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
ff: Ngon-ɗaa ko e momtude maantinol ngol haa badaa. <strong>Ɗum waawaa firteede!</strong> Kono aɗa waawi yollude maantinol kesol lomtoo ngon-ɗoo.

source: Delete avatar
ff: Momtu maantinol

source: Remove leader
ff: Momtu ɗowoowo

source: Are you sure you want to remove {user} from {group} leaders?
ff: Aɗa yenanaa aɗa yiɗi momtude {user} e ɗowooɓe {group}?

source: Remove member
ff: Momtu tergal

source: Are you sure you want to remove {user} from {group}?
ff: Aɗa yenanaa aɗa yiɗi momtude {user} e {group}?

source: Edit | {group} | Groups
ff: Taƴto | {group} | Goomuuji

source: Edit {group} profile information
ff: Taƴti humpito heftinirde {group}

source: Save
ff: Danndu

source: Change {group} group avatar
ff: Waylu maantinol goomu {group}

# avatar
source: Upload
ff: Naatnoy

source: Groups
ff: Goomuuji

source: Add group profile
ff: Ɓeydu heftinirde goomu

source: {group} | Groups
ff: {group} [ Goomuuji

source: Change avatar
ff: Waylu maantinol

source: Change
ff: Waylu

source: Edit in admin
ff: Taƴto e jiiloowo

source: Edit group profile
ff: Taƴto heftinirde goomu

source: Edit group leaders
ff: Taƴto ɗowooɓe goomu

source: Group Leaders
ff: Ɗowooɓe Goomuuji

source: Remove user from leaders
ff: Momtu kuutoro e ɗowooɓe

source: Add Leader
ff: Ɓeydu Ɗowoowo

source: Edit group members
ff: Taƴto terɗe goomu

source: Group Members
ff: Terɗe Goomuuji

source: Add Member
ff: Ɓeydu Kuutoro

source: Remove user from group
ff: Momtu kuutoro e goomu

source: Creator:
ff: Sosi ko:

source: Previous
ff: Ɓennuɗo

source: Next
ff: Dewo

source: Recently updated threads about %s
ff: Jeewte kesɗitinaaɗe sakket baɗte %s

source: Recent posts in %s
ff: Binndanɗe cakkitiiɗe e %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Tiitoonde maa ndee ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please provide a message.
ff: Tiiɗno naatnu ɓatakury.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Ɓatakuru maa nduu ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi ɓatakuru maa e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
ff: Momtu winndannde | {t} | {d} Yeewtere | Ruttorde Ganndal

source: Discuss
ff: Yewtu

source: Delete Post
ff: Momtu Winndannde

source: Are you sure you want to delete this post?
ff: Aɗa yenanaa yiɗde momtude ndee winn?

source: Author
ff: Winndi ko

source: Date
ff: Ñalngu

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ff: Ngon-ɗaa ko e momtude ndee winndannde haa bada. <strong>Ɗum-ɗoo firtotaako!</strong> Aɗa yenanaa yiɗde jokkude e momtugol?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
ff: Momtu yeewtere | {t} | {d} Yeewtere | Ruttorde Ganndal

source: Delete Thread
ff: Momtu Yeewtere

source: Are you sure you want to delete this thread?
ff: Aɗa yenanaa yiɗde momtude ndee yeewtere?

source: Creator
ff: Cosɗo

source: Number of Replies
ff: No foti Jaabawuuji

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ff: Ngon-ɗaa ko e momtude ndee yeewtere haa bada. <strong>Ɗum-ɗoo firtotaako!</strong> Aɗa yenanaa yiɗde jokkude e momtugol?

source: {l} Knowledge Base Discussions
ff: {l} Jeewte Ruttorde Ganndal

source: Stop watching this locale
ff: Nattu rewindaade ndee lokaalde

source: Watch this locale
ff: Rewindo ndee lokaalde

source: Watch
ff: Rewindo

source: Replies
ff: Jaabawuuji

source: Last Post
ff: Winndannde Sakkitiinde

source: You are watching this thread
ff: Aɗa dewindii ndee yeewtere

source: You are not watching this thread
ff: A rewindaaki ndee yeewtere

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
ff: <a href="%(thread_url)s">%(thread_title)s</a><br> nder <a href="%(document_discussion_url)s">%(document)s</a>

source: by <a class="username" href="{profile_url}">{username}</a>
ff: mo <a class="username" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
ff: Alaa jeewte. Maa taw a fotno udditde yeewtere!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
ff: Taƴto winndannde | {t} | {d} Yeewtere | Ruttorde Ganndal

source: Edit a post
ff: Taƴto winndannde

source: Update post
ff: Hesɗitin winndannde

source: Edit thread {t} | {d} Discussion | Knowledge Base
ff: Taƴto yeewtere {t} | {d} Yeewtere | Ruttorde Ganndal

source: Edit thread
ff: Taƴto yeewtere

source: Edit thread "{t}"
ff: Taƴto yeewtere "{t}"
