Repository: mozilla-l10n/sumo-l10n
Catalog: ff/LC_MESSAGES/messages.po
Languages: ff

source: Update thread
ff: Hesɗitin yeewtere

source: Create a new thread | {d} | Knowledge Base
ff: Fuɗɗo yeewtere hesere | {d} | Ruttorde Ganndal

source: Create a new thread
ff: Fuɗɗo yeewtere hesere

source: Post Thread
ff: Naatnu Yeewtere

source: {t} | {d} Discussion | Knowledge Base
ff: {t} | {d} Yeewtere | Ruttorde Ganndal

source: Edit this thread
ff: Taƴto ndee yeewtere

source: Delete this thread
ff: Momtu ndee yeewtere

source: Unlock this thread
ff: Daaƴtu ndee yeewtere

source: Lock this thread
ff: Daaƴ ndee yeewtere

source: Unsticky this thread
ff: Ɗakkit ndee yeewtere

source: Sticky this thread
ff: Ɗakku ndee yeewtere

source: Last reply by
ff: Wattindii jaabaaɗe ko

source: Sticky
ff: Ɗakkaaɗo

source: Locked
ff: Cokaaɗo

source: Stop watching this thread
ff: Nattu rewindaade ndee yeewtere

source: Watch this thread
ff: Rewindo ndee yeewtere

source: Oh, no! Looks like there are no posts!
ff: Ee, ittu! Ellee ɗoo alaa jeewte!

source: Post a reply
ff: Neldu jaabawol

source: Post Reply
ff: Neldu Jaabawol

source: Preview Reply
ff: Yiytindo Jaabawol

source: This thread has been locked. It is no longer possible to post new replies.
ff: Ndee yeewtere ko daaƴaande. Haŋkadi a waawataa neldude heen jaabawuuji kesi.

source: {d} Discussion | Knowledge Base
ff: {d} Yeewtere | Ruttorde Ganndal

source: {d} Discussion
ff: {d} Yeewtere

source: Post a new thread
ff: Neldu yeewtere hesere

source: Stop watching this forum
ff: Nattu rewindaade oo jakkaa

source: Watch this forum
ff: Rewindo oo jakkaa

source: Type
ff: Fannu

# thread_type
source: Locked
ff: Cokaaɗo

# thread_type
source: Sticky
ff: Ɗakkaaɗo

source: This forum is a discussion about improving the "%(title)s" article.
ff: Oo jakkaa ko yeewtere ngam moƴƴitinde winndannde "%(title)s" ndee.

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
ff: Oo jakkaa ko yeewtere ngam moƴƴitinde winndannde "%(title)s" ndee. So aɗa yiɗi naatde, tiiɗno <a href="%(register_url)s">winndito</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
ff: Oo jakkaa ko yeewtere ngam moƴƴitinde nokkuɗinal winndannde "%(title)s" ndee. So aɗa yiɗi moƴƴitinde loowdi winndannde ndee, yah to <a href="%(url)s">Jeewte Ɗemngal Engeleere</a>

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
ff: So aɗa sokli balla e Firefox, tiiɗno <a href="%(aaq_url)s">weddo naamnal</a>.

source: Edit this post
ff: Taƴto ndee winndannde

source: Delete this post
ff: Momtu ndee winndannde

source: 1 post
ff: ɓatakkuure 1

source: Link to this post.
ff: Jokkol fayde e ndee winndannde.

source: Modified by {name} on {datetime}
ff: Wayli ko {name} ñalnde {datetime}

source: Post Preview:
ff: Yiytindo Winndannde:

source: Turn off emails for discussion in my locale.
ff: Ittu imeeluuji e jeewte e lokaalde am.

source: Get emailed when there is new discussion activity in my locale.
ff: Heb iimeel so yeewtere hesere fuɗɗaama e lokaalde am.

source: KPI Dashboard
ff: Jiimtorɗe KPI

source: Questions
ff: Naamne

source: Questions solved
ff: Naamne ñawndaaɗe

source: Definition: Percentage of threads that have answer marked as a solution
ff: Cifol: Jeewte e der teemedere jogiiɗe jaabawol maantangol ñawndaama

source: Helpfulness of KB articles and Forum
ff: Nafoore binndanɗe Ruttorde Ganndal KB e Jakkaa

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
ff: Cifol: No foti jaabaa “eey”/woote fof e binndanɗe RG, jakkaa e jeewte

source: Number of active contributors to the English KB
ff: Hol no wallitooɓe dillooɓe e RG Engeleere

source: Definition: The number of people who have contributed to the KB in the last 30 days.
ff: Cifol: No foti yimɓe wallitɓe e RG e balɗe 30 ɓennuɗe ɗee.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
ff: Cifol ballital: taƴtiima winndannde 1+ walla ƴeewtiia winndannde 1+

source: Number of active contributors to the non-English KB
ff: Hol no wallitooɓe dillooɓe e RG nde wonaa Engeleere

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
ff: Cifol: No foti yimɓe wallitɓe e jame RG nde wonaa Engeleere e balɗe 30 ɓennuɗe ɗee.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
ff: Cifol ballital: taƴtiima winndannde 1+ nde wonaa Engeleeere walla ƴeewtiia winndannde 1+ nde wonaa Engeleeere.

source: Number of active forum contributors
ff: Hol no wallitooɓe e jakkaa poti

source: Definition: The number of people who have contributed to the forums in the last 30 days.
ff: Cifol: No foti yimɓe wallitɓe e jakkaa e balɗe 30 ɓennuɗe ɗee.

source: Definition of contribution: wrote 10+ posts
ff: Cifol ballitte: winndii binndanɗe 10+

source: Number of active Army of Awesome contributors
ff: No wallitooɓe Konu Yontaaɓe poti

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
ff: Cifol: No foti yimɓe wallitɓe e Konu Yontaaɓe e balɗe 30 ɓennuɗe ɗee.

source: Definition of contribution: replied to a tweet.
ff: Cifol ballital: jaabiima twittel.

source: Clickthrough rate
ff: Cookol dobanɗe

source: Definition: Percentage of people searching who click on an item on the search results page.
ff: Cifol: Yimɓe e nder teemea yiylotooɓe hol dobiiɗo e temre e hello njaltudi njiilaw ngoo.

source: Daily Unique Visitors
ff: Yilliiɓe Teelɓe e Ñalngu

source: L10n coverage
ff: Kuurol L10

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
ff: Cifol: Kuurol L10 ko ɓeto no e limoore e nder teemedere yillotooɓe heɓooɓe binndanɗe sarworde RG e ɗemngal maɓɓe. Hisortee ko no firooji poti e binndanɗe Engeleere 50 kesɗitɗe ɓurɗe lollude, yerondiree e limoore no foti laabi lokaalde kala yillaa.

source: Edit levels are taken into account as follows:
ff: Tolnooji taƴto ena kiisoraa hono nih:

source: A level 2 review change drops the localization to 50% of the article
ff: Baylol tolno 2 yanndintu nokkuɗinal to 50% lokaalde ndee

source: A level 3 review change drops the localization to 0% of the article
ff: Baylol tolno 3 yanndintu nokkuɗinal to 0% lokaalde ndee

source: More than one level 2 review change drops the localization to 0%
ff: Ko ɓuri baylol ƴeewto tolno 2 yanndintu nokkuɗinal to 0%

source: Example:
ff: Yeru:

source: German makes up 10% of our visitor base
ff: Docce ena wona 10% o ruttorde yillotooɓe amen

source: The 'how to set your home page' article makes up 2% of our top 50 visits
ff: Winndannde 'how no coirtaa hello jaɓɓorgo maa' ena waɗa hakke 2% e yillotooɓe rowrowɓe 50

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
ff: So winndannde hello Jaɓɓorgo ko kañum tan nokkuɗinaa tee ena hesɗiɗi e Docce, wadde kuurol amen fofof ko 2% nder 10%=0.2% fofof (+ kuurol Engeleere)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
ff: So Docce luutaama baylol tolno 2, kuurol ngol yantat to 50%, kisa 1% nder 10%= 0.1% fof

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
ff: <b>Teeŋtuɗum</b> E oo sahaa amin kuutoroo yeru beeɓtinaaɗo, ɗo winndannde kala hiisetee ko 1/502% njillu ɗemngal kala

source: Help Other Users
ff: Wallu Huutorɓe Woɗɓe

source: Ask a question
ff: Weddo naamnal

source: Help other users
ff: Wallu huutorɓe woɗɓe

source: To:
ff: Fayde e:

source: Message:
ff: Ɓatakuure:

source: [SUMO] You have a new private message from [{sender}]
ff: [SUMO] A heɓii ɓatakuru e wakannde maa ena iwi e [{sender}]

source: Invalid username provided. Enter a new username below.
ff: Innde kuutoro ndee moƴƴaani. Naatnu innde kuutoro hesre les ɗoo.

source: The messages were deleted!
ff: Ɓatakuuje ɗee momtaama!

source: The message was deleted!
ff: Ɓatakuure ɗee momtaama!

source: Delete Message
ff: Momtu Ɓatakuure

source: Messages
ff: Ɓatakuje

source: Sent Messages
ff: Neldu Ɓatakuuje

source: Are you sure you want to delete these messages?
ff: Aɗa yenanaa yiɗde momtude ɗee ɓatakuuje?

source: Are you sure you want to delete this message?
ff: Aɗa yenanaa yiɗde momtude nɗee ɓatakuure?

source: Inbox
ff: Wakannde ɓataakeeji

source: New Message
ff: Ɓatakuure Hesere

source: Mark Selected as Read
ff: Maanto Labaaɗe Taraama

source: Delete Selected
ff: Momtu Labaaɗe

source: Read message
ff: Tar ɓatakuure

source: Delete message
ff: Momtu ɓatakuure

source: There are no messages here.
ff: Ɗoo alaa ɓatakuuje.

source: Send
ff: Neldu

source: You
ff: Aan

source: Read Sent Message
ff: Tar Ɓatakuuje Neldaaɗe

source: Read Message
ff: Tar Ɓatakuure

source: System
ff: Yuɓɓo

source: Message Preview:
ff: Jiytindagol Ɓatakuure:

source: Delete messages?
ff: Momtu ɓatakuure?

source: Trash
ff: Jinnde

source: New
ff: Kesum

source: Mark unread
ff: Maanto taraaka

source: Mark read
ff: Maanto taraama

source: Sent Message
ff: Neldu Ɓatakuuru

source: From:
ff: Iwde:

source: {product} Help
ff: Ballal {product}

source: In English
ff: E Engeleere

source: Free Download
ff: Gaawtol Alla Meho

source: Help Topics
ff: Toɓɓe :Ballal

# DB: products.Product.description
source: None
ff: Ndiga

source: Get community support
ff: Heɓ ballal renndo ngoo

source: Firefox for Desktop
ff: Firefox mo Biro

source: Windows, Mac, or Linux
ff: Windows, Mac walla Linux

source: Download, install and migration
ff: Aawtagol, aafde e egginde

source: Privacy and security settings
ff: Teelte suturo e kisal

source: Customize controls, options and add-ons
ff: Heertinir ɗowirɗe, cuɓe e ɓeyditte

source: Fix slowness, crashing, error messages and other problems
ff: Ñawndu leelgol, ɓatakuuje juumre e caɗe goɗɗe

source: Tips and tricks
ff: Peeje e ƴoƴe

source: Bookmarks
ff: Maantore

source: Cookies
ff: Kukiije

source: Tabs
ff: Taaɓe

source: Websites
ff: Lowe geese

source: Other
ff: Goɗɗum

source: Firefox for Mobile
ff: Firefox mo Cinndel

source: Please confirm your email address
ff: Tiiɗno teeŋtin ñiiɓirde maa iimeel

source: %s posted an answer to your question "%s"
ff: %s postii jaabawol to naamnal maa "%s"

source: New answers for question: %s
ff: Jaabawuuji kesi naamnal: %s

source: Solution found to Firefox Help question
ff: Ñawnditol naamnal Ballal Firefox yiytaama

source: Solution found for question: %s
ff: Ngal aamnal yiytaanaama ñawnditol: %s

source: Recently updated questions
ff: Naamne kesɗitinaaɗe sakket

source: Recently updated questions tagged %s
ff: Naamne kesɗitinaaɗe sakket maantaade %s

source: Recent answers to %s
ff: Jaabawuuji %s cakkitiiɗi

source: URL of affected site
ff: URL lowre toɗɗaade

source: Crash ID(s)
ff: ID(s) Hookre

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
ff: So a naatnoyii humpito to Mozilla tuma hookre, ma min ndokku-ma ID hookre joopotooɗo hookre maa tee waɗa min yuurnaade cariiɗe baawɗe wallude heftine caɗeele ɗee. Ngam yiytude IDs hookre maa sakkitiinde naatoyde, yillo <strong>about:crashes</strong> e palal ñiiɓirɗe maa. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Dobo ngam heɓde tinndinooje laaɓtuɗe</a>.

source: Troubleshooting Information
ff: Humpito Ñawndugol Caɗeele

source: This information gives details about the internal workings of your browser that will help in answering your question.
ff: Ngoo humpito hokkat cariiɗe baɗte dille wanngorde maa ndernderɗ jogorɗe wallude jaabaade naamnal maa.

source: This happens
ff: Ɗuum waɗata ko

source: Not sure how often
ff: Mi laaɓaaka nde heewi arde

source: Just once or twice
ff: Laawol gotol tan walla ɗiɗi

source: A few times a week
ff: Laabi seeɗa e yontere

source: Every time Firefox opened
ff: Tuma fof nde Firefox hurmi

source: This started when...
ff: Ɗuum fuɗɗiima nde...

source: Question
ff: Naamnal

source: Details
ff: Cariiɗe

source: Email
ff: Iimeel

source: A confirmation email will be sent to this address in order to post your question.
ff: Iimeel teeŋtinol maa nelde to ndee ñiiɓirde ngam postude naamnal maa.

source: Firefox version
ff: Yamre Firefox

source: Operating system
ff: Yuɓɓo huumnungo

source: Installed plugins
ff: Ceŋe aafaaɗe

source: Extension/plugin you are having trouble with
ff: Timmitere/seŋre njogodi-ɗaa caɗeele

source: Please provide a question.
ff: Tiiɗno hokku naamnal.

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Naamnal maa nduu ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi naamnal maa e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Please provide content.
ff: Tiiɗno naatnu loowdi.

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Loowdi ndii ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi loowdi maa e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Enter your reply here.
ff: Naatu jaabawol maa ɗoo.

source: Enter your email address here.
ff: Naatnu ñiiɓirde maa iimeel ɗoo.

source: Enter a subject here.
ff: Naatnu toɓɓere ɗoo.

source: Please provide a subject.
ff: Tiiɗno naatnu toɓɓere.

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Toɓɓere ndee ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi toɓɓere ndee e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Describe your issue here.
ff: Sifo caɗeele maa ɗoo.

source: Please describe your issue in the body.
ff: Tiiɗno sifo caɗeele maa e gallol ngol.

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Loowdi gallol ngol ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi loowdi gallol ngol e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Account Issues
ff: Caɗeele Konte

source: Installation Issues
ff: Caɗeele Aafgol

source: Payment Issues
ff: Caɗeele Joɓgol

source: Application Issues
ff: Caɗeele Jaaɓnirgal

source: Please provide an email.
ff: Tiiɗno hokku iimeel.

source: Email:
ff: Iimeel:

source: Subject:
ff: Toɓɓere:

source: Body:
ff: Ɓanndu

source: Category:
ff: Leñol:

source: Payments
ff: Joɓɗeele

source: Applications
ff: Jaaɓnirɗe

source: Account
ff: Konte

source: That tag does not exist.
ff: Ndee taggere woodaani.

source: Please provide a tag.
ff: Tiiɗno naatnu taggere.

source: Solved
ff: Ñawndaama

source: Updated
ff: Kesɗitinaaɗe

source: Votes
ff: Woote

source: Please confirm your Firefox Help question
ff: Tiiɗno teeŋtin naamnal maa balal Firefox

source: Request type not recognized.
ff: Fannu ɗaɓɓitannde heftinaaka.

source: Done! Your question is now posted on the Mozilla community support forum.
ff: Gasii! Naamnal maa kisa naatoyii to jakkaa wallitooɓe renndo Mozilla toh.

source: Thank you for choosing a solution!
ff: A jaaraama e cuɓagol maa ñawnditol!

source: The solution was undone successfully.
ff: Ñawnditol ngol firtaama no haanirta.

source: Glad to hear it!
ff: Ɗuum ena weli nanade!

source: Sorry to hear that.
ff: Ɗum ena haamnii koy.

source: You already voted on this reply.
ff: A wootiino kisa e ngol jaabawol.

source: Could not send a message to that email address.
ff: Horiima neldude ɓatakuuru to ndeen ñiiɓirde iimeel.

source: You will be notified of updates by email.
ff: Maa tintine kesɗitine e iimeel.

source: You should receive an email shortly to confirm your subscription.
ff: Aɗa foti heɓde iimeel ko leelaani ngam teeŋtinde binnditagol maa.

source: Subscription confirmed.
ff: Binnditagol teeŋtinaama.

source: There was a problem confirming your subscription.
ff: Waɗii caɗeele teeŋtinol binnditagol maa.

source: Email updates
ff: Kesɗitine imeel

source: You will now receive updates via email.
ff: Jooni maa heɓ kesɗitine e iimeel.

source: Go back to the question.
ff: Rutto to naamnal ngal.

source: Stop receiving updates via email for this question.
ff: Nattu heɓde kesɗitine e iimeel wonande ngal naamnal.

source: Go back to the question and try again.
ff: Rutto to naamnal ngal kisa eto-ɗaa kadi.

source: Delete Answer | {t} | Firefox Support Forum
ff: Momtu Jaabawol | {t} | Jakkaa Wallitorde Firefox

source: Delete answer
ff: Momtu naamnal

source: Are you sure you want to delete this answer?
ff: Aɗa yenanaa yiɗde momtude ngol jaabawol?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ff: Ngon-ɗaa ko e momtude ngol postol haa bada. <strong>Ɗum-ɗoo firtotaako!</strong> Aɗa yenanaa yiɗde jokkude e momtugol?

source: Please Confirm Your Email Address
ff: Tiiɗno Teeŋtin Ñiiɓirde Maa Iimeel

source: Please confirm your email address.
ff: Tiiɗno teeŋtin ñiiɓirde maa iimeel.

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
ff: A jaaraama! Naamnal maa maa yaltu e lowre ndee tuma nde teeŋtin-ɗaa ñiiɓirde maa iimeel. Aɗa foti heɓde iimeel ko leelaani ena wondi e jokkol teeŋtinirgol.

source: An email has been sent to the address below:
ff: Iimeel neldaama to ñiiɓirde ndee-ɗoo:

source: Delete Question | {t} | Firefox Support Forum
ff: Momtu Naamnal | {t} | Jakkaa Wallitorde Firefox

source: Delete question
ff: Momtu naamnal

source: Are you sure you want to delete this question?
ff: Aɗa yenanaa yiɗde momtude ngal naamnal?

source: Number of Answers
ff: No Jaabawuuji poti

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ff: Ngon-ɗaa ko e momtude ngal naamnal haa bada. <strong>Ɗum-ɗoo firtotaako!</strong> Aɗa yenanaa yiɗde jokkude e momtugol?

source: Editing an answer | {t} | Firefox Support Forum
ff: Taƴtagol jaabawol | {t} | Jakkaa Wallitorde Firefox

source: Edit an answer
ff: Taƴto jaabawol

source: Created by:
ff: Sosi ko:

source: Last updated by:
ff: Hesɗitinaa sakket:

source: Last updated:
ff: Hesɗitinaa sakket:

source: Question:
ff: Naamne:

source: Update answer
ff: Hesɗitin naamnal

source: Edit a Question
ff: Taƴto Naamnal

source: Edit the question
ff: Taƴto naamnal ngal

source: Edit the question.
ff: Taƴto naamnal ngal.

source: Save Question
ff: Danndu Naamnal

source: Ask a Question about Marketplace
ff: Weddo Naamnal baɗte Marketplace

source: Which category best describes your problem?
ff: Hol e pelle ɗee ɓurɗo sifaade caɗe maa?

source: change
ff: waylu

source: Issue submitted successfully
ff: Caɗeele naatnaama no haanirta

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
ff: Caɗe maa naatnaama no haanirta. Maa heɓoy iimeel teeŋtinol kadi min ndutoo e maa ko ɓooyaani.

source: Topics
ff: Toɓɓe

source: Ask a Question
ff: Weddo Naamnal

source: Summarize your question in a sentence
ff: Tonngu naamnal maa e konngol

source: None of these solve my problem
ff: Hay gootol e ɗee ñawnditte ittaani caɗe am

source: This question has not been asked before.
ff: Ngal naamnal meeɗaa tawo naamneede.

source: Provide more details
ff: Tiiɗno ɓeydu himpito

source: Post Question
ff: Postu Naamnal

source: This thread was closed.
ff: Ndee yeewtere ko uddaande.

source: Please ask a new question if you need help.
ff: Tiiɗno addu naamnal goɗngal so aɗa sokli ballal.

source: 1 reply
ff: jaabo

source: No replies
ff: Jaabaaka tawo

source: has this problem
ff: ena jogii ɗee caɗeele

source: Last reply by {user}
ff: Sakkitii jaabaade ko {user}

source: Posted
ff: Postaama

source: Modified {datetime} by {name}
ff: Ko {name} wayli ñalnde {datetime}

source: Chosen solution
ff: Suɓo ñawnditol

source: Read this answer in context
ff: Tar ngol jaabawol e weeyoore

source: I have this problem, too
ff: Miɗo jogii ɗee caɗeele, miin ne

source: Post a Reply
ff: Postu Jaabawol

source: Product
ff: Jaaɓnirgal

source: Topic
ff: Toɓɓere

source: System Details
ff: Humpito Yuɓɓo

source: More system details
ff: Humpitooji yuɓɓo goɗɗi

source: Additional System Details
ff: Humpitooji Yuɓɓo Goɗɗi

source: Sites Affected
ff: Lowe Memaaɗe

source: Crash ID
ff: ID Hookre

source: This happened
ff: Ɗuum waɗi ko

source: Installed Plug-ins
ff: Ceŋe Aafaaɗe

source: Close
ff: Uddu

source: Tags
ff: Tage

source: Add
ff: Ɓeydu

source: Total questions: <strong>{num}</strong>
ff: Naamne fofof: <strong>{num}</strong>

source: Showing questions tagged:
ff: Ɗee ko naamne maantaaɗe:

source: Show all questions
ff: Hollu naamne fof

source: Done
ff: Gasii

source: reply
ff: jaabawol

source: Contributed
ff: Wallitii

source: You have been unsubscribed.
ff: A lultinaama.

source: There was a problem unsubscribing.
ff: Waɗii caɗeele tuma lultingol.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
ff: Maa nattu heɓde kesɗitine iimeel ngal naamnal: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
ff: Min koriima lultinde-ma e ngal naamnal: <a href="%(question_url)s">%(question_title)s</a>. Tiiɗno ƴeewto so a natttiima, ɗakku-ɗaa jokkol lultino ngol haa feewi.

source: Pick a product
ff: Labo topirde

source: Pick a topic and try some solutions
ff: Labo toɓɓere tee eto-ɗaa yiytude ñawnditte

source: Register or Sign In
ff: Winndito walla Seŋo

source: Fill in details
ff: Naatnu humpito

source: Confirm registration
ff: Teeŋtin binnditagol

source: Which product would you like to post a question about?
ff: Hol e topirde ɗee njiɗ-ɗaa postude naamnal baɗte mum?

source: change product
ff: waylu topirde

source: Category
ff: Fedde

source: change category
ff: waylu fedde

source: Try one of these articles:
ff: Ƴeew wootere e ɗee bindanɗe:

source: Ask this
ff: Naamno ɗum

source: I already have an account
ff: Miɗo jogii konte kisa
