Repository: mozilla-l10n/sumo-l10n
Catalog: ff/LC_MESSAGES/messages.po
Languages: ff

source: To post your question, please create a support account
ff: Ngam postude naamnal, tiiɗno sos konte wallitorde

source: A support account lets us alert you when people respond to your question.
ff: Konte wallitorde nafata-min ko tintinde-ma so yimɓe njaabiima naamnal maa.

source: Already have an account? Sign in
ff: Aɗa jogii konnte kisa? Seŋo

source: Create a support account
ff: Sos konte wallitorde

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
ff: Tiiɗno yillo <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
ff: Tiiɗno yillo hello Marketplace ngoo ngam winnditaade. Maa taw toon humpito jokkondiral e topayɓe kisa njokkondiraa e maɓɓe e no yaawri.

source: Submit Issue
ff: Naatnu Caɗeele

source: Automatically add
ff: Ɓeydu e jaajol

source: Open <em>Help &gt; Troubleshooting Information</em>.
ff: Uddit <em>Ballal&gt; Humpito Ñawndugol Caɗeele</em>.

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
ff: Ƴeew dow yaynirde maa ndee, dobo e temre dosol biyeteengol <em>Ballal</em>.

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
ff: Bakanel tokosel maa uddito. Dobo e temre wiyeteende <em>Humpito Ñawndugol Caɗeele</em>.

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
ff: Henorde hesere maa uddito. Dobo e butoŋ biyeteeɗo <em>Natto binndol e ɗakkitorde</em>.

source: Paste the info in the text box below.
ff: Ɗakku humpito ngoo e gallel binndi les ɗoo.

source: Click on the empty box above this text.
ff: Dobo e bakanel mehel dow ngol binndol.

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
ff: Ƴeew dow yaynirde maa ndee, dobo e temre dosol biyeteengol <em>Taƴto</em>.

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
ff: Maa bakanel tokosel uddito. Dobo e temre wiyeteende <em>Ɗakku</em>. So ɗum alaa, tappu <em>Ctrl+V</em> walla <em>Command+V</em>.

source: Some text will appear in the empty box.
ff: Maa binndi seeɗa njaltu e bakanel mehel ngel.

source: {num} solutions
ff: Ñawnditte {num}

source: {num} answers
ff: jaabawuuji {num}

source: Was this helpful to you?
ff: Mbar a yiyi heen nafoore deh?

source: No
ff: Alaa

source: Did this reply solve your problem?
ff: Jaabawol ngol ñawndii caɗeele ɗee walla?

source: Solved the problem
ff: Ñawndii caɗeele ɗee

source: Does this reply solve the problem?
ff: Jaabawol ngol ena ñawnda caɗeele ɗee walla?

source: Solves the problem
ff: Ñawndii caɗeele ɗee

source: Solution chosen
ff: Ñawnditol cuɓangol

source: Undo
ff: Firtu

source: Reply Preview
ff: Yiytindo Jaabawol

source: Send Updates
ff: Neldu Kesɗitine

source: We've made some educated guesses about your current browser and operating system.
ff: Min etiima annditaade baɗte wanngorde maa wonaande e yuɓɓo huumnungo maa.

source: Show details &raquo;
ff: Hollu cariiɗe &raquo;

source: Hide details &raquo;
ff: Suuɗ cariiɗe &raquo;

source: Thanks for letting us know you have this problem.
ff: A jaaraama e anndinde min aɗa jogii ɗee caɗeele.

source: Identifying common problems helps the community answer your questions more quickly.
ff: Heftinde caɗeele ɓurɗe yaajde ena walla renndo ngoo yaawde jaabaaɗe naamne maa.

source: Want to know when a solution is found?
ff: Aɗa yiɗi anndude nde ñawnditol yiytaa?

source: Please provide an email address and we'll send you an alert.
ff: Tiiɗno hokku ñiiɓirde iimeel kisa min neltu-maa tin tintinol.

source: No Thanks
ff: Alaa, mi yaafiima

source: Extensions
ff: Timmitte

source: More Information
ff: Ɓeydu Humpito

source: Ask a New Question
ff: Weddo Naamnal Kesal

source: Ask A Question
ff: Weddo Naamnal

source: Try another topic
ff: Ƴeew toɓɓere woɗnde

source: Post a question
ff: Postu naamnal

source: posted by
ff: naatni ko

source: Show more
ff: Hollu goɗɗum

source: Show less
ff: Hollu seeɗa

source: All posts
ff: Ɓatakuuje fof

source: Helpful Solutions
ff: Ñawnditte Naftooje

source: solution
ff: ñawnditol

source: helpful
ff: nafii

source: owner
ff: joom

source: post
ff: postol

source: Helpful
ff: Nafii

source: Not Helpful
ff: Nafaani

source: Top contributors
ff: Gollooɓe rowrowɓe

source: <strong>%(recent_unanswered_count)s question</strong> has no reply.
ff: <strong>%(recent_unanswered_count)s naamnal</strong> heɓaani jaabawuuji.

source: Total:
ff: Fofof:

source: solved
ff: ñawndaama

source: needs attention
ff: ena sokli ƴeewteede

source: contributed
ff: wallitii

source: Don't filter
ff: Hoto seɗ

source: Before
ff: Ko adii

source: After
ff: Ko ɓenni

source: Relevance
ff: Toɗɗondiral

source: Last post date
ff: Ñalngu winndannde wattindiide

source: Original post date
ff: Ñalngu winndannde asliire

source: Number of replies
ff: No jaabawuuji foti

source: Less than
ff: Ko jaasi

source: More than
ff: Ko ɓuri

source: Last answer date
ff: Ñalngu jaabawol battindiingol

source: Question date
ff: Ñalngu Naamnal

source: Number of answers
ff: No jaabawuuji poti

source: Helpful votes
ff: Woote naftooje

source: Relevant to
ff: Ena toɗɗondiri e

source: Language
ff: Ɗemngal

source: Include obsolete articles?
ff: Waɗdu heen binndanɗe kiiɗtuɗe?

source: Sort results by
ff: Leemto njaltude huutoraade

source: Created
ff: Sosaa ko

source: Last updated
ff: Hesɗitinaa sakket

source: Thread type
ff: Fannu yeewtere

source: Search in forum
ff: Yiylo e jakkaa

source: Has answers
ff: Ena jogii jaabawuuji

source: Has helpful answers
ff: Ena jogii jaabawuuji nafooji

source: Invalid search data.
ff: Keɓe njiilaw moƴƴaani.

source: Search Unavailable
ff: Niylaw Heɓotaako

source: No pages matched the search criteria
ff: Alaa kelle njaaɓdi e fannu njiitoto-ɗaa

source: Enter your terms in the form below and click <strong>Search</strong>
ff: Naatnu kelme maa e formere les ndee ndobo-ɗaa <strong>Yiylo</strong>

# button
source: Search
ff: Yiylo

source: Search Mozilla Support
ff: Yiylo e Wallitorde Mozilla

source: Search is temporarily unavailable. Please try again in a few minutes.
ff: Njiilaw woodaani oo sahaa. Tiiɗno artu ɗoo e hojomaaji seeɗa.

source: Advanced Search
ff: Njiilaw Ceeɓtoro

source: Search the Knowledge Base
ff: Yiylo e Ruttorde Ganndal ndee

source: Search the Support Questions
ff: Yiylo Naamne Wallitorde

source: Support Questions
ff: Naamne Wallitorde

source: Search the Discussion Forums
ff: Yiylo Jeewte Jakkaa oo

source: Discussion Forums
ff: Jeewte Jakkaa

source: Article contains
ff: Ena e winndannde

source: crashes on youtube
ff: kooke e youtube

# button
source: Search Mozilla Support
ff: Yiylo e Wallitorde Mozilla

source: Use basic search
ff: Huutoro njiilaw lesleso

source: Post contains
ff: Jaabawol ena waɗi

source: Number of votes. Must be an integer.
ff: No woote poti. Foti wonde e limoore timmunde.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
ff: Tesko: Yiylaade "tga1, tag2" artirta ko naamne tagiraaɗe tag1 e tag2 fof

source: Created date. Format: mm/dd/yy
ff: Nde sosaa. Mbayka: mm/dd/yy

source: Updated date. Format: mm/dd/yy
ff: Nde hesɗitinaa. Mbayka: mm/dd/yy

source: Thread contains
ff: Yeewtere ena waɗi

source: Use advanced search
ff: Huutoro njiilaw ceeɓtoro

source: Mozilla Support
ff: Wallitorde Mozilla

source: Show Everything
ff: Hollu Fof

source: Help Articles Only
ff: Binndanɗe Ballal Tan

source: Community Discussion Only
ff: Yeewtere Renndo Tan

source: 1 person has this problem
ff: yimɓe {n} ena njogii ɗee caɗeele

source: 1 new this week
ff: gooto keso ndee yontere

source: No results found
ff: Alaa njaltudi yiytaa

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
ff: Wanngorde Windows, Mac e Linux

# DB: products.Product.title
source: Firefox for Android
ff: Firefox mo Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
ff: Wanngorde cinnde e taable Android

# DB: karma.Title.name
source: Administrator
ff: Jiiloowo

# DB: karma.Title.name
source: Moderator
ff: Koroowo

# DB: karma.Title.name
source: Top 10 Contributor
ff: Wallitooɓe 10 Rowrowɓe

# DB: karma.Title.name
source: Top 25 Contributor
ff: Wallitooɓe 25 Rowrowɓe

source: To field is required.
ff: Gallo to ena waɗɗii.

source: {username} is not a valid username.
ff: {username} wonaa innde kuutoro moƴƴere.

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
ff: Ndee waalaare fotaani jaasde alkule %(limit_value)s (ende jogii %(show_value)s).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
ff: Ndee waalaare fotaani ɓurde alkule %(limit_value)s (ende jogii %(show_value)s).

source: Today at %s
ff: Hannde waktu %s

source: %(number)d year ago
ff: waɗii hitaande %(number)d

source: %(number)d month ago
ff: waɗii lewru %(number)d

source: %(number)d week ago
ff: waɗii yontere %(number)d

source: %(number)d day ago
ff: waɗii ñalawma %(number)d

source: %(number)d hour ago
ff: waɗii waktu %(number)d

source: %(number)d minute ago
ff: waɗii hojom %(number)d

source: %(number)d second ago
ff: waɗii majaango %(number)d

source: Page does not exist.
ff: Hello ngoo woodaani.

source: The image "%s" does not exist.
ff: Natal "%s" woodaani.

source: The video "%s" does not exist.
ff: Widewoo "%s" woodaani.

# site_title
source: Mozilla Support
ff: Wallitorde Mozilla

source: Switch language
ff: Waylu ɗemngal

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
ff: Ɗum ko lowre ƴeewtorde, loowdi mayri ena hesɗitinee ñalnde 1 lewru kala.<br>Lowre tigirigi ndee ena ko <a href="http://support.mozilla.org">ɗoo</a>.

source: This page doesn't have a mobile optimized version. Tap here to go back.
ff: Ngoo hello alaa yamre jaaɓdudnde e cinnde. Tappu ɗoo ngam ruttaade.

source: Tap here to go to the mobile version of the site.
ff: Tappu ɗoo ngam yahde to yamre cinnde ndee lowre.

source: Contact Us
ff: Jokkondir e amen

source: Privacy Policy
ff: Dawirgol Suturo

source: Legal Notices
ff: Tintine Laawol

source: Report Trademark Abuse
ff: Jaŋto Nguyka Marke

source: Source Code
ff: Ɗaɗi Dokkol

source: Firefox Affiliates
ff: Gollodiiɓe Firefox

source: Switch to mobile site
ff: Waɗtu e lowre cinnde

source: Oops, your request was unsuccessful
ff: Ee'bo, ɗaɓɓitannde maa alaa ko jibini

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
ff: Min koriima siynude ɗaɓɓitannde maa. Maa-taw sabu ko mbaɗ-ɗaa koo nattii jaɓeede walla feewaani.

source: Access denied
ff: A waawaa naatde

source: You must have cookies enabled to login or register.
ff: Alaa e sago ndaaƴtaa kukiije ngam seŋaade walla winnditaade.

source: You do not have permission to access this page.
ff: A yamiraaka naatde e ngoo hello.

source: Log in
ff: Seŋo

source: Page Not Found
ff: Hello Yiytaaka

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
ff: Njaafo-ɗaa, min koriima yiytude hello njiylotono-ɗaa. Tiiɗno, eto yiylaade e lowre ndee huutoraade ndee-ɗoo formere.

source: An Error Occurred
ff: Juumre Waɗii

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
ff: Ee'bo, ituu! Ena wayi hono won juumre waɗi nih. Min kabrii ɗum jiiloowo lowre ndee. Tiiɗno eto kadi jooni, walla ɗoo e hojomaaji seeɗa.

source: Edit Profile
ff: Taƴto Heftinirde

source: Settings
ff: Teelte

source: Sign Out
ff: Seŋto

source: Sign In
ff: Winndito

source: For Contributors
ff: Toɗɗii ko Wallitooɓe

source: Quickstart Guide
ff: Tinndinoore Yaawnde

source: News &amp; Resources
ff: Jabaruuje &amp; Ɓulnorɗe

source: Contributor Forums
ff: Jakkaa Wallitooɓe

source: Article Discussions
ff: Jeewte Binndanɗe

source: Help on Twitter
ff: Wallu e Twitter

source: Support Forum Home
ff: Jaɓɓorgo Jakkaa Wallitorde

source: Moderate Forum Content
ff: Reen Loowdi Jakkaa

source: Newer
ff: Cakkitiiɗe

source: Older
ff: Ɓooyɗo

source: Page {n}
ff: Hello {n}

source: Home
ff: Jaɓɓorgo

source: Navigation
ff: Peeragol

source: Switch to desktop site
ff: Waɗtu lowre biro

source: Profile
ff: Heftinirde

source: Languages
ff: Ɗemɗe

source: Redirecting
ff: Nana ɓennitina

source: The URL has changed!
ff: URL oo wayliima!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
ff: Ena wayi hono maantori-ɗaa ko URL kiiɗɗo. URL keso ngoo hello nana les ɗoo. Aɗa foti hesɗitinde maantore maa. Maa min ɓennitin-ma to URL keso oo ɗoo e hojomaaji 10.

source: Maintenance in progress
ff: Ko e golle ngonaa

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
ff: Oo fannu ko daaƴaaɗo tawo sabu min ngoni go e gollitaade lowre ndee. Tiiɗno huutoroo butoŋ wanngorde maa Rutto tee eto-ɗaa ɗoo e heeso.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
ff: Won e fannuuji ngoo hello daaƴaaɗi tawo sabu ko e gollitaade lowre ndee min ngoni. Tiiɗno artu so ɓooyii seeɗa.

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
ff: Tiiɗno yollu natal jogingal hono ɗee timmitte: jpg, jpeg, png, gif.

source: "%s" is too large (%sKB), the limit is %sKB
ff: "%s" ena mawni haa ɓurti (%sKB), fotaani ɓurde %sKB

source: Object does not exist.
ff: Piiyol ngol woodaani.

source: Invalid or no image received.
ff: Natal heɓaaka walla moƴƴaani.

source: You are not logged in.
ff: A seŋaaki.

source: The requested image could not be found.
ff: Natal ɗaɓɓitangal ngal horiima yiyteede.

source: You do not have permission to do that.
ff: A yamiraaka waɗde noon.

source: Uploaded images:
ff: Nate jollaaɗe:

source: Delete selected images
ff: Momtu nate labaaɗe

source: Add images:
ff: Ɓeydu nate:

source: Browse for an image to upload.
ff: Yiylo natal ngam yollude.

source: Upload
ff: Yollu

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
ff: Min keɓii caɗeele heɓde ñiiɓirde maa iimeel. Tiiɗno eto ñiiɓirde woɗnde walla jokkondir e jiiloowo.

source: Username is required.
ff: Innde kuutoro ena waɗɗii.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Innde kuutoro ndee ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ff: Innde kuutoro ndee ena juuti (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s walla ko jaasi ɗum.

source: Email address is required.
ff: Ñiiɓirde iimeel ena waɗɗii.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: IImeel oo ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ff: Ñiiɓirde iimeel ndee ena juuti (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s walla ko jaasi ɗum.

source: Password is required.
ff: Finnde ena waɗɗii.

source: Please enter your password twice.
ff: Tiiɗno naatnu finnde maa laabi ɗiɗi.

source: Password must be 8 or more characters.
ff: Finnde ena foti ɓurde aluke 8.

source: Watch forum threads I start
ff: Rewindo jeewte jakkaa ɗe uddit-mi

source: Watch forum threads I comment in
ff: Rewindo jeewte jakkaa ɗe njaabii-mi

source: Watch KB discussion threads I start
ff: Rewindo jeewte jakkaa RG ɗe uddit-mi

source: Watch KB discussion threads I comment in
ff: Rewindo jeewte jakkaa RG ɗe njaabii-mi

source: Watch Question threads I comment in
ff: Rewindo Jeewte Naamne njaabii-mi

source: Send emails for private messages
ff: Neldu iimeel ɓatakuuje cuuriiɗe

source: Username:
ff: Innde kuutoro:

source: Email address:
ff: Ñiiɓirde imeel:

source: Password:
ff: Finnde:

source: A user with that email address already exists.
ff: Kuutoro jogiiɗo oo iimeel ena woodi kisa.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
ff: Tiiɗno naatnu innde kuutoro e finnde moƴƴere. Tesko galli ɗiɗi ɗii fof ena kiisii darol.

source: This account is inactive.
ff: Ɗee konte kurminaaka.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
ff: Wanngorde maa ena wayi hono jaɓataa kukiije nih. Kukeeje ena mbaɗɗii ngam seŋaade.

source: Please enter a facebook.com URL.
ff: Tiiɗno naatnu URL facebook.com.

source: This is your current email.
ff: Ko oo woni iimeel maa gonaaɗo.

source: New password:
ff: Finnde hesere:

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
ff: Alaa konte kuutortooɗo wondi e ndeeɗoo jokkorde. Ina gasa tawa a winnditaaki

source: Your username on %s
ff: Innde kuutoro maa e %s

source: At least one number and one English letter are required in the password.
ff: Alaa e sago waɗa hay so alkulal Engeleere gootal walla limoore wootere e finnde ndee.

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
ff: Innde kuutoro naatnu-ɗaa ndee moƴƴaani. Tiiɗno suɓo woɗnde tee kiiso-ɗaa wonde wallitooɓe amen ko huutorɓe Firefox wayɓe hono maa nih.

source: algorithm
ff: algoritmol

source: salt
ff: lamɗam

source: hash
ff: haasre

source: Private message
ff: Ɓatakuuru cuuriiɗo

source: User
ff: Kuutoro

source: Display name
ff: Innde jaytino

source: Make my email public
ff: Bayyin iimeel am e peñcu

source: Biography
ff: Ciimtol golluuje am

source: Website
ff: Lowre geese

source: Facebook URL
ff: URL Facebook

source: IRC nickname
ff: Waccoore IRC

source: Timezone
ff: Diiwaan waktu

source: Country
ff: Leydi

source: City
ff: Wuro

source: Value
ff: Kiisol

source: user
ff: kuutoro

source: activation key
ff: kelal daaƴtirgal

source: registration profile
ff: heftinirde binnditagol

source: registration profiles
ff: keftinirɗe binnditagol

source: Your account is already activated, log in below.
ff: Konte maa ko kurmuɗe haa gasi, seŋo les ɗoo.

source: Account already activated
ff: Konte maa kurminanooma kisa

source: Your settings have been saved.
ff: Teelte maa ndanndaama.

source: We've sent an email with the username to any account using {email}.
ff: Min neldii iimeel wonnudede e innde kuutoro ndee to konte kala kuutortooɗe {email}.

source: Done!
ff: Gasii!

source: Account successfully verified!
ff: Konte ƴeewtaama no haanirta!

source: Something is wrong
ff: Woni ko feewaani

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
ff: Konte maa ƴeewtaama no haaniri, tee naamnal maa kisa naatoyii to jakkaa wallitooɓe renndo Mozilla toh.

source: See your question here:
ff: Ƴeew naamnal maa ɗoo:

source: Sit back and relax. Our forum contributors will get back to you with an answer.
ff: Jooni heɓ leeso poocto-ɗaa. Wallitooɓe amen maa ngartu e maa ngam addude jaabawol.

source: While you wait
ff: Tuma nde ngon-ɗaa e fadde

source: Log in, so you can respond to your question when it is answered:
ff: Seŋo, ngam jaabtaade so naamnal maa heɓii jaabawol:

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
ff: A teeŋtinii ñiiɓirde maa iimeel tee kurmin-ɗaa konte maa! Aɗa waawi seŋaade jooni, tee taƴto-ɗaa heftinirde maa.

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
ff: Min koriima hurminde konte maa. Tiiɗno ƴeewto so a dobiima e jokkol moƴƴol e iimeel oo walla so a tappii ñiiɓia moƴƴere.

source: Log In / Register
ff: Seŋo / Windito

source: Change email address
ff: Waylu ñiiɓirde iimeel

source: You will need to confirm the newly set email address to complete the change.
ff: Alaa e sago teeŋtinaa ñiiɓirde iimeel naatnu-ɗaa ndee ngam timminde baylol ngol.

source: Change my email
ff: Waylu iimeel

source: Unable to change email for user {username}
ff: Horimma waylude iimeel {username}

source: Email changed for user {username}
ff: Iimeel {username} waylaama

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
ff: Iimeel mo naatnu-ɗaa oo ({new_email}) ena woodi kisa e yuɓɓo ngoo? Iimeel konte maa haa jooni ko {old_email}.

source: Your email has been changed from {old_email} to {new_email}.
ff: Ñiiɓirde maa iimeel {old_email} waɗtaama {new_email}.

source: Confirmation email sent
ff: Immeel teeŋtingol neldaama

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
ff: Min neldii teeŋtinol to %(new_email)s. Tiiɗno dobo e jokkol teeŋtinol ngol ngam waylude iimeel konte maa.

source: Are you sure you want to delete your avatar?
ff: Aɗa yenanaa yiɗde momtude ndee maantinol maa?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
ff: Ngon-ɗaa ko e momtude maantinol maa haa badaa. <strong>Ɗum waawaa firteede!</strong> Kono aɗa waawi <a href="%(upload_url)s">yollude maantinol kesol</a> lomtoo ngol-ɗoo.

source: {user} | Documents
ff: {user} | Piilannde

source: Documents
ff: Piilannde

source: Documents edited or translated
ff: Piilannde taƴtaama walla piraama

source: Change Avatar
ff: Waylu Maantinol

source: Avatar:
ff: Maantinol:

# avatar
source: Change
ff: Waylu

source: Update
ff: Hesɗitin

source: Edit Settings
ff: Taƴto Teelte

source: Retrieve Username
ff: Heftu Innde Kuutoro

source: Forgotten your username? Enter your email address below, and we'll send it to you.
ff: A yejjitii innde kuutoro maa? Naatnu ñiiɓirde maa iimeel les ɗoo, kisa min neldumaa-mo.

source: Send username
ff: Neldu innde kuutoro

source: {user} | Profile
ff: {user} | Heftinirde

source: Edit user profile
ff: Taƴto heftinirde kuutoro

source: {0} question
ff: naamne

source: {0} answer
ff: jaabawuuji {0}

source: {0} solution
ff: Peeje {0}

source: {0} documents
ff: piilanɗe {0}

source: About {user}
ff: Baɗte {user}

source: {user}'s Groups
ff: Goomuuji {user}

source: Change Password
ff: Waylu Finnde

source: Change my password
ff: Waylu fiinde am

source: Password change successful!
ff: Baylugol finnde moƴƴii!

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
ff: A waylii finnde maa no haaniri. <a href="%(profile_url)s">Rutto to hello taƴtorde heftinirde</a>

source: Password successfully reset.
ff: Finnde waklitaama no haaniri.

source: You can now log in.
ff: Aɗa waawi seŋaade haŋkadi.

source: Password Reset
ff: Finnde Waklitaama

source: New password
ff: Finnde hesere

source: Confirm password
ff: Teeŋtin Finnde

source: Password reset unsuccessful
ff: Baklitgol finnde feewaani
