Repository: mozilla-l10n/sumo-l10n
Catalog: ff/LC_MESSAGES/messages.po
Languages: ff

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ff: Jokkorde baklital finnde ndee moƴƴaani, maa taw nde huutoraama kisa. Tiiɗno ɗaɓɓu finnde woɗnde.

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
ff: <strong>Reentino:</strong> Konte cosaaɗe hade Bowte 2010 ena mbaawi horaade seŋaade. Tiiɗno waklit finnde maa les ɗoo.

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
ff: A yejjitii finnde maa? Naatnu ñiiɓirde imeel maa les ɗoo, ndeen min neldu-maa pamminooje no keɓir-ɗaa hesere.

source: Email Address:
ff: Ñiiɓirde Imeel:

source: Send password reset link
ff: Neldu jokkol waklitirde finnde

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
ff: Min neldii iimeel to konte kala kuutortooɗe ndee ñiiɓirde. Tiiɗno rewindo jokkol gonngol e iimeel oo ngam waklitde finnde maa.

source: Thank you for registering!
ff: A jaaraama e binnditagol maa!

source: Thank you for being awesome!
ff: A jaaraama e yonteede maa!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
ff: Hade maa waawde seŋaade, aɗa sokli teeŋtinde ñiiɓirde maa iimeel. Min neldii-ma iimeel ena wonndi e jokkol teeŋtinol. Dobo tan e jokkol ngol kisa maa waaw haŋkadi fuɗɗaade!

source: Resend confirmation email
ff: Neltir iimeel teeŋtinol

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
ff: Ngam hurminde konte maa aɗa foti tawo teeŋtinde ñiiɓirde maa iimeel. Naatnu iimeel maa kisa neldaa formere wonnde les ndee, ma min neltir-ma iimeel teeŋtinol.

source: Resend account confirmation email
ff: Neltir iimeel teeŋtinirɗo konte

source: Confirmation email sent successfully.
ff: Iimeel teeŋtinol neltiraama no haanirta.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
ff: Hade maa waade seŋaade, aɗa foti teeŋtinde ñiiɓirde maa iimeel. Min neldii iimeel teeŋtinol keso to konte maa huutoraade <strong>%(email)s</strong>. Ngam teeŋtinde ñiiɓirde iimeel ndee, rewindo jokkol gonngol e iimeel oo tan.

source: Register to be a Contributor
ff: Winndito ngam wonde Ballitoowo

source: You don't need to register to <a href="{url}">ask a question</a>.
ff: A soklaani winnditaade to <a href="{url}">weddo naamnal</a>.

source: Logging in...
ff: Nana seŋoo...

source: Logged in!
ff: Seŋiima!

source: My password isn't working.
ff: Finnde am horiima

source: Login Problems?
ff: Caɗeele ceŋagol?

source: I forgot my username.
ff: Mi yejjitii innde kuutoro am.

source: I didn't get a confirmation email.
ff: Mi heɓaani iimeel teeŋtinol.

source: Password should be at least 8 characters long and contain at least 1 number.
ff: Finnde foti waɗde ko alkule 8 so famɗii tee waɗa hay so limoore 1.

source: Your username will be shown next to your question in our public support forums.
ff: Innde kuutoro maa maa hollire sara naamnal maa e peñcu to jakkaaji wallitorde amen.

source: My profile
ff: Heftinirde am

source: Edit my profile
ff: Taƴto heftinirde am

source: Edit settings
ff: Taƴto teelte

source: Successfully activated
ff: Hurminaama no haanirta

source: Change email
ff: Waylu iimeel

source: Edit profile
ff: Taƴto heftinirde

source: Change Email
ff: Waylu Iimeel

source: Password
ff: Finnde

source: Bio
ff: Baɗte maa

source: Email in
ff: Iimeel naatɗo

source: Retrieve username
ff: Heftu innde kuutoro

source: Contributions
ff: Ballitte

source: Change password
ff: Waylu finnde

source: Old Password
ff: Finnde Ɓooynde

source: New Password
ff: Finnde Hesere

source: New Password Again
ff: Finnde Hesere Kadi

source: You have successfully changed your password.
ff: A waylii finnde maa no haanirta.

source: Your password was successfully reset.
ff: Finnde maa waklitaama no haanirta.

source: Password reset
ff: Finnde waklitaama

source: Register or sign in
ff: Winndito walla seŋo

source: Create a support account.
ff: Sos konte wallitorde.

source: Username
ff: Innde kuutoro

source: Signing in...
ff: Nana seŋoo...

source: Signed in!
ff: Seŋiima!

source: Don't have an account? Register
ff: A alaa konte? Winndito

source: Create a new support account
ff: Sos konte wallitorde

source: Minor details that don't affect the instructions
ff: Cariiɗe pamare ɗe kaɗataa tinndinooje faameede

source: Content changes that don't require immediate translation
ff: Bayle loowdi ɗe naamnaaki firo yaajtiingo

source: Major content changes that will make older translations inaccurate
ff: Bayle loowdi dowrowe nattinooje firooji ɓooydi moƴƴude

source: These minor changes are not important for localizers and they will not be notified.
ff: Ɗee bayle tokoose ngonaa teeŋtuɗe wonande nokkuɗinooɓe ngati ɓe tintintaake baɗte majje.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
ff: Ɗum maa tintin nokkuɗinooɓe tee firooji maa maante ko "cokluɗi kesɗitine" e jiimtorɗe. Baylɗe ɓurɗe heewde&mdash;hesɗitinde natal, feewtinde {for} markup, ɓeydude walla ittude taƴe ɗe mbaɗɗaaki&mdash;ena poti huutoraade ɗum.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
ff: Ɗum maa tintin nokkuɗinooɓe tee firooji maa maante ko "kiiɗtuɗe" e jiimtorɗe. Firooji maa kollu huutorɓe deentinol wonde ɗee ko kiiɗtuɗe tee yamre Engeleere ndee ɓuri yuɓɓude. Huutoro ɗum so tawii tinndinooje ɓooyɗe ɗee mbaawaa huutoreede.

source: Troubleshooting
ff: Ñawndugol caɗeele

source: How to
ff: Hol no

source: How to contribute
ff: Hol no mballitirtaa

source: %(old)s Redirect %(number)i
ff: %(old)s Ɓennin %(number)i

source: %(old)s-redirect-%(number)i
ff: %(old)s-ɓennin-%(number)i

source: {title} was edited by {creator}
ff: {title} taƴtii ɗum ko {creator}

source: {title} is ready for review ({creator})
ff: {title} hebiima ƴeewteede ({creator})

source: {title} has a revision ready for localization
ff: {title} ena jogii baylital hebiinde nokkuɗineede

source: {title} ({locale}) has a new approved revision ({reviewer})
ff: {title} ({locale}) ena jogii baylital kesol jaɓangol ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi tiitoonde ndee e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Please provide a slug.
ff: Tiiɗno naatnu aliyaas.

source: The slug provided is not valid.
ff: Aliyaas naatnu-ɗaa oo moƴƴaani.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Aliyaas oo ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi aliyaas oo e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Please provide a summary.
ff: Tiiɗno naatnu tonngol.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Ngol tonngol ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi tonngol ngol e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ff: Loowdi ndii ena raɓɓiɗi (alkule %(show_value)s). Ena foti waɗde alkule %(limit_value)s so famɗii.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi yawre ndee e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ff: Tiiɗno fonndu njuuteendi loowdi ndii e alkule %(limit_value)s walla ko jaasi ɗum. Ena waɗi jooni alkule %(show_value)s.

source: Please select at least one product.
ff: Tiiɗno labo topirde wootere so famɗii.

source: Please select at least one topic.
ff: Tiiɗno labo toɓɓere wootere so famɗii.

source: Title of article
ff: Tiitoonde winndannde

source: Slug:
ff: Aliyas:

source: Article URL
ff: URL Winndannde

source: Relevant to:
ff: Toɗɗondiri ko e:

source: Allow translations:
ff: Yamir firooji:

source: Obsolete:
ff: Kiiɗtuɗi:

source: Allow discussion on this article?
ff: Yamir jeewte e ndee winndannde?

source: Type of article
ff: Fannu winndannde

source: Topics:
ff: Toɓɓe:

source: Needs change:
ff: Ena sokli wayleede:

source: Comment:
ff: Yowre:

source: Keywords:
ff: Kelmekele jiytirɗe:

source: Affects search results
ff: Ena jogii rewam e njaltudi njiilaw

source: Search result summary:
ff: Tonngol jaltudi njiilaw:

source: Only displayed on search results page
ff: Jaytintee tan ko e hello njaltudi njiilaw

source: Significance:
ff: Hol ko firti:

source: Needs change
ff: Ena sokli wayleede

source: {users} added successfully!
ff: {users} ɓeydaama no haanirta!

source: There were errors adding users, see below.
ff: Waɗii juume ɓeydugol huutorɓe, ƴeew les ɗoo.

source: {user} removed from successfully!
ff: {user} momtaama no haanirta!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
ff: So labaama, ngoo hello wiki maa suuɗe e njiilawuuji e jiimtorɗe leslese. So hollaama, hello ngoo maa reentin wonde ngo nattii golliteede.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
ff: So labaama, ndee fiilannde ena yamira jeewte e jakkaa mo o yahdata oo. Labto ngam suuɗde/daaƴde jakkaa oo.

source: If checked, this document needs updates.
ff: So labaama, ndee fiilannde ena sokli kesɗitine.

source: Please choose a category.
ff: Tiiɗno labo leñol.

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
ff: Baylital foti tugnaade ko e winndannde engeleere ndee. ID baylital %(id)s yahdaani e ɗeen cuɓorɗe.

source: The document "%s" does not exist.
ff: Fiilannde "%s" woodaani.

source: The template "%s" does not exist or has no approved revision.
ff: Tiimtorɗe "%s" ndee woodaani walla alaa baylita jaɓangal.

source: Your revision has been approved: {title}
ff: Baylital maa jaɓaama: {title}

source: Your revision has been reviewed: {title}
ff: Baylital maa ƴeewtaama: {title}

source: A revision you contributed to has been approved: {title}
ff: Baylital ngol mballondira-ɗaa jaɓaama: {title}

source: A revision you contributed to has been reviewed: {title}
ff: Baylital ngol mballondira-ɗaa ƴeewtaama: {title}

# KB Topic
source: mobile
ff: cinndel

# KB Topic
source: desktop
ff: biro

# KB Topic
source: general
ff: kuuɓal

# KB Topic
source: download
ff: awto

source: You cannot translate this document.
ff: A waawaa firde ndee fiilannde.

source: Glad to hear it &mdash; thanks for the feedback!
ff: Miɗo weltii heen sanne&mdash; a jaaraama e duttinal ngal!

source: You already voted on this Article.
ff: A wootiino kisa e ndee winndannde.

source: Thanks for making us better!
ff: A jaaraama e ballal maa!

source: Revision %s
ff: Baylital %s

source: {users} added to the contributors successfully!
ff: {users} ɓeydaama e wallitooɓe no haanirta!

source: There were errors adding new contributors, see below.
ff: Waɗii juume ɓeydugol wallitooɓe hesɓe e goomu nguu, ƴeew les ɗoo.

source: {user} removed from the contributors successfully!
ff: {user} momtaama e wallitooɓe no haanirta!

source: Compare Revisions | {document}
ff: Yerondir Baylitte | {document}

source: Compare Revisions
ff: Yerondir Baylitte

source: Back to History
ff: Rutto to Aslol

source: Document Deleted | {document}
ff: Fiilannde Momtaama | {document}

source: Delete Document | {document}
ff: Momtu Fiilannde | {document}

source: Delete Document
ff: Momtu Fiilannde

source: The document has been deleted.
ff: Ndee fiilannde momtaama.

source: Are you sure you want to delete this document?
ff: Aɗa yenanaa yiɗde momtude ndee fiilannde?

source: All translations of this document will also be deleted.
ff: Firooji fiilannde ndee fof ma momtore kisa.

source: Current Content
ff: Loowdi Ngonaadi

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ff: Ngon-ɗaa ko e momtude ndee fiilannde haa bada. <strong>Ɗum-ɗoo firtotaako!</strong> Aɗa yenanaa yiɗde jokkude e momtugol?

source: Cancel and go back to document history
ff: Haaytu tee ndutto-ɗaa to aslol fiilannde

source: Remove contributor | {document}
ff: Momtu ballitoowo | {document}

source: Remove Contributor
ff: Momtu Ballitoowo

source: Are you sure you want to remove {user} from the document contributors?
ff: Aɗa yenanaa aɗa yiɗi momtude {user} e wellitooɓe fiilannde ndee?

source: Remove contributor
ff: Momtu ballitoowo

source: Remove {role}
ff: Momtu {role}

source: Locales
ff: Lokaalde

source: Are you sure you want to remove {user}?
ff: Aɗa yenanaa aɗa yiɗi momtude {user}?

source: Delete Revision | {document}
ff: Momtu Baylitte | {document}

source: Delete Revision
ff: Momtu Baylital

source: Unable to delete only revision of the document
ff: Horiima momtude baylital fiilannde ndee tan

source: To delete the document, please notify an admin.
ff: Ngam momtude fiilannde ndee, tiiɗno tintin jiiloowo.

source: Go back to document history
ff: Rutto to aslol fiilannde

source: Are you sure you want to delete this revision?
ff: Aɗa yenanaa yiɗde momtude ngal baylital?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
ff: <strong>Reentino</strong> Ndee yamre ena jogii woote Naftugol e Ruttorde Ganndal ɗe yahdi. Momtude ngal baylital maa momtor ɗeen woote.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ff: Ngon-ɗaa ko e momtude ngal baylital haa bada. <strong>Ɗum-ɗoo firtotaako!</strong> Aɗa yenanaa yiɗde jokkude e momtugol?

source: Edit Article | {document}
ff: Taƴto Winndannde | {document}

source: Edit Article
ff: Taƴto Winndannde

source: <em>Editing</em> {title}
ff: <em>Taƴtagol</em> {title}

source: Edit Description
ff: Taƴto Cifagol

source: Save description
ff: Danndu cifagol

source: Edit Content
ff: Taƴto Loowdi

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
ff: Ngam heɓde ballal winndude binndanɗe, yah to <a href="%(url)s">Famminorde Fiilannde Wallitorde</a>.

source: characters remaining.
ff: alkule keddiiɗe.

source: Revision History | {document}
ff: Aslol Baylitte | {document}

source: History
ff: Aslol

source: History of {title}
ff: Aslol {title}

source: Revision history for:
ff: Aslol baylitte:

source: Edit contributors
ff: Taƴto wallitooɓe

source: Document contributors
ff: Wallitooɓe e fiilannde

source: Remove user from contributors
ff: Momtu kuutoro e wallitooɓe

source: Add Contributor
ff: Ɓeydu Ballitoowo

source: All Articles
ff: Binndanɗe Fof

source: There are no articles.
ff: Alaa binndanɗe.

source: Edit locale leaders
ff: Taƴto ɗowooɓe lokaalde

source: Locale Leaders
ff: Ɗowooɓe Lokaalde

source: Remove user from locale leaders
ff: Momtu kuutoro e ɗowooɓe lokaale

source: Edit locale reviewers
ff: Taƴto ƴeewtotooɓe lokaalde

source: Locale Reviewers
ff: Ƴeewtotooɓe Lokaalde

source: Add Reviewer
ff: Ɓeydu Ƴeewtotooɗo

source: Remove user from locale reviewers
ff: Momtu kuutoro e ƴeewtotooɓe lokaalde

source: Edit locale editors
ff: Taƴto taƴtotooɓe lokaalde

source: Locale Editors
ff: Taƴtotooɓe Lokaalde

source: Add Editor
ff: Ɓeydu Taƴtotooɗo

source: Remove user from locale editors
ff: Momtu kuutoro e taƴtotooɓe lokaalde

source: Locales | Knowledge Base
ff: Lokaale | Ruttorde Ganndal

source: Create a New Article | Knowledge Base
ff: Fuɗɗo Winndannde Hesere | Ruttorde Ganndal

source: New Article
ff: Winndannde Hesere

source: Create a New Knowledge Base Article
ff: Fuɗɗo Winndannde Ruttorde Ganndal Hesere

source: Article is for:
ff: Winndannde waɗiraa ko:

source: Review Revision {id} | {document}
ff: Ƴeewto Baylital {id} | {document}

source: Review Revision of {title}
ff: Ƴeewto Baylital {title}

source: Reviewing Revision {id} by {user}
ff: Ngon-ɗaa ko e ƴeewtagol baylital {id} ngal {user} waɗi

source: This revision was already reviewed by {user} on {date}.
ff: Ngal baylital {user} ƴeewtiima ɗum haa gasi ñalnde {date}.

source: Submitted Revision Changes
ff: Bayle Baylitte Naatnaaɗe

source: Current public revision:
ff: Baylital peñcu gonangal:

source: Submitted revision:
ff: Baylital naatnangal:

source: Revision Source
ff: Iwdi Baylital

source: Revision Content
ff: Loowdi Baylital

source: This document does not have a current revision.
ff: Ndee fiilannde alaa baylital gonangal.

source: Search results summary:
ff: Tonngol njaltudi njiilaw:

source: Revision source:
ff: Iwdi baylital:

source: Revision rendered html:
ff: Baylital e hito html:

source: Review Translation {id} | {document}
ff: Ƴeewto Firo {id} | {document}

source: Review Translation of {title}
ff: Ƴeewto Firo {title}

source: Reviewing Translation {id} in {language} by {user}
ff: Nana Ƴeewtoo Firo {id} e {language} ngo {user} firi

source: This translation was already reviewed by {user} on {date}.
ff: Ngoo firo {user} ƴeewtiima ɗum haa gasi ñalnde {date}.

source: Recent English Changes
ff: Bayle Engeleere Cakkitiiɗe

source: Submitted Translation Changes
ff: Bayle Firooji Naatnaaɗe

source: Current public translation:
ff: Firo peñcu wonaango:

source: Submitted translation:
ff: Naatnu firo:

source: Full Article Sources
ff: Iwdi Winndannde Kuuɓndi

source: The {default_locale} version has no approved content to show.
ff: Yamre {default_locale} ndee alaa loowdi jaɓaandi mbaawndi hollireede.

source: Approved {default_locale} version:
ff: Yamre {default_locale} jaɓaande:

source: Revision {id} by {user} on {date}
ff: Baylital {id} ngal {user} ñalnde {date}

source: Submitted {locale} translation:
ff: Firo {locale} naatnaango:

source: This document does not have a current translation.
ff: Ndee fiilannde alaa firo wonaango.

source: Translation keywords:
ff: Kelme jiylorɗe firo:

source: Translation search results summary:
ff: Tonngol njaltudi njiilaw firooji:

source: Translation source:
ff: Iwdi firo:

source: Translation rendered html:
ff: Firo e hito html:

source: Revision {n} | {t} | {c}
ff: Baylital {n} | {t} | {c}

source: Revision {num}
ff: Baylitalq {num}

source: Revision Information
ff: Humpito Baylital

source: Revision id:
ff: id Baylital:

source: Reviewed:
ff: Ƴeewtaa ko:

source: Reviewed by:
ff: Ƴeewtii ko:

source: Is approved?
ff: Jaɓaama?

source: Is current revision?
ff: Ko baylital gonangal?

source: Ready for localization:
ff: Ena hebii nokkuɗineede:

source: Edit article based on this revision
ff: Taƴto winndannde tugnaade e ngal baylital

source: Select language | {document}
ff: Labo ɗemngal | {document}

source: Select language
ff: Labo ɗemngal

source: Select a language to translate to:
ff: Labo ɗemngal ngal njiɗ-ɗaa firde e mum:

source: Show translations | {document}
ff: Hollu firooji | {document}

source: This document has been translated to the following locales:
ff: Ndee fiilannde firaama e ndee-ɗoo lokaalde:

source: This document is missing translations for the following locales:
ff: Ndee fiilannde ena ŋakki firooji ndee-ɗoo lokaale:

source: Translate Article | {document}
ff: Fir Winndannde | {document}

source: Translate Article
ff: Fir Winndannde

source: You are translating an English document which is not yet ready for localization.
ff: Aɗana fira winndannde Engeleere nde hebaaki tawo nokkuɗineede.

source: Translating {title}
ff: Nana fira {title}

source: Translating article to {locale}
ff: Nana fira winndannde e {locale}

source: Translate Description
ff: Fir Cifagol

source: Title in {locale}:
ff: Tiitoonde e {locale}:

source: Slug in {locale}:
ff: Aliyas e {locale}:

source: Translate Content
ff: Fir Loodi

source: Recently approved updates
ff: Kesɗitine jaɓaaɗe sakket

source: Differences
ff: Ko seerti

source: Note: This article has no revisions ready for localization.
ff: Tesko: Ndee winndannde alaa baylitte kebiiɗe nokkuɗineede.

source: Note: There are no approved translations for this article.
ff: Tesko: Alaa firooji jaɓaaɗi e ndee winndannde.

source: Keywords in {locale}:
ff: Kelme jiylorɗe e {locale}:

source: Search result summary in {locale}:
ff: Tonngol njaltudi njiilaw e {locale}:

source: {locale} translation:
ff: Firo {locale}:

source: (Redirected from <a href="{href}">{title}</a>)
ff: (Ɓenninal iwde <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
ff: <p>Ndee winndannde maa taw hiiɗɗii.</p> <p> Won bayle tiiɗɗe mbaɗaa e winndannde Engeleere nde ndee winndannde tugnii. So wonaa ngoo hello hesɗiɗina, maa ɗum-ɗoo walle: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
ff: Ndee winndannde nattii golliteede, ngati loowdi mayre maa taw hiiɗɗii.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
ff: Walwalɓe maen ngoni ko e firde ndee winndannde. So wonaa gas, maa taw yamre Engeleere ndee ɓurata naftude.

source: This article doesn't have approved content yet.
ff: Ndee winndannde alaa loowdi njaɓaandi tawo.

source: Warning: There are newer unreviewed revisions of this article.
ff: Tesko: Ena woodi baylitte ndee winndannde ɗe ƴeewtaaka ɓurɗe hesɗude.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
ff: Yah to <a href="%(url)s">aslol</a> ngam tugnude taƴtagol maa e baylital goodngal ngal ƴeewtaaka.

source: Change Revisions
ff: Waylu Baylitte

source: Revision {num}:
ff: Baylital {num}:

source: Stop article emails
ff: Dartin iimeeliiji winndannde

source: Email me article changes
ff: Neldu am iimeeliiji bayle

source: Submit for Review
ff: Naatnu ngam Ƴeewtagol

source: Preview Content
ff: Yiytindo Loowdi

source: Preview Changes
ff: Yiytindo Bayle

source: Submit Your Changes
ff: Naatnu Bayle Maa

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
ff: Ko a jaambaaro! Ma min neldu-ma iimeel ngam anndinde-ma so bayle maa njaɓaama. Aɗa waawi rewindaade jeewte baɗte ndee winndannde so dobaade e tabbere Jeewte ndee.
