Repository: mozilla-l10n/sumo-l10n
Catalog: ee/LC_MESSAGES/djangojs.po
Languages: ee

source: Questions
ee: Biabiawo

source: Solved
ee: Wo ɖo eŋu

source: % Solved
ee: Wo ɖo % ŋu

source: Responded in 24 hours
ee: Ɖo ŋu le gaƒoƒo 24 me

source: % Responded in 24 hours
ee: % Ɖo ŋu le gaƒoƒo 24 me

source: Responded in 72 hours
ee: Ɖo ŋu le gaƒoƒo 72 me

source: % Responded in 72 hours
ee: % Ɖo ŋu le gaƒoƒo 72 me

source: Not responded in 24 hours
ee: Meɖo ŋu le gaƒoƒo 24 me o

source: Not responded in 72 hours
ee: Meɖo ŋu le gaƒoƒo 72 me o

source: Article Votes: % Helpful
ee: Akɔdadawo na article: % kpekpedenu

source: Answer Votes: % Helpful
ee: Akɔdada nuɖoɖowo: % kpekpedenu

source: non en-US KB
ee: menye en-US KB

source: Army of Awesome
ee: Awesome ƒe Army

source: Click Through Rate %
ee: Clickthrough ƒe rate

source: Visitors
ee: Amedzrowo

source: L10n Coverage
ee: L10n ƒe Yaʋala

source: Percent Yes
ee: Ee le Alɔfamemama me

source: Yes
ee: Ee

source: No
ee: Ao

source: I don't know
ee: Nye me nya o

source: Error loading graph
ee: Vodada va esi wole graph hem vee

source: An error occured.
ee: Vodada aɖe va.

source: There was an error generating the preview.
ee: Vodada aɖe va esi wole preview wɔm.

source: There was an error submitting your vote.
ee: Vodada aɖe va esi wonɔ wo akɔdada ɖom ɖa.

source: You replied
ee: Eɖo ŋu

source: You and 1 other replied
ee: Wo kple amebubu 1 ɖo ŋu

source: Account banned successfully!
ee: Woteŋu xe mɔ na account dedie!

source: Username not provided.
ee: Mena username o.

source: This account is already banned!
ee: Woxe mɔ account sia xoxo!

source: Account is now being ignored!
ee: Womele nudem eme na account o!

source: This account is already being ignored!
ee: Womele nudem eme na account sia o!

source: No users selected!
ee: Wometia ezala aɖeke o!

source: No differences found
ee: Womekpɔ vovototo aɖeke o

source: Cancel
ee: Tutu

source: You are not watching this thread
ee: Mele thread sia kpɔm o

source: You are watching this thread
ee: Ele thread sia kpɔm

source: Image Attachment
ee: Nɔnɔmetata ƒe Attachment

source: Could not upload file. Please try again later.
ee: Metenu he file la o. Medekuku gbugbɔwoe emegbe.

source: Invalid image. Please select a valid image file.
ee: Nɔnɔmetata medze o. Medekuku tia nɔnɔmetata si dze.

source: Image too large. Please select a smaller image file.
ee: Nɔnɔmetata lolo akpa. Medekuku tsɔ esi le sue.

source: Upload cancelled. Please select an image file.
ee: Ehehe tɔ. Medekuku tia nɔnɔmetata fe file.

source: File deleted. Please select an image file.
ee: File la ɖeda. Medekuku tia nɔnɔmetata ƒe file.

source: Delete this image
ee: Ɖe nɔnɔmetata ɖa

source: Loading...
ee: Egbɔna...

source: No votes data
ee: Akɔdadawo ƒe data meli o

source: Votes
ee: Akɔdadawo

source: Percent
ee: Alɔfamemama

source: bold text
ee: bold nuŋɔŋlɔ

source: italic text
ee: italic nuŋɔŋlɔ

source: Numbered List
ee: Dzeside List

source: Numbered list item
ee: Dzeside list menɔnu

source: Bulleted List
ee: Bullet ƒe List

source: Bulleted list item
ee: Bullet ƒe list menɔla

source: Heading 1
ee: Tanya 1

source: Heading 2
ee: Tanya 2

source: Heading 3
ee: Tanya 3

source: Insert a link...
ee: De katsiatsia aɖe eme...

source: link text
ee: katsiatsia ŋlɔ̃ɖi

source: Link text:
ee: Katsiatsia ŋlɔ̃ɖi:

source: Link target:
ee: Katsiatsia ƒe target:

source: Support article:
ee: Kpɔɖe article ŋu:

source: Enter the name of the article
ee: Ŋlɔ article ƒe ŋkɔ

source: External link:
ee: Katsiatsia tso goto:

source: Enter the URL of the external link
ee: Ŋlɔ kastsiatsia tso goto ƒe URL

source: No sections found
ee: Womekpɔ section aɖeke o

source: Insert Link
ee: De katsiatsia eme

source: Knowledge Base Article
ee: Knowledge ƒe Base ƒe Article

source: Insert media...
ee: De media eme...

source: Search Gallery
ee: Tsa Gallery me

source: Show:
ee: Fia:

source: Images
ee: Nutatawo

source: Videos
ee: Videowo

source: Show media for:
ee: Fia media na:

source: Insert Media
ee: De media eme

source: Upload Media
ee: He media yi

source: Please select an image or video to insert.
ee: Meɖekuku tso foto alo video be na de eme.

source: Oops, there was an error.
ee: Oh, Vodada aɖe va.

source: Common responses
ee: Ŋuɖoɖo siwo bɔ

source: cannedresponses
ee: cannedŋuɖoɖowo

source: Search for common responses
ee: Dzi ŋuɖoɖo bɔbɔwo

source: Categories
ee: Mamawo

source: Responses
ee: Ŋuɖoɖowo

source: Please select a category from the previous column or start a search.
ee: Meɖekuku tia mama tso colulmn kemɛ alo dze didi gɔme.

source: Response editor
ee: Ŋuɖoɖo ƒe editor

source: Switch to preview mode
ee: Si hena ŋgɔmetoto ƒe mode

source: Insert Response
ee: De nuɖoɖo eme

source: Matching responses
ee: Ele nuɖoɖowo tsiam

source: There was an error checking for canned responses.
ee: Agɔdzedze aɖe dzɔ esime mienɔ̃ canned ŋuɖoɖowo dzim.

source: Response preview
ee: Ŋuɖoɖo gɔmetoto

source: Switch to edit mode
ee: Ɖoli yi edzadzraɖo fe mode

source: Quote previous message...
ee: Ne gbugbɔ ŋlɔ mesagi si va yi...

source: Reply...
ee: Ɖoŋu...

source: %s characters remaining
ee: %s ƒe nuŋlɔŋlɔ ye kpɔtɔ

source: There was an error.
ee: Agɔdzedze aɖe va.

source: There was an error. Please try again in a moment.
ee: Vodada va esi wonɔ ticket ɖom ɖa. Meɖekuku gbugbɔ wɔe ke.

source: Daily
ee: Gbesiagbe

source: Weekly
ee: Kɔsiɖa sia Kɔsiɖa

source: Monthly
ee: Dzinu sia dzinu

source: Week beginning %(year)s-%(month)s-%(date)s
ee: Kɔsida gɔmedzede %(year)s-%(month)s-%(date)s

source: Month beginning %(year)s-%(month)s-%(date)s
ee: Ɣleti gɔmedzedze %(year)s-%(month)s-%(date)s

source: All
ee: Katã

source: From %(from_input)s to %(to_input)s
ee: Tso %(from_input)s yi %(to_input)s

source: Invalid tag entered: %s
ee: Nuŋlɔŋlɔ medze o: %s

source: No tags entered.
ee: Meŋlɔ naɖeke o.

source: No, ignore
ee: Ao, dzetonu

source: Did you mean %s?
ee: De ne be %s?

source: Error uploading image
ee: Vodada dzɔ le ƒoto hehe me

source: Error deleting image
ee: Vodada le ƒoto tutume

source: Please check you are logged in, and try again.
ee: Meɖekuku kpɔɖa nenye be etsia, eye na gbugbɔ woe.

source: Search for a user...
ee: Di ezala...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
ee: SEDEDE! Eka ɖedzi be yade account zala sia da­­? Magatenu atrɔ wɔnasia o!

source: All Articles: % Localized
ee: Articlewo kata: % Localized

source: Top 20 Articles: % Localized
ee: Article kɔkɔ 20 wo: % Localized

source: Active Contributors
ee: Contributorwo siwo li ‪Ɣesiayi

source: A document with this title already exists in this locale.
ee: Agbal‪ɛ si ha si tanya sia le la li xoxo le afisia.

source: A document with this slug already exists in this locale.
ee: Nuŋlɔɖi si ha si slug le le afisia xoxo.

source: Choose revisions to compare
ee: Tsia emetoto hena esɔsɔ

source: Toggle syntax highlighting
ee: Toggle syntax le tiatiam
