Repository: mozilla-l10n/sumo-l10n
Catalog: wo/LC_MESSAGES/django.po
Languages: wo

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
wo: Deel teew. Yenn saay, sunuy jàppalekat dañu lay bëgg a laaj ay leeral ci ni yenn mbir yi amee. Te loo leen teela joxe, saafara ko gën a gaaw.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
wo: Laabiiral. Ñi nuy dimbali ñooy jëfandikukati Mozilla yi mel ni yaw, ñiy dagg ci seeni soxla ngir dimbali.

source: We've made some educated guesses about your current browser and operating system.
wo: Amal nañu yenn xalaat yu jëm ci sa xuusukaay bii ak sistem bii nga yor.

source: Show details &raquo;
wo: Wane leerali &raquo;

source: Hide details &raquo;
wo: Nëbb leerali &raquo;

source: Thanks for letting us know you have this problem.
wo: Nu ngi lay sant bi nga yeggee sa jafe-jafe.

source: Identifying common problems helps the community answer your questions more quickly.
wo: Xàmmee jafe-jafe yiy faral di am dafay tax mbooloo mi mën ko gaaw a amal tontu.

source: Want to know when a solution is found?
wo: Bëgg nga xam kañ la ab saafara di am?

source: Please provide an email address and we'll send you an alert.
wo: Jox nu adares imeel ndax nu mën la koy yëgal.

source: No Thanks
wo: Déet baax na

source: Application
wo: Jëfekaay

source: User Agent: {user_agent}
wo: Liggéeykat Jëfandikukat: {user_agent}

source: Support URL: {support_url}
wo: URL u ndimbal: {support_url}

source: Extensions
wo: Yaatal yi

source: Graphics
wo: Garaafik yi

source: Modified Preferences
wo: Taamu yiñ soppali

source: Misc
wo: Yeneen

source: <span class="key">User JS</span>: Yes
wo: <span class="key">User JS</span>: Waaw

source: <span class="key">User JS</span>: No
wo: <span class="key">JS jëfandikukat</span>: Déedet

source: <span class="key">Accessibility</span>: Yes
wo: <span class="key">Jàppandal</span>: Waaw

source: <span class="key">Accessibility</span>: No
wo: <span class="key">Jàppandal</span>: Déedet

source: User Agent: {ua}
wo: Jëfandikukat Liggéeykat: {ua}

source: More Information
wo: Yeneen Leeral

source: No pages matched the search criteria
wo: Amul seet gu méngoo ak baat yi ngay seet

source: Relevant to
wo: Yi jëm ci

source: Invalid search data.
wo: Njoxe seet gu baaxul.

source: Enter your terms in the form below and click <strong>Search</strong>
wo: Bindal say baat ci penc mii ci suuf ba noppi ngabës <strong>Seet</strong>

# button
source: Search
wo: Seet

source: Search Mozilla Support
wo: Seet ci Ndimbalu Mozilla

source: Search Unavailable
wo: Seet gu jàppandiwul

source: Search is temporarily unavailable. Please try again in a few minutes.
wo: Seet gi jàppandiwul fimne nii. Jéemaatal fileek ay simili yu néew.

source: Mozilla Support
wo: Ndimbalu Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
wo: Seet ci Dalu xam-xamu Ndimbalu Mozilla ak Pencu Ndimbal.

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
wo: <strong>{n}</strong> njuréef yim gis ngir <strong>{q}</strong> ci <strong>{product}</strong>

source: Results
wo: Njuréef yi

source: 1 reply
wo: 1 tontu

source: 1 person has this problem
wo: 1 nit am na jafe-jafe bii

source: 1 new this week
wo: 1 ku bees ci ayu-bis bii

# DB: karma.Title.name
source: Administrator
wo: Dalalkat

# DB: karma.Title.name
source: Moderator
wo: Saytukat

# DB: karma.Title.name
source: Top 10 Contributor
wo: 10 jàppalekat yi jiitu

# DB: karma.Title.name
source: Top 25 Contributor
wo: 25 jàppalekat yi jiitu

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
wo: Joowukaayu Web bu Windows, Mac ak Linux

# DB: products.Product.title
source: Firefox for Android
wo: Firefox bu Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
wo: Joowukaayu Web bu smaartfon ak tableti Android

# DB: products.Product.title
source: Firefox for iOS
wo: Firefox ngir iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
wo: Firefox ngir telefoni iPhone, iPad ak iPod touch

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
wo: Losiselu imeel ngir Windows, Mac ak Linux

# DB: products.Product.title
source: Contributors
wo: Jàppalekat yi

# DB: products.Product.description
source: Contributor articles
wo: Jukkiy jàppalekat bi

# DB: products.Product.title
source: Firefox for Windows 8 Touch
wo: Firefox bu Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
wo: Firefox bu jëfandaayi taktil yu Windows 8

# DB: products.Product.description
source: Mobile OS for smartphones
wo: Sistem biy doxal smaartfon yi

# DB: products.Product.description
source: A new online standard to recognize and verify learning
wo: Pexey mu bees ngir nangu ak saytu njàngale mi ci internet

# DB: products.Product.title
source: Privacy and Security
wo: Sutura ak Kaaraange

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
wo: Xam yeneen mbir yu jëm ci sutura Mozilla ak kaaraange jëfandikoo.

# DB: products.Topic.title
source: Learn the Basics: get started
wo: Jàng yu yomb yi: ngir tàmbali

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
wo: Amal lépp loo soxla ngir xam nooy tàmbalee ak Firefox.

# DB: products.Topic.title
source: Bookmarks and tabs
wo: Xàmme-xët ak laf yi

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
wo: Jot ak organise sa xëti web yi la gënal ci lu yomb ak xàmme-téere ak laf yi

# DB: products.Topic.title
source: Basic browsing
wo: Joowu ngu yaw

# DB: products.Topic.description
source: Search and navigate easily with these essential features
wo: Seet ak xuut ci lu yomb ak yii man-man yu am solo

# DB: products.Topic.title
source: Import settings from other browsers
wo: Jëlee ay jekkal ci yeneen joowukaaay

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
wo: Xam ni ngay jëlee walla yóbbu say leeral ci diggante Firefox ak beneen joowukaay

# DB: products.Topic.title
source: Video, audio and interactive settings
wo: Wideo, ojo ak jekkali jokkalante

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
wo: Soppi ni Firefox di jëfandikoo wideo yi, animasiyoŋ, misik ak yeneen jokkalante

# DB: products.Topic.title
source: Bookmarks
wo: Xàmme-xët yi

# DB: products.Topic.title
source: Install and Update
wo: Samp ak Yeesal

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
wo: Samp ak yeesal Firefox ci sa jëfandaayu iPad, iPhone walla iPod Touch.

# DB: products.Topic.title
source: Reader View and List
wo: Wane ak LImu Jàngkat bi

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
wo: Jàng ak denc xëti web yi ci loo dul fay, wane gu yomb a jàng

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
wo: Naka lañuy jëfandikoo xàmme téere, ak man-mani Firefox yu yomb ci sa jëfandaayu iOS

# DB: products.Topic.title
source: History
wo: Jaar-jaar

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
wo: Soppi say jekkali jaar-jaar ci sa Firefox ngir iOS

# DB: products.Topic.title
source: Download, install and migration
wo: Yebbi, samp ak dem feneen

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
wo: Xam ni ñuy yebbee ordinaatër Firefox walla toxal ay leeral ak jëlee ci yeneen joowukaay.

# DB: products.Topic.title
source: Tips and tricks
wo: Pexe yi

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
wo: Rombal yu yomb yi ak yii ñàll ak yeneen pexe.

# DB: products.Topic.title
source: Install and update
wo: Samp ak yeesal

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
wo: Naka lañuy sampee Firefox ak di ko yeesal

# DB: products.Topic.title
source: Display and appearance
wo: Wane ak melokaan

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
wo: Xam naka ngay soppee sa xoccu jumtukaay, dayo bindiin ak meloy joowukaay

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
wo: Xamal ni ñuy sampee ak yeesalee Firefox bu Android

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
wo: Ak man-mani xàmmee ak laf yi, yegg ci dali web yi dafay gën a yomb

# DB: products.Topic.description
source: Firefox Sync settings
wo: Jekkali Firefox Sync

# DB: products.Topic.title
source: Manage add-ons
wo: Saytu say mottal

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
wo: Gën a baaxal doxal ak melog Firefox ak ay mottal

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
wo: Denc, séddoo ak lëkkalante ay ëmbiit ak yeneen jëfandaay

# DB: products.Topic.title
source: Protect your privacy
wo: Yamale sa sutura

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
wo: Aaral say leeral ak jekkali kaaraange ak sutura bu Firefox bu iOS

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
wo: Jëfandikoo joowukaayu Firefox ngir am ay waxtaani wideo walla kàddu

# DB: products.Topic.title
source: Chat and share
wo: Bindante ak séddóo

# DB: products.Topic.description
source: Connect on video and share pages with your network
wo: Lonki ci wideo ak séddóo ay xët ci sa mbaal

# DB: products.Topic.title
source: Cast to your TV
wo: Wane ko ci sa tele

# DB: products.Topic.description
source: Learn how to view content on another screen
wo: Xam nooy wanee ay ëmbiit ci beneen seetu

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
wo: Séddoo ak xëti web ci Firefox bu iOS

# DB: products.Topic.title
source: Customize settings and preferences
wo: Jekkal ak taamu yi la neex

# DB: products.Topic.title
source: Customize controls, options and add-ons
wo: Soppi melokaan yi, tànneef ak mottal yi

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
wo: Def Firefox muy sa bos cig yokk ak saytu man-man yi nga bëgg.

# DB: products.Topic.description
source: Control how your information is saved or tracked
wo: Saytu niñuy dencee say leeral walla niñu leen di toppee

# DB: products.Topic.title
source: Crashes, errors and other issues
wo: Bañ a dox, njuumte yi ak yeneen jafe-jafe

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
wo: Saafara bataaxali njuumte ci Firefox bu iOS

# DB: products.Topic.title
source: Privacy and security settings
wo: Jekkali sutura ak kaaraange

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
wo: Xam nooy sàmmee sa suturay leeral ci pexem xuus gu am sutura gi ci joowukaayu Firefox, man-mani baatu-jàll ak yeneen jekkali kaaraange.

# DB: products.Topic.title
source: Do more with apps
wo: Def leneen ak jëfekaay yi

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
wo: Samp jëfekaay yu ubbiku ci Marketplace ngir yokk yeneen man-man yu neex ci sa jëfandaay

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
wo: Defal Firefox ngir Android muy sa bos ak yii tànneef ci coobare

# DB: products.Topic.title
source: Get community support
wo: Am ndimbalu mbooloo mi

# DB: products.Topic.description
source: Get community support
wo: Am ndimbalu mbooloo mi

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
wo: Defal soppalil Firefox nimu la neexee ak mottal yi ngir mu doon sa bopp

# DB: products.Topic.title
source: Fix problems
wo: Saafara ay jafe-jafe

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
wo: Jàng nooy gisee ak samp jëfekaay yu ubbiku ngir yokk yeneen man-man yu neex ci sa jëfandaay

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
wo: Saafara yeexaay, bañ a dox, bataaxali njuumte ak yeneen jafe-jafe

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
wo: Xamal lépp loo war a xam ngir mën a doxal Firefox bu Android.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
wo: Xamal ni ñuy sampee ak jàllale ay leeral ci Firefox bu Android.

# DB: products.Topic.description
source: Tips and tricks
wo: Pexe yi

# DB: products.Topic.title
source: Use bookmarks
wo: Jëfandikoo xàmme xët

# DB: products.Topic.description
source: The basics of using bookmarks
wo: Jàngaleb jëfandikoo xàmme xët

# DB: products.Topic.title
source: Firefox Sync settings
wo: Jekkali Firefox Sync

# DB: products.Topic.title
source: Tab basics
wo: Jëfandikoo laf yi

# DB: products.Topic.description
source: Tab basics
wo: Jëfandikoo laf yi

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
wo: Dencal say leeral fu wóor ci jekkali kaaraange ak sutura bu Firefox bu Android.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
wo: Defalal sa boppam coppite yu la neex ci Firefox bu Android ngir muy doxee ni nga ko bëggee.

# DB: products.Topic.title
source: Firefox versions and languages
wo: Sumb ak làkki Firefox

# DB: products.Topic.description
source: Firefox versions and languages
wo: Sumb ak làkki Firefox

# DB: products.Topic.title
source: Copy your personal information from one browser to another
wo: Sottee say leerali cib joowukaay jëme ci beneen

# DB: products.Topic.description
source: Copy your personal information from one browser to another
wo: Sottee say leerali cib joowukaay jëme ci beneen

# DB: products.Topic.title
source: Cookies and cache
wo: Cookies ak nëbbiit

# DB: products.Topic.description
source: Control the information that Firefox saves
wo: Saytu leeral bi Firefox di denc

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
wo: Baatu-jàll, formileer, seet, ak jaar-jaar - saytu li Firefox xelalaate

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
wo: Baatu-jàll, formileer, seet, ak jaar-jaar - saytu li Firefox xelalaate

# DB: products.Topic.title
source: Firefox controls and buttons
wo: Butoŋi Firefox

# DB: products.Topic.description
source: Firefox controls and buttons
wo: Butoŋi Firefox

# DB: products.Topic.title
source: Tab settings
wo: Jekkali laf

# DB: products.Topic.description
source: Tab settings
wo: Jekkali laf

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
wo: Soppi melokaanu Firefox ak mottal yi, plugin, ak ay yaatal

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
wo: Soppi melokaanu Firefox ak mottal yi, plugin, ak ay yaatal

# DB: products.Topic.title
source: Firefox options, preferences and settings
wo: Tànneefi Firefox, taamu ak jekkal yi

# DB: products.Topic.description
source: Firefox options, preferences and settings
wo: Tànneefi Firefox, taamu ak jekkal yi

# DB: products.Topic.title
source: Bookmark options
wo: Tànneefi xàmme xët

# DB: products.Topic.description
source: Bookmark options
wo: Tànneefi xàmme xët

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
wo: Saafara jafe-jafe ci dali web yi (Facebook, YouTube, webmail ak yeneen.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
wo: Saafara jafe-jafe ci dali web yi (Facebook, YouTube, webmail ak yeneen.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
wo: Njuumte bataaxal: li muy tekki ak nuy koy saafaraa

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
wo: Nuñuy saafaraa njuumte bataaxal yi ci Firefox

# DB: products.Topic.title
source: Firefox crashes
wo: Firefox dafa bañ a dem

# DB: products.Topic.description
source: Crashing
wo: Bañ na dem

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
wo: Saafara liy tere Firefox lënku ci Internet

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
wo: Saafara liy tere Firefox lënku ci Internet

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
wo: Yooni seet ak saafara ay jafe-jafe

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
wo: Yooni seet ak saafara ay jafe-jafe

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
wo: Wideo yi, way yi, ak nataal ak animaasiyoŋ yi doxu ñu

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
wo: Wideo yi, way yi, ak nataal ak animaasiyoŋ yi doxu ñu

# DB: products.Topic.title
source: Firefox is slow or stops working
wo: Firefox dafa yees walla dafa taxaw

# DB: products.Topic.description
source: Slowness or hanging
wo: Yeewal walla taxaw

# DB: products.Topic.title
source: Firefox won't save settings or remember information
wo: Firefox du denc jekkal yi walla du fàttaliku samay leeral

# DB: products.Topic.description
source: Firefox won't save settings or remember information
wo: Firefox du denc jekkal yi walla du fàttaliku samay leeral

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
wo: Jafe-jafey mottal yi, plugin, walla losisel buñ bëggul

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
wo: Jafe-jafey mottal yi, plugin, walla losisel buñ bëggul

# DB: products.Topic.title
source: Hot topics
wo: Xibaar yu bees

# DB: products.Topic.description
source: Hot topics
wo: Xibaar yu bees

# DB: products.Topic.title
source: Other
wo: Yeneen

# DB: products.Topic.description
source: Other
wo: Yeneen

# DB: products.Topic.title
source: Learn the Basics. Get Started
wo: Xam liifantu yi: ngir tàmbali

# DB: products.Topic.description
source: Learn the Basics. Get Started
wo: Xam liifantu yi: ngir tàmbali

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
wo: Xam pexe ak yoon yu gàtt yi ngir gaawal sa liggéey

# DB: products.Topic.title
source: Set up email
wo: Def say jekkali imeel

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
wo: Yokk ak tëral say sàqi imeel ci Thunderbird

# DB: products.Topic.title
source: Install, Migrate and Update
wo: Samp, Toxal ak Yeesal

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
wo: Naka lañuy sampee ak yeesalee Thunderbird

# DB: products.Topic.title
source: Read, send and organize emails
wo: Jàng, yónnee ak organise imeel yi

# DB: products.Topic.description
source: Learn how to manage your email messages
wo: Xam nooy saytoo say bataaxali imeel

# DB: products.Topic.title
source: Emails
wo: Imeel yi

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
wo: Xam nooy jekkalee ay sàq, jàng, yónnee ak saytu imeel yi

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
wo: Dundali Xibaar (RSS), Blog yi ak Penc

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
wo: Xam lépp lu bees dundali xibaar yi, blog yi ak man-mani penc

# DB: products.Topic.title
source: Contacts
wo: Xame yi

# DB: products.Topic.description
source: How to use the address book on Thunderbird
wo: Naka lañuy seetee ay xame ci Thunderbird

# DB: products.Topic.title
source: Calendar
wo: Arminaat

# DB: products.Topic.description
source: Customize controls, options and add-ons
wo: Soppi sa melokaani butoŋ, tànneef aki mottal

# DB: products.Topic.title
source: Thunderbird versions and languages
wo: Sumb ak làkki Thunderbird

# DB: products.Topic.description
source: Thunderbird versions and languages
wo: Sumb ak làkki Thunderbird

# DB: products.Topic.title
source: Passwords, forms and search
wo: Baatu-jàll yi, formileer yi ak seet gi

# DB: products.Topic.description
source: Passwords, forms and search
wo: Baatu-jàll yi, formileer yi ak seet gi

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
wo: Xam lépp lu jëm ci ni Thunderbird di doxee aki butoŋam.

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
wo: Xamal ni ñuy saafaraa ay jafe-jafe ak Gmail, Yahoo ak ñeneen ñuy dalal imeel

# DB: products.Topic.description
source: Download, install and Migration
wo: Yebbi, samp ak dem feneen

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
wo: Njuumte bataaxal yi: li ñuy tekki ak nu ñu leen di saafaraa

# DB: products.Topic.description
source: Keep your information safe with password and security settings
wo: Jëfandikoo baatu-jàll yi ak jekkali kaaraange yi ngir denc say leeral fu wóor

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
wo: Soppi sa melokaanu Thunderbird aki mottal, plugin, aki yaatal

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
wo: Soppi sa melokaanu Thunderbird aki mottal, plugin, aki yaatal

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
wo: Saafara liy tere Thunderbird di lënku ci Internet

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
wo: Saafara liy tere Thunderbird di lënku ci Internet

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
wo: Saafara yeexaay, bañ a dox, bataaxali njuumte ak yeneen jafe-jafe

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
wo: Saafara bataaxali njuumte ci Thunderbird.

# DB: products.Topic.title
source: Thunderbird is slow or stops working
wo: Thunderbird dafa yeex walla dafa taxaw

# DB: products.Topic.description
source: Thunderbird is slow or stops working
wo: Thunderbird dafa yeex walla dafa taxaw

# DB: products.Topic.title
source: Thunderbird crashes
wo: Thunderbird bañ na dox

# DB: products.Topic.description
source: Thunderbird crashes
wo: Thunderbird bañ na dox

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
wo: Thunderbird bañ na denc samay jekkal ak fàttaliku samay leeral

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
wo: Thunderbird bañ na denc samay jekkal ak fàttaliku samay leeral

# DB: products.Topic.title
source: How To
wo: Naka laay koy defee

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
wo: Jukki yi lay jàngat nooy defee mbir yu gën a bari ak Thunderbird
