Repository: mozilla-l10n/sumo-l10n
Catalog: wo/LC_MESSAGES/django.po
Languages: wo

source: Post Thread
wo: Siiwal waxtaan wi

source: {t} | {d} Discussion | Knowledge Base
wo: {t} | Waxtaanu {d} | Dalu xam-xam

source: Edit this thread
wo: Soppali waxtaan wii

source: Delete this thread
wo: Far waxtaan wii

source: Unlock this thread
wo: Tijji waxtaan wii

source: Lock this thread
wo: Tëj waxtaan wii

source: Unsticky this thread
wo: Teppi waxtaan wii

source: Sticky this thread
wo: Taf waxtaan wii

source: Last reply by
wo: i mujjee tontu mooy

source: Sticky
wo: Taf

source: Locked
wo: Tëju na

source: Stop watching this thread
wo: Bàyyi xool waxtaan wii

source: Watch this thread
wo: Xoolal waxtaan wii

source: Oh, no! Looks like there are no posts!
wo: Oh, déet waay! Daa melni amul benn siiwal!

source: Post a reply
wo: Siiwal ab tontu

source: Post Reply
wo: Siiwal tontu li

source: Preview Reply
wo: Xoolandi tontu li

source: This thread has been locked. It is no longer possible to post new replies.
wo: Dañu tëj waxtaan wii. Kenn mënatu ci siiwal tontu yu bees.

source: {d} Discussion | Knowledge Base
wo: Waxtaanu {d} | Dalu xam-xam

source: {d} Discussion
wo: waxtaanu {d}

source: Post a new thread
wo: Siiwal waxtaan wu bees

source: Stop watching this forum
wo: Bàyyil xool penc mii

source: Watch this forum
wo: Xool penc mii

source: Type
wo: Xeet

# thread_type
source: Locked
wo: Tëju na

# thread_type
source: Sticky
wo: Taf

source: View this post on the site.
wo: Wone siiwal gii ci dal bi.

source: This forum is a discussion about improving the "%(title)s" article.
wo: Penc mii waxtaan wu jëm ci gën a baaxal jukkib "%(title)s" la.

source: 1 post
wo: 1 siiwal

source: Edit this post
wo: Soppali siiwal bii

source: Delete this post
wo: Far siiwal bii

source: Quote
wo: Neena

source: Post Preview:
wo: Xoolandi siiwal bi:

source: Turn off emails for discussion in my locale.
wo: Fay bataaxali waxtaan ci sama làkk.

source: Get emailed when there is new discussion activity in my locale.
wo: Yónnee ma bataaxal su amee waxtaan wuñ amal ci sama làkk.

source: KPI Dashboard
wo: Tablo wone fi mbir yi tollu

source: Questions
wo: Laaj yi

source: Questions solved
wo: Tontu yiñ saafara

source: Definition: Percentage of threads that have answer marked as a solution
wo: Li muy tekki mooy: Pursantaasu waxtaan yi am tontu yi am xàmmekaayu saafara

source: Questions responded to within X hours
wo: Laaj yiñ tontu ci diirub X waxtu

source: Definition: Percentage of questions that get an action within X hours
wo: Li muy tekki mooy: Pursantaasu laaj yiñ jëfe ci diirub X waxtu

source: Helpfulness of KB articles and Forum
wo: Njariñu jukkiy dali xam-xam ak Penc mi

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
wo: Li muy tekki mooy: Rasiyoowu “waaw” ci sànni kàrt yépp ngir jikkiy dali xam-xam, waxtaani menc

source: Number of active contributors to the English KB
wo: Limu jàppalekat yiy dox ci dalu xam-xamu àngale bi

source: Definition: The number of people who have contributed to the KB in the last 30 days.
wo: Li muy tekki mooy: Limu nit ñi jàppale ci dalu xam-xam ci 30 fan yi weesu.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
wo: Li jàppale gi di muy tekki mooy: soppali na walla mu jàngat 1 jukki walla lu ko ëpp

source: Number of active contributors to the non-English KB
wo: Limu jàppalekat yi ci dalu xam-xam bu dul bu àngale

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
wo: Li muy tekki mooy: Limu nit ñi jàppale ci dalu xam-xam bu dul sumbi dali waxtaan wu dul àngale ci 30 fan yi weesu.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
wo: Li jàppale gi di tekki mooy: soppali na walla mu jàngat 1 jukki walla lu ko ëpp bu dul àngale.

source: Number of active forum contributors
wo: Limu jàppalekat yi ci penc mi

source: Definition: The number of people who have contributed to the forums in the last 30 days.
wo: Li muy tekki mooy: Limu nit ñi jàppale ci penc yi ci 30 fan yi weesu.

source: Definition of contribution: wrote 10+ posts
wo: Li jàppale gi di tekki mooy: bind na gën gaa néew 10 siiwal

source: Search Clickthrough Rate
wo: Tóowu bës-duggug seet gi

source: Clickthrough rate
wo: Tóowu bës-dugg gi

source: Definition: Percentage of people searching who click on an item on the search results page.
wo: Li muy tekki mooy: Pursantaasu biy wone ñaata yoon la seetkat yi kilike ci mbir yi ci xëtu njuréefi seet gi.

source: Daily Unique Visitors
wo: Duggug seetkat yi amul nuróowaale

source: L10n Coverage
wo: Soriwaayu tekki gi

source: L10n coverage
wo: Soriwaayu tekki gi

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
wo: Li muy tekki mooy: Soriwaayu tekki gi mooy nattug pursantaasu sunu mbooloom duggkat ñu lal ci jukkiy dalu xam-xam bi nekk ci seen làkk. Ngir natt ko dañuy jël 50 jukkiy àngale yiñ gën a dugg, pondere kook tolluwaayu tekkib jukki ak limu ñi dugg ci làkk wu nekk.

source: Edit levels are taken into account as follows:
wo: Nii la ñuy jëlee dayob soppali ngi:

source: More than one level 2 review change drops the localization to 0%
wo: Lu ëpp benn coppiteg jàngat bu am dayo 2 dafay wàññi tolluwaayu tekki bi ci 0%

source: Example:
wo: Misaal:

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
wo: Sudee jukki bi nekk ci xëtu tàmbali bi moo doonoon benn jukki biñ tekki, kon sunu soriwaay cib tënk mooy 2% wu 10%=0.2% cib tënk (bañ cee boole soriwaayu àngale bi)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
wo: Sudee tekkiwu ñu ci àlmaa ab coppite bu am dayo 2, soriwaay bi dafay wàcci ba 50%, muy 1% wu 10% mu daal di nekk 0.1% cib tënk

source: Exit Survey Results
wo: Njuréefi lànketu génn gi

source: Sign up as a volunteer
wo: Dugg niki ab dimbalikat

source: Sign me up
wo: Bind ma ci

source: username1, username2,...
wo: turu-jëfandikukat1, turu-jëfandikukat2,...

source: To:
wo: Ci:

source: Message:
wo: Bataaxal:

source: [SUMO] You have a new private message from [{sender}]
wo: [SUMO] Am nga bataaxal bu bees bu bawoo ci [{sender}]

source: Invalid username provided. Enter a new username below.
wo: Turu jëfandikukat bi baaxul. Dugalal turu-jëfandikukat bu bees ci suuf.

source: Your message was sent!
wo: Yónnee nañu sa mesaas!

source: No messages selected. Please try again.
wo: Tànnu ñu benn bataaxal. Jéemaatal.

source: Messages didn't add up. Try again.
wo: Bataaxal bi yokkuwu ci. Jéemaatal.

source: The message was deleted!
wo: Far nañu bataaxal bi!

source: Delete Message
wo: Far Bataaxal

source: Messages
wo: Bataaxal yi

source: Sent Messages
wo: Yónnee ay bataaxal

source: Are you sure you want to delete these messages?
wo: Ndax leer nala ni danga bëgg a far bataaxal yii?

source: Are you sure you want to delete this message?
wo: Ndax leer nala ni danga bëgg a far bataaxal bii?

source: Inbox
wo: Boyetu bataaxal

source: New Message
wo: Bataaxal bu Bees

source: Mark Selected as Read
wo: Def xàmmekaayu mbir yiñ jàng

source: Delete Selected
wo: Far yiñ tànn

source: Read message
wo: Jàng bataaxal

source: Delete message
wo: Far bataaxal

source: There are no messages here.
wo: Amatul bataaxal bu fi des.

source: You have exceeded the number of private messages that can be sent in a day.
wo: Weesu nga sa limu bataaxalu bopp yi nga mën a yónnee ci benn bi.

source: Send
wo: Yónnee

source: You
wo: Yaw

source: Read Sent Message
wo: Jàng bataaxal biñ yónnee

source: Read Message
wo: Jàng bataaxal

source: Reply
wo: Tontu

source: {sender} sent you the following message:
wo: {sender} yónnee nala bataaxal bii:

source: View this message on the web
wo: Xool bataaxal bii ci web bi

source: View this message on the web:
wo: Xool mesaas bii ci web bi:

source: Change your email preferences:
wo: Soppi say taamuy imeel:

source: System
wo: Sistem

source: Message Preview:
wo: Xoolandi bataaxal:

source: {product} Help
wo: Ndimbalu {product}

source: In English
wo: Ci àngale

source: Bookmarks
wo: Xàmme-xët yi

source: Systems and Languages
wo: Sistem ak Làkk yi

source: Release Notes
wo: Tegtali sumb bi

source: Privacy
wo: Sutura

source: Products
wo: Costéef yi

source: Topics
wo: Tomb yi

source: Download, install and migration
wo: Yebbi, samp ak dem feneen

source: Privacy and security settings
wo: Jekkali sutura ak kaaraange

source: Customize controls, options and add-ons
wo: Jox melo wu la neex, tànneef aki mottal

source: Fix slowness, crashing, error messages and other problems
wo: Saafara yeexaay, lànk bañ a dem, njuumte bataaxal ak yeneen jafe-jafe

source: Tips and tricks
wo: Pexe yi

source: Tabs
wo: Laf yi

source: Websites
wo: Dali web yi

source: Payments
wo: Fay yi

source: Troubleshooting
wo: Saafara ay jafe-jafe

source: Calendar
wo: Arminaat

source: Please confirm your email address
wo: Dëggalal sa adares imeel

source: %s posted an answer to your question "%s"
wo: %s siiwal na ab tontu ci sa laaju "%s"

source: Re: %s
wo: Ton: %s

source: New answers for question: %s
wo: Tontu yu bees ci laaju: %s

source: Solution found to Firefox Help question
wo: Saafara yiñ gis ci laaju Ndimbalu Firefox

source: Solution found for question: %s
wo: Saafar yiñ gisal laaju: %s

source: Recently updated questions
wo: Laaj yiñ yeesal bu yàggul

source: Recently updated questions tagged %s
wo: Laaj yiñ yeesal bu yàggul te am %s

source: Recent answers to %s
wo: Tontu yi mujj ci %s

source: URL of affected site
wo: URL u dal yim laal

source: Crash ID(s)
wo: Ràññeekaayu yàqu gi

source: Troubleshooting Information
wo: Leerali saafara jafe-jafe

source: This information gives details about the internal workings of your browser that will help in answering your question.
wo: Leeral bii di joxe ay tegatal ni sa joowukaay di doxee ci biir ñoo lay dimbali sa tontug sa laaj.

source: This happens
wo: Loolu dafay am

source: Not sure how often
wo: Xamu ma nimuy faralee di am

source: Just once or twice
wo: Benn yoon walla ñaar

source: A few times a week
wo: Lim bu néew ci ayu-bis bi

source: Every time Firefox opened
wo: Saa yu Firefox ubbeekoo

source: This started when...
wo: Mi ngi tàmbalee...

source: Firefox version
wo: Sumbu Firefox

source: Operating system
wo: Sistem bi muy doxee

source: Installed plugins
wo: Plugin yiñ fi samp

source: Extension/plugin you are having trouble with
wo: Extension/plugin yi nga am ay jafe-jafe

source: Mobile device
wo: Xeeti telefon

source: Enter your reply here.
wo: Bindal sa tontu fii.

source: Enter your email address here.
wo: Bindal sa adares imeel fii.

source: Please provide an email.
wo: Joxeel ab imeel.

source: That tag does not exist.
wo: Etiket boobu amul.

source: Please provide a tag.
wo: Joxeel ab etiket.

source: Recently unanswered
wo: Yiñ dencul bu yàggul

source: New
wo: Bees

source: Answers didn't help
wo: Tontu yu amul njariñ

source: Needs info
wo: Leeral yi war

source: Solution provided
wo: Saafara yiñ ci joxe

source: Solved
wo: Yi saafarawu

source: Updated
wo: Yiñ yeesal

source: Views
wo: Xool yi

source: Votes
wo: Sànni kàrt

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
wo: Pencu laaj bi jàppandiwul ci costéefu {old_lang}, yóbbuna nu la ci pencu laaju {new_lang}.

source: Thank you for choosing a solution!
wo: Sant nañu la ci saafara bi nga tànn!

source: This question already has a solution.
wo: Lii nga sàkku am na saafara ba noppi.

source: The solution was undone successfully.
wo: Bàyyi nañu saafara bi.

source: Glad to hear it!
wo: Loolu neex naa dégg!

source: Sorry to hear that.
wo: Loolu du neexul a dégg.

source: You already voted on this reply.
wo: Sànnil nga kàrt tontu lii.

source: Could not send a message to that email address.
wo: Mënul yónnee bataaxal ci adares imeel boobu.

source: You will be notified of updates by email.
wo: Dina ñu la yónnee imeel ngir yëgal la yeesal yi.

source: You should receive an email shortly to confirm your subscription.
wo: Leegi nga jot bataaxal bu dëggal sag bindu.

source: Subscription confirmed.
wo: Dëggal nañu bindu gi.

source: There was a problem confirming your subscription.
wo: Njuumte am na ci sa dëggalug bindu.

source: Email updates
wo: Yeesali imeel

source: You will now receive updates via email.
wo: Leegi nga jotee ay yeesal ci sa imeel.

source: Go back to the question.
wo: Delul ci laaj bi.

source: Stop receiving updates via email for this question.
wo: Dakkal joteeg yeesal ci imeel jëm ci laaj bii.

source: Go back to the question and try again.
wo: Dellul ci laaj bi te nga jéemaat.

source: Delete Answer | {t} | Firefox Support Forum
wo: Far Laaj | {t} | Pencu Ndimbalu Firefox

source: Delete answer
wo: Far laaj bi

source: Are you sure you want to delete this answer?
wo: Ndax leer nala ni danga bëgg a far laaj bi?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
wo: Yaa ngi waaj a far tontu lii ba fàww. <strong>Dootoo ci mën jotati!</strong> Ndax leer nala ni danga ko bëgg a far?

source: Delete Question | {t} | Firefox Support Forum
wo: Far Laaj bi | {t} | Pencu Ndimbalu Firefox

source: Delete question
wo: Far laaj bi

source: Are you sure you want to delete this question?
wo: Ndax leer nala ni danga bëgg a far laaj bii?

source: Number of Answers
wo: Limu Tontu yi

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
wo: Yaa ngi waaj a far laaj bii ba fàww. <strong>Dootoo ci mën jotati!</strong> Ndax leer nala ni danga ko bëgg a far?

source: Editing an answer | {t} | Firefox Support Forum
wo: Soppali ab laaj | {t} | Pencu Ndimbalu Firefox

source: Edit an answer
wo: Soppali tontu li

source: Created by:
wo: Ki ko sos mooy:

source: Last updated by:
wo: Yeesal gu mujj:

source: Last updated:
wo: Yeesal gu mujj:

source: Question:
wo: Laaj:

source: Update answer
wo: Yeesal tontu li

source: Edit a Question
wo: Soppali ab Laaj

source: Edit the question
wo: Soppali laaj bi

source: Save Question
wo: Denc Laaj

source: Support Forum Metrics
wo: Xaymay Pencu Ndimbal

source: Metrics
wo: Xayma yi

source: Submit
wo: Dugal

source: <strong>{product}</strong> Support Forum
wo: Pencu Ndimbalu <strong>{product}</strong>

source: {product} Support Forum
wo: Pencu Ndimabu {product}

source: {q} | {product} Support Forum
wo: {q} | Pencu Ndimbalu {product}

source: {user} is currently working on this problem.
wo: {user} mi ngi liggéey fimne ci jafe-jafe bii.

source: View other questions that need attention.
wo: Xool yeneen laaj yi soxla ñu bàyyi leen xel.

source: This thread was closed.
wo: Tëj nañu waxtaan wii.

source: This thread was archived.
wo: Denc nañu waxtaan wii.

source: This thread was closed and archived.
wo: Tëj nañu waxtaan wii ba denc ko.

source: Please ask a new question if you need help.
wo: Yónneel yeneen laaj soo soxlaa ndimbal.

source: reply
wo: tontu

source: No replies
wo: Amul benn tontu

source: has this problem
wo: am na jafe-jafe bii

source: Marked as spam by %(marked_by)s at %(marked_time)s
wo: Bi %(marked_by)s def màndarga spam ci %(marked_time)s

source: Attached screenshots
wo: Nataali seetu yiñ ci takkaale

source: Modified {datetime} by {name}
wo: {name} moo ko soppali ci {datetime}

source: Solution chosen by {user}
wo: Saafara bi {user} tànn

source: Chosen solution
wo: Saafara biñ tànn

source: Read this answer in context
wo: Jàng tontu lii ci fi mu bokk

source: I have this problem, too
wo: Am naa jafe-jafe bii itam

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
wo: Ngir moytu spam yi, danuy yamale limu tontu yiñ mën a siiwal ab diir ci bu gàtt. Sudee danga bëgg siiwal lu ko ëpp sosal ab siiwal ci on <a href="%(url)s">pencu jàppalekat yi</a> di sàkku ñu boole la ci ñiñ sañ-sañ boobu.

source: Post a Reply
wo: Siiwal ab tontu

source: I am providing the requested information
wo: Maa ngi joxe leeral bi ñu ma laaj

source: Ask a question
wo: Laajal dara

source: Edit this question
wo: Soppali laaj bii

source: Delete this question
wo: Far laaj bii

source: Unlock this question
wo: Tijji laaj bii

source: Lock this question
wo: Tëj laaj bii

source: Unarchive this question
wo: Génneel laaj bii

source: Archive this question
wo: Denc laaj bii

source: Stop email updates
wo: Dakkal yeesalee ci imeel

source: Get email updates
wo: Wut yeesali imeel

source: Subscribe to feed
wo: Bindu ci ñëw yi

source: Tags
wo: Etiket yi

source: Add
wo: Yokk

source: Product
wo: Costéef

source: Topic
wo: Tomb

source: Save changes
wo: Denc coppite yi

source: System Details
wo: Leerali sistem

source: Device:
wo: Jëfandaay:

source: More system details
wo: Yeneen leerali sistem bi

source: Additional System Details
wo: Yeneen Leerali Sistem

source: Sites Affected
wo: Dal yim laal

source: Crash ID
wo: Ràññeekaayu yàqu

source: This happened
wo: Lii moo fi xew

source: Installed Plug-ins
wo: Mottal yiñ fi samp

source: Edit details
wo: Leerali soppali

source: Multiple Products
wo: Costéef yu Bari

source: Showing questions tagged:
wo: Wone laaj yi am etiket:

source: Show all questions
wo: Wone laaj yépp

source: Attention needed
wo: Yi laaj ñu bàyyi ci xel

source: Responded
wo: Yiñ tontu

source: Done
wo: Noppi na

source: Contributed
wo: Yiñ jàppale

source: Archived
wo: Yiñ denc

source: votes this week
wo: sànni kàrt yii

source: Filter by
wo: Seggee ci

source: Show me
wo: Wan ma

source: Posts from everyone
wo: Siiwal yu bawoo ci ñépp

source: My contributions
wo: Samay jàppale

source: You have been unsubscribed.
wo: Sag dakkalug bindu mat na.

source: There was a problem unsubscribing.
wo: Jafe-jafe am na ci dakkal sag bindu.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
wo: Dootoo jotati ay yeesali imeel ci laaj bii: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
wo: Mënu nu dakkal bindu gi ci laaj bii: <a href="%(question_url)s">%(question_title)s</a>. Fexeel ba sotti te taf lëkkalekaay bi bu baax.

source: You are about to subscribe to:
wo: Yaa ngi waaj a bindu ci:

source: Confirm your subscription
wo: Dëggalal sag bindu

source: Thanks!
wo: Jërëjëf!

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
wo: Ngir dëggal sag bindu, bësal ci lëkkalekaay bii si suuf walla nga sotti te taf lépp ci sa barabu laatu joowukaay:

source: Browse for unsolved questions and help a fellow user
wo: Xuusal ci laaj yiñ tontuwul nga dimbali beneen jëfandikukat

source: Solving 1 issue helps up to 1,000 users a day!
wo: Saafara 1 jafe-jafe dina dimbali ba 1000 jëfandikukat ci bis bi!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
wo: Ab robot mooy yónnee imeel bii. Sunu robot mënul tontu sab laaj, waaye jàppelekati penc mi mën nañu ko! Soo leen bëggee tontu, kon <a href="%(url)s">bësal fii</a>.

source: Hi {username},
wo: {username} nanga def,

source: {answerer} commented on a Firefox question on {host}:
wo: {answerer} àddu na jëme cib laajub Firefox ci {host}:

source: {answerer} wrote:
wo: {answerer} bind na:

source: See the comment:
wo: Xool àddu yi:

source: If this comment is helpful, vote on it:
wo: Su la àddu bii amalee njariñ, sànnil ko kàrt:

source: Help other Firefox users by browsing for unsolved questions on {host}:
wo: Demal ci laaj yiñ tontuwul nga dimbali ñeneen ñuy jëfandikoo Firefox ci {host}:

source: You might just make someone's day!
wo: Mën na am nga amal nit njariñ lu bari!

source: Mark it as solved
wo: Xàmme luñ jàng

source: This doesn't solve my problem
wo: Loolu saafarawul sama jafe-jafe

source: Browse for unsolved questions and help a Firefox user
wo: Xuusal ci laaj yiñ saafarawul nga dimbali ab jëfandikukatu Firefox

source: {answerer} has posted an answer to your question on {host}:
wo: {answerer} siiwal na ab tontu ci sa laaj ci {host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
wo: Su loolu saafarawul sa jafe-jafe, tontul ci dalu web bi ngir yëgle ko:

source: If this answer solves your problem, please mark it as "solved":
wo: Sudee tontu lii saafara na sa jafe-jafe, xàmme ko niki luñ "saafara":

source: This will help other Firefox users find good answers to their questions!
wo: Lii dina dimbali yeneen jëfandikukati Firefox ñu am ay tontu ci seeni laaj!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
wo: Danu la bëggoon a yëgal ni %(answerer)s gis na saafara ci laaju Firefox bi ngay topp.

source: The question: '{title}' was marked as solved by its asker, {asker}.
wo: Laaj bi: '{title}' ki ko laaj def na ci xàmmeg lu am saafara, {asker}.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
wo: Ndax tontu lii itam dimbali nala? Gis nga beneen bu gën a am njariñ? Wateel ci wetu tontu li ngir xamal yeneen jëfandikukati Firefox.

source: View the solution
wo: Xool saafara bi

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
wo: Ndax xam nga ni %(answerer)s kuy jëfandikoo Firefox la rekk ni yaw? Kon tàmbalil dimbali yeneen jëfandikukati Firefox soo <a href="https://%(host)s/questions?filter=unsolved"> xuusee ci laaj yi</a> -- mën nga neexal bisu kenn!

source: The question:
wo: Laaj bi:

source: was marked as solved by its asker, {asker}.
wo: ki ko laaj def na ci xàmmeg luñ saafara, {asker}.

source: You can view the solution using the link below.
wo: Mën nga jëfandikoo lëkkalekaay bi ci suuf ngir xool saafara bi.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
wo: Ndax xam nga ni %(answerer)s kuy jëfandikoo Firefox la ni yaw? Xuusal ci laaj yi ngir tàmbalee dimbali yeneen jëfandikukati Firefox ci https://%(host)s/questions?filter=unsolved -- mën nga neexal bisu kenn!

source: Share Data
wo: Séddoo Njoxe

source: Question owner
wo: Ki laajte

source: Chosen Solution
wo: Saafara yiñ Tànn

source: Marked as spam
wo: Xàmme niki spam

source: Did this reply solve your problem?
wo: Ndax tontu li saafara na sa jafe-jafe?

source: Solved the problem
wo: Saafara na jafe-jafe bi

source: Does this reply solve the problem?
wo: Ndax tontu dafay saafara jafe-jafe bi?

source: Solves the problem
wo: Dafay saafara jafe-jafe bi

source: Solution chosen
wo: Saafara biñ tànn

source: Undo
wo: Dindi

source: Reply Preview
wo: Xoolandi tontu li

source: Send Updates
wo: Yónnee yeesal yi

source: Mark as spam
wo: Xàmme niki spam

source: Unmark as spam
wo: Dindi xàmme niki spam
