Repository: mozilla-l10n/sumo-l10n
Catalog: wo/LC_MESSAGES/django.po
Languages: wo

source: {user} removed from successfully!
wo: dindi nañu {user}!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
wo: Su ñu defee xàmmekaay ci xëtu wiki bi, du feeñ ci seet yu ndaw yi ak tablo yi. Boo koy wone dina la xamal ni amatul benn yeesal.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
wo: Su ñu defee xàmmekaay ci wayndare bi, dafay nangu waxtaan yi ci penc mu ci bokk. Dindil xàmmekaay ngir nëbb/fay penc mi.

source: If checked, this document needs updates.
wo: Su ñu defee xàmmekaay ci wayndare bi, dafay laaj ñu yeesal ko.

source: Please choose a category.
wo: Tànnal ab wàll.

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
wo: Njàngat mi dafa war a lalu ci jukki àngale bi. Ràññeekaayu njàngat bi %(id)s méngoowul ak tëralin yii.

source: Table of Contents
wo: Tablo Ëmbiit yi

source: [Recursive inclusion of "%s"]
wo: [Booleg fàttalig "%s"]

source: The document "%s" does not exist.
wo: Wayndare bi "%s" amul.

source: The template "%s" does not exist or has no approved revision.
wo: Royuwaay bi "%s" amul walla amul njàngat buñ nangu.

source: Your revision has been approved: {title}
wo: Nangu nañu sam njàngat: {title}

source: Your revision has been reviewed: {title}
wo: Jàngat nañu sam njàngat: {title}

source: A revision you contributed to has been approved: {title}
wo: Nangu nañu njàngat moo bokk: {title}

source: A revision you contributed to has been reviewed: {title}
wo: Jàngat nañu njàngat moo bokk: {title}

source: You cannot translate this document.
wo: Mënoo tekki wayndare bii.

source: You already voted on this Article.
wo: Sànnil nga kàrt xët wii ba noppi.

source: Thanks for making us better!
wo: Gëram nañu la ci ni nga nuy yokkee!

source: Revision %s
wo: Jàngat %s

source: Firefox Releases
wo: Sumbi Firefox

source: Article Revisions
wo: Njàngati jukki yi

source: {users} added to the contributors successfully!
wo: yokk na jàppalekat bi {users}!

source: There were errors adding new contributors, see below.
wo: Njuumte am na bi ñuy yokk jàppalekat yi, xoolal fii ci suuf.

source: {user} removed from the contributors successfully!
wo: dindi nañu jàppalekat yi {user}!

source: Compare Revisions | {document}
wo: Méngale Njàngat yi | {document}

source: Compare Revisions
wo: Méngale Njàngat yi

source: Back to History
wo: Dellu ci Jaar-jaar bi

source: Document Deleted | {document}
wo: Wayndare yiñ Far | {document}

source: Delete Document | {document}
wo: Far Wayndare | {document}

source: Delete Document
wo: Far Wayndare

source: The document has been deleted.
wo: Far nañu wayndare bi.

source: Are you sure you want to delete this document?
wo: Ndax leer nala ni danga bëgg a far wayndare bii?

source: All translations of this document will also be deleted.
wo: Dina faraale tekki yi ci wayndare bi yépp.

source: Current Content
wo: Ëmbiit li fi Nekk

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
wo: Yaa ngi waaj a far wayndare bii ba fàww. <strong>Dootoo ci mënati jot!</strong> Ndax leer nala ni danga ko bëgg a far?

source: Cancel and go back to document history
wo: Bàyyi te dellu ci jaar-jaaru wayndare bi

source: Remove contributor | {document}
wo: Dindi jàppalekat | {document}

source: Remove Contributor
wo: Dindi jàppalekat

source: Are you sure you want to remove {user} from the document contributors?
wo: Ndax leer nala ni danga bëgg a dindi {user} ci jàppalekati wayndare bi?

source: Remove contributor
wo: Dindi jàppalekat

source: Remove {role}
wo: Dindi {role}

source: Locales
wo: Làkk yi

source: Are you sure you want to remove {user}?
wo: Leer nala ni danga bëgg a dindi {user}?

source: Delete Revision | {document}
wo: Far Njàngat | {document}

source: Delete Revision
wo: Far Njàngat

source: Unable to delete only revision of the document
wo: Mënul dindi njàngatu wayndare bi kese

source: To delete the document, please notify an admin.
wo: Ngir wayndare bi, yëgal ko benn kilifa.

source: Go back to document history
wo: Dellu ci jaar-jaaru wayndare bi

source: Are you sure you want to delete this revision?
wo: Leer nala ni danga bëgg a far njàngat bi?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
wo: <strong>Moytu:</strong> Njàngat bii am na ay Watey Njariñu Dalu Xam-xam biñ ko booleel. Soo faree njàngat mii dinga faraale wate yi itam.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
wo: Yaa ngi waaj a far njàngat mii ba fàww. <strong>Dootoo ci mënati jot!</strong> Ndax leer nala ni danga ko bëgg a far?

source: Share this article: {link}
wo: Séddool jukki bii: {link}

source: Edit Article | {document}
wo: Soppali Jukki | {document}

source: Edit Article
wo: Soppali Jukki

source: <label>Needs Change:</label> %(comment)s
wo: <label>Soxla na Coppite:</label> %(comment)s

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
wo: Ndir am ndimbal ci mbindum jukki, xoolal ci <a href="%(url)s">Téereb Ndimbal ak Tegtal</a>.

source: characters remaining.
wo: araf yi des.

source: Save description
wo: Denc tegtal

source: Revision History | {document}
wo: Jaar-jaaru Njàngat | {document}

source: History
wo: Jaar-jaar

source: History of {title}
wo: Jaar-jaaru {title}

source: Revision history for:
wo: Jaar-jaaru njàngatum:

source: Edit contributors
wo: Soppali jàngatkat yi

source: Document contributors
wo: Jàppalekati wayndare bi

source: Remove user from contributors
wo: Dindi jëfandikukat ci jàppalekat yi

source: Add Contributor
wo: Yokk jàppalekat

source: Delete this document
wo: Far wayndare bii

source: All Articles
wo: Jukki Yépp

source: There are no articles.
wo: Amul benn jukki.

source: [{locale}] KB Team
wo: [{locale}] Waa Dalu xam-xam

source: [{locale}] Localization Team
wo: [{locale}] Waa Tekki

source: Locale Leaders
wo: Njiiti làkk wi

source: Edit locale leaders
wo: Soppali njiiti làkk wi

source: Remove user from locale leaders
wo: Dindi jëfandikukat bi ci njiiti làkk wi

source: Locale Reviewers
wo: Jàngatkati làkk wi

source: Edit locale reviewers
wo: Soppali jàngatkati làkk wi

source: Add Reviewer
wo: Yokk jàngatkat

source: Remove user from locale reviewers
wo: Dindi jëfandikukat ci jàngatkati làkk wi

source: Locale Editors
wo: Bindkati làkk wi

source: Edit locale editors
wo: Soppali bindkati làkk wi

source: Add Editor
wo: Yokk binkat

source: Remove user from locale editors
wo: Dindi jëfandikukat ci bindkati làkk wi

source: {count} Active Contributors (last 90 days)
wo: {count} Jàppalekaay yiy Dox (90 fan yi weesu)

source: Locales | Knowledge Base
wo: Làkk yi | Dalu Xam-xam

source: Create a New Article | Knowledge Base
wo: Sos Jukki bu Bees | Dalu Xam-xam

source: New Article
wo: Jukki bu Bees

source: Create a New Knowledge Base Article
wo: Sos Jukkib Dalu xam-xam bu Bees

source: Article is for:
wo: Li tax a jog jukki bii:

source: Review Revision {id} | {document}
wo: Njàngatum Jàngat {id} | {document}

source: Review Revision
wo: Njàngatum Jàngat

source: Review Revision of {title}
wo: Njàngatu Jàngat {title}

source: Revision Comment: {comment}
wo: Àddub Njàngat: {comment}

source: This revision was already reviewed by {user} on {date}.
wo: {user} jàngat na ba noppi njàngat mi ci {date}.

source: Please review the latest revision.
wo: Jàngatal sumb bu mujj bi.

source: A newer revision has already been reviewed.
wo: Amal nañu njàngat ci sumb bu gën a bees ba noppi.

source: Submitted Revision Changes
wo: Dugal na coppitey njàngat

source: Current public revision:
wo: Njàngat bu ñépp bokk:

source: Submitted revision:
wo: Dugal nañu njàngat mi:

source: Revision Source
wo: Balluwaayu njàngat

source: Revision Content
wo: Ëmbiitu njàngat

source: This document does not have a current revision.
wo: Wayndare bii amul njàngat fimne nii.

source: Search results summary:
wo: Tënkub njuréefi seet:

source: Revision source:
wo: Balluwaayu njàngat:

source: Revision rendered html:
wo: Delloog HTML u njàngat mi:

source: Review Translation {id} | {document}
wo: Jàngat Tekki {id} | {document}

source: Review Translation
wo: Jàngat Tekki

source: Review Translation of {title}
wo: Jàngat Tekkib {title}

source: Translation Comment: {comment}
wo: Àddub Njàngat: {comment}

source: This translation was already reviewed by {user} on {date}.
wo: {user} jàngat na tekki bii ba noppi ci {date}.

source: Please review the latest version.
wo: Jàngatal sumb bu mujj bi.

source: A newer version has already been reviewed.
wo: Amal nañu njàngat ci sumb bu gën a bees.

source: Recent English Changes
wo: Coppite yi mujji ci àngale

source: Submitted Translation Changes
wo: Coppitey Tekki yiñ Dugal

source: Current public translation:
wo: Li ñépp tekki nii:

source: Submitted translation:
wo: Tekki yiñ dugal:

source: Full Article Sources
wo: Balluwaayi jukki bi yépp

source: The {default_locale} version has no approved content to show.
wo: Sumbu {default_locale} amul benn ëmbiitu bu nangu bu ñuy wane.

source: Approved {default_locale} version:
wo: Sumbu {default_locale} biñ nangu:

source: Revision {id} by {user} on {date}
wo: Njàngatu {id} bu {user} ci {date}

source: Submitted {locale} translation:
wo: Tekkib {locale} biñ dugal:

source: This document does not have a current translation.
wo: Wayndare bii amul ab tekki fimne nii.

source: Translation keywords:
wo: Baati tekki yu mag yi:

source: Translation search results summary:
wo: Tënku njuréefi seetug tekki:

source: Translation source:
wo: Balluwaayu tekki:

source: Translation rendered html:
wo: Delloog HTML u tekki bi:

source: Revision {n} | {t} | {c}
wo: Njàngat {n} | {t} | {c}

source: Revision {num}
wo: Njàngat {num}

source: Revision Information
wo: Leerali Njàngat

source: Revision id:
wo: Ràññeekaayu njàngat:

source: Reviewed:
wo: Jàngat nañu ko:

source: Reviewed by:
wo: Ki ko jàngat:

source: Is current revision?
wo: Mooy njàngat mi fi nekk?

source: Ready for localization:
wo: Mën nañu ko tekki:

source: Readied for localization:
wo: Mënees nañu ko tekki:

source: Readied for localization by:
wo: Mënees nañu ko tekki bu:

source: Edit article based on this revision
wo: Soppali jukki bi lalu ci njàngat mii

source: Select language | {document}
wo: Tànn làkk | {document}

source: Select language
wo: Tànn làkk

source: Select a language to translate to:
wo: Tànn làkk wooy tekkee:

source: This document has already been translated to the following locales:
wo: Wayndare bi tekki nañu ko ci làkk yii ba noppi:

source: Show translations | {document}
wo: Wane tekkiy | {document}

source: This document has been translated to the following locales:
wo: Wayndare bi tekki nañu ko ci làkk yii ba noppi:

source: This document is missing translations for the following locales:
wo: Wayndare bi tekkiwu ñu ko ci làkk yii:

source: Translate Article | {document}
wo: Tekki Jekki | {document}

source: Translate Article
wo: Tekki Jekki

source: You are translating an English document which is not yet ready for localization.
wo: Yaa tekki wayndareb àngale bu kenn waragul tekki.

source: Translating {title}
wo: Tekkib {title}

source: Translate Description
wo: Tekki Tegtal bi

source: Title in {locale}:
wo: Tur wi ci {locale}:

source: Slug in {locale}:
wo: Dugg ci {locale}:

source: Translate Content
wo: Tekki Ëmbiit

source: Recently approved updates
wo: Yeesal yiñ mujjee nangu

source: Differences
wo: Wuute yi

source: Note: This article has no revisions ready for localization.
wo: Karmat: Jukki bii amul benn jàngat bu noppi cib tekki.

source: Note: There are no approved translations for this article.
wo: Karmat: Jukki bii amul benn tekki buñ nangu ba noppi.

source: Keywords in {locale}:
wo: Baat yi ëpp solo ci {locale}:

source: Search result summary in {locale}:
wo: Tënku njuréefu seet ci {locale}:

source: {locale} translation:
wo: Tekki ci {locale}:

source: What Links Here | {document}
wo: Lëkkalekaayi Xët wi | {document}

source: What Links Here
wo: Lëkkalekaayi Xët wi

source: Documents that link to "{title}"
wo: Wayndare yi lëkkaloo ak "{title}"

source: Documents that include "{title}"
wo: Wayndare yi am "{title}"

source: Documents that use "{title}" as a template
wo: Wayndare yiy jëfandikoo "{title}" niki ab royuwaay

source: No other documents link to {title}.
wo: Amul beneen wayndare bu lëkkaloo ak {title}.

source: %(reviewer)s has approved the revision to the document %(document_title)s.
wo: %(reviewer)s nangu na njàngatum wayndare bi %(document_title)s.

source: View the updated document
wo: Xool wayndare biñ yeesal

source: Summary:
wo: Tënk:

source: Changes:
wo: Coppite yi:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
wo: Ngir wone wayndare biñ yeesal, bësal ci lëkkalekaay bii, walla nga taf ko ci sa barabu laatu joowukaay:

source: %(creator)s created a new revision to the document %(document_title)s.
wo: %(creator)s sos na njàngat bu bees ci wayndare %(document_title)s.

source: View this document's history
wo: Xool jaar-jaari wayndare bi

source: To view this document's history, click the following link, or paste it into your browser's location bar:
wo: Ngir wone jaar-jaaru wayndare bii, bësal ci lëkkalekaay bii, walla nga taf ko ci sa barabu laatu joowukaay:

source: The document %(document_title)s has a new revision that is ready for localization.
wo: Wayndare %(document_title)s bi dafa am njàngat mu bees muñ war a tekki.

source: Localize the document
wo: Tekki wayndare bi

source: Text of the new revision:
wo: Mbindu njàngat mu bees mi:

source: To localize the document, click the following link, or paste it into your browser's location bar:
wo: Ngir tekki wayndare bi, bësal ci lëkkalekaay bi, walla nga taf ko ci sa baraabu laatu joowukaay:

source: %(creator)s submitted a new revision to the document %(document_title)s.
wo: %(creator)s dugal na njàngat mu bees ci wayndare %(document_title)s bi.

source: Review this revision
wo: Jàngatal njàngat mii

source: To review this revision, click the following link, or paste it into your browser's location bar:
wo: Ngir saytu njàngat mii, bësal ci lëkkalekaay bii, walla nga taf if sa barabu laatu joowukaay:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
wo: Ñi ñuy jàppale liggéey nañu bu baax ci jukki yii doon na baax nga jàngat leen. Lu nu leen gën a siiwal muy gën a gaaw a jàppale jëfandikukat yi ñu tàmbali.

source: If you have a moment please help us by reviewing these articles:
wo: Soo amee jot jàppale nu, nu jàngat jukki yii:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
wo: Noo ngi lay gëram bu baax ci turu SUMO ak jëfandikukat yi nga xam ni sa dimbal amal na leen njariñ!

source: Regards, <br />The SUMO team.
wo: Cër bu mat sëkk, <br />Waa SUMO.

source: If you have a moment please review these articles:
wo: Soo amee tuuti jot, jàngatal jukki yii:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
wo: Noo ngi lay gëram bu baax ci turu SUMO ak jëfandikukat yi nga xam ni sa dimbal amal na leen njariñ!

source: Regards, The SUMO team
wo: Cër bu mat sëkk, Waa SUMO

source: Your revision has been reviewed.
wo: Saytu nañu sa njàngat.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
wo: %(reviewer)s nangu na sa njàngat mu bees ci wayndare %(document_title)s bi.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
wo: %(reviewer)s jàngat na sa njàngat mu bees ci wayndare %(document_title)s bi.

source: Message from the reviewer:
wo: Bataaxal bu bawoo ci jàngatkat bi:

source: View the history of this document
wo: Xoolal jaar-jaaru wayndare bii

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
wo: Ngir wone jaar-jaaru wayndare bii, bësal ci lëkkalekaay bii, walla nga taf ko ci sa barabu laatu joowukaay:

source: (Redirected from <a href="{href}">{title}</a>)
wo: (Yabalee feneen <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
wo: <p>Jukki bii dafa weesu.</p> <p> Am na coppite yu am solo yuñ yokk ci jukkib àngale bi mu lalu. Ba keroog ñuy yeesal xët wii, lii mën nala amal njariñ: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
wo: Kenn liggéeyatul dara ci xët wii, kon ëmbiitam nekkatul bu bees.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
wo: Amagul kenn ku jàpp ci tekkib jukki bii. Sudee xam nga ni tekkib SUMO di doxee, <a href="%(document_trans_link)s">tàmbalil tekki</a>. Soo bëggee xam ni ñuy tekkee jukkiy SUMO, <a href="%(help_link)s">tàmbaleel fii</a>.

source: This article doesn't have approved content yet.
wo: Jukki bii amagul ëmbiit luñ nangu.

source: Warning: There are newer unreviewed revisions of this article.
wo: Moytu: Am na njàngat yu gën a bees yuñ jàngatagul ci jukki bii.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
wo: Xoolal <a href="%(url)s">jaar-jaar bi</a> ngir wékk sa soppali ci njàngat yi fi nekk yiñ jàngatagul.

source: Change Revisions
wo: Soppi Njàngat yi

source: Revision {num}:
wo: Njàngat {num}:

source: Stop article emails
wo: Dakkal imeeli jukki bi

source: Email me article changes
wo: Yónnee ma coppitey jukki bi ci imeel

source: Submit for Review
wo: Dugal ngir jàngat

source: Preview Content
wo: Xoolandi Ëmbiit

source: Preview Changes
wo: Xoolandi coppite yi

source: Submit Your Changes
wo: Dugal Say Coppite

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
wo: Amoo moroom! Dina nu la yónnee ab imeel suñu nangoo say coppite. Mën nga topp waxtaan wi jëm ci jukki yii soo bësee ci lafu Waxtaan wi.

source: Briefly describe your changes:
wo: Joxeel leeral yu gàtt ci say coppite:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
wo: Soppali gii du indi yeesal ci jukki bii. Wuute yi ci bu àngale bi waru ñu soppiku ci beneen soppali.

source: Notify me of any future changes to this page
wo: Su amee coppite yu bees ci xët wi nañu ma ko yëgal

source: Help with:
wo: Ndimbalu:

source: Customize this article
wo: Soppi melokaanu xët wi

source: Was this article helpful?
wo: Ndax jukki bi amal nala njariñ?

source: Please wait...
wo: Xaaral tuuti...

source: Leave a message for {rest} and {last}:
wo: Bàyyi bataaxal ngir {rest} ak {last}:

source: Warning: This page is also being edited by %(user)s!
wo: Moytu: %(user)s mi ngi soppali xët wii itam!

source: If you know what you are doing, you can edit the document anyway.
wo: Sudee xam nga li ngay def, kon mën nga soppi wayndare bi.

source: Edit anyway
wo: Soppali ba tay

source: Report Abuse
wo: Nettali ab ëppal

source: Report this
wo: Nettali lii

source: Have more to say?
wo: Am nga loo ciy waxaat?

source: Mark as Ready for Localization
wo: Def xàmmekaayu luñ mën a tekki

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
wo: Yaa ngi waaj a xàmme jàngat bii <span class="revtime"></span> niki luñ Mën a tekki. Leer nala ni danga ko bëgg a def?

source: View Diff
wo: Wane wuute yi

source: Close Diff
wo: Tëj wuute gi

source: Editor
wo: Bindkat

source: Search for documents...
wo: Mi ngi seet ay wayndare...

source: No related documents.
wo: Wayndare yim bokkalul.

source: Approve Translation
wo: Nangu Tekki gi

source: Approve Revision
wo: Nangu Njàngat mi

source: Defer Translation
wo: Dàq Tekki gi

source: Defer Revision
wo: Dàq Njàngat mi

source: Cancel Review
wo: Bàyyi Njàngat mi

source: Accept this Translation
wo: Nangu Tekki gii

source: Accept this Revision
wo: Nangu Njàngat mii

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
wo: Yaa ngi waaj a nangu soppali ngi nga def. Jéemal laaj sunuy <a href="%(url)s">jàngatkat</a> ñu def ko.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
wo: Soo bësee ci Nangu, dinañu siiwal sumbub jukki bii! Xaaral tuuti nga xool ndax tànneef yépp jaar nañu yoon.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
wo: Sant nanu la bi nga daggee say soxla ngir jàngat coppite yii. Soo bësee ci Nangu dinanu siiwal sumbub jukki bii! Xaaral tuuti nga xool ndax tànneef yépp jaar nañu yoon.

source: Accept
wo: Nangu

source: Defer this Translation
wo: Dàq Tekki bii

source: Defer this Revision
wo: Dàq Njàngat mii

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
wo: Sant nanu la bi nga daggee say soxla ngir jàngat coppite yii. Santal bindkat bi ba noppi nga wax sa xalaat ci anam wuy defar, li nga yaakaar ni war nañu ko soppi ngir njàngat mi mën a baax.

source: Defer
wo: Dàq

source: Show Helpfulness Votes Chart
wo: Wane Garafigu Sànni kàrt yi am Njariñ

source: Compare Selected Translations
wo: Méngale Tekki yiñ Tànn

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
wo: Njariñ - MT: Coppite Ëmbiit yu Mag. M: Coppitey Ëmbiit. Amul dara: Coppite yu Ndaw.

# First letter of 'Significance'
source: S
wo: N

# First letter of 'Ready for localization'
source: R
wo: N

# revision
source: Unreviewed
wo: Jàngatu ñu ko

source: Current
wo: Mi ngi ci

source: Reviewed
wo: Jàngat nañu ko

source: This revision is ready for localization.
wo: Njàngat mii mën nañu ko tekki.

source: This revision is not ready for localization.
wo: Njàngat mii mënugu ñu ko tekki.

source: Delete this revision
wo: Far njàngat mii

source: This document has no revisions.
wo: Wayndare bii amul benn njàngat.

source: Editing Tools
wo: Jumtukaayi Soppali

source: Discussion
wo: Waxtaan

source: Show Translations
wo: Wane Tekki yi

source: Show History
wo: Wane Jaar-jaar bi

source: Unsubscribe from edit notifications
wo: Dakkal bindu gi ci yëgley soppali

source: Subscribe to edit notifications
wo: Bindu ci yëgley soppali

source: Related products
wo: Costéef yim bokkal

source: Confusing
wo: Réeralaate

source: Solution didn't work
wo: Saafarawu ko

source: Too long
wo: Daa gudd lool

source: I have feedback about Firefox
wo: Am na lu ma xalaat ci Firefox

source: Tell us more.
wo: Wax nu ci yeneen mbir.

source: Please provide more details
wo: Dolli ci yeneen leeral
