Repository: mozilla-l10n/sumo-l10n
Catalog: wo/LC_MESSAGES/django.po
Languages: wo

# DB: products.Topic.description
source: Firefox OS basics
wo: Liifantuy Firefox OS

# DB: products.Topic.title
source: Basic Features
wo: Man-mani dal

# DB: products.Topic.title
source: Download and Manage Apps
wo: Yebbi ak Saytu ay Jëfekaay

# DB: products.Topic.description
source: Download apps from the Marketplace
wo: Yebbee ay jëfekaay ci Marketplace

# DB: products.Topic.title
source: Date and Time
wo: Bis ak Waxtu

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
wo: Jekkal bis bi ak waxtu wi ci sa telefonu Firefox OS

# DB: products.Topic.title
source: Display
wo: Wone

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
wo: Melal sa seetu telefonu Firefox OS numu la neexee.

# DB: products.Topic.title
source: Intro to Open Badges
wo: Tàmbali jàng Open Badges

# DB: products.Topic.description
source: Learn the basic about Open Badges
wo: Xamal liifantu yu jëm ci Open Badges

# DB: products.Topic.title
source: Knowledge Base
wo: Dalu Xam-xam

# DB: products.Topic.description
source: Windows 8 Touch support articles
wo: Jukkiy ndimbalu Windows 8 Touch

# DB: products.Topic.title
source: Calling and Contacts
wo: Woote ak Xame yi

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
wo: Xamal ni ñuy yokkee ak saytu xame yi, ak xam nooy woowee benn nit walla woowandoo ñu bari ci telefonu Firefox OS.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
wo: Xam naka lañuy sosee ak bokk say xëti web ci lu gaaw te yomb.

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
wo: Xam nooy sosee, nattee jafeñajfey bads yi

# DB: products.Topic.title
source: Email and Messages
wo: Imeel ak Bataaxal yi

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
wo: Jokkool ak say xame ci imeel ak bataaxal.

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
wo: Xam ni ñuy saytoo kot bi làkku ci xëtu web bu nekk.

# DB: products.Topic.title
source: Get Involved
wo: Bokkal

# DB: products.Topic.description
source: Help the Open Badges community
wo: Dimbalil askanu Open Badges

# DB: products.Topic.title
source: Music, Photos and Video
wo: Misik, Nataal ak Wideo yi

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
wo: Jël ay nataal, def ay wideo ak deglu misik ci sa telefonu Firefox OS.

# DB: products.Topic.title
source: Get the most from webmaker.org
wo: Jàngee lu bari ci webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
wo: Joxe ak jot dimbal ci naali Webmaker.

# DB: products.Topic.title
source: Earn Badges
wo: Am ay bads

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
wo: Am leen ay badsu mbir yooy jàngee ci internet walla ci ludul internet

# DB: products.Topic.title
source: Sensible Settings
wo: Jekkal yu Suturlu

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
wo: Nu ñuy yebbee, saytu ak jëfandikoo jëfekaay yi la gënal ci sa telefonu Firefox OS.

# DB: products.Topic.title
source: Events and help for Mentors
wo: Xew-xew ak ndimbali ñiy leen baayaleel

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
wo: Bokk ci njàngalem xam-xamu disitaal te bokk ci pexey jàngale xarala yu am njariñ.

# DB: products.Topic.title
source: Issue Badges
wo: Joxe ay bads

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
wo: Joxeel ay badsu disitaal ngir sargal liggéey ak man-man yu bees

# DB: products.Topic.title
source: Defense in Depth
wo: Aar gu Xóot

# DB: products.Topic.title
source: Privacy and security
wo: Sutura ak kaaraange

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
wo: Def say leeral fu wóor ak caabiy Firefox OS, man-mani sutura ak yeneen mbir.

# DB: products.Topic.title
source: Display Badges
wo: Wone bads yi

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
wo: Waneel say badsu disitaal ci say reso xamante, dali liggéey ak ci sa dalu webu bopp.

# DB: products.Topic.title
source: Settings
wo: Jekkal yi

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
wo: Xam nu ñuy doxalee Internet bi, wane dara ak waxtu ak bis ci sa telefonu Firefox OS.

# DB: products.Topic.title
source: Internet and Connections
wo: Doxal Internet

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
wo: Xam leneen lu jëm ci lënkuy Wi-Fi, Bluetooth ak NFC.

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
wo: Xam nooy saafaraa yenn jafe-jafe yi ci sa telefonu Firefox OS.

# DB: products.Topic.title
source: View all Firefox OS articles
wo: Xool jukkiy Firefox OS yépp

# DB: products.Topic.description
source: View a list of all Firefox OS articles
wo: Xool ab limu jukkiy Firefox OS yépp

# DB: products.Topic.title
source: How does it work?
wo: Naka lay doxee?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
wo: Liifantuy ni ñuy tàmbalee ak Firefox bu Windows 8 Touch.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
wo: Naka laay tëralee ak soppi melokaanu Firefox bu Windows 8 Touch.

# DB: products.Topic.title
source: Problems with websites
wo: Jafe-jafe ak dali web yi

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
wo: Jafe-jafe yi ak dali webyi dul dox bu baax ci Firefox bu Windows 8 Touch.

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
wo: Yeneen laaj yu jëm ci Firefox bu Windows 8 Touch.

# DB: products.Topic.title
source: Working with messages
wo: Liggéeyee ci bataaxal yi

# DB: products.Topic.description
source: Firefox OS SMS & email
wo: SMS ak imeel bu Firefox OS

source: To field is required.
wo: War leeral ki nga koy yónnee.

source: {username} is not a valid username.
wo: {username} du turu jëfandikukat bu baax.

source: Invalid callback function.
wo: Fàttali gu doxul.

source: Page does not exist.
wo: Xët wii amul.

source: The image "%s" does not exist.
wo: Nataal "%s" amul.

source: The video "%s" does not exist.
wo: Wideo "%s" amul.

source: Button of type "%s" does not exist.
wo: Butoŋ bu xeetoo "%s" amul.

source: Would you like to view this page in %(language)s instead?
wo: Ba tay danga bëgg a xool xët wii ci %(language)s?

# site_title
source: Mozilla Support
wo: Ndimbalu Mozilla

source: Skip to main content
wo: Jàll ci ëmbiit lu mag li

source: Switch language
wo: Soppi làkk wi

source: Skip to search
wo: Jàll ci seet gi

source: Report Trademark Abuse
wo: Jalgati turu liggéey

source: Language
wo: Làkk

source: Change your email preferences
wo: Soppi say taamuy imeel

source: Unsubscribe from these emails
wo: Dakkal sag bind ci yii imeel

source: Oops, your request was unsuccessful
wo: Déet waay, li nga sàkku àntuwul

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
wo: Mënu nu def li nga sàkku. Mën na am li ko waral mooy kenn mënatul def lu ni mel walla dangaa def jël ju mënul nekk.

source: Access denied
wo: Bañ na nga dugg

source: You do not have permission to access this page.
wo: Amoo sañ-sañu yegg ci xët wii.

source: Page Not Found
wo: Gisul Xët wi

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
wo: Jéggalu, mujjiwu nu gis xët wi nga doon seet. Jéemal jëfandikoo formileer bii ci suuf ngir seetee ko ci sunu dal.

source: An Error Occurred
wo: Njuumte am na

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
wo: Oh, déet! Daa melni daa am njuumte. Yëgal nanu ko ki ñi yilif dal bi. Jéemaatal leegi walla nga xaar fileek simili yu néew.

source: Ask a Question
wo: Laaj dara

source: Contributor Tools
wo: Jumtukaayi jàppalekat bi

source: Edit Profile
wo: Soppali porofil

source: My Questions
wo: Samay Laaj

source: Settings
wo: Jekkal yi

source: Sign Out
wo: Génn

source: For Contributors
wo: Ngir jàppalekat yi

source: Article Discussions
wo: Waxtaani jukki

source: Moderate Forum Content
wo: Yamale Ëmbiitu Pencu

source: What's New
wo: Yu bees yi

source: Give Firefox a tune up
wo: Jox Firefox jëmmi ndaw

source: Refresh Firefox
wo: Yeesal Firefox

source: How does it work?
wo: Naka lay ñu kof defee?

source: Download a fresh copy
wo: Yebbil sotti bu bees

source: Newer
wo: Gën a bees

source: Older
wo: Gën a yàgg

source: Unsubscribe from these emails:
wo: Dakkal sag bindu ci imeel yii:

source: Redirecting
wo: Yabal

source: The URL has changed!
wo: URL bi dafa soppiku!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
wo: Daa melni danga defub xàmme ci URL bu yàgg. URL bu bees bu xët wii mungi ci suuf. Danga war a yeesal sa xàmme. Dina nu la jàllale ci URL bu bees fileek 10 saa.

source: Maintenance in progress
wo: Ñu ngi koy defar

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
wo: Man-man bii doxul ci jamono jii ndax nu ngi defar dalu web bi. Jëfandikool butoŋu Dellu bu joowukaay bi ba noppi nga jéemaat ci kanam.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
wo: Yenn man-man yi ci xët wii doxu ñu ci jamono jii ndax nu ngi defar dalu web bi. Jéemaatal ci kanam tuuti.

source: read more
wo: jàng ci lu gën a bari

source: Today at %s
wo: Tay ci %s

source: %(number)d year ago
wo: am na %(number)d at

source: %(number)d month ago
wo: am na %(number)d weer

source: %(number)d week ago
wo: am na %(number)d ayu-bis

source: %(number)d day ago
wo: am na %(number)d fan

source: %(number)d hour ago
wo: am na %(number)d waxtu

source: %(number)d minute ago
wo: am na %(number)d simili

source: %(number)d second ago
wo: am na %(number)d saa

source: Unsubscribe
wo: Bindu...

source: Are you sure you want to unsubscribe?
wo: Leer nala ni danga bëgg a dakkal sag bindu?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
wo: Dinañu dakkaale sa bindu ci: <br><strong>%(object)s</strong>

source: "%s" is too large (%sKB), the limit is %sKB
wo: "%s" daa rëy lool (%sKB), warul weesu %sKB

source: Model not allowed.
wo: Nangu wuñu model bii.

source: Object does not exist.
wo: Këf kii amul.

source: Invalid or no image received.
wo: Nataal baaxul walla jotul benn bataaxal.

source: The requested image could not be found.
wo: Mënu ñu gis nataal bi ngay laaj.

source: You do not have permission to do that.
wo: Mayu ñu la sañ-sañu def loolu.

source: Uploaded images:
wo: Nataal yiñ yab:

source: Browse for an image to upload.
wo: Xuus ngir gis nataal booy yónnee.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
wo: Am nanu jafe-jafe jot ci sa adares imeel. Jéemat beneen adares walla nga jokkoo ak ki koy dalal.

source: Username may contain only English letters, numbers and ./-/_ characters.
wo: Arafi àngale rekk a war a am ci turu jëfandikukat bi, ak ay siifar ak ay màndargay ./-/_.

source: Username is required.
wo: Mënul bañ a am turu jëfandikukat.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
wo: Turu jëfandikukat bi daa gàtt lool (%(show_value)s characters). War na am gën gaa néew %(limit_value)s araf.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
wo: Turu jëfandikukat bi daa gudd lool (%(show_value)s characters). War na am gën gaa bari %(limit_value)s araf.

source: Email address is required.
wo: Mënul bañ a am adaresu imeel.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
wo: Adares imeel bi daa gàtt lool (%(show_value)s characters). War na am gën gaa néew %(limit_value)s araf.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
wo: Adares imeel bi daa gudd lool (%(show_value)s characters). War na am gën gaa bari %(limit_value)s araf.

source: Password is required.
wo: Mënul bañ a am baatu jàll.

source: Please enter your password twice.
wo: Bindal sa baatu jàll ñaari yoon.

source: Password must be 8 or more characters.
wo: Baatu-jàll bi war na am 8 araf walla lu ko ëpp.

source: Watch forum threads I start
wo: Xool waxtaani penc yi ma tàmbali

source: Watch forum threads I comment in
wo: Xool waxtaani penc yi ma joxe sama xalaat

source: Watch KB discussion threads I start
wo: Xool waxtaani dalu xam-xam yi ma tàmbali

source: Watch KB discussion threads I comment in
wo: Xool waxtaani dalu xam-xam yi ma joxe sama xalaat

source: Watch Question threads I comment in
wo: Xool waxtaani laaj yi ma joxe sama xalaat

source: Send emails for private messages
wo: Yónnee ay imeel ngir bataaxal yu am sutura

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
wo: Turu jëfandikukat bi nga bind jaadowul. Jëfandikool beneen te nga bàyyi xel ni ñi ay jëfandikukat yu melni yaw a nuy jàppale.

source: algorithm
wo: Algoritm

source: salt
wo: xoromal

source: hash
wo: daggate

source: User
wo: Jëfandikukat

source: Display name
wo: Wone tur

source: Biography
wo: Nettalig dund

source: Website
wo: Dalu Web

source: Twitter Username
wo: Turu jëfandikukatu Twitter

source: Timezone
wo: Waxtu gox

source: Country
wo: Réew

source: City
wo: Dëkk

source: Preferred language
wo: Làkk wi nga taamu

source: Has been sent a first answer contribution email.
wo: Yónnee nañu ko tontug bataaxalu jàppalekat.

source: Has been sent a first revision contribution email.
wo: Yónnee nañu ko sumbub bataaxalu jàppalekat bu njëkk.

source: Value
wo: Solo

source: user
wo: jëfandikukat

source: activation key
wo: kot bi koy doxal

source: registration profile
wo: porofilu bindu

source: registration profiles
wo: porofili bindu

source: moderator
wo: saytukat

source: Welcome to SUMO!
wo: Dalal jàmm ci SUMO!

source: Your settings have been saved.
wo: Denc nañu jekkal yi nga ci def.

source: Your account was sucessfully closed!
wo: Leegi sam sàq tëju na!

source: We're sorry to see you go.
wo: Sag dem tiis nanu.

source: Are you sure you want to delete your avatar?
wo: Leer nala ni danga bëgg far sa nataal?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
wo: Yaa ngi waaj a far sa nataal ba fàww. <strong>Dootoo ci jotaat!</strong> Ba tay dinga mën a <a href="%(upload_url)s">yab beneen nataal</a> ngir mu wuutu bii fi nekk.

source: Deactivation Log
wo: Xobu dakkal

source: Deactivated user
wo: Jëfandikukat buñ dakkal

source: Deactivated by
wo: Ki ko dakkal mooy

source: {user} | Documents
wo: {user} | Wayndare

source: Documents edited or translated
wo: Wayndare yiñ soppali walla tekki

source: Redirects
wo: Jëmalewaat

source: Change Avatar
wo: Soppi Nataal

source: Update
wo: Yeesal

source: Close account and delete all profile information
wo: Tëj sama sàq te far samay leerali porofil

source: Are you sure
wo: Ndax leer nala

source: Please type in your username to confirm
wo: Bindal sa turu jëfandikukat ngir dëggal ko

source: Edit Settings
wo: Soppali jekkal

source: Manage watch list
wo: Saytu lim yiñ xool

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
wo: Limu mbir yi nga xool a ngii ci suuf. Yi am xàmmekaay ñooy yi nga nekk di xool fimne nii. Yi amul xàmmekaay kenn xoolatu leen.

source: You are not currently watching anything.
wo: Fimne nii xooloo dara.

source: {user} | Profile
wo: {user} | Porofil

source: Edit user profile
wo: Soppali porofilu jëfandikukat

source: Email
wo: Imeel

source: Deactivate this user
wo: Dakkal jëfandikukat bii

source: Deactivate this user and mark all content as spam
wo: Dakkal bii jëfandikukat te xàmme ëmbiit yépp niki spam

source: This user has been deactivated.
wo: Dakkal nañu jëfandikukat bii.

source: {0} question
wo: {0} laaj

source: {0} answer
wo: {0} tontu

source: {0} solution
wo: {0} saafara

source: About {user}
wo: Lu jëm ci {user}

source: {user}'s Groups
wo: Mboolooy {user}

source: See all available SUMO badges
wo: Xool badsi SUMO yi jàppandi yépp

source: Thank you for registering!
wo: Sant nanu la ci sag bindu!

source: Thank you for being awesome!
wo: Sant nanu la ci sa mbaax!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
wo: Laata ngay mën a lënku, danga war a dëggal sa adares. Yónnee nanu la imeel bu ànd lëkkalekaay dëggal. Bësal ci lëkkalekaay bi su ko defee lépp mat!

source: Hi {username}
wo: {username} nanga def

source: Answer questions in the support forum
wo: Tontu laaj yi ci pencu ndimbal li

source: Improve our help articles
wo: Gën leen a defar sunuy jukki

source: My profile
wo: Sama porofil

source: Edit my profile
wo: Soppali sama porofil

source: Edit settings
wo: Soppali jekkal yi

source: Private message
wo: Bataaxal bu am sutura

source: Minor details that don't affect the instructions
wo: Leeral yu ndax yi duñu yàq dara ci tegtal yi

source: Content changes that don't require immediate translation
wo: Coppitey ëmbiit yi soxlawu ñu tekki ci saasi

source: Major content changes that will make older translations inaccurate
wo: Coppitey ëmbiit yu mag yi dinañu yàq tekki yu njëkk yi

source: These minor changes are not important for localizers and they will not be notified.
wo: Coppite yu ndaw yii amalu ñu njariñ tekkikat yi moo tax duñu leen yëgle.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
wo: Loolu dina yëgal tekkikat yi te dina ñu def ci tekki yi xàmmekaayu "soxla na yeesal" ci tablo yi. Tekki yi ci gën a bari &mdash;yeesalub nataal, defr {for} xàmme, yokk walla dindi tànneef yu amul jafe-jafe&mdash;war nañu jëfandikoo lii.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
wo: Loolu dina yëgal tekkikat yi te dina ñu def ci tekki yi xàmmekaayu "yeesal ko ci saasi" ci tablo yi. Tekki yi dina ñu àrtu jëfandikukat yi ni dañu soxla yeesal te sumb àngale bi moo gën a jaar yoon. Jëfandikool lii su tegtal yu yàggi yi amatul benn njariñ.

source: How to
wo: Naka laay def

source: How to contribute
wo: Naka laay jàppalee

source: Navigation
wo: Joowu

source: %(old)s Redirect %(number)i
wo: %(old)s Jëmalewaat %(number)i

source: %(old)s-redirect-%(number)i
wo: %(old)s-jëmalewaat-%(number)i

source: {title} was edited by {creator}
wo: ki soppi {title} mooy {creator}

source: {title} is ready for review ({creator})
wo: {title} mën nañu ko tekki ({creator})

source: {title} has a revision ready for localization
wo: {title} am na njàngat buñ mën a tekki

source: {title} ({locale}) has a new approved revision ({reviewer})
wo: {title} ({locale}) am na njàngat bu bees buñ nangu ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
wo: Jéemal yamale su guddaayu tur ci %(limit_value)s araf walla lu ko yées. Fimne nii mungi ci %(show_value)s araf.

source: Please provide a slug.
wo: Joxeel ab ràññeekaay.

source: The slug provided is not valid.
wo: Ràññeekaay bi nga baaxul.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
wo: Sa rànneekaay dafa gàtt lool (%(show_value)s characters). Warul weesu %(limit_value)s araf.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
wo: Jéemal yamale su guddaayu ràññeekaay ci %(limit_value)s araf walla lu ko yées. Fimne nii mungi ci %(show_value)s araf.

source: Please provide a summary.
wo: Joxeel ab tënk.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
wo: Tënk bi daa gàtt lool (%(show_value)s characters). War na am gën gaa néew %(limit_value)s araf.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
wo: Yamaleel guddaayu tënk bi ci %(limit_value)s araf. War na am gën gaa néew %(show_value)s araf.

source: Please provide content.
wo: Joxeel ab ëmbiit.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
wo: Ëmbiit bi daa gàtt lool (%(show_value)s characters). War na am gën gaa néew %(limit_value)s araf.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
wo: Yamaleel guddaayu ëmbiit bi ci %(limit_value)s araf. War na am gën gaa néew %(show_value)s araf.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
wo: Yamaleel guddaayu àddu bi ci %(limit_value)s araf. War na am gën gaa néew %(show_value)s araf.

source: Please select at least one product.
wo: Tànnal gën gaa néew benn costéef.

source: Please select at least one topic.
wo: Tànnal gën gaa néew benn tomb.

source: Title of article
wo: Turu jukki bi

source: Slug:
wo: Ràññeekaay:

source: Article URL
wo: URL u jukki bi

source: Relevant to:
wo: Yi jëm ci:

source: Allow translations:
wo: Nangu tekki yi:

source: Obsolete:
wo: Xewwi:

source: Allow discussion on this article?
wo: Waxtaan bi ci jukki bii yépp?

source: Category:
wo: Wàll wi:

source: Type of article
wo: Xeetu jukki

source: Topics:
wo: Tomb yi:

source: Related documents:
wo: Wayndare yim bokkal:

source: Needs change:
wo: Soxla na coppite:

source: Comment:
wo: Àddu:

source: Keywords:
wo: Baat yi ëpp solo:

source: Affects search results
wo: Dafay soppi njuréefi seet gi

source: Search result summary:
wo: Tënkug njuréefu seet:

source: Only displayed on search results page
wo: Wane ko ci xëtu njuréefi seet gi kese

source: Expiry date:
wo: Bisub njeexteem:

source: Significance:
wo: Maanaa ji:

source: Needs change
wo: Soxla ñu soppi ko

source: Users:
wo: Jëfandikukat yi:

source: Start:
wo: Tàmbali:

source: End:
wo: Jeex na:

source: {users} added successfully!
wo: yokk nañu ci {users}!

source: There were errors adding users, see below.
wo: Njuumte am na ci bi ñuy yokk jëfandikukat yi, xoolal fii ci suuf.
