Repository: mozilla-l10n/sumo-l10n
Catalog: wo/LC_MESSAGES/django.po
Languages: wo

source: Content
wo: Ëmbiit

source: Show after
wo: Wone ko ginaaw

source: Show until
wo: Wone ko ba

source: The {domain} team
wo: Waa {domain}

source: Community Hub
wo: Barabu Askan wi

source: Find your fellow contributors
wo: Gis sa moroom yiy tekki

source: Search
wo: Seet

source: Community Discussions
wo: Waxtaanu Mbooloo

source: Go to the SUMO community discussions forum
wo: Dem ci pencum waxtaanu askanu SUMO

source: Top Contributors
wo: Jàppalekat yu mag yi

source: Filter by Locale
wo: Seggee ci barab

source: All locales
wo: Barab yépp

source: Filter by Product
wo: Seggee ci Costeef

source: All products
wo: Costéef yépp

source: Knowledge Base
wo: Dalu Xam-xam

source: Localization
wo: Tekki

source: {user} - {num} contributions in last 90 days
wo: {user} - {num} jàppalekat ci 90 fan yi weesu

source: See All
wo: Wone Lépp

source: Community Search Results
wo: Njuréefu Seetug Askan wi

source: Results for: {query}
wo: Njuréefi: {query}

source: No users were found for your search query.
wo: Gisu ñu benn jëfandikukat ngir sa càkkuteefu seet.

source: View Profile
wo: Wone Porofil

source: Private Message
wo: Bataaxalu Sutura

source: Top Contributors - Support Forum
wo: Jàppalekat yi gën a mag - Pencu Ndimbal

source: Top Contributors - Knowledge Base
wo: Jàppalekat yi gën a mag - Dalu Xam-xam

source: Top Contributors - Localization
wo: Jàppalekat yi gën a mag - Tekki

source: Select by Locale
wo: Tànnee ci Làkk

source: There are {total} users with at least one contribution in the last 90 days.
wo: Am na {total} jëfandikukat yu am gën gaa néew benn jàppale ci 90 fan yi weesu.

source: Contributions in last 90 days: {count}
wo: Jàppale yi ci 90 fan yi weesu: {count}

source: Days since last activity:
wo: Fan yi nga toog bi nga mujje def dara ak leegi:

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
wo: Nungi lay gëram ci sa ndimbal li njëkk ci pencum ndimbalu Mozilla! Am nga koo neexal bisam!

source: Tell us about yourself!
wo: Xamal nu ki nga doon!

source: Learn new things
wo: Xam mbir yu bees

source: Stay in touch
wo: Nañuy déggante

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
wo: Noo dellu dila gëram. Nu ngi ñaan nga bañ a gëj ci SUMO! Dóor waar!

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
wo: Nu jeexal ni, soo bëggee topp mbooleem xibaar yi jëm ci SUMO, bul fàtte sunu

source: Community forums
wo: Pencu askan wi

source: Official blog
wo: Blog bu mag bi

source: Twitter account
wo: Sàqu Twitter

source: Weekly meetings
wo: Ndajey ayi-bis

source: Other
wo: Yeneen

source: Last 7 days
wo: 7 fan yi weesu

source: Last 30 days
wo: 30 fan yi weesu

source: Last 90 days
wo: 90 fan yi weesu

source: Percent Localized: Top 20
wo: Pursantaasu liñ tekki: 20 yi ëpp solo

source: Percent Localized: Top 100
wo: Pursàntaasu liñ tekki: 100 yi ëpp solo

source: Percent Localized: All
wo: Pursantaasu liñ tekki: Lépp

source: Monthly Active Contributors
wo: Jàppalekati weer wu nekk

source: Review Needed
wo: Yi soxla jàngat

source: Update Needed
wo: Yi soxla yeesal

source: Immediate Update Needed
wo: Yi soxla yeesal gaaw

source: Translation Needed
wo: Laaj na Tekki

source: Top 20 Articles
wo: 20 jukki yi ëpp solo

source: Top 50 Articles
wo: 50 jukki yi ëpp solo

source: These are the top 50 most visited articles in the last 30 days.
wo: Yii ñooy 50 jukki yi nit ñi gën a xool ci 30 fan yi weesu.

source: Top 100 Articles
wo: 100 jukki yi ëpp solo

source: Templates
wo: Royuwaay yi

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
wo: Royuwaay ñooy tax nga mën a jëfandikoowaat ay ëmbiiti jukkiy balu xam-xam bi. Mën nga sos ak yeesal tegtal yi ci benn barab, ba noppi royee ci, ci yeneen xët.

source: All Knowledge Base Articles
wo: Jukkiy Dalu Xam-xam bi Yépp

source: This is the number of all Knowledge Base articles that are ready to be localized.
wo: Lii mooy limu jukkiy dalu xam-xam yiñ war a tekki yépp.

source: Visits in last 30 days
wo: Yiñ xool ci 30 fan yi weesu

source: Status
wo: Tolluwaay

source: Most Viewed
wo: Yiñ gën a xool

source: Most Recent
wo: Gën a Bees

source: Most Visited
wo: Yiñ gën a dem

source: All knowledge base articles...
wo: Jukki dalu xam-xam yépp...

source: Visits
wo: Dugg yi

source: Changes Needed
wo: Yi soxla yeesal

source: Changes Not Ready For Localization
wo: Coppite yiñ noppeegul tekki

source: All templates...
wo: Royuwaay yépp...

source: How To Contribute
wo: Naka laay jàppalee

source: All How To Contribute articles...
wo: Jukki yiy jàppale yépp...

source: Administration
wo: Yorkat

source: All Administration articles...
wo: Jukkiy yorkat bi yépp...

source: All translations...
wo: Tekki yépp...

source: Unreviewed Changes
wo: Coppite yiñ jàngatul

# document
source: Unreviewed
wo: Yiñ jàngatul

source: All articles requiring review...
wo: Jukki yi soxla njàngat yépp...

source: Changed
wo: Yiñ soppi

source: Unhelpful Documents
wo: wayndare yi amul njariñ

# document
source: Unhelpful
wo: Ñàkk njariñ

source: All unhelpful articles...
wo: Jukki yi amul njariñ...

source: Total Votes
wo: Sànni kàrt yépp

source: Helpfulness
wo: Njariñ

source: Articles which have approved revisions newer than the latest ready-for-localization one
wo: Jukki yi seeni nangug jàngat gën a bees yi am màndarga luñ war a tekki

source: All articles with changes not ready for localization...
wo: Jukki yépp yi am ay coppite yu noppiwul ci tekki...

source: Approved
wo: Yiñ nangu

source: Need Changes
wo: Yi laaj coppite

source: Articles that require changes.
wo: Jukki yi soxla coppite.

source: All articles that require changes...
wo: Bépp jukki bu soxla coppite...

source: Comment
wo: Àddu

source: Canned Responses
wo: Tontu yi fi nekk ba noppi

source: Localization status of all canned responses
wo: Tolluwaayu tekkib bépp tontu bu fi nekk ba noppi

source: All canned responses articles...
wo: Jukkiy bépp tontu bu fi nekk ba noppi...

source: Knowledge Base Dashboard
wo: Tablo Dalu Xam-xam

source: Localization Dashboard
wo: Tablo tekki

source: Aggregated Localization Metrics
wo: Xaymag tekki làkk wiñ nangu

source: The dashboard data is being loaded. This may take some time.
wo: Ñu ngi yab tablo njoxe. Mën na xaw a yàgg.

source: Active Contributors
wo: Jàppalekat yi liggéey

source: {count} visitors in the past 30 days
wo: {count} seetkat ci 30 fan yi weesu

source: Show information for:
wo: Wone leerali:

source: Complete overview...
wo: Tënk gi yépp...

source: [{product}] Knowledge Base Dashboard
wo: [{product}] Tablo Dalu Xam-xam

source: All Products
wo: Costeef Yépp

source: [{locale}] Locale Metrics
wo: [{locale}] Wone Làkk wi

source: Localization Percentage
wo: Pursantaasu tekki gi

source: Helpful Votes
wo: Sànni kàrt gu am njariñ

source: [{locale}][{product}] Localization Dashboard
wo: [{locale}][{product}] Tablo Tekki gi

source: Locale:
wo: Làkk:

source: Volunteer for Mozilla Support
wo: Bokk ci ñiy jàppale Ndimbalu Mozilla

source: Delete
wo: Far

source: Create announcement
wo: Sos yëgle gi

source: Created successfully
wo: Sosu na

source: Create
wo: Sos

source: Review
wo: Jàngat

source: Add announcement
wo: Yokk yëgle

source: Edit
wo: Soppali

source: Article
wo: Jukki

source: Needs Update
wo: Yi soxla yeesal

source: Stale
wo: Xewwi

source: Expiry Date
wo: Bisu Njeexte

source: Live
wo: Gisu

source: Review Needed: {comment}
wo: Jàngat biñ Soxla: {comment}

source: Yes
wo: Waaw

source: No
wo: Déedet

source: Show translations
wo: Wone tekki yi

source: changed by {users}
wo: yi {users} soppi

source: Overview
wo: Tënk

source: %(numerator)s <small>of %(denominator)s</small>
wo: %(numerator)s <small>ci %(denominator)s</small>

source: User Interface
wo: Jokkalekaayu Jëfandikukat bi

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
wo: Jokkalekaayu jëfandikukat buñ tekki lépp dafa gën a baaxal liggéey jëfandikukat bi ci sa làkk. Jàppal ci <a href="%(url)s">tekkig jokkalekaay bi</a>.

source: Jump to:
wo: Yegg ci:

# l10n dashboard
source: Subscribe...
wo: Bindu...

source: Waiting for review
wo: Mu ngi xaar njàngat

source: Ready for localization
wo: Mën nañu ko tekko

source: Please note that these selections are specific to the current product selected.
wo: Xamal tànneef yii, costeef yiñ tann rekk a leen jagoo.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
wo: Xamal ni dina ñu la bind ci yëgley costeef yii yépp. Sudee yenn ci costeef yi rekk a la soxal, demal ci tablo costeef boobu.

source: All Topics
wo: Tomb yépp

source: All
wo: Lépp

source: KB Dashboard
wo: Tablo dalu xam-xam bi

source: Locale Metrics
wo: Wone làkk wi

source: KB Team
wo: Waa dalu xam-xam bi

source: Localization Team
wo: Waa Tekki bi

source: Recent Revisions
wo: Njàngat yu yàggul yi

source: Aggregated Metrics
wo: Xayma yiñ nangu

source: Spam or other unrelated content
wo: Spam walla yeneen ëmbiit yu fi bokkul

source: Inappropriate language/dialog
wo: Làkk/boyet bu fi bokkul

source: Misplaced bug report or support request
wo: Nettalib njuumte walla càkkutéefu ndimbal bu fi warul nekk

source: Abusive content
wo: Ëmbiit lu baaxul

source: Other (please specify)
wo: Leneen (leeral ko)

source: Pending
wo: Liy xaar

source: Accepted and Fixed
wo: Yiñ nangu ba saafara leen

source: Rejected
wo: Yiñ bañ

source: You already flagged this content.
wo: Def nga raaya ci ëmbiit lii ba noppi.

source: You have flagged this content. A moderator will review your submission shortly.
wo: Def nga raaya ci ëmbiit lii. Ab saytukat dina jàngat li nga dugal ci kanam tuuti.

source: Flagged Content Pending Moderation
wo: Ëmbiit yiñ raaya tey xaar saytukat

source: Flagged {t} (Reason: {r})
wo: {t} yiñ def raaya (Sabab bi: {r})

source: Other reason:
wo: Beneen sabab:

source: {t} with id={id} no longer exists.
wo: {t} ak id={id} amatu fi.

source: Update Status:
wo: Tolluwaayu yeesal bi:

source: Please select...
wo: Tànnal...

source: The flag is valid and I fixed the issue.
wo: Raaya bi baax na te jafe-jafe bi saafarawu na.

source: The flag is invalid.
wo: Raaya bi baax na.

source: There is no flagged content pending moderation.
wo: Amul benn ëmbiitu raaya buy xaar am njàngat.

source: View all deactivated users
wo: Wone jëfandikukat yiñ dakkal yépp

source: Content:
wo: Ëmbiit:

source: Created:
wo: Sosu:

source: Updated:
wo: Yeeslu:

source: Flagged:
wo: Defug raaya:

source: Take Action:
wo: Amalu jëf:

source: Title:
wo: Tur:

source: Reply to thread: {title}
wo: Tontu ci waxtaanu: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
wo: %(author)s tontu nañu ci waxtaan wi ngay bind. Lii lañu tontu:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
wo: Ngir xool siiwal gi ci dal bi, bësal lëkkalekaay bi, walla nga taf ko ci sa laatu màkkaanu joowukaay:

source: New thread: {title}
wo: Waxtaan wu bees: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
wo: %(author)s dugal na waxtaan wu bees ci am pencoo moo teewe. Pencoo maa ngi nii:

source: Please provide a title.
wo: Joxeel aw tur.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
wo: Tur wii daa gudd lool (%(show_value)s characters). War na am gën gaa néew %(limit_value)s araf.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
wo: Jéemal fexe ba sob guddaayu tur yam ci %(limit_value)s araf walla lu ko yées. Fimne nii mu ngi ci %(show_value)s araf.

source: Please provide a description.
wo: Joxeel ab tegtal.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
wo: Jéemal fexe ba sab guddaayu tegtal yam ci %(limit_value)s araf walla lu ko yées. Fimne nii mu ngi ci %(show_value)s araf.

source: You have not selected an image to upload.
wo: Tànnoo nataal bi nga yónnee.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
wo: Jéemal fexe ba sab guddaayu turu taxañ nataal yam ci %(max)s araf walla lu ko yées. Fimne nii mu ngi ci %(length)s araf.

source: Please select a different title.
wo: Tànnal tur wu wuute.

source: Include this in wiki syntax with [[Image:title]]
wo: Booleel mbindu wiki bii ci [[Image:title]]

source: Provide a brief description of this media.
wo: Joxeel tegtal bu gàtt ci mejaa bi.

source: Locale
wo: Làkk

source: Title
wo: Tur

source: Description
wo: Tegtal

source: Image
wo: Nataal

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
wo: Tëggiin yiñ nangu: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Xam ci yeneen mbir...</a>

source: Unrecognized request or nothing to cancel.
wo: Càkkutéef buñ xamul walla amul lu ñuy bàyyi.

source: Unrecognized media type.
wo: Xeetu mejaa buñ xàmmeewul.

source: Could not upload your image.
wo: Mënul yónnee sa nataal.

source: Delete image
wo: Far nataal bi

source: Are you sure you want to delete this image?
wo: Ndax leer nala ni danga bëgg a far nataal bii?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
wo: Yaa ngi waaj a far nataal bii ba fàww. <strong>Dootoo ci mënati jot!</strong> Ndax leer nala ni danga ko bëgg a far?

source: Delete image | {t} | Media Gallery
wo: Far nataal | {t} | Kàggu Mejaa

source: Delete video
wo: Far wideo bi

source: Are you sure you want to delete this video?
wo: Ndax leer nala ni danga bëgg a far wideo bi?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
wo: Yaa ngi waaj a far wideo bi ba fàww. <strong>Dootoo ci jotaat!</strong> Ndax leer nala ni danga ko bëgg far?

source: Delete video | {t} | Media Gallery
wo: Far wideo | {t} | Kàggu Mejaa

source: Media Gallery
wo: Kàggu Mejaa

source: by {user}
wo: {user} moo ko def

source: Uploaded {date}
wo: {date} lañ ko yónnee

source: Cancel
wo: Bàyyi

source: Edit image
wo: Soppali nataal bi

source: Save image
wo: Denc nataal bi

source: Edit image | {t} | Media Gallery
wo: Soppi nataal | {t} | Kàggu Nataal

source: Upload a New Media File
wo: Yónnee ab taxañu mejaa bu bees

source: Search Gallery
wo: Seetee ci kàggu bi

source: Show media for:
wo: Wone mejaa ngir:

source: Go
wo: Demal

source: Show:
wo: Wone:

source: Images
wo: Nataal yi

source: Videos
wo: Wideo yi

source: {title} | Media Gallery
wo: {title} | Kàggu Mejaa

source: Delete this image
wo: Far nataal bii

source: Edit this image
wo: Soppali nataal bii

source: Articles
wo: Jukki yi

source: The following articles include this image:
wo: Nataal bii am na ci jukki yii:

source: This image is not included in any articles.
wo: Nataal bii amul ci benn ci jukki yii.

source: Media Gallery Search
wo: Seetee ci kàggu mejaa bi

source: No media files found.
wo: Gisu ñu yenn taxañi mejaa.

source: Upload file
wo: Yónneel taxañ bi

source: Preview
wo: Xoolandi

source: Progress
wo: Tolluwaay bi

source: Continue Uploading Media
wo: Wéyal yónneeg mejaa bi

source: Your avatar will be resized to {size}x{size}
wo: Dina ñu soppi sa dayo nataal def ko {size}x{size}

source: username
wo: turu jëfandikukat bi

source: Group information updated successfully!
wo: Yeesal nañu leerali mbooloo mi!

source: {users} added to the group successfully!
wo: {users} bokk nañu ci mbooloo mi!

source: There were errors adding members to the group, see below.
wo: Njuumte am na ci yokkug ñi mbooloo mi, xoolal ci suuf.

source: {user} removed from the group successfully!
wo: {user} génn na ci mbooloo mi!

source: {users} added to the group leaders successfully!
wo: Boole nañu {users} ci mbooloom njiit yi!

source: There were errors adding leaders to the group, see below.
wo: Njuumte am na ci yokkug njiit yi ci mbooloo mi, xoolal ci suuf.

source: {user} removed from the group leaders successfully!
wo: {user} dindi nañu leen ci njiiti mbooloo mi!

source: You are now part of the Contributors group!
wo: Leegi bokk nga ci mbooloom jàppalekat yi!

source: Delete {group} group avatar
wo: Far mbooloom avatar u {group}

source: Are you sure you want to delete the {group} group avatar?
wo: Ndax leer nala ni danga bëgg a far avatar u mbooloom {group}?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
wo: Yaa ngi waaj afar avatar i ba fàww. <strong>Dootoo ci jotaat!</strong> Ba tay mën nga yónnee beneen avatar ngir mu wuutu fi bii.

source: Delete avatar
wo: Far avatar bi

source: Remove leader
wo: Dindi njiit li

source: Are you sure you want to remove {user} from {group} leaders?
wo: Ndax leer nala ni danga bëgg a dindi {user} ci njiiti {group}?

source: Remove member
wo: Dindi ku ci bokk

source: Are you sure you want to remove {user} from {group}?
wo: Ndax leer nala ni danga bëgg a dindi {user} ci {group}?

source: Edit | {group} | Groups
wo: Soppali | {group} | Mbooloo

source: Edit {group} profile information
wo: Soppali leerali porofilu {group}

source: Save
wo: Denc

source: Change {group} group avatar
wo: Soppi avatar u mbooloo {group}

# avatar
source: Upload
wo: Yónnee

source: Add group profile
wo: Yokk porofilu mbooloo mi

source: {group} | Groups
wo: {group} | Mbooloo

source: Change avatar
wo: Soppi avatar

source: Change
wo: Soppi

source: Edit in admin
wo: Soppali ci yorkat

source: Edit group profile
wo: Soppali porofilu mbooloo

source: Edit group leaders
wo: Soppali njiiti mbooloo

source: Group Leaders
wo: Njiiti Mbooloo

source: Remove user from leaders
wo: Dindi jëfandikukat bi ci njiit yi

source: Add Leader
wo: Yokk ay njiit

source: Edit group members
wo: Soppi ñi bokk ci mbooloo mi

source: Group Members
wo: Ñi bokk ci mbooloo mi

source: Add Member
wo: Yokk ku ci bokk

source: Remove user from group
wo: Dindi jëfandikukat ci mbooloo mi

source: previous
wo: li weesu

source: Page {0} of {1}.
wo: Xët {0} ci {1}.

source: next
wo: li ci topp

source: You were awarded the '{title}' badge!
wo: May nañu la badsu '{title}'!

source: Badges
wo: Dads yi

source: Recently Awarded
wo: Ñiñ may bu yàggul

source: Awarded badge: %(badge_name)s
wo: Ñiñ may bads: %(badge_name)s

source: Image:
wo: Nataal:

source: Description:
wo: Tegtal:

source: Creator:
wo: Soskat:

source: Modified:
wo: Ñu ngi ko soppi:

source: Award details
wo: Leerali neexal

source: Awarded to:
wo: May nañu ko:

source: Explanation:
wo: Leeral:

source: Awarded by:
wo: Ki ko may mooy:

source: Issued on:
wo: Ñungi ko defar:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
wo: <h2>May nañ ko bu yàggul &quot;%(badge_name)s&quot; bads</h2>

source: Recently awarded badges
wo: Ñiñ may bads bu yàggul

source: awarded to
wo: may nañu ko

source: Previous
wo: Li jiitu

source: Next
wo: Li ci topp

source: Badge: %(badge_name)s
wo: Bads: %(badge_name)s

source: Recent awardees
wo: Ñiñ may bu yàggul

source: All available SUMO badges
wo: Badsi SUMO yi jàppandi yépp

source: Congratulations!
wo: Ndokkale!

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
wo: <strong>%(awarder)s</strong> may nala badsu <strong>%(title)s</strong>!

source: You have been awarded the <strong>%(title)s</strong> badge!
wo: May nañu la badsu <strong>%(title)s</strong>!

source: See all the details...
wo: Xool leeral yépp...

source: %(awarder)s has awarded you the %(title)s badge!
wo: %(awarder)s joxna la badsu %(title)s!

source: You have been awarded the %(title)s badge!
wo: Jox nañu la badsu %(title)s!

source: See all the details:
wo: Gis leeral yépp:

source: Re: {forum} - {thread}
wo: Ton: {forum} - {thread}

source: Recently updated threads about %s
wo: Tombi waxtaan yuñ yeesal te jëm ci %s

source: Recent posts in %s
wo: Siiwal yi mujj ci %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
wo: Sa tur wi daa gàtt lool (%(show_value)s araf). War na am gën gaa néew %(limit_value)s araf.

source: Please provide a message.
wo: Joxeel benn bataaxal.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
wo: Sa bataaxal bi daa gàtt lool (%(show_value)s araf). War na am gën gaa néew %(limit_value)s araf.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
wo: Jéemal a yamale sa guddaayu bataaxal ci %(limit_value)s araf walla lu ko yées. Mu ngi ci %(show_value)s araf.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
wo: Far Siiwal bi | {t} | Waxtaane {d} | Dalu xam-xam

source: Discuss
wo: Waxtaan

source: Delete Post
wo: Far siiwal bi

source: Are you sure you want to delete this post?
wo: Ndax leer nala ni danga bëgg a far siiwal bi?

source: Author
wo: Bindkat bi

source: Date
wo: Bis bi

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
wo: Yaa ngi waaj a far siiwal bi ba fàww. <strong>Dootoo ci mën jotati!</strong> Ndax leer nala ni danga ko bëgg a far?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
wo: Far tombu waxtaan | {t} | Waxtaanu {d} | Dalu xam-xam

source: Delete Thread
wo: Far tombu waxtaan wi

source: Are you sure you want to delete this thread?
wo: Ndax leer nala ni danga bëgg a far waxtaan wii?

source: Number of Replies
wo: Limu tontu yi

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
wo: Yaa ngi waaj a far tombu waxtaan wi ba fàww. <strong>Dootoo ci mën jotati!</strong> Ndax leer nala ni danga ko bëgg a far?

source: {locale_name} Discussions | Knowledge Base
wo: Waxtaani {locale_name} | Dalu xam-xam

source: {locale_name} Discussions
wo: Waxtaani {locale_name}

source: {l} Knowledge Base Discussions
wo: Waxtaani dalu xam-xamu {l}

source: Stop watching this locale
wo: Bàyyil xool làkk wii

source: Watch this locale
wo: Xoolal làkk wii

source: Watch
wo: Xool

source: Replies
wo: Tontu yi

source: Last Post
wo: Siiwal gu mujj

source: You are watching this thread
wo: Yaa ngi xool waxtaan wii

source: You are not watching this thread
wo: Xooloo waxtaan wii

source: There are no threads. Maybe you should create some!
wo: Waxtaan amu fi. Danga war a sos benn!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
wo: Soppali ab siiwal | {t} | Waxtaanu {d} | Dalu xam-xam

source: Edit a post
wo: Soppali ab siiwal

source: Update post
wo: Yeesal siiwal bi

source: Edit thread {t} | {d} Discussion | Knowledge Base
wo: Soppali waxtaan {t} | Waxtaanu {d} | Dalu xam-xam

source: Edit thread
wo: Soppali waxtaan wi

source: Edit thread "{t}"
wo: Soppali "{t}"

source: Update thread
wo: Yeesal waxtaan wi

source: Create a new thread | {d} | Knowledge Base
wo: Sos waxtaan wu bees | {d} | Dalu xam-xam

source: Create a new thread
wo: Sos waxtaan wu bees

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
wo: Weesu nga limu waxtaan ak tontu yiñ mën a siiwal ci diir biñ la may. Jéemaatal ci kanam tuuti.
