Repository: mozilla-l10n/sumo-l10n
Catalog: wo/LC_MESSAGES/djangojs.po
Languages: wo

source: Questions
wo: Laaj yi

source: Solved
wo: Saafarawu na

source: % Solved
wo: % Saafarawu na

source: Responded in 24 hours
wo: Tontu na ci 24 waxtu

source: % Responded in 24 hours
wo: % Tontu na ci 24 waxtu

source: Responded in 72 hours
wo: Tontu na ci 72 waxtu

source: % Responded in 72 hours
wo: % Tontu na ci 72 waxtu

source: Not responded in 24 hours
wo: Tontuwul ci 24 waxtu

source: Not responded in 72 hours
wo: Tontuwul 72 waxtu

source: Article Votes: % Helpful
wo: Sànnil kàrt Xët: % Ci njariñ

source: Answer Votes: % Helpful
wo: Sànnil kàrt tontu: % Ci njariñ

source: Support Forum
wo: Pencum Ndimbal

source: Click Through Rate %
wo: Nattug Bësu seet %

source: Visitors
wo: Seetkat yi

source: Percent Yes
wo: Pursantaasu Waaw

source: Yes
wo: Waaw

source: No
wo: Déedet

source: I don't know
wo: Xamu ma

source: Error loading graph
wo: Njuumteg yabug grafik

source: An error occured.
wo: Njuumte am na.

source: There was an error generating the preview.
wo: Njuumte am na ci defarug xoolandi gi.

source: There was an error submitting your vote.
wo: Njuumte am na ci sab sànni kàrt.

source: You replied
wo: Tontu nga

source: You and 1 other replied
wo: Yaw ak keneen tontu ngeen

source: Account banned successfully!
wo: Bañug sàq mi jaar na yoon!

source: Username not provided.
wo: Kenn joxewul turu jëfandikukat bi.

source: This account is already banned!
wo: Bàñ nañu sàq mi ba noppi!

source: Account is now being ignored!
wo: Ñu ngi bañ a faale sàq mi!

source: This account is already being ignored!
wo: Ñu ngi bañ sàq mi ba noppi!

source: No users selected!
wo: Tànnu ñu benn jëfandikukat!

source: %(num)s <small>of %(total)s</small>
wo: %(num)s <small>ci %(total)s</small>

source: No differences found
wo: Gisu ñu benn wuute

source: Cancel
wo: Bàyyi

source: You are not watching this thread
wo: Xooloo waxtaan wii

source: You are watching this thread
wo: Yaa ngi xool waxtaan wii

source: Image Attachment
wo: Yóbbalub Nataal

source: Could not upload file. Please try again later.
wo: Mënul yab taxañ bi. Jéemaatal ci kanam.

source: Invalid image. Please select a valid image file.
wo: Nataal bi baaxul. Tànnal taxañu nataal bu baax.

source: Image too large. Please select a smaller image file.
wo: Nataal bi baaxul. Tànnal taxañu nataal bu baax.

source: Upload cancelled. Please select an image file.
wo: Bàyyi na yab gi. Tànnal ab taxañu nataal.

source: File deleted. Please select an image file.
wo: Gis na taxañ bi. Tànnal ab taxañu nataal.

source: Delete this image
wo: Faral nataal bii

source: Uploading "%s"...
wo: Mi ngi yab "%s"...

source: Loading...
wo: Mi ngi yabu...

source: No votes data
wo: Amul njoxe sànni kàrt

source: Votes
wo: Sànni kàrt

source: Percent
wo: Pursaa

source: Bold
wo: Duuf

source: bold text
wo: mbind mu duuf

source: Italic
wo: Weng

source: italic text
wo: mbind mu weng

source: Numbered List
wo: Lim bu am nimero

source: Numbered list item
wo: Ëmbeefu lim bu am nimero

source: Bulleted List
wo: Lim bu am piis

source: Bulleted list item
wo: Ëmbeefu lim bu am piis

source: Heading 1
wo: Tur 1

source: Heading 2
wo: Tur 2

source: Heading 3
wo: Tur 3

source: Insert a link...
wo: Roof ab lëkkalekaay...

source: link text
wo: mbindu lëkkalekaay

source: Link text:
wo: Mbindu lëkkalekaay:

source: Link target:
wo: Jëmuwaayu lëkkalekaay:

source: Support article:
wo: Xëtu ndimbal:

source: Enter the name of the article
wo: Dugalal turu xët wi

source: External link:
wo: Lëkkalekaayu biti:

source: Enter the URL of the external link
wo: Dugalal URL u lëkkalekaayu biti

source: No sections found
wo: Gisul benn wàll

source: Insert Link
wo: Roof Lëkkalekaay

source: Knowledge Base Article
wo: Xëtu Dalub Xam-xam

source: Insert media...
wo: Roof mejaa...

source: media
wo: mejaa

source: Search Gallery
wo: Seet ci Kàggu

source: Show:
wo: Wane:

source: Images
wo: Nataal yi

source: Videos
wo: Wideo yi

source: Show media for:
wo: Wane mejaa ngir:

source: Insert Media
wo: Roof Nataal

source: Upload Media
wo: Yab Mejaa

source: Please select an image or video to insert.
wo: Tànnal nataal walla wideo booy roof.

source: Oops, there was an error.
wo: Oops, njuumte am na.

source: Common responses
wo: Tontu yiñ gën a ñëw

source: cannedresponses
wo: tonti daas fanaanal

source: Search for common responses
wo: Seet tontu yiñ gën a ñëw

source: Categories
wo: Wàll yi

source: Responses
wo: Tontu yi

source: Please select a category from the previous column or start a search.
wo: Tànnal ab wàll ci kolon bi weesu walla nga tàmbalib seet.

source: Response editor
wo: Siiwalkatu tontu

source: Switch to preview mode
wo: Jàll ci anamu xoolandi

source: Insert Response
wo: Roof Tontu

source: Matching responses
wo: Tontu yi méngoo

source: There was an error checking for canned responses.
wo: Njuumte am na ci seetug tontu daas fanaanal yi.

source: Response preview
wo: Xoolandib tontu

source: Switch to edit mode
wo: Jàll ci anamu soppali

source: Quote previous message...
wo: Wax ci bataaxal bi weesu...

source: Reply...
wo: Tontu...

source: %s characters remaining
wo: %s ciy araf a des

source: There was an error.
wo: Njuumte am na.

source: There was an error. Please try again in a moment.
wo: Njuumte am na. Jéemaatal ci kanam.

source: Daily
wo: Ci bis bi

source: Weekly
wo: Ci ayu-bis bi

source: Monthly
wo: Ci weer wi

source: Week beginning %(year)s-%(month)s-%(date)s
wo: Ayu-bis buy tàmbalee %(year)s-%(month)s-%(date)s

source: Month beginning %(year)s-%(month)s-%(date)s
wo: Weer wuy tàmbalee %(year)s-%(month)s-%(date)s

source: 1y
wo: 1 at

source: All
wo: Lépp

source: From %(from_input)s to %(to_input)s
wo: Dalee %(from_input)s ba %(to_input)s

source: Invalid tag entered: %s
wo: etiket biñ dugal baaxul: %s

source: No tags entered.
wo: Dugalul benn etiket.

source: No, ignore
wo: Déedet, bàyyil noonu

source: Did you mean %s?
wo: Da nga bëggoon ni %s?

source: Error uploading image
wo: Njuumteg yab nataal bi

source: Error deleting image
wo: Njuumteg far nataal bi

source: Please check you are logged in, and try again.
wo: Seetal ndax lënku nga te nga jéemaat.

source: Search for a user...
wo: Mi ngi seet ab jëfandikukat...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
wo: ÀRTU! Ndax leer nala ni danga bëgg a dakkal jëfandikukat bii? Kenn mënatu dara!

source: Active Contributors
wo: Bokk yiy dox

source: A document with this title already exists in this locale.
wo: Wayndare bu am tur wii am na ci làkk wi ba noppi.

source: A document with this slug already exists in this locale.
wo: Wayndare bu am ràññeekaay bi am na ci làkk wi ba noppi.

source: Choose revisions to compare
wo: Tànnub jàngat ngir méngale

source: Toggle syntax highlighting
wo: Taal/fay fësalug mbind mi

source: Toggle Diff
wo: Baskile méngalekat bi
