Repository: mozilla-l10n/sumo-l10n
Catalog: wo/LC_MESSAGES/yaocho.po
Languages: wo

source: Download documents for offline use?
wo: Yebbil wayndare bi ngir mën ko jëfandikoo fu amul net?

source: Yes
wo: Waaw

source: No
wo: Déedet

source: All Topics
wo: Tomb Yépp

source: Network Error.
wo: Njuumte Reso:

source: Documents finished downloading.
wo: Yebbig jukki yi yegg na.

source: Mozilla Support
wo: Ndimbalu Mozilla

source: Download All Documents
wo: Yebbi Wayndare Yépp

source: Clear Cache
wo: Far liñ Nëbb

source: Cache cleared.
wo: Far nañu liñ nëbb.
