Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/djangojs.po
Languages: yo

source: Questions
yo: Àwọn ìbéèrè

source: Solved
yo: Ìyanjú

source: % Solved
yo: % Ìyanjú

source: Responded in 24 hours
yo: Fèsì láarín wákàtí 24

source: % Responded in 24 hours
yo: % Fèsì láarín wákàtí 24

source: Responded in 72 hours
yo: Fèsì láarín wákàtí 72

source: % Responded in 72 hours
yo: % Fèsì láarín wákàtí 72

source: Not responded in 24 hours
yo: Kò fèsì láarín wákàtí 24

source: Not responded in 72 hours
yo: Kò fèsì láarín wákàtí 72

source: Article Votes: % Helpful
yo: Àwọn Ìbò Àròkọ: % Ṣèrànlọ́wọ́

source: Answer Votes: % Helpful
yo: Àwọn Ìbò Ìdáhùn: % Ṣèrànlọ́wọ́

source: non en-US KB
yo: en-US KB

source: Support Forum
yo: Àtìlẹ́yìn Àpérò

source: Army of Awesome
yo: Ọmọ-ogun ti Ìyalẹ́nu

source: Click Through Rate %
yo: Ṣíra tẹ̀ Nípasẹ̀ Òsùwọ̀n %

source: Visitors
yo: Àwọn olùbẹ̀wò

source: L10n Coverage
yo: L10n Alásopọ̀

source: Percent Yes
yo: Ìdá Ọgọ́rùn ún Bẹ́ẹ̀ni

source: Yes
yo: Bẹ́ẹ̀ni

source: No
yo: Rárá

source: I don't know
yo: Mí o mọ̀

source: Error loading graph
yo: Àṣìṣe ajẹmáwòrán ń gbáradì

source: An error occured.
yo: Àṣiṣe wáyé.

source: There was an error generating the preview.
yo: Àṣìṣẹ kan ń wáyé ní àkọ́gbéyẹ̀wò.

source: There was an error submitting your vote.
yo: Àṣìṣẹ kan wáyé nígbà ìfi ìbò sílẹ̀.

source: You replied
yo: O dáhùn

source: You and 1 other replied
yo: Ìwọ àti ènìyàn 1 dáhùn

source: Account banned successfully!
yo: A dènà àkọ́ọ́lẹ̀ dáradára!

source: Username not provided.
yo: Kò pesè orúkọ aṣàmúlò.

source: This account is already banned!
yo: Ati dènà àkọ́ọ́lẹ̀ yí náà!

source: Account is now being ignored!
yo: Atipa àkọ́ọ́lẹ̀ tì!

source: This account is already being ignored!
yo: Ati ńpa àkọ́ọ́lẹ̀ tì náà!

source: No users selected!
yo: Akòyan àwọn olùṣàmúlò kankan!

source: %(num)s <small>of %(total)s</small>
yo: %(num)s <small>ti %(total)s</small>

source: No differences found
yo: Akòrí àwọn ìyàtọ̀

source: Cancel
yo: Parẹ́

source: You are not watching this thread
yo: O kò wo èròjà atẹ̀lélànà yíì

source: You are watching this thread
yo: O ńwo èròjà atẹ̀lélànà yíì

source: Image Attachment
yo: Ìsomọ́ Àwòrán

source: Could not upload file. Please try again later.
yo: Kòleṣe igbàsókè fáìlì. Jọ̀wọ́ gbìyànjúsi bóyá.

source: Invalid image. Please select a valid image file.
yo: Àwòrán àìfẹsẹ̀múlẹ̀. Jọ̀wọ́ yan àwòrán fáìlì àfẹsẹ̀múlẹ̀.

source: Image too large. Please select a smaller image file.
yo: Àwòrán tóbijù. Jọ̀wọ́ yan àwòrán fáìlì tó kéré.

source: Upload cancelled. Please select an image file.
yo: Ìgbàsókè ti pa rẹ́. Jọ̀wọ́ yan àwòrán fáìlì.

source: File deleted. Please select an image file.
yo: Pa fáìlì rẹ́. Jọ̀wọ́ yan àwòrán fáìlì.

source: Delete this image
yo: Pa àwòrán yii rẹ́

source: Uploading "%s"...
yo: Ń gbàsókè "%s"...

source: Loading...
yo: Ń gbáradì...

source: No votes data
yo: Kòsí àwọn ìdìbò dátà

source: Votes
yo: Àwọn ibò

source: Percent
yo: Ìdá ọgọ́rùn ún

source: Bold
yo: Nípọn

source: bold text
yo: ọ̀rọ̀ tó hàn gbàngbà

source: Italic
yo: Lẹ́tà wíwọ́

source: italic text
yo: ọ̀rọ̀ lẹ́tà wíwọ́

source: Numbered List
yo: Àtòkọ Onínọ́ńbà

source: Numbered list item
yo: Wúnrẹ̀n àtòkọ onínọ́ńbà

source: Bulleted List
yo: Àtọ̀kọ oníbúlẹ́ẹ̀tì

source: Bulleted list item
yo: Wúnrẹ̀n àtọ̀kọ oníbúlẹ́ẹ̀tì

source: Heading 1
yo: Àkórí 1

source: Heading 2
yo: Àkórí 2

source: Heading 3
yo: Àkórí 3

source: Insert a link...
yo: Ṣàfibọ̀ tọ́kasí kan...

source: link text
yo: tọ́kasí àyọkà

source: Link text:
yo: Tọ́kasí àyọkà:

source: Link target:
yo: Tọ́kasí àfojúsùn:

source: Support article:
yo: Àtìlẹ́yìn àròkọ:

source: Enter the name of the article
yo: Wọlé pẹ̀lú orúkọ àròkọ náà

source: External link:
yo: Ìtọ́kasí àtìtawá:

source: Enter the URL of the external link
yo: Wọlé sí URL ti ìtọ́kasí àtìtawá

source: No sections found
yo: Akòrí àwọn apákan

source: Insert Link
yo: Àfibọ̀ Ìsopọ̀

source: Knowledge Base Article
yo: Àròkọ Tódálé Ìmọ̀

source: Insert media...
yo: Àfibọ̀ mídíà...

source: media
yo: mídíà

source: Search Gallery
yo: Ìṣàwárí Gbàgede

source: Show:
yo: Ṣàfihàn:

source: Images
yo: Àwọn àwòrán

source: Videos
yo: Fídíò

source: Show media for:
yo: Ṣàfihàn mídíà fún:

source: Insert Media
yo: Ṣàfibọ̀ Mídíà

source: Upload Media
yo: Ìgbàsókè Mídíà

source: Please select an image or video to insert.
yo: Jọ̀wọ́ yan àwòrán tàbí fídíò làti ṣàfibọ̀.

source: Oops, there was an error.
yo: Ha, àṣiṣe wà.

source: Common responses
yo: Àwọn èsì tó wópọ̀

source: cannedresponses
yo: àwọn èsì tí a dépa

source: Search for common responses
yo: Ìṣàwárí fun àwọn èsì tó wópọ̀

source: Categories
yo: Àwọn ìsọ̀rí

source: Responses
yo: Àwon èsì

source: Please select a category from the previous column or start a search.
yo: Jọ̀wọ́ yan ìsọ̀rí láti ìlà òró ìṣaajú tábi bẹ̀rẹ̀ ìṣàwárí.

source: Response editor
yo: Olóòtú èsì

source: Switch to preview mode
yo: Yípadà sí móòdù ìṣaajú

source: Insert Response
yo: Ṣàfibọ̀ Èsì

source: Matching responses
yo: Èsì tó báàmù

source: There was an error checking for canned responses.
yo: Àṣiṣe wáyé ní ìṣàyẹwò fún èsì tí a dé.

source: Response preview
yo: Àkọ́wò èsì

source: Switch to edit mode
yo: Yípadà sí móòdù ìṣàtúnṣe

source: Quote previous message...
yo: Àsotúnso iṣẹ́ ìṣaajú...

source: Reply...
yo: Èsì...

source: %s characters remaining
yo: %s àwọn ẹyọ ọ̀rọ̀ tókù

source: There was an error.
yo: Àṣìṣe kàn wa.

source: There was an error. Please try again in a moment.
yo: Àṣìṣe kàn wa. Jọ̀wọ́ gbìyànjú láìpẹ́ lẹ́ẹ́kànsi.

source: Daily
yo: Ojúmọ́

source: Weekly
yo: Ọ̀sẹ̀ẹ̀sẹ̀

source: Monthly
yo: Òṣòòṣù

source: All
yo: Gbogbo

source: Invalid tag entered: %s
yo: Wọlé àmì àìkójú ìwọ̀n: %s

source: No tags entered.
yo: Kòsí aṣàmì tí a mú wọlé.

source: No, ignore
yo: Rara, paátì

source: Did you mean %s?
yo: Ṣé ohun tí o ńsọ ni %s?

source: Error uploading image
yo: Àṣìṣe gbígbáradì àwòrán

source: Error deleting image
yo: Àṣìṣe ìparẹ́ àwòrán

source: Please check you are logged in, and try again.
yo: Jọ̀wọ́ ri pé o ti ṣàtẹ̀wọlé, kí o gbìyànjú lẹ́ẹ̀kànsi.

source: Search for a user...
yo: Ṣàwarí olùṣàmúlò...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
yo: ÌKÌLỌ̀! Ṣé ó dá ọ lójú pé o fẹ́ṣe àìmúṣiṣẹ́ olùṣàmúlò yíì? Akòle ṣàyípadà èyí!

source: Active Contributors
yo: Olùdásí Tó ń ṣiṣẹ́

source: A document with this title already exists in this locale.
yo: Àkọsílẹ̀ pẹ̀lú àkọlé yìí ti wà tẹ́lẹ̀ ní tìbílẹ̀ yíì.

source: A document with this slug already exists in this locale.
yo: Àkọsílẹ̀ pẹ̀lú silọgi yìí ti wà tẹ́lẹ̀ ní tìbílẹ̀ yíì.

source: Choose revisions to compare
yo: Yan àtúnyẹ̀wò láti fi wéra

source: Toggle syntax highlighting
yo: Ìṣípòpadà ń ṣàgbéyọ síntáàsì

source: Toggle Diff
yo: Ìyàtọ̀ Ìṣípòpadà
