Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

# DB: badger.Badge.description
source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré SUMO L10n 2014 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2014; ní ìdí èyí: Ìṣàtúnṣe mẹ́wà tí a gbà ti Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO L10n 2014 ti Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2014 KB Badge
yo: 2014 KB Báàjì

# DB: badger.Badge.description
source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
yo: Báàjì kékeré Apèjọ SUMO KB 2014 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2014; ní ìdí èyí: Ìṣàtúnṣe 10 tí a gbà ti Gẹ̀ẹ́sì Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO KB 2014 ti Iṣẹ́ Mozilla

# DB: badger.Badge.title
source: 2014 Support Forum Badge
yo: 2014 Báàjì Àpèjọ Àtìlẹ́hìn

# DB: badger.Badge.description
source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré Apèjọ SUMO 2014 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2014 ní ìdí èyí: èsì 30 ní Gẹ̀ẹ́sì Apèjọ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO 2014 ti Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: Firefox 29 Launch Team
yo: Firefox 29 Ìgbìmọ̀ Ìṣàfilọ́lẹ̀

# DB: badger.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
yo: Ẹ̀bùn-ìfakọ̀yọ láti ṣàtilẹhìn àwọn olùdásí tí o dásí (aròkọ ìlànà ìṣàmúlò KB, Ìdáhùn Ìbéèrè Apèjọ, Ìsọ̀dìbílẹ̀ aròkọ ìlànà ìṣàmúlò KB, túwítì, abbl) láti ṣàgbékalẹ̀ Firefox 29, o ṣeun! Àbùdá Firefox 29: 1. Àtẹ iṣẹ́ Firefox, ìwò àti ìrirí titun Australis ÀTI múdọ́gba Ìdalé Àkọ́ọ́lẹ̀ Firefox 2. Firefox fún Android: múdọ́gba Ìdalé Àkọ́ọ́lẹ̀ Firefox MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges

# DB: badger.Badge.title
source: 2008 L10n Badge
yo: 2008 L10n Báájì

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2008.
yo: Báájì yíì gba ẹ̀bùn-ìfakọ̀yọ fún àwọn olùdásí pẹ̀lú ìṣàtúnṣe ìtumọ̀ mẹ́wà tí a gbà wọlé ní 2008.

# DB: badger.Badge.title
source: 2009 L10n Badge
yo: 2009 L10n Báájì

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2009.
yo: Ẹ̀bùn-ìfakọ̀yọ báàjì ni a fún àwọn olùdásí pẹ̀lú ìsàtúnṣe ìtumọ̀ mẹ́wà tí a gbà ní 2009.

# DB: badger.Badge.title
source: 2012 Army of Awesome Badge
yo: 2012 Báájì Ọmọ ogun ti Ìyàlẹ́nu

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
yo: Ọmọ ogun ti Ìyàlẹ́nu SUMO 2012 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2012; ní ipò yíì: Ọmọ ogun ti Ìyàlẹ́nu 50 túwìtì. Ìkú oríire fún gbogbo Ọmọ ogun ti Ìyàlẹ́nu SUMO 2012 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2013 Army of Awesome Badge
yo: 2013 Báájì Ọmọ ogun ti Ìyàlẹ́nu

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
yo: Ọmọ ogun ti Ìyàlẹ́nu SUMO 2013 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2013; ní ipò yíì: Ọmọ ogun ti Ìyàlẹ́nu 50 túwìtì. Ìkú oríire fún gbogbo Ọmọ ogun ti Ìyàlẹ́nu SUMO 2013 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2010 Army of Awesome Badge
yo: 2010 Báájì Ọmọ ogun ti Ìyàlẹ́nu

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
yo: Ọmọ ogun ti Ìyàlẹ́nu SUMO 2010 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2010; ní ipò yíì: Ọmọ ogun ti Ìyàlẹ́nu 50 túwìtì. Ìkú oríire fún gbogbo Ọmọ ogun ti Ìyàlẹ́nu SUMO 2010 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2011 Army of Awesome Badge
yo: 2011 Báájì Ọmọ ogun ti Ìyàlẹ́nu

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
yo: Ọmọ ogun ti Ìyàlẹ́nu SUMO 2011 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2011; ní ipò yíì: Ọmọ ogun ti Ìyàlẹ́nu 50 túwìtì. Ìkú oríire fún gbogbo Ọmọ ogun ti Ìyàlẹ́nu SUMO 2011 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2012 Support Forum Badge
yo: 2012 Báájì Ọmọ ogun ti Ìyàlẹ́nu

# DB: badger.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré Àpèjọ SUMO 2012 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2012 ní ìdí èyí: Èsì 30 ní Gẹ̀ẹ́sì Apèjọ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO 2012 ti Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2010 KB Badge
yo: 2010 KB Báàjì

# DB: badger.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
yo: Báàjì kékeré SUMO KB 2010 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2010; ní ìdí èyí: Ìṣàtúnṣe 10 tí a gbà ní Gẹ̀ẹ́sì Ìpinlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO KB 2010 ti Iṣẹ́ Mozilla

# DB: badger.Badge.title
source: 2010 L10n Badge
yo: 2010 L10n Báàjì

# DB: badger.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré ti SUMO L10n 2010 wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2010; ní ìdí èyí: ìsàtúnṣe ìtumọ̀ 10 tí a gbà ti Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olùgba báàjì SUMO L10n 2010 fún ìtẹ̀siwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2010 Support Forum Badge
yo: 2010 Báàjì Àpèjọ Àtìlẹ́hìn

# DB: badger.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré jẹ Àpèjọ SUMO L10n 2010 tí ó wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2010 ní ìdí èyí: Èsì 30 tí Àpèjọ Gẹ̀ẹ́sì SUMO. Kú oríire fún gbogbo olùgba báàjì Àpèjọ SUMO 2010 fún ìtẹ̀siwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2011 KB Badge
yo: 2011 KB Báàjì

# DB: badger.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré ti SUMO KB 2011 wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2011; ní ìdí èyí: ìsàtúnṣe ìtumọ̀ 10 tí a gbà ti Gẹẹsi Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olùgba báàjì SUMO KB 2011 fún ìtẹ̀siwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2011 L10n Badge
yo: 2011 L10n Báájì

# DB: badger.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
yo: SUMO L10n 2011 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2011; ní ipò yíì: Ó gba ìṣàtúnṣe ìtumọ̀ 10 wọlé ti Ìpínlẹ̀ Ìmọ̀ SUMO. Ìkú oríire fún gbogbo SUMO L10n 2011 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2011 Support Forum Badge
yo: 2011 Báájì Apèjọ Àtìlẹ́hìn

# DB: badger.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
yo: Apèjọ SUMO 2011 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2011 ní ipò yíì: 30 èsì ní Apèjọ Gẹ̀ẹ́sì SUMO. Ìkú oríire fún gbogbo Apejọ SUMO 2011 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2012 KB Badge
yo: 2012 KB Báájì

# DB: badger.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
yo: SUMO KB 2012 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2012; ní ipò yíì: Ó gba ìṣàtúnṣe ìtumọ̀ 10 wọlé ti Ìpínlẹ̀ Ìmọ̀ Gẹ̀ẹ́sì SUMO. Ìkú oríire fún gbogbo SUMO KB 2012 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2013 KB Badge
yo: 2013 KB Báájì

# DB: badger.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
yo: SUMO KB 2013 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2013 ní ipò yíì: Ó gba ìṣàtúnṣe ìtumọ̀ 10 wọlé ti Ìpínlẹ̀ Ìmọ̀ Gẹ̀ẹ́sì SUMO. Ìkú oríire fún gbogbo SUMO KB 2013 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2013 L10n Badge
yo: 2013 L10n Báájì

# DB: badger.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré jẹ Àpèjọ SUMO L10n 2013 tí ó wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2013 ní ìdí èyí: ìsàtúnṣe ìtumọ̀ 10 tí a gbà ti Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olùgba báàjì Àpèjọ SUMO L10n 2013 fún ìtẹ̀siwájú Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2013 Support Forum Badge
yo: 2013 Báàjì Àpèjọ Àtìlẹ́hìn

# DB: badger.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
yo: Báàjì kékeré jẹ Àpèjọ Àpèjọ SUMO 2013 tí ó wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2013 ní ìdí èyí: Èsì 30 ní Gẹ̀ẹ́sì Àpèjọ SUMO. Kú oríire fún gbogbo olùgba báàjì Àpèjọ SUMO 2013 fún ìtẹ̀siwájú Iṣẹ́ Mozilla

# DB: badger.Badge.title
source: 2012 L10n Badge
yo: 2012 L10n Báàjì

# DB: badger.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré SUMO L10n 2012 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2012; ní ìdí èyí: Ìṣàtúnṣe ìtumọ̀ 10 tí a gbà ti Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO L10n 2012 ti Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: Kitsune Contributor
yo: Olùdasí Kitsune

# DB: badger.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
yo: Ẹ̀bùn-ìfakọ̀yọ báàjì fún àwọn tó dásí ìpínlẹ̀ kóòdù Kitsune.

source: To field is required.
yo: Sí àayè wúnrẹ̀n tí a nílò.

source: {username} is not a valid username.
yo: {username} jẹ orúkọ aṣàmúlò aláìbẹgbẹmu.

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
yo: Ríi dájú pé iye yìí ní ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀ (ó ní %àwọn(show_value)).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
yo: Ríi dájú pé iye yìí ní ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀ (ó ní %àwọn(show_value)).

source: read more
yo: kàsi

source: Today at %s
yo: Lónì ní %s

source: %(number)d year ago
yo: %(number)d ọdún sẹ́hìn

source: %(number)d month ago
yo: %(number)d oṣù sẹ́hìn

source: %(number)d week ago
yo: %(number)d ọ̀sẹ̀ tó kọjá

source: %(number)d day ago
yo: %(number)d ọjọ́ tó kọjá

source: %(number)d hour ago
yo: %(number)d wákàtí sẹ́hìn

source: %(number)d minute ago
yo: %(number)d ìṣẹjú ṣẹ́hìn

source: %(number)d second ago
yo: %(number)d ìṣẹjú àayá ṣẹ́hìn

source: Page does not exist.
yo: Kòsí ojú ewé.

source: The image "%s" does not exist.
yo: Kòsí àwòrán náà "%s".

source: The video "%s" does not exist.
yo: Kòsí fídíò náà "%s".

source: Button of type "%s" does not exist.
yo: Kòsí irufẹ́ bọ́tìnì "%s".

source: Would you like to view this page in %(language)s instead?
yo: Ṣé wà fẹ́ láti wo ojú ewé yìí ní %àwọn(language) dípò?

# site_title
source: Mozilla Support
yo: Àtìlẹ́hìn Mozilla

source: Skip to main content
yo: Fòó lọsí ojú àkóónú gan

source: Switch language
yo: Ìpàrọ̀ èdè

source: Skip to search
yo: Fòó láti ṣàwarí

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
yo: Èyí jẹ́ ojúlà wẹ́ẹ̀bù àfihàn, àkóónú ni a tún kọ ní ọjọ́ 1 nínu oṣù.<br>Ìgbéjáde ojúlà wẹ́ẹ̀bù ni <a href="http://support.mozilla.org">níbí</a>.

source: This page doesn't have a mobile optimized version. Tap here to go back.
yo: Ojú ewé yìí kòní ẹ̀yà ṣàpéye alágbeká. Tẹ̀ níbí láti padà.

source: Tap here to go to the mobile version of the site.
yo: Tẹ̀ níbí láti lọsí ẹ̀yà alágbeká ojúlà wẹ́ẹ̀bù náà.

source: Portions of this content are &copy;1998–2015 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
yo: Ìpín ti àkóónú yíì ni &ẹda;1998–2015 <br>lọ́dọ̀ ọ̀kọ̀ọ̀kan àwọn olùdásí mozilla.org. Àkóónú<br>wà lábẹ́ <a href="//www.mozilla.org/foundation/licensing/website-content.html">Ìwé Ẹ̀rí Ajùmọ̀ Ṣẹ̀dá</a>.

source: Contact Us
yo: Kànsí Wa

source: Privacy Policy
yo: Ìlànà Ìpamọ́

source: Legal Notices
yo: Àwifún Òfin

source: Report Trademark Abuse
yo: Ìṣàfisùn Àṣìlò Àmìokoòwò

source: Source Code
yo: Orísun Kóòdù

source: Firefox Affiliates
yo: Sopọ̀mọ́ Firefox

source: Switch to mobile site
yo: Yí si ojúle wẹ́ẹ̀bù alágbeká

source: Change your email preferences
yo: Ṣàyípadà àwọn ìbuyìfún í-meélì rẹ̀

source: Unsubscribe from these emails
yo: Àìfọwọ́sí láti àwọn í-meélì yíì

source: Oops, your request was unsuccessful
yo: Ho, ìbéèrè rẹ kò sàse yọrí

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
yo: Akòle ṣe ìbéèrè rẹ. Bóyá nítorí ìṣe kò balọ tàbí o gbìyànjú láti ṣe ìṣe àìfẹsẹ̀múlẹ̀.

source: Access denied
yo: Kò gba ìráyè sí

source: You must have cookies enabled to login or register.
yo: O gbọ́dọ̀ ní kúkísì ta fàyègbà kí o tó lè wọlé tàbí forúkọsílẹ̀.

source: You do not have permission to access this page.
yo: O kòní ìyànda láti wọlé ojú ewé yìí.

source: Log in
yo: Wọlé

source: Page Not Found
yo: Kò rí Ojú Ìwé

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
yo: Mábinú, a kòrí ojú ewé tí o ń wá. Jọ̀wọ́, gbìyànjú ìṣàwarí ojúle wẹ́ẹ̀bù wa nípa lílo fọ́ọ̀mù ìsàlẹ̀.

source: An Error Occurred
yo: Àṣìṣe Wáyé

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
yo: Ho, rárá! Ó dàbí àṣìṣe àìrò wáyé. Ati fi tó àwọn alábojútó ojúle wẹ́ẹ̀bù létí. Jọ̀wọ́ tún gbìyànjú báyì, tàbí ní ìṣẹjú díẹ̀ si.

source: Contributor Tools
yo: Irinṣé Olùdásí

source: My Questions
yo: Àwọn Ìbéèrè Mi

source: Edit Profile
yo: Ṣatunṣe Àwọn àkójọ ìwífún

source: Settings
yo: Aatò

source: Sign Out
yo: Jáde

source: Sign In
yo: Wọlé

source: For Contributors
yo: Fún àwọn Olùdásí

source: Quickstart Guide
yo: Atọ́nà Ìbẹ̀ẹ̀rẹ̀ kíá

source: News &amp; Resources
yo: Iroyin &amp; Àwọn Àtìlẹ́yìn

source: Contributor Forums
yo: Apèjọ Olùdásí

source: Article Discussions
yo: Ìjírórò Aròkọ

source: Localization Metrics
yo: Ìṣodìbílẹ̀ Métíríkì

source: Help on Twitter
yo: Ṣèrànwọ́ ní Twitter

source: Support Forum Home
yo: Ilé Àpèjọ Àtìlẹ́hìn

source: Moderate Forum Content
yo: Apèjọ Àkóónù Níwọ̀nba

source: Newer
yo: Titun

source: Older
yo: Dàgbà ju

source: Page {n}
yo: Ojú ewé {n}

source: Home
yo: Ilé

source: Navigation
yo: Ìtukọ̀

source: Switch to desktop site
yo: Ṣèpapòdà sí àtẹ iṣẹ́ ojúle wẹ́ẹ̀bù

source: Profile
yo: Ìrísí olùlò

source: Languages
yo: Àwọn èdè

source: Get support for another platform:
yo: Gba àtìlẹ́hìn fún pẹpẹ míràn:

source: Redirecting
yo: Tún ìtọ́sọ́nà

source: The URL has changed!
yo: Ti sàyípadà URL!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
yo: Ó dàbí o ti di àmì ìwé URL àtijọ. URL titun fún ojú ewé yíì wà nísàlẹ̀. O gbọ́dọ̀ sàtúntò àmì ìwé rẹ. A ó fi URL titun ránṣẹ́ sí ọ ní ìṣẹjú àayá 10.

source: Maintenance in progress
yo: Ìbójútó ni ìtẹ̀síwájú

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
yo: Àbùdá yíì ni a ti yọ kúrò báyì nígbà tí a ń ṣe ìbójútó ojúlà wẹ́ẹ̀bù. Jọ̀wọ́ lo ìgbàwálẹ̀ bọ́tìnì Ẹ̀hìn kí o gbìyànjú díẹ̀ bóyá.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
yo: Àwọn àbùdá kan ní ojú ewé yíì ti wà nípò àìṣeélò fún ìgbà díẹ̀ nígbà tí a ń ṣe àtúnṣe ojúle wẹ́ẹ̀bù. Jọ̀wọ́ tún gbìyànjú si bóyá.

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
yo: Jọ̀wọ́ gbàsókè àwòrán pẹ̀lú ọ̀kan nínu àwọn ìfágùn wọ̀nyíi: jpg, jpeg, png, gif.

source: "%s" is too large (%sKB), the limit is %sKB
yo: "%s" ti tóbijù (%sKB), òpin ni %sKB

source: Model not allowed.
yo: Kògba àwòṣe.

source: Object does not exist.
yo: Kosi ohun rírí.

source: Invalid or no image received.
yo: Àìfẹsẹ̀múlẹ̀ tàbí akògba àwòrán kankan.

source: You are not logged in.
yo: O ti wọlé.

source: The requested image could not be found.
yo: Akòrí àwòrán tí o béèrè.

source: You do not have permission to do that.
yo: O kòní àṣẹ láti ṣe ìyeṅ.

source: Uploaded images:
yo: Ṣàgbàsókè àwòrán:

source: Delete selected images
yo: Pa àwòrán tí a yàn rẹ́

source: Add images:
yo: Ṣàfikún àwòrán:

source: Browse for an image to upload.
yo: Ìgbàwálẹ̀ fún àwòrán sí àgbàsókè.

source: Upload
yo: Ìgbàsókè

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
yo: Aní ìṣòro ìkànsí àdírẹ́sì í-meélì rẹ. Jọ̀wọ́ gbìyànjú àdírẹ́sì míìràn tàbí kànsí alábòójútó.

source: Username may contain only English letters, numbers and ./-/_ characters.
yo: Orúkọ aṣàmúlò lèní lẹ́tà Gẹ̀ẹ́sì nìkan, àwọn nọ́ńbà àti ./-/_ ẹyọ ọ̀rọ̀.

source: Username is required.
yo: Anílò orúkọ aṣàmúlò.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Orúkọ aṣàmúlò kéré jù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ jẹ́ ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
yo: Orúkọ aṣàmúlò ti gùn jù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré.

source: Email address is required.
yo: Nílò àdírẹ́sì í-meélì.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Àdírẹ́sì í-meélì ti kúrú jù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ jẹ ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
yo: Àdírẹ́sì í-meélì ti gùn jù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré.

source: Password is required.
yo: Anílò ọ̀rọ̀ aṣínà.

source: Please enter your password twice.
yo: Jọ̀wọ́ wọlé ọ̀rọ̀ aṣínà rẹ lẹ́ẹ̀mejì.

source: Password must be 8 or more characters.
yo: Ọ̀rọ̀ aṣínà gbọ́dọ̀ jẹ́ ẹyọ ọ̀rọ̀ 8 ó kéré.

source: Watch forum threads I start
yo: Wo àpèjọ èròjà atẹ̀lélànà 1 bẹ̀rẹ̀

source: Watch forum threads I comment in
yo: Wo àpèjọ èròjà atẹ̀lélànà 1 ìdáásí ní

source: Watch KB discussion threads I start
yo: Wo KB ìfọ̀rọ̀wérọ̀ èròjà atẹ̀lélànà 1 bẹ̀rẹ̀

source: Watch KB discussion threads I comment in
yo: Wo KB ìfọ̀rọ̀wérọ̀ èròjà atẹ̀lélànà 1 ìdáásí ní

source: Watch Question threads I comment in
yo: Wo Ìbéèrè èròjà atẹ̀lélànà 1 ìdáásí ní

source: Send emails for private messages
yo: Fi àwọn í-meélì ránṣẹ́ fún àwọn iṣẹ́ àdáni

source: Username:
yo: Orúkọ aṣàmúlò:
