Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
yo: Pa èròjà atẹ̀lélànà rẹ́ | {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpínlẹ̀ Ìmọ̀

source: Delete Thread
yo: Pa Èròjà Atẹ̀lélànà rẹ́

source: Are you sure you want to delete this thread?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa èròjà atẹ̀lélànà rẹ́?

source: Creator
yo: Olùdásílẹ̀

source: Number of Replies
yo: Àwọn Nọ́ńbà Èsì

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa èròjà atẹ̀lélànà pátápátá. <strong>O kòle ṣé padà mọ́!</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀siwájú?

source: {locale_name} Discussions | Knowledge Base
yo: {locale_name} Ìfọ̀rọ̀wérọ̀ | Ìpínlẹ̀ Ìmọ̀

source: {locale_name} Discussions
yo: {locale_name} Ìfọ̀rọ̀wérọ̀

source: {l} Knowledge Base Discussions
yo: {l} Ìfọ̀rọ̀wérọ̀ Ìpínlẹ̀ Ìmọ̀

source: Stop watching this locale
yo: Máṣe wo tìbílẹ̀ yíì mọ́

source: Watch this locale
yo: Wo tìbílẹ̀ yíì

source: Watch
yo: Wò

source: Replies
yo: Àwọn èsì

source: Last Post
yo: Ọ̀rọ̀ àfiranṣẹ́ Tó kẹ̀hìn

source: You are watching this thread
yo: O ń wo èròjà atẹ̀lélànà yíì

source: You are not watching this thread
yo: O wò èròjà atẹ̀lélànà yíì

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
yo: <a href="%(thread_url)s">%àwọn(thread_title)</a><br> in <a href="%(document_discussion_url)s">àwọn(document)</a>

source: by <a class="username" href="{profile_url}">{username}</a>
yo: nípa <a class="username" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
yo: Kòsí èròjà atẹ̀lélànà. Bóyá kí o ṣẹ̀dá àwọn kan!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
yo: Ṣàtúnṣe fọ̀rọ̀ránṣẹ́ | {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpínlẹ̀ Ìmọ̀

source: Edit a post
yo: Ṣàtúnṣe fọ̀rọ̀ránṣẹ́

source: Update post
yo: Ṣàfikùn fọ̀rọ̀ránṣẹ́

source: Edit thread {t} | {d} Discussion | Knowledge Base
yo: Ṣatunṣe èròjà atẹ̀lélànà | {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpínlẹ̀ Ìmọ̀

source: Edit thread
yo: Ṣatunṣe èròjà atẹ̀lélànà

source: Edit thread "{t}"
yo: Ṣatunṣe èròjà atẹ̀lélànà "{t}"

source: Update thread
yo: Ṣafikun èròjà atẹ̀lélànà

source: Create a new thread | {d} | Knowledge Base
yo: Ṣẹda èròjà atẹ̀lélànà titun | {d} | Ìpínlẹ̀ Ìmọ̀

source: Create a new thread
yo: Ṣẹ̀dá èròjà atẹ̀lélànà titun

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
yo: O ti kọjá iye nọ́ńbà àwọn èròjà atẹ̀lélànà àti àwọn èsì tí a lè fọ̀rọ̀ àfiránṣẹ̀ ní iye kan lákókò. Jọ̀wọ́ tún gbìyànjú láìpẹ́.

source: Post Thread
yo: Ọ̀rọ̀ àfiránṣẹ̀ Èròjà atẹ̀lélànà

source: {t} | {d} Discussion | Knowledge Base
yo: {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpìlẹ̀ Ìmọ̀

source: Edit this thread
yo: Ṣàtúnṣe èròjà atẹ̀lélànà yíì

source: Delete this thread
yo: Pa èròjà atẹ̀lélànà yíì rẹ́

source: Unlock this thread
yo: Ṣí èròjà atẹ̀lélànà yíì

source: Lock this thread
yo: Ti èròjà atẹ̀lélànà yíì

source: Unsticky this thread
yo: Àìfirọ́pò àtòpọ̀ èròjà atẹ̀lélànà yíì

source: Sticky this thread
yo: Lílẹ̀mọ́ èròjà atẹ̀lélànà yii

source: Last reply by
yo: Èsì tí ó kẹ́hìn lọ́wọ́

source: Sticky
yo: Lílẹ̀mọ́

source: Locked
yo: Ti tì

source: Stop watching this thread
yo: Dúró wíwo èròjà atẹ̀lélànà yìí

source: Watch this thread
yo: Wo èròjà atẹ̀lélànà yìí

source: Oh, no! Looks like there are no posts!
yo: Ye, irọ! Dabi kosi awọn ìfọ̀rọ̀ránṣẹ́!

source: Post a reply
yo: Fi èsì ránṣẹ́

source: Post Reply
yo: Fi Èsì Ránṣẹ́

source: Preview Reply
yo: Àkọwò Èsì

source: This thread has been locked. It is no longer possible to post new replies.
yo: Ati ti èròjà atẹ̀lélànà yíì. Kòṣééṣe láti fọ̀rọ̀ àfiránṣẹ̀ àwọn èsì titun.

source: {d} Discussion | Knowledge Base
yo: {d} Ìfọ̀rọ̀wérọ̀ | Ìpilẹ̀ Ìmọ̀

source: {d} Discussion
yo: {d} Ìfọ̀rọ̀wérọ̀

source: Post a new thread
yo: Ọ̀rọ̀ àfiránṣẹ̀ èròjà atẹ̀lélànà titun

source: Stop watching this forum
yo: Dúró wíwo àpéjọ yìí

source: Watch this forum
yo: Wo àpéjọ yìí

source: Type
yo: Irúfẹ́

# thread_type
source: Locked
yo: Ti tì

# thread_type
source: Sticky
yo: Lílẹ̀mọ́

source: View this post on the site.
yo: Wo ìfọ̀rọ̀ránṣẹ́ ojúlà wẹ́ẹ̀bù yíì.

source: This forum is a discussion about improving the "%(title)s" article.
yo: Apèjọ jẹ́ ìfọ̀rọ̀wérọ̀ nípa ìmúgbòòrò "%awọn(title)" aròkọ.

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
yo: Àpèjọ yìí jẹ́ ìfọ̀rọ̀wọ́rọ̀ nípa ìmúgbòòrò "%àwọn(aròkọ)" aròkọ. Bí o bá fẹ́ kópa, jọ̀wọ́ <a href="%(register_url)s">forúkọsílẹ̀</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
yo: Àpèjọ ìfọ̀rọ̀wérọ̀ ní ìmúgbòòrò ti ìsọ̀dibílẹ̀ ti "%àwọn(title)" àrokọ̀. Bí o bá fẹ́ṣe ìmúgbòòrò àròkọ àkóónú, lọsí <a href="%(url)s">ìfọ̀rọ̀wérọ̀ àròkọ Gèésì</a>.

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
yo: Bí o bánílò ìrànwọ́ pẹ̀lú Firefox, jọ̀wọ́ <a href="%(aaq_url)s">béèrè ìbéèrè</a>.

source: Edit this post
yo: Ṣàtúnṣe ọ̀rọ̀ àfiránṣẹ̀

source: Delete this post
yo: Pa ọ̀rọ̀ àfiránṣẹ̀ yíì rẹ́

source: 1 post
yo: ọ̀rọ̀ àfiránṣẹ̀ 1

source: Link to this post.
yo: Ìsopọ̀ sí ọ̀rọ̀ àfiranṣẹ́ yìí.

source: Quote
yo: Àyọlò

source: Modified by {name} on {datetime}
yo: Ti Ṣàtúnṣe lọ́wọ {name} ní {datetime}

source: Post Preview:
yo: Àkọ́wọ̀ ọ̀rọ̀ àfiranṣẹ́:

source: Turn off emails for discussion in my locale.
yo: Pa àwọn í-meélì fún fọ̀rọ̀wérọ̀ ní tìbílẹ̀.

source: Get emailed when there is new discussion activity in my locale.
yo: Gba í-meélì nígbà tí iṣẹ́ ìfọ̀rọ̀wérọ̀ titun báwà ní tìbílẹ̀ mi.

source: KPI Dashboard
yo: Pẹpẹiṣẹ́ KPI

source: Questions
yo: Àwọn Ìbéèrè

source: Questions solved
yo: Àwọn ìbéèrè tí a yanjú

source: Definition: Percentage of threads that have answer marked as a solution
yo: Ìtumọ̀: Ìdá ọgọ́rùn ti èròjà atẹ̀lélànà tí ó ní ìdáhùn aṣàmì bíi ọ̀nà àbáyọ

source: Questions responded to within X hours
yo: Àwọn ìbéèrè tí a fèsì láarín àwọn wákàtí X

source: Definition: Percentage of questions that get an action within X hours
yo: Ìtumọ̀: Ìdá ọgọ́rùn àwọn ìbéèrè tí a ṣiṣé lé láarín àwọn wákàtí X

source: Helpfulness of KB articles and Forum
yo: Ìṣẹ̀ranwọ́ àwọn àròkọ KB àti Àpèjọ

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
yo: Ìtúmọ̀: Igun ti “bẹ́ẹ̀ni”/àpapọ̀ àwọn ìbò fún àwọn aròkọ KB, àpèjọ èròjà atẹ̀lélànà

source: Number of active contributors to the English KB
yo: Nọ́ńbà àwọn olùdásí tí o ńṣiṣẹ́ fún Gẹ̀ẹ́si KB

source: Definition: The number of people who have contributed to the KB in the last 30 days.
yo: Ìtumọ̀: Iye àwọn tí ó ti dásí KB ní 30 ọjọ́ sẹ́hìn.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
yo: Ìtumọ̀ ìdasí: ti ṣàtúnṣe 1+ aròkọ tàbí ti ṣàgbéyẹ̀wò 1+ aròkọ

source: Number of active contributors to the non-English KB
yo: Nọ́ńbà àwọn olùdásí tí o ńṣiṣẹ́ tí kìíṣe Gẹ̀ẹ́si KB

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
yo: Ìtumọ̀: Iye àwọn tí ó ti dásí ti kìíṣe Gẹ̀ẹ́sì ẹ̀yà KB ní 30 ọjọ́ sẹ́hìn.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
yo: Ìtumọ̀ ti ìdasí: ṣàtúnṣe 1+ kìíṣe àròkọ Gẹ̀ẹ́sì tàbí ti ṣàyẹ̀wò 1+ kìíṣe àròkọ Gẹ̀ẹ́sì.

source: Number of active forum contributors
yo: Nọ́ńbà apèjọ tí ó ńṣiṣẹ́ àwọn olùdásí

source: Definition: The number of people who have contributed to the forums in the last 30 days.
yo: Ìtumọ̀: Iye àwọn tí ó ti dásí apèjọ ní 30 ọjọ́ sẹ́hìn.

source: Definition of contribution: wrote 10+ posts
yo: Ìtumọ̀ ìdasí: kọ 10+ àwọn ìfọ̀rọ̀ránṣẹ́

source: Number of active Army of Awesome contributors
yo: Nọ́ńbà tó ń ṣiṣẹ́ Ọmọ Ogun ti Ìyàlẹ́nu àwọn olùdásí

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
yo: Ìtúmọ̀: Iye àwọn ènìyàn tí o ti dásí Ọmọ ogun ti Ìyàlẹ́nu ní àarín 30 ọjọ́.

source: Definition of contribution: replied to a tweet.
yo: Ìtúmọ̀ ti Olùdásí: ẹ̀sì sí túwìtì.

source: Search Clickthrough Rate
yo: Ṣàwarí Òsùwọ̀n Ìṣíratẹ̀ kọjá

source: Clickthrough rate
yo: Òsùwọ̀n Ìṣíratẹ̀ kọjá

source: Definition: Percentage of people searching who click on an item on the search results page.
yo: Ìtúmò: Ìdá ọgọ́rùn àwọn ènìyàn tí o ń ṣàwarí tani ó ṣíra tẹ̀ lóri wúnrẹ̀n ní ojú ewé èsì ìṣàwarí.

source: Daily Unique Visitors
yo: Awọn Olùbẹ̀wò Àìlẹ́gbẹ́ Òòjọ́

source: L10n Coverage
yo: Agbègbè L10n

source: L10n coverage
yo: Agbègbè L10n

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
yo: Ìtúmọ̀: Agbègbè L10n jẹ́ ìwọ̀n ti ìdà ọgọ́rùn ìpínlẹ̀ olùbẹ̀wó tí a ṣàpinfún àwọn aròkọ KB fún ní èdè wọn. A ṣe kíkà rẹ̀ ní fífi àkọ́ọ́lẹ̀ ìdá 50 Gẹ̀ẹ́sì tó gajù sọ́kàn nípa ìdúrópàtó ìsọdìbílẹ̀ ti aròkọ kan àti nọ́ńbà àwọn olùbẹ̀wò fún tìbílẹ̀ kọ̀ọ̀kan.

source: Edit levels are taken into account as follows:
yo: Àwọn ìpèle ìṣàtúnṣe ni a fi sọ́kàn bíi:

source: A level 2 review change drops the localization to 50% of the article
yo: Ìpele 2 àtúnyẹ́wò ìyípadà mú ìsọdìbílẹ̀ wálẹ̀ sí 50% ti aròkọ náà

source: A level 3 review change drops the localization to 0% of the article
yo: Ìpele 3 àtúnyẹ́wò ìyípadà mú ìsọdìbílẹ̀ wálẹ̀ sí 0% ti aròkọ náà

source: More than one level 2 review change drops the localization to 0%
yo: Ju ìpele 2 àtúnyẹ́wò tìyípadà mú ìsọdìbílẹ̀ wálẹ̀ sí 0%

source: Example:
yo: Àpẹẹrẹ:

source: German makes up 10% of our visitor base
yo: Jamaní ní bíi 10% ti ìpínlẹ̀ olùbẹ̀wò

source: The 'how to set your home page' article makes up 2% of our top 50 visits
yo: 'Ọ̀nà ìṣágbekalẹ̀ ojúlé' aròkọ rẹ di 2% ti àwọn olùbẹ̀wò 50 wa tógajù

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
yo: Nígbà tí aròkọ ọjú ewé Ilé kòbá di aròkọ tìbílẹ̀ nìkan tí o sì kún ojú oṣùwọ̀n ní Jamaní, nígbà náà gbogbo alásopọ̀ wà jẹ́ 2% ti 10%=0.2% lápapọ̀ (+ alásopọ̀ Gẹ̀ẹ́sì)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
yo: Nígbà tí Jamaní pàdánù ìpele ìyípadà 2, alásopọ̀ wálẹ̀ sí 50%, nítorí náà 1% ti 10%= 0.1% lápapọ̀

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
yo: <b>Pàtàkì:</b> Lọ́wọ́lọ́wọ́ a ńlò àwòṣe tí ó rọrùn, ti ọ̀kọ̀ọ̀kan àwọn àkọ́ọ́lẹ̀ fún 1/50=2% àwọn olùbẹ̀wò èdè kọ̀ọ̀kan

source: Exit Survey Results
yo: Jáde Ní Èsì Àyẹ̀wò

source: Help Other Users
yo: Ran àwọn Olùṣàmúlò Míìràn Lọ́wọ́

source: Army Of Awesome
yo: Ọmọ ogun Ti Ìyàlẹ́nu

source: Love Firefox? Love Twitter?
yo: Fẹ́ràn Firefox? Fẹ́ràn Twitter?

source: Now you can combine both and help Firefox users on Twitter. It's quick, it's easy, and you don't have to be a tech superstar to do it. We call it our Army of Awesome.
yo: Báyìí o lè pa méjèjì pọ̀ kí o ṣèrànwọ́ fún àwọn olùṣàmúlò Firefox ní Twitter. Ó yára, rorùn, o kòsì nílò láti jẹ́ ọ̀jọ̀gbọ́n onímọ̀ ẹ̀rọ láti ṣé. A ńpè ní Ọmọ Ogun ti Ìyàlẹ́nu wa.

source: It's fun and addictive and the Awesome is you!
yo: Ìgbádùn àti bárakú ni àti Ìyàlẹ́nu fún ọ!

source: Help users on Twitter
yo: Ran àwọn olùṣàmúlò lọ́wọ́ ní Twitter

source: How it works
yo: Ọ̀nà iṣẹ́ rẹ̀

source: Sign up as a volunteer
yo: Wọlé sí ìfi-ara-tọrẹ

source: Go to Army of Awesome
yo: Lọsí Ọmọ ogun Ìyàlẹ́nu

source: Connect your Twitter account
yo: Sopọ̀ mọ́ àkọ́ọ́lẹ̀ Twitter rẹ

source: Answer to Twitter users that need help. It's super easy with our canned responses.
yo: Dáhùn àwọn olùṣàmúlò Twitter tí ó nílò ìrànwọ́. Ó rọrùn gidi pẹ̀lú àwọn èsì wa tí a dé.

source: 1 tweet can save 1 day
yo: Tweet 1 lè pamọ́ ní ọjọ́ 1

source: Other ways to get involved
yo: Ọ̀nà míìràn láti kópa

source: Answer questions in the support forum
yo: Dáhùn àwọn ìbéèrè ní àtìlẹhìn apèjọ

source: Write help articles
yo: Kọ aròkọ ìrànwọ́

source: Translate help to your languages
yo: Túmọ̀ ìrànwọ́ ti àwọn èdè rẹ

source: Help Us Write Help Articles
yo: Ràn Wá lọ́wọ́ Láti Kọ Àwọn Aròkọ Ìrànwọ́

source: Help us write help articles!
yo: Ràn wá lọ́wọ́ láti kọ Àwọn aròkọ Ììrànwọ́!

source: Share your wisdom with the world.
yo: Pín ọgbọ́n rẹ pẹ̀lú àgbayé.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
yo: Bí o bá fẹ́ràn kíkọ àti ìkọ́ni nígbà náà Ìpínlẹ̀ Ìmọ̀ ni ibẹ̀. A nílò àwọn olùdásí tí o lé kọ́, ṣàtúnse tàbí túnkà àwọn aròkọ ní Gẹ̀ẹ́sì. Ẹgbẹgbẹ̀rún àwọn ènìyàn ń wo Ìpínlẹ̀ Ìmọ̀ wa lọ́sẹ̀ẹ̀sẹ̀. Ro iye àwọn tí a ó ràn lọ́wọ́!

source: Improve our help articles
yo: Ṣe ìmúgbòòrò aròkọ ìrànwọ́ wa

source: Introduce yourself
yo: Sọ nípa ara rẹ

source: Watch our videos and check our documentation
yo: Wo àwọn fídíò wa kí o ṣàyẹ̀wò ìlànà ìṣàmúlò

source: 1 article can be viewed by 400 million users and translated into 70+ languages
yo: Aròkọ 1 ní 400 mílíónù àwọn olùṣàmúlò asì gbufọ̀ sí àwọn èdè 70+

source: Army of Awesome: help users on Twitter
yo: Ọmọ ogun ti Ìyàlẹ́nu: ṣèrànwọ́ àwọn olùṣàmúlò ní Twitter

source: Translate Help Articles
yo: Túmọ̀ Aròkọ Ìrànwọ́

source: Translate help articles!
yo: Túmọ̀ aròkọ ìrànwọ́!

source: Let's make Mozilla Support speak your language!
yo: Jẹ́ki a jẹ́kí Àtìlẹ́hìn Mozilla sọ èdè rẹ!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
yo: Kòsí aròkọ ìrànwọ́ ní èdè rẹ náà? O fẹ́ darapọ̀ mọ́ ẹgbẹ́ ìyanu tí o ń túmọ̀ wọn? Wá ṣèrànwọ́ fún àwọn olùṣàmúlò mílíónù ní èdè rẹ. Èyí jẹ́ akọni, àbí?

source: Translate help articles to your language
yo: Túmọ̀ aròkọ ìrànwọ́ ní èdè rẹ

source: Check our documentation
yo: Ṣàyẹ̀wò ìlànà ìṣàmúlò wa

source: Just edit articles in your language!
yo: Ṣá ṣàtúnṣe àwọn aròkọ ní èdè rẹ!

source: Translating 1 article can help 1,000's of users in your language
yo: Ń túmọ̀ aròkọ 1 lè ṣèrànwọ́ fún 1000 àwọn olùṣàmúlò ní èdè rẹ

source: Answer questions in the forum
yo: Dáhùn àwọn ìbéèrè ní àpèjọ

source: Where all the action happens
yo: Ibití gbogbo ìṣe ti ń ṣẹlẹ̀

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
yo: Láti ọ̀dọ̀ àwọn olùmúgbèrú ojúlé wẹ́ẹ̀bù gbòógì sí "báwo ni màáṣe ṣàfilọ́lẹ̀ Firefox" àwọn olùṣàmúlò àkọkọ́, gbogbo ènìyàn nílò ìrànwọ́ rẹ ni àpèjọ! Pín ìmọ̀ rẹ nípa títọ́ka àwọn ènìyàn sí ibi ìrànwọ́ àwọn aròkọ tí ó tọ́ kí o pesè ìgbésẹ̀ wíwá àléébù fún àwọn ìbéèrè wọn kọ̀ọ̀kan.

source: Help users in the forums
yo: Ran àwọn olùṣàmúlò lọ́wọ́ ní àpẹ̀jọ

source: Go to our support forum and choose a question to answer
yo: Lọsí àpèjọ àtìlẹ́hìn wa kí o yan ìbéèrè láti dáhùn

source: Start answering!
yo: Bẹ̀rẹ̀ síní dáhùn!

source: Read this for some help to get started
yo: Ka èyí fún àwọn ìrànwọ́ láti bẹrẹ̀

source: Solving 1 issue helps up to 1,000 users a day
yo: Títán ìṣòro 1 ṣèrànwọ́ sí bíi 1000 àwọn olùsàmúlò lóòjọ́

source: Save the world
yo: Gba ayé là

source: from the comfort of your couch
yo: ní ìrọrùn ìbusùn rẹ

source: We need your help!
yo: A nílò ìrànwọ́ rẹ!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
yo: Àwọn ju bí 400 mílíónù ènìyàn ni o ńlò, àtìlẹ́hìn Mozilla ni àwọn ìfi-ara-ẹni lẹ̀ ṣe, ó sì ṣe pàtàkì ju tẹ́lẹ̀. Ibi tí o ti kàn ọ́ nìyí.

source: Why should I help?
yo: Kíni ìdí ìrànwọ́ mi?

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
yo: Ran mílíónù àwọn olùṣàmúlò lọ́wọ́ láti rí èyí tí ó dára ni aayò ìgbàwálẹ̀. Ìdasí rẹ yóò dé ọ̀dọ̀ àwọn mílíónù olùṣàmúlò lágbaayé, o sì le ṣé ní ìrọrùn ìbùsùn rẹ!

source: Pick a way to get involved
yo: Yan ọ̀nà láti kópa

source: About Us
yo: Nípa Wa

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
yo: Àtìlẹ́hìn Mozilla jẹ́ àwùjọ àwọn afàrajìn onítara àti òṣìṣẹ́ tí o ń gbìyànjú láti sàtìlẹ́hìn àwọn olùṣàmúlò ni gbogbo àgbayé. Darapọ̀ mọ́ wa fún gbìdánẁo máni gbàgbé!

source: Ask a question
yo: Béèrè ìbéèrè

source: Having trouble with a Mozilla product and want some help?
yo: Ṣé ìṣòro pẹ̀lú àbájáde Mozilla tí o fẹ́ ṣèrànwọ́ wà?

source: Volunteer for Mozilla Support
yo: Onífàrajìn fún àtìlẹ́hìn Mozilla

source: Sign me up
yo: Forúkọ mi sílẹ̀

source: Help other users
yo: Ran àwọn olùṣàmúlò míràn lọ́wọ́

source: Save the world from the comfort of your couch
yo: Gba ayé là láti ìfọ̀kanbalẹ̀ ìbusùn rẹ

source: username1, username2,...
yo: orúkọ aṣàmúlò1, orúkọ aṣàmúlò2,...

source: To:
yo: Sí:

source: Message:
yo: Iṣẹ́:

source: [SUMO] You have a new private message from [{sender}]
yo: [SUMO] o ní iṣẹ́ àdáni titun láti [{sender}]

source: Invalid username provided. Enter a new username below.
yo: Orúkọ aṣàmúlò àìfẹsẹ̀múlẹ̀ tí a pesè. Wọlè pẹ̀lú orúkọ aṣàmúlò titun nísàlẹ̀.

source: No messages selected. Please try again.
yo: Akòyan àwọn iṣẹ́. Jọ̀wọ́ tún gbìyànjú.

source: Messages didn't add up. Try again.
yo: Àwọn iṣẹ́ ò papọ̀. Tún gbìyànjú.

source: The message was deleted!
yo: A pa iṣẹ́ yí rẹ́!

source: Delete Message
yo: Pa Iṣẹ́ rẹ́

source: Messages
yo: Àwọn iṣẹ́

source: Sent Messages
yo: Àwọn Iṣẹ́ Tí a Firánṣẹ́

source: Are you sure you want to delete these messages?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa àwọn iṣẹ́ yíì rẹ́?

source: Are you sure you want to delete this message?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa iṣẹ́ yíì rẹ́?

source: Inbox
yo: Àpótí àgbàwọ́lé

source: New Message
yo: Iṣẹ́ Titun

source: Mark Selected as Read
yo: Ṣàmí Tí a yàn bí Tí a Kà

source: Delete Selected
yo: Pa Tí a yàn Rẹ́

source: Read message
yo: Ka iṣẹ́

source: Delete message
yo: Pa iṣẹ́ rẹ́

source: There are no messages here.
yo: Kòsí àwọn iṣẹ́ níbì.

source: You have exceeded the number of private messages that can be sent in a day.
yo: O tí kọjá iye àwọn iṣẹ́ àdáni tí a lè fi ránṣẹ́ lóòjọ́.

source: Send
yo: Firánṣẹ́

source: You
yo: Ìwọ

source: Read Sent Message
yo: Ka Iṣẹ́ Tí a Firánṣẹ́

source: Read Message
yo: Ka Iṣẹ́

source: View this message on the web
yo: Wo iṣẹ́ yíì ní ojúle wẹ́ẹ̀bù

source: System
yo: Ìlànà ètò

source: Message Preview:
yo: Ṣàkọ́wò Iṣé:

source: Delete messages?
yo: Pa àwọn iṣẹ́ rẹ?

source: Trash
yo: Ìdọ̀tí

source: New
yo: Titun

source: Mark unread
yo: Fi àmì sí bíi tí a ti kòkà

source: Mark read
yo: Fàmì tí a kà

source: Sent Message
yo: Iṣẹ́ tí a firánṣẹ́

source: From:
yo: Láti:

source: Unsubscribe
yo: Má forúkọ sílẹ̀ mọ́

source: Are you sure you want to unsubscribe?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọ ìforúkọ sílẹ̀ kúrò?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
yo: A kòni forúkọ rẹ sílẹ̀ ní: <br><strong>%awọn(object)</strong>

source: {product} Help
yo: {product} Ìrànwọ́

# DB: products.Topic.description
source: None
yo: Kòsí

source: In English
yo: Ní Gẹ̀ẹ́sì

source: Free Download
yo: Gbàsílẹ̀ Ọ̀fẹ́

source: Systems and Languages
yo: Àwọn ìlànà ètò àti àwọn Èdè

source: What's New
yo: Kíni Titun

source: Privacy
yo: Àdáni

source: Give Firefox a tune up
yo: Fún Firefox lóhùn òkè

source: Refresh Firefox
yo: Sọ Firefox dọ̀tun

source: How does it work?
yo: Báwo lóṣe ńṣiṣé?

source: Download a fresh copy
yo: Gbàwálẹ̀ ìṣẹ̀dá titun

source: Release Notes
yo: Àkọsílẹ̀ Ọ̀rọ̀-ìyípadà

source: Help Topics
yo: Àkọlé Ìrànwọ́

source: Products
yo: Àwọn Ohun Ìgbéjáde

# DB: products.Product.description
source: None
yo: Kòsí

source: Get community support
yo: Gba àtìlẹ́hìn àwùjọ

source: Back to:
yo: Pàdà sí:

source: Firefox for Desktop
yo: Àtẹ iṣẹ́ fun Firefox

source: Windows, Mac, or Linux
yo: Windows, Mac, tàbí Linux

source: Download, install and migration
yo: Gbàsílẹ̀, ṣàgbékalẹ̀ àti ìrìnkiri

source: Privacy and security settings
yo: Ìpamọ́ àti àwọn ìṣètò ààbò

source: Customize controls, options and add-ons
yo: Ṣakoso àdáni, àwọn ẹ̀yàn ati àfikún

source: Fix slowness, crashing, error messages and other problems
yo: Ṣàtúnṣe irìndìn, ìdàrú, àwọn aṣìṣe iṣẹ́ àti àwọn ìṣòro

source: Tips and tricks
yo: Àwọn àṣírí àti ọgbọ́n inú

source: Bookmarks
yo: Àwọn Àmì ìwé

source: Cookies
yo: Àwọn kúkì

source: Tabs
yo: Àwọn Táàbù

source: Websites
yo: Àwọn Ojúlé Wẹ́ẹ̀bù

source: Firefox Sync
yo: Ìmúdọ́gba Firefox

source: Other
yo: Òmíìràn

source: Firefox for Mobile
yo: Firefox fún Alágbèká

source: Download and install apps
yo: Gbàsílẹ̀ àti ṣàgbékalẹ̀ ìṣàfilọ́lẹ̀

source: Customize controls, options, settings and preferences
yo: Ìṣàkóso ìṣàdáni, àwọn ẹ̀yàn, aato ati àwọn ìbuyìfún

source: Webmaker
yo: Olùṣe wẹ́ẹ̀bù

source: Tools for creating and teaching the web
yo: Àwọn irínṣẹ́ fún ìṣẹ̀dá àti ìkọ́ni ojúlé wẹ́ẹ̀bù

source: Using Popcorn Maker
yo: Ìlo Ohun Ìṣẹ Agbàdo díndín

source: Using Thimble
yo: Ìlo Kẹ́bẹkù

source: Using X-Ray Goggles
yo: Lílo X-Ray Goggles

source: Using a feature on webmaker.org
yo: Ìlo àbùdá lóri webmaker.org

source: Contributing to Webmaker
yo: Ìdasí Olùṣe Wẹ́ẹ̀bù

source: Calendar
yo: Kàlẹ́ndà

source: Other Mozilla products
yo: Àwọn ohun ìgbéjáde Mozilla míìràn

source: Please confirm your email address
yo: Jọ̀wọ́ jẹ́rì àdírẹ́sì í-meélì rẹ

source: %s posted an answer to your question "%s"
yo: %s fọ̀rọ̀ránṣẹ́ fún ìdáhùn ìbéèrè rẹ "%s"

source: New answers for question: %s
yo: Àwọn ìdáhùn titun fún ìbéèrè: %s

source: Solution found to Firefox Help question
yo: Arí ọ̀nà àbáyọ sí ìdáhùn Ìrànwọ́ Firefox

source: Solution found for question: %s
yo: Arí ọ̀nà àbáyọ fún ìdáhùn: %s
