Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

source: Already have an account? Sign in
yo: Ti ní àkọ́ọ́lẹ̀ tẹ́lẹ̀? Wọlé

source: Create a support account
yo: Ṣẹ̀dá àtìlẹ́hìn àkọ́ọ́lẹ̀

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
yo: Jọ̀wọ́ kànsí <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Ibi Ìrànwọ́ Paypal</a>.

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
yo: Jọ̀wọ́ kànsí ojú ewé Marketplace fún àtòjọ-ètò. Níbẹ̀ o lè rí ìwifún ìkànsí olùmúgbèrú kí o sì kànsí wọn tààrà.

source: Submit Issue
yo: Fàsílẹ̀ Ìṣòro

source: Automatically add
yo: Ṣafikun aládàṣe

source: A window will open in the top corner. Click Allow, and then click Install. If the automated way doesn't work, <a class="expander" href="%(url)s">try these manual steps</a>.
yo: Fèrèsé kan yóò ṣí ní igun òkè. Ṣíra tẹ̀ láti Fàyègbà kí o wá ṣíra tẹ ṣàgbékalẹ̀. Bí aládàṣe kòbá ṣiṣẹ́, <a class="expander" href="%(url)s">gbìyànjú ìgbésẹ̀ aláfọwọ́ṣe yìí</a>.

source: Open <em>Help &gt; Troubleshooting Information</em>.
yo: Ṣí <em>Ìrànwọ́ &gt; Ìwifún Wíwá àléébù</em>.

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
yo: Wòkè àṣàfihàn rẹ, kí o ṣíra tẹ mẹ́nù wúnrẹ̀n tí a ńpè ní <em>Ìrànwọ́</em>.

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
yo: Àpotí kékeré kan yóòṣí. Ṣíra tẹ wúnrẹ̀n tí a ńpè ní <em>Ìwifún Wíwá àléébù</em>.

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
yo: Fèrèsé titun yóò ṣí. Ṣíra tẹ bọ́tìnì tí a ńpè ní <em>Ṣẹ̀dà àyọkà si àpò àwòrán</em>.

source: Paste the info in the text box below.
yo: Lẹ ìwifún sí àpotí àyọkà nísàlẹ̀.

source: Click on the empty box above this text.
yo: Ṣíra tẹ̀ ní àpotí òfo lókè àyọkà yíì.

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
yo: Wo òkè àṣafihàn rẹ, kí o ṣíra tẹ mẹ́nù wúnrẹ̀n tí a ńpè ní <em>Ṣàtúnṣe</em>.

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
yo: Apoti kan yoo ṣi. Ṣíra tẹ wúnrẹ̀n tí a ńpè ní <em>Lẹ̀</em>. Lọ́nà mìíràn ẹ̀wẹ̀, tẹ <em>Ctrl+V</em> tàbí <em>Àṣẹ+V</em>.

source: Some text will appear in the empty box.
yo: Àwọn àyọkà kan yóò farahàn nínu àpotí òfifo.

source: Share Data
yo: Pín Dátà

source: This field was populated automatically.
yo: Àayè wúnrẹ̀n yíì ti kún ní ọ̀nà àdáṣe.

source: See the data
yo: Wo dátà náà

source: {num} solutions
yo: {num} àwọn ọ̀nà àbáyọ

source: {num} answers
yo: {num} àwọn ìbéèrè

source: Chosen Solution
yo: Ọ̀nà àbáyọ Tí a Yàn

source: Helpful Reply
yo: Èsì Tí ó Ranni Lọ́wọ́

source: Marked as spam
yo: Ṣàmí si bíi ìwé àìbèèrèfún

source: Question owner
yo: Ìbéèrè olóhun

source: Was this helpful to you?
yo: Ṣé èyí ṣe ìrànwọ́ fún ọ?

source: No
yo: Rárá

source: Did this reply solve your problem?
yo: Ṣé èsì yíì tán ìṣòro rẹ?

source: Solved the problem
yo: Ó tán ìṣòro náà

source: Does this reply solve the problem?
yo: Ṣé èsì yí yanjú ìṣoro náà?

source: Solves the problem
yo: Yanjú ìṣoro náà

source: Solution chosen
yo: Yíyan ọ̀nà àbáyọ

source: Undo
yo: Dá padà

source: Reply Preview
yo: Fesì Àkọ́wò

source: Send Updates
yo: Fi iṣàfikùn Ránṣẹ́

source: Mark as spam
yo: Sàmì bii ìwé àìbèèrèfún

source: Unmark as spam
yo: Má sàmì bii ìwé àìbèèrèfún

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
yo: Hùwà dídára. Àwọn onífarajìn wa jẹ́ àwọn olùṣàmúlò Mozilla bíì rẹ, tí ó fi ààyè sílẹ̀ ní òòjọ́ láti ṣèrànwọ́.

source: Be descriptive. Saying &quot;Playing video on YouTube is always choppy&quot; will help our volunteers identify your problem better than saying &quot;Something is wrong&quot; or &quot;Firefox is broken&quot;.
yo: Jẹ́ asàpèjúwe. Sísọ &quot;Fífi fídíò ṣeré lóri YouTube maa ń jẹ́ adùn&quot; yóò ran àwọn olùfarajì wa lọ́wọ́ láti mọ ìṣòro rẹ dáradára ju síso &quot;Ohun kan kòtọ́&quot; tàbí &quot;Firefox ti fó&quot;.

source: We've made some educated guesses about your current browser and operating system.
yo: Ati ṣe àwọn àbá ọ̀mọ̀wé nípa ìgbàwalẹ́ rẹ lọ́wọ́lọ́wọ́ àti ìlànà-ètò ìmú ṣiṣẹ́.

source: Show details &raquo;
yo: Ṣàfihàn ẹ̀kúnrẹ́rẹ́ &raquo;

source: Hide details &raquo;
yo: Pamọ́ ẹ̀kúnrẹ́rẹ́ &raquo;

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
yo: Tẹ̀lé jálẹ̀. Nígbà míìràn, àwọn olùfarajìn wa yóò bèèrè ìwifún si lọ́wọ rẹ tàbí láti dán àwọn ojú ìṣẹ̀lẹ̀ wò. Kíá bí o le ṣẹ ṣẹ̀yí, bẹ́ẹ̀ni wọn yóò mọ bí wọ́n a ti yanjú rẹ̀.

source: Thanks for letting us know you have this problem.
yo: O ṣeun tí o jẹ́kí a mọ̀pé o ní ìṣòro yìí.

source: Identifying common problems helps the community answer your questions more quickly.
yo: Ìṣàwarí àwọn ìṣòro tó wọ́pọ̀ ran àwùjọ lọ́wọ́ láti dáhùn àwọn ìbéèrè rẹ ní kíákíá.

source: Want to know when a solution is found?
yo: O fẹ́mọ ìgbà tí a bárí ọ̀nà àbáyọ?

source: Please provide an email address and we'll send you an alert.
yo: Jọ̀wọ́ pèsè àdírẹ̀sì í-meélì a ó si fi ìtaníjí ránṣẹ́ sí ọ.

source: No Thanks
yo: Rárá O ṣeun

source: Application
yo: Àtòjọ-ètò

source: %(app_name)s %(app_version)s
yo: %àwọn(app_name) %àwọn(app_version)

source: User Agent: {user_agent}
yo: Aṣojú Olùṣàmúlò: {user_agent}

source: Support URL: {support_url}
yo: Àtìlẹ́hìn URL: {support_url}

source: Extensions
yo: Àwọn Ìfàgùn

source: {name} {version} ({id}) (Inactive)
yo: {name} {version} ({id}) (Aláìṣiṣẹ́)

source: Graphics
yo: Ajẹmáwòrán

source: Modified Preferences
yo: Àwọn Ìbuyìfún Ti Ṣàtúnṣe

source: <span class="key">User JS</span>: Yes
yo: <span class="key">Olùṣàmúlò JS</span>: Bẹ́ẹ̀ni

source: <span class="key">User JS</span>: No
yo: <span class="key">Olùṣàmúlò JS</span>: Rárá

source: <span class="key">Accessibility</span>: Yes
yo: <span class="key">Ìṣègbàwọlésí</span>: Bẹ́ẹ̀ni

source: <span class="key">Accessibility</span>: No
yo: <span class="key">Ìṣègbàwọlésí</span>: Rárá

source: User Agent: {ua}
yo: Aṣojú Olùṣàmúlò: {ua}

source: More Information
yo: Ìwifún Si

source: Ask a New Question
yo: Béèrè Ìbéèrè Titun

source: Ask A Question
yo: Béèrè Ìbéèrè Kan

source: Try another topic
yo: Gbìyànjú orí ọ̀rọ̀ míìràn

source: Post a question
yo: Fọ̀rọ̀ ìbéèrè ránṣẹ́

source: posted by
yo: ìfọ̀rọ̀ránṣẹ́ lọ́wọ

source: Show more
yo: Ṣàfihàn si

source: Show less
yo: Ṣàfihàn kéré

source: All posts
yo: Gbogbo ìfọ̀rọ̀ránṣẹ́

source: Helpful Solutions
yo: Ọ̀nà àbáyọ Ìrànwọ́

source: solution
yo: ọ̀nà àbáyọ

source: helpful
yo: ìrànwọ́

source: owner
yo: olóhun

source: post
yo: fọ̀rọ̀ránṣẹ́

source: Helpful
yo: Ṣèrànwọ́

source: Not Helpful
yo: Kò ṣèrànwọ́

source: Top contributors
yo: Àwọn olùdásí tòkè

source: <strong>%(recent_unanswered_count)s question</strong> has no reply.
yo: <strong>%àwọn(àìpẹ́_àìdà́hùn_iye) ìbéèrè</strong> kòsí èsì.

source: Total:
yo: Àpapọ̀:

source: Filter questions
yo: Aṣẹ́ àwọn ìbéèrè

source: Attention Needed
yo: Nílò Ìfọ̀kànsí

source: Show All
yo: Ṣàfihàn Gbogbo

source: solved
yo: ìyanjú

source: needs attention
yo: nílò ìfọ̀kànsí

source: contributed
yo: ti dásí

source: Don't filter
yo: Máṣe sẹ́

source: Before
yo: Tẹ́lẹ̀

source: After
yo: Lẹ́hìn

source: Relevance
yo: Níí ṣe

source: Last post date
yo: Déètì ìfọ̀rọ̀ránṣẹ̀ tó gbẹ́hìn

source: Original post date
yo: Ojúlówó déètì ìfọ̀rọ̀ránṣẹ̀

source: Number of replies
yo: Nọ́ńbà àwọn èsì

source: Less than
yo: Kéresi

source: More than
yo: Ju

source: Last answer date
yo: Déètì ìdáhùn tó kẹ́hìn

source: Question date
yo: Déètì ìbéèrè

source: Number of answers
yo: Nọ́ńbà àwọn ìdáhùn

source: Helpful votes
yo: Àwọn ibò ìrànwọ́

source: Relevant to
yo: Báramu pẹ̀lú

source: Language
yo: Èdè

source: Include obsolete articles?
yo: Pẹ̀lú àwọn aròkọ tí kòwúlò?

source: Sort results by
yo: Yọ àwọn èsì sọ́tọ̀ lọ́wọ

source: Created
yo: Ti ṣẹ̀dá

source: Last updated
yo: Ti ṣàfikún kẹ́hìn

source: Thread type
yo: Irúfẹ́ èròjà atẹ̀lélànà

source: Search in forum
yo: Ṣàwarí nínu àpèjọ

source: Has answers
yo: Ní àwọn ìdáhùn

source: Has helpful answers
yo: Ní ìdáhùn ìrànwọ́

source: tag1, tag2
yo: ìṣàmí1, ìṣàmí2

source: Invalid callback function.
yo: Ìmúlò Ìpèpadà àìfẹsẹ̀múlẹ̀.

source: Invalid search data.
yo: Ìṣàwarí dátà àìfẹsẹ̀múlẹ̀.

source: Search Unavailable
yo: Ṣàwarí Àìsí

source: No pages matched the search criteria
yo: Kòsí ojú ewé tí ó bá ìṣawarí àmúyẹ mu

source: Enter your terms in the form below and click <strong>Search</strong>
yo: Wọlé pẹ̀lú ìfẹnukò rẹ ní ìrí ìsàlẹ̀ kí o ṣíra tẹ̀ <strong>Ṣàwarí</strong>

# button
source: Search
yo: Ṣàwarí

source: Search Mozilla Support
yo: Ṣàwarí Àtìlẹ́hìn Mozilla

source: Search is temporarily unavailable. Please try again in a few minutes.
yo: Ìṣàwarí kòsí lọ́wọ́lọ́wọ́. Jọ̀wọ́ tún gbìyànjú ní ìṣẹjú díẹ̀.

source: Advanced Search
yo: Gbèdéke Ìṣàwarí

source: Search the Knowledge Base
yo: Ìṣàwarí Ìpinlẹ̀ Ìmọ̀

source: Search the Support Questions
yo: Ṣàwarí Àtìlẹ́hìn Ìbéèrè

source: Support Questions
yo: Àwọn Ìbéèrè Àtìlẹ́hìn

source: Search the Discussion Forums
yo: Ṣàwarí Àwọn Àpèjọ Ìfọ̀rọ̀wérọ̀

source: Discussion Forums
yo: Àwọn Àpèjọ Ìfọ̀rọ̀wérọ̀

source: Article contains
yo: O ní aròkọ

source: crashes on youtube
yo: ìdarí lórí youtube

# button
source: Search Mozilla Support
yo: Ṣàwarí Àtìlẹ́hìn Mozilla

source: Use basic search
yo: Lo ìṣawarí ìpìlẹ̀

source: Post contains
yo: Fọ̀rọ̀ránṣẹ́ ní

source: Number of votes. Must be an integer.
yo: Nọ́ńbà àwọn ibò. Gbọ́dọ̀ jẹ́ nọ́ńbà aṣodindi.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
yo: Àkíyèsí: Ìṣawarí fún "àmì1, àmì2" dá ìbéèrè àmì padà pẹ̀lú àmì1 àti àmì2

source: Created date. Format: mm/dd/yy
yo: Déètì ìṣẹ̀dá. Ìgúnrégé: mm/dd/yy

source: Updated date. Format: mm/dd/yy
yo: Déètì ti ṣàfikún. Ìgúnrégé: mm/dd/yy

source: Thread contains
yo: Èròjà atẹ̀lélànà ní

source: Use advanced search
yo: Lo ìṣawarí gbèdéke

source: Mozilla Support
yo: Àtìlẹ́hìn Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
yo: Ṣàwarí Ìpínlẹ̀ Àtìlẹhìn Ìmọ̀ Mozilla àti Àpèjọ Àtìlẹ́hìn.

source: Advanced Search Results
yo: Gbèdéke Ìṣawarí àwọn Èsì

source: Results
yo: Àwọn èsì

source: Show Everything
yo: Ṣàfihàn Ohun Gbogbo

source: Help Articles Only
yo: Aròkọ Ìrànwọ́ Nìkan

source: Community Discussion Only
yo: Àwùjọ Ìfọ̀rọ̀wérọ̀ Níkàn

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
yo: Rí <strong>{n}</strong> èsì fún <strong>{q}</strong> fún <strong>{product}</strong>

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
yo: Akòle rí àwọn èsì kankan fún <strong>{q}</strong> ní <strong>{l}</strong>. Bóyá ọ̀kan nínu àwọn aròkọ yíì yóò ṣèrànwọ́?

source: 1 person has this problem
yo: Ẹnìkan ní ìṣòro yíì

source: 1 new this week
yo: 1 titun lọ́sẹ̀ yíì

source: No results found
yo: Akòrí àwọn èsì

source: None
yo: Kòsí

# DB: products.Topic.title
source: Learn the Basics: get started
yo: Kọ́ nípa Ìpínlẹ̀: bẹ̀rẹ̀

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
yo: Kọ́ gbogbo ohun tí o nílò láti mọ̀ láti bẹ̀rẹ̀ pẹ̀lú Firefox.

# DB: products.Topic.title
source: Bookmarks and tabs
yo: Àwọn àmì ìwé àti àwọn táàbù

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
yo: Wáyè sí kí o ṣàgbékalẹ̀ ojúlé wẹ́ẹ̀bù aayò rẹ nírọ̀rùn pẹ̀lú àwọn àmì ìwé àti àwọn táàbù

# DB: products.Topic.title
source: Basic browsing
yo: N ṣàwárí ìpínlẹ̀

# DB: products.Topic.description
source: Search and navigate easily with these essential features
yo: Ṣàwarí kí o yíkíri pẹ̀lú ìrọrùn pẹ̀lú àwọn àbùdá tí ó ṣe pàtàkì

# DB: products.Topic.title
source: Import settings from other browsers
yo: Ṣàgbéwọlé ààtò láti ìṣàwarí míìràn

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
yo: Kọ́ bí a ti ń ṣàgbéwọlé tàbí gbéjáde ìwifún rẹ láàrin Firefox àti ìṣàwarí míìràn

# DB: products.Topic.title
source: Video, audio and interactive settings
yo: Fídíò, ìfetigbọ́ àti ààtò ìjọṣepọ̀

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
yo: Ṣàyípadà bí Firefox ṣe ń ṣe fídíò, àwọn àwòrán abẹ̀mí, orin àti àwọn àkoonú ìjọṣepọ̀

# DB: products.Topic.title
source: Download, install and migration
yo: Gbàwálẹ̀, ṣàfilọ́lẹ̀ àti Ìrìnkiri

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
yo: Kọ́ bí a ti ń gbàwálẹ̀ Firefox lóri ohun elò àtẹ iṣẹ́ tàbí gbé ìwifún lọ àti bọ̀ ni aṣàwákiri míìràn.

# DB: products.Topic.title
source: Tips and tricks
yo: Àwọn àṣírí àti ọgbọ́n inú

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
yo: Kọjá ìpínlẹ̀ pẹ̀lú àbùjá yìí àti ìlànà míìràn.

# DB: products.Topic.title
source: Install and update
yo: Ṣàgbékalẹ̀ àti ṣàfikùn

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
yo: Bí a ṣe ń ṣàgbékalẹ̀ Firefox kí a sì mu wà ní kíkún

# DB: products.Topic.title
source: Display and appearance
yo: Ṣàfihàn àti ìfarahàn

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
yo: Kọ́ bí a ti ń ṣe àyípadà pẹpẹ irinṣẹ́, ìwọ̀n ìrísí-lẹ́tà àti àwọ̀ aṣàwárí rẹ

# DB: products.Topic.title
source: Firefox Sync
yo: Ìmúdọ́gba Firefox

# DB: products.Topic.description
source: Firefox Sync settings
yo: Aatò ìmúdọ́gba Firefox

# DB: products.Topic.title
source: Sync your browsers
yo: Múdọ́gba aṣàwárí rẹ

# DB: products.Topic.description
source: Sync your information on all your devices
yo: Múdọ́gba ìwifún rẹ lóri gbogbo ohun èlò rẹ

# DB: products.Topic.title
source: Manage add-ons
yo: Ṣàkóso àfikún

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
yo: Mú ìdọ́gba ìṣiṣẹ́ Firefox àti ìfarahàn pẹ̀lú àfikún

# DB: products.Topic.title
source: Firefox Hello
yo: Báwo Firefox

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
yo: Ní fídíò tàbí ohùn ìjíròrò nípa lílo ìsawarí Firefox

# DB: products.Topic.title
source: Chat and share
yo: Tàkurọ̀sọ kí o pín

# DB: products.Topic.description
source: Connect on video and share pages with your network
yo: Sopọ̀ ní fídíò kí o pín ojú ewé pẹ̀lú alásopọ̀ rẹ

# DB: products.Topic.title
source: Customize controls, options and add-ons
yo: Ṣàdáni àwọn ìṣàkóso, àwọn ẹ̀yàn àti àfikún

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
yo: Sọ Firefox di tìrẹ nípa ìṣafikún àti ìṣàkóso àwọn àbùdá tí o fẹ́.

# DB: products.Topic.title
source: Privacy and security settings
yo: Ìpamọ́ àti aatò ààbò

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
yo: Kọ́ bí a ti ń pa ìwifún mọ́ àti ní láìléwu pẹ̀lú ìgbàwálẹ̀ ìpamọ́ Firefox, àwọn àbùdá ọ̀rọ̀ aṣínà àti aatò ààbò míìràn.

# DB: products.Topic.title
source: Do more with apps
yo: Ṣe púpọ̀ pẹ̀lú àwọn ìṣafilọ́lẹ̀

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
yo: Ṣàgbékalẹ̀ ìṣafilọ́lẹ̀ ṣíṣí láti Ibiọjà láti ṣàfikún ìgbádùn si àti ìṣiṣẹ́ sí ohun elò rẹ

# DB: products.Topic.title
source: Protect your privacy
yo: Dábòbò ìpamọ́ rẹ

# DB: products.Topic.description
source: How to use Firefox's privacy and security features
yo: Ọ̀nà ìlo ìpamọ́ Firefox àti àbùdá ààbò

# DB: products.Topic.title
source: Get community support
yo: Gba àtìlẹ́hìn àwùjọ

# DB: products.Topic.description
source: Get community support
yo: Gba àtìlẹ́hìn àwùjọ

# DB: products.Topic.title
source: Manage preferences and add-ons
yo: Ṣàkóso àwọn ìbuyìfún àti àfikún

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
yo: Mú Firefox jẹ́ tìrẹ nípa ààtò alàdàáni àti àfikún

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
yo: Túnṣe díẹ̀díẹ̀, ìdàrú, àwọn àṣìṣe àti ìṣoro míìràn

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
yo: Túnṣe díẹ̀díẹ̀, ìdàrú, àwọn àṣìṣe àti ìṣoro míìràn

# DB: products.Topic.title
source: Tab basics
yo: Tẹ ìpinlẹ̀

# DB: products.Topic.description
source: Tab basics
yo: Táàbù ìpinlẹ̀

# DB: products.Topic.title
source: Firefox versions and languages
yo: Ẹ̀yà Firefox àti èdè

# DB: products.Topic.description
source: Firefox versions and languages
yo: Ẹ̀yà Firefox àti èdè

# DB: products.Topic.title
source: Copy your personal information from one browser to another
yo: Ṣẹ̀dà ìwifún àdáni rẹ láti gbàwálẹ̀ kan sí òmíìràn

# DB: products.Topic.description
source: Copy your personal information from one browser to another
yo: Ṣẹ̀dà ìwifún àdáni rẹ láti gbàwálẹ̀ kan sí òmíìràn

# DB: products.Topic.title
source: Cookies and cache
yo: Kúkíísì àti ìfarasin

# DB: products.Topic.description
source: Control the information that Firefox saves
yo: Ṣàkóso ìwifún tí Firefox ṣàfipámọ́

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
yo: Ọ̀rọ̀ aṣínà, fọ́ọ̀mù, ìṣàwarí, àti ìtàn - ṣàkóso ohun tí Firefox dába

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
yo: Ọ̀rọ̀ aṣínà, fọ́ọ̀mù, ìṣàwarí, àti ìtàn - ṣàkóso ohun tí Firefox dába

# DB: products.Topic.title
source: Firefox controls and buttons
yo: Ìṣàkóso Firefox àti bọ́tìnì

# DB: products.Topic.description
source: Firefox controls and buttons
yo: Ìṣàkóso Firefox àti bọ́tìnì

# DB: products.Topic.title
source: Tab settings
yo: Aatò táàbù

# DB: products.Topic.description
source: Tab settings
yo: Aatò táàbù

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
yo: Ṣàdáni Firefox pẹ̀lú àfikún, àwọn àlékún, àti àwọn ìfàgùn

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
yo: Ṣàdáni Firefox pẹ̀lú àfikún, àwọn àlékún, àti àwọn ìfàgùn

# DB: products.Topic.title
source: Firefox options, preferences and settings
yo: Àwọn Ẹ̀yàn Firefox, àwọn ìbuyìfún àti aatò

# DB: products.Topic.description
source: Firefox options, preferences and settings
yo: Àwọn ẹ̀yàn Firefox, àwọn ìbuyìfún àti àwọn ààtò

# DB: products.Topic.title
source: Bookmark options
yo: Àwọn ẹ̀yàn àwọn àmì ìwé

# DB: products.Topic.description
source: Bookmark options
yo: Àwọn ẹ̀yàn àwọn àmì ìwé

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
yo: Yanjú àwọn ìṣòro pẹ̀lú ojúlé wẹ́ẹ̀bù (Facebook, YouTube, webmail abbl.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
yo: Yanjú àwọn ìṣòro pẹ̀lú ojúlé wẹ́ẹ̀bù (Facebook, YouTube, webmail abbl.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
yo: Àṣìṣẹ àwọn iṣẹ́: ohun tí wọn túmọ̀sí àti ọ̀nà ìyanjú

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
yo: Ọ̀nà iṣàtúnṣe àṣìṣe ìṣòro iṣẹ́ ní Firefox

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
yo: Yọ ìdínà kúrò ni ́Firefox láti sopọ̀ mọ́ Íntánẹ́tì

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
yo: Yọ ìdínà kúrò ni ́Firefox láti sopọ̀ mọ́ Íntánẹ́tì

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
yo: Àwọn ìlànà láti ṣè wádìí àti yanjú àwọn ìṣòro

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
yo: Àwọn ìlànà láti ṣèwádìí àti yanjú àwọn ìṣòro

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
yo: Fídíò, ohùn, awòrán àti àwòrán abẹ̀mí kò ṣiṣé

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
yo: Fídíò, ohùn, awòrán àti àwòrán abẹ̀mí kò ṣiṣé

# DB: products.Topic.title
source: Firefox is slow or stops working
yo: Firefox lọ́ra tàbí ó dúro iṣẹ́

# DB: products.Topic.description
source: Slowness or hanging
yo: Ìlọ́ra tàbí ìdákẹ́

# DB: products.Topic.title
source: Firefox crashes
yo: Firefox dàrú

# DB: products.Topic.description
source: Crashing
yo: Ń dàrú

# DB: products.Topic.title
source: Firefox won't save settings or remember information
yo: Firefox kòní ṣàfipamọ́ ààtò tàbí rántí ìwifún

# DB: products.Topic.description
source: Firefox won't save settings or remember information
yo: Firefox kòní ṣàfipamọ́ àwọn ààtò tàbí rántí ìwifún

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
yo: Àwọn ìṣòro pẹ̀lú àfikún, àwọn àlékún tàbí ẹ̀yà àìrídìmú àìfẹ́

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
yo: Àwọn ìṣòro pẹ̀lú àfikún, àwọn àlékún tàbí ẹ̀yà àìrídìmú àìfẹ́

# DB: products.Topic.title
source: Mozilla Persona
yo: Mozilla Àdáni

# DB: products.Topic.description
source: Mozilla Persona
yo: Mozilla Àdáni

# DB: products.Topic.title
source: Hot topics
yo: Àkọlé gbígbóná

# DB: products.Topic.description
source: Hot topics
yo: Àkọlé gbígbóná

# DB: products.Topic.title
source: Other
yo: Òmíìràn

# DB: products.Topic.description
source: Other
yo: Òmíìràn

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
yo: Ọ̀nà iṣàgbékalẹ̀ àti ìṣàfipamọ́ Firefox fún Android tó kójú òṣùwọ̀n

# DB: products.Topic.title
source: Save, share and sync
yo: Ṣàfipamọ́, pín àti múdọ́gba

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
yo: Ṣàfipamọ́, pín àti ṣàmúdọ́gba àkoonú pẹ̀lú àwọn ohun elò

# DB: products.Topic.title
source: Cast to your TV
yo: Gbé sí TV rẹ

# DB: products.Topic.description
source: Learn how to view content on another screen
yo: Kọ́ bí a tí ń wo àkoonú ní aṣàfihàn míìràn
