Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

source: Required. 30 characters or fewer. Letters, digits and ./- only.
yo: Nílò. Ẹyọ ọ̀rọ̀ 30 tàbí kéré. Lẹ́tà, dígítì àti ./- nìkan.

source: Email address:
yo: Àdírẹ́sì í-meélì:

source: Password:
yo: Ọ̀rọ̀ aṣínà:

source: A user with that email address already exists.
yo: Olùsàmúlò tóní irúfẹ́ àdírẹ́sì í-meélì yẹn ti wà.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
yo: Jọ̀wọ́ wọlé pẹ̀lú orúkọ aṣàmúlò tàbí ọ̀rọ̀ aṣínà tó tọ́nà. Kíyèsi pé àwọn gbàgede méjèjì ni ìfura ipò ọ̀rọ̀.

source: This account is inactive.
yo: Àkọ́ọ́lẹ̀ yíì ni aláìṣiṣẹ́.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
yo: Wẹ́ẹ̀bù ìgbàwálẹ̀ rẹ kòjọ pé ó ní kúkísì tí o ń ṣiṣẹ́. A nílò kúkìsì láti wọlé.

source: Please enter a facebook.com URL.
yo: Jọ̀wọ́ wọlé facebook.com URL.

source: Your avatar will be resized to {size}x{size}
yo: Avatar rẹ ni a ìṣòdíwọ̀n śi {size}x{size}

source: This is your current email.
yo: Èyí ni í-meélì rẹ báyì.

source: New password:
yo: Ọ̀rọ̀ aṣínà titun:

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
yo: Àdírẹ́sì í-meélì rẹ kòní olùṣàmúlò àkọ́ọ́lẹ̀ àjọsepọ̀. Ṣé ó dá ọ lójú pé o ti forúkọsílẹ̀?

source: Your username on %s
yo: Orúkọ aṣàmúlò rẹ lóri %s

source: At least one number and one English letter are required in the password.
yo: O kéré a nílò nọ́ńbà kan àti lẹ́tà Gẹ̀ẹ́sì kan nínu ọ̀rọ̀ aṣínà.

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
yo: Orúkọ aṣàmúlò tí o mú wọlé kò tọ̀nà. Jọ̀wọ́ yan òmíìràn kí o sì lérò pé àwọn olùranlọ́wọ́ wa jẹ́ àwọn olùṣàmúlò Firefox míìran bíi rẹ.

source: algorithm
yo: alugọ́rídíìmù

source: salt
yo: iyọ̀

source: hash
yo: áàsì

source: Private message
yo: Iṣẹ́ àdáni

source: You have been automatically logged in.
yo: O ti wọle aládàṣe.

source: User
yo: Olùṣàmúlò

source: Display name
yo: Ṣàfihàn orúkọ

source: Make my email public
yo: Jẹ́kí í-meélì mi di gbangba

source: Biography
yo: Ìtàn ìgbé ayé ẹnìkan

source: Website
yo: Ojúlé wẹ́ẹ̀bù

source: Twitter Username
yo: Orúkọ aṣàmúlò Twitter

source: Mozillians Username
yo: Orúkọ aṣàmúlò Mozillian

source: IRC nickname
yo: Ìnagijẹ IRC

source: Timezone
yo: Agbègbè àkókò

source: Country
yo: Orílẹ̀ èdè

source: City
yo: Ìlú

source: Preferred language
yo: Èdè ti a fẹ́

source: Has been sent a first answer contribution email.
yo: Ti fi ìdáhùn í-meelì àkọ́kọ́ ránṣẹ́ sí.

source: Has been sent a first revision contribution email.
yo: Ti fi í-meelì àtúnyẹ̀wò àkọ́kọ́ ránṣẹ́ sí.

source: Value
yo: Iye

source: user
yo: olùṣàmúlò

source: activation key
yo: kọ́kọ́rọ́ ìsọ di aṣiṣẹ́

source: registration profile
yo: ìforúkọsílẹ̀ ìrísí olùlò

source: registration profiles
yo: ìforúkọsílẹ̀ àwọn ìrísí olùlò

source: moderator
yo: níwọ̀ntúwọ̀nsì

source: Your account is already activated, log in below.
yo: Àkọ́ọ́lẹ̀ rẹ tiwà ní ti sọ di aṣiṣẹ́, wọlé nísàlẹ̀.

source: Account already activated
yo: Àkọ́ọ́lẹ̀ ti sọ di aṣiṣẹ́

source: Your settings have been saved.
yo: Ààtò rẹ ti pamọ́.

source: We've sent an email with the username to any account using {email}.
yo: A ti fi í-meélì ránṣẹ́ pẹ̀lú orúkọ aṣàmúlò sí àkọ́ọ́lẹ̀ tí o ńlo {email}.

source: Invalid field
yo: Gbàgede tí kò kúnjú

source: This username is already taken!
yo: A ti lo orúkọ aṣàmúlò yíì!

source: This email is already in use!
yo: A ti ́ńlo í-meélì yí náà!

source: Done!
yo: Tiṣe!

source: Account successfully verified!
yo: Ṣàrídájú àkọ́ọ́lẹ̀ dáradára!

source: Something is wrong
yo: Ohun kan ò tọ́

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
yo: A ṣàrídájú àkọ́ọ́lẹ̀ rẹ dáradára, asì ti fi ìbéèrè fọ̀rọ̀ránṣẹ́ sí awùjọ apèjọ àtìlẹ́hìn Mozilla.

source: See your question here:
yo: Wo ìbéèrè rẹ níbí:

source: Sit back and relax. Our forum contributors will get back to you with an answer.
yo: Jókò ko fẹ̀yìntì. Apèjọ àwọn olùdásí wa yóò padà wá bá ọ pẹ̀lú ìdáhùn.

source: While you wait
yo: Bí o tí ń dúró

source: Log in, so you can respond to your question when it is answered:
yo: Wọlé, kí o lè fèsì sí ìbéèrè rẹ nígbà tí wọ́n bá dáhùn:

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
yo: O ti jẹ́rì pé àdírẹ́sì í-meélì rẹ àti àkọ́ọ́lẹ̀ rẹ ti di aṣiṣẹ́! O le ̀wọlé báyì, ko lọ sí ṣàtúnṣe Ìrísí olùlò.

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
yo: Akòle sọ àkọ́ọ́lẹ̀ rẹ di aṣiṣẹ́. Jọ̀wọ́ ri dáájú pé o ti ṣíra tẹ ìsopọ̀ tó tọ́nà nínu í-meélì rẹ tàbí tẹ àdírẹ́sì tó tọ́nà.

source: Log In / Register
yo: Wọlé / Forúkọsílẹ̀

source: Change email address
yo: Ṣàyípadà àdírẹ́sì í-meélì

source: You will need to confirm the newly set email address to complete the change.
yo: O nílò láti jẹ́rì àdírẹ́sì í-meélì titun láti parí àyípadà.

source: Change my email
yo: Ṣàyípadà í-meélì mi

source: Unable to change email for user {username}
yo: Kòle ṣàyípadà í-meélì fún olùṣàmúlò {username}

source: Email changed for user {username}
yo: Ṣàyípadà í-meélì fún olùṣàmúlò {username}

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
yo: Í-meélì tí o mú wọlé ({new_email}) tiwà nínu ìlànà ètò. Í-meélì lọ́wọ́lọ́wọ́ fún àkọ́ọ́lẹ̀ rẹ ṣìni {old_email}.

source: Your email has been changed from {old_email} to {new_email}.
yo: Ati ṣàyípadà í-meélì rẹ láti {old_email} sí {new_email}.

source: Confirmation email sent
yo: Tifi ìjẹ́rì í-meélì ránṣẹ́

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
yo: Ati fi ìjẹ́rì ránṣẹ́ sí %àwọn(new_email). Jọ̀wọ́ tẹ̀lé ìsopọ̀ náà ní ìjẹ́rì láti ṣàyípadà í-meélì àkọ́ọ́lẹ̀ rẹ.

source: Your account was sucessfully closed!
yo: Ati ti àkọ́ọ́lẹ̀ rẹ dáradára!

source: We're sorry to see you go.
yo: Inú wa kò dùn láti ri pé o ńlọ.

source: Are you sure you want to delete your avatar?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa avatar rẹ rẹ́?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
yo: O ti fẹ́ pa avatar rẹ rẹ́ pátápátá. <strong>Akòle ṣàyípadà èyí!</strong> O lè <a href="%(upload_url)s">gbàsókè avatar míìràn nígbà gbogbo</a> láti rọ́pò ti lọ́wọ́lọ́wọ́ rẹ.

source: Deactivation Log
yo: Ìpa Lọ́ọ̀gì

source: Deactivated user
yo: Olùṣàmúlò ti pa

source: Deactivated by
yo: Ti pa lọ́wọ

source: {user} | Documents
yo: {user} | Àwọn àkọsílẹ̀

source: Documents
yo: Àwọn àkọsílẹ̀

source: Documents edited or translated
yo: Ṣàtúnṣe tàbí túmọ̀ àwọn àkọsílẹ̀

source: Redirects
yo: Àyípadà

source: Change Avatar
yo: Ṣàyípadà Avatar

# avatar
source: Change
yo: Ṣàyípadà

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
yo: <p> SUMO ńlo Gravatars bíi avatars. O gbọ́dọ̀ ṣàyípadà Gravatar rẹ ní gravatar.com. </p> <p> Yóò gba ìṣẹjú díẹ̀ kí avatar rẹ tó yípadà láti bẹ̀rẹ̀ iṣẹ́. O lè nílò láti dúró fún ìṣẹjú díẹ̀ kí o tún gbàwálẹ̀ ojú ewé láti rí Gravatar rẹ titun. </p>

source: Update
yo: Ṣàfikùn

source: Close account and delete all profile information
yo: Ti àkọ́ọ́lẹ̀ kí o pa gbogbo ìwifún ìrísí olùlò rẹ́

source: Are you sure
yo: Ṣé ó dá ọ lójú

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be restored again.
yo: Pípa àkọ́ọ́lẹ̀ rẹ rẹ́ kòní gbà ọ́ láyè láti dáhùn tàbí fi àwọn ìdáhùn ránṣẹ́ ní Àtìlẹ́hìn Mozilla. Ìgbésè yíì yóò pa ìrísí olùlò rẹ́ o kòsí lè da padà mọ́.

source: Please type in your username to confirm
yo: Jọ̀wọ́ tẹ orúkọ aṣàmúlò rẹ láti jẹ́rì

source: Delete My Account
yo: Pa Àkọ́ọ́lẹ̀ Mi Rẹ́

source: Edit Settings
yo: Ṣàtúnṣe àwọn ààtò

source: Manage watch list
yo: Ṣàkóso àtòkọ ìwò

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
yo: Nísàlẹ̀ ni atòkọ àwọn wúnrẹ̀n tí o ti wò. Àwọn wúnrẹ̀n tí a ṣàyẹ̀wò ni àwon wúnrẹ̀n tí o ńwò lọ́wọ́lọ́wọ́ àti àwọn wúnrẹ̀n ti àìṣàyéwò ní akò wò mọ́.

source: You are not currently watching anything.
yo: O kò wo ohunkóhun lọ́wọ́lọ́wọ́.

source: Retrieve Username
yo: Gbà Olùṣàmúlò pádà

source: Forgotten your username? Enter your email address below, and we'll send it to you.
yo: O ti gbàgbé orúkọ àṣàmúlò rẹ? Ṣàmúwọlè àdírẹ́sì í-meélì rẹ nísàlẹ̀, a ó fi ránṣẹ́ sí ọ.

source: Send username
yo: Fi orúkọ àṣàmúlò ránṣẹ́

source: {user} | Profile
yo: {user} | Ìrísí olùlò

source: Edit user profile
yo: Ṣàtúntò ìrísí olùlò olùṣàmúlò

source: Deactivate this user
yo: Sọ olùṣàmúlò yii di àìṣiṣẹ́

source: Deactivate this user and mark all content as spam
yo: Sọ olùṣàmúlò yii di àìṣiṣẹ́ kí o sàmì gbogbo àkóónú bíi ìwé àìbèèrèfún

source: This user has been deactivated.
yo: A ti olùṣàmúlò pa.

source: {0} question
yo: {0} ìbéèrè

source: {0} answer
yo: {0} ìdáhùn

source: {0} solution
yo: {0} ọ̀nà àbáyọ

source: {0} documents
yo: {0} àwọn àkọsílẹ̀

source: About {user}
yo: Nípa {user}

source: {user}'s Groups
yo: Ẹgbẹ́ {user}'s

source: See all available SUMO badges
yo: Wo gbogbo báàjì SUMO tówà

source: Change Password
yo: Ṣàyípadà Ọ̀rọ̀ aṣínà

source: Change my password
yo: Ṣàyípadà ọ̀rọ̀ aṣínà mi

source: Password change successful!
yo: A ṣàyípadà ọ̀rọ̀ aṣínà dáradára!

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
yo: O ti ṣàyípadà ọ̀rọ̀ aṣínà rẹ dáradára. <a href="%(profile_url)s">Padà sí ṣàtúnṣe ojú ewé ìrísí olùlò.</a>

source: Password successfully reset.
yo: Ṣàtúntò ọ̀rọ̀ aṣínà dáradára.

source: You can now log in.
yo: O lè wọlé báyì.

source: Password Reset
yo: Ṣàtúntò Ọ̀rọ̀ aṣínà

source: New password
yo: Ọ̀rọ̀ aṣínà titun

source: Confirm password
yo: Jẹ́rì ọ̀rọ̀ aṣínà

source: Password reset unsuccessful
yo: Ṣàtúntò ọ̀rọ̀ aṣínà kò sàse yọrí

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
yo: Ṣàtúntò ìsopọ̀ ọ̀rọ̀ aṣínà kò tọnà, bóyá nítorí ati lò rí. Jọ̀wọ́ béèrè fún àtúntò ọ̀rọ̀ aṣínà titun.

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
yo: <strong>Ìkilọ̀:</strong> Àkọ́ọ́lẹ̀ tí a ṣẹ̀dá ṣáájú December 2010 lèní ìṣòro ìwọlé. Jọ̀wọ́ ṣàtúntò ọ̀rọ̀ aṣínà rẹ nísàlẹ̀.

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
yo: Ṣé gbàgbé ọ̀rọ̀ aṣínà rẹ? Wọlé àdírẹ̀sì í-meélì nísàlẹ̀, a ò fi ìlànà fún ààtò titun ránṣẹ́ sí ọ.

source: Email Address:
yo: Àdírẹ̀sì Í-meélì:

source: Send password reset link
yo: Fi ṣàtúntò ìsopọ̀ ọ̀rọ̀ aṣínà ránṣẹ́

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
yo: Ati fi í-meélì ránṣẹ́ sí àkọ́ọ́lẹ̀ tí o ńlo àdírẹ́sì yíì. Jọ̀wọ́ tẹ̀lé ìsopọ̀ nínu í-meélì náà láti ṣàtúntò ọ̀rọ̀ aṣínà rẹ.

source: Thank you for registering!
yo: O ṣeun tí o ń forúkọsílẹ̀!

source: Thank you for being awesome!
yo: O ṣeun pé o jẹ́ ìyanu!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
yo: Kí o tó lè wọlé, o gbọ́dọ̀ jẹ́rì àdírẹ́sì í-meélì re. Ati fi í-meélì ránṣẹ́ pẹ̀lú ìjẹ́rì ìsopọ̀ nínu rẹ̀. Kàn ṣíra tẹ ìsopò o sì ṣetán láti lọ!

source: Resend confirmation email
yo: Tún fi ìjẹ́rì í-meélì ránṣẹ́

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
yo: Láti mú àkọ́ọ́lẹ̀ rẹ ṣiṣẹ́ o kọ́kọ́ gbọ́dọ̀ jẹ́rì àdírẹ̀sì í-meélì rẹ. Wọlé pẹ̀lú í-meélì kí o fi sílẹ̀ fọ́ọ̀mù ìsalẹ̀, a ó tun fi ìjẹ́rì í-meélì ránṣẹ́.

source: Resend account confirmation email
yo: Tún ìjẹ́rì àkọ́ọ́lẹ̀ í-meélì firánṣẹ́

source: Confirmation email sent successfully.
yo: A fi ìjẹ́rì í-meélì ránṣẹ́ dáradára.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
yo: Kí o tó lè wọlé, o nílò láti jẹ́rì àdírẹ́sì í-meélì rẹ. A ti fi ìjẹ́rì í-meélì titun ránṣẹ́ sí àkọ́ọ́lẹ̀ tí ó ńlo <strong>%àwọn(email)</strong>. Láti jẹ́rì àdírẹ̀sì í-meélì, kàn tẹ̀lé ìsopọ̀ nínu í-meélì náà.

source: Click here to verify your email address
yo: Ṣíra tẹ̀ láti jẹ́rì àdírẹsì í-meélì rẹ

source: If the link above doesn’t work, click here:
yo: Bí ìsopọ̀ òkè ò bá ṣiṣẹ́, ṣíra tẹ̀ níbí:

source: The Mozilla Support team
yo: Ẹgbẹ́ Àtìléhìn Mozilla

source: Click here to find out where to help.
yo: Ṣíra tẹ̀ níbí láti wá ibi ìrànwọ́.

source: <a href="%(url)s">Forum Contributor</a> - Answer user support questions that are most-requested but have no replies.
yo: <a href="%(url)s">Àpèjọ Olùdásí</a> - Dáhùn àwọn ìbéèrè àtìlẹ́hìn olùṣàmúlò tí wọ́n maa ń béèrè ṣùgbọ́n tí kòní àwọn èsì.

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here: <a href="%(url)s">Contributor Quality Training</a>.
yo: Bí o ti bẹ̀rẹ̀ síni dáhùn àwọn ìbéèrè tí o jọ ìrọrùn o lè salábàpádè àwọn ìbéèrè díẹ̀. Bíi, kílo ṣẹlẹ̀ nígbà tí olùṣàmúlò to ń bínú tí kò fẹ́ kí a bá òhun yanjú nǹkan tàbí kíló ṣẹlẹ̀ tẹ̀le? Ìdánilẹ́kọ̀ Ojúlówó Olùdásí lèní ìdáhùn yíì. Ó ṣeéṣe láti bẹ̀rẹ̀ níbí: <a href="%(url)s">Ìdánilẹ́kọ̀ Ojúlówó Olùdásí</a>.

source: <a href="%(url)s">Twitter Contributor</a> - Respond to tweets about Firefox.
yo: <a href="%(url)s">Olùdásí Twitter</a> - Dáhùn túwìtì nípa Firefox.

source: <a href="%(url)s">KB Editor</a> - Help to update knowledge base articles that need changes or write new articles.
yo: <a href="%(url)s">Aṣàtúnṣe KB</a> - Ṣèrànwọ́ láti ṣàfikún aròkọ ìpínlẹ̀ ìmọ̀ tí ó nílò àyípadà tàbí kọ aròkọ titun.

source: <a href="%(url)s">L10N Contributor</a> - Help to translate Firefox Help content to your language.
yo: <a href="%(url)s">Olùdásí L10N</a> - Ṣèrànwọ́ láti túmọ̀ àkóónú Ìrànwọ́ Firefox sí èdè re.

source: Having trouble with Firefox and want some help? Our support forums are a great place to ask a question.
yo: Ṣé o ní ìṣòro pèlú Firefox tí o nílò ìrànwọ́? Àpèjọ àtìlẹ́hìn wa jẹ́ ibi tí ó dára láti bèèrè ìbéèrè.

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe.
yo: Àtìlẹ́hìn Mozilla jẹ́ olùfarajìn àwùjọ tí onítàra àti òṣìṣẹ́ tí o ń gbìyànjú láti ṣe àtìlẹ́hìn fún àwọn olùṣàmúlò wa ní àgbayé.

source: See what you can do to help
yo: Wo ohun tí o lè ṣe láti ṣèrànwọ́

source: Register to be a Contributor
yo: Forúkọsílẹ̀ láti di Olùdásí

source: You don't need to register to <a href="{url}">ask a question</a>.
yo: O kò nílò láti forúkọsílẹ̀ láti <a href="{url}">ṣe ìbéèrè</a>.

source: Logging in...
yo: Wíwolé...

source: Logged in!
yo: Wọlé!

source: My password isn't working.
yo: Ọ̀rọ̀ aṣínà mi ò ṣiṣẹ́.

source: Login Problems?
yo: Ìṣòro Ìwọlé?

source: I forgot my username.
yo: Mo gbàgbé orúkọ aṣàmúlò mi.

source: I didn't get a confirmation email.
yo: Mi o gba ìjẹ́rì í-meélì.

source: This username is available.
yo: Orúkọ aṣàmúlò yíì wà.

source: This email looks great!
yo: Í-meélì yíì dára!

source: Password should be at least 8 characters long and contain at least 1 number.
yo: Ọ̀rọ̀ aṣínà gbọ́dọ̀ jẹ́ ẹyọ ọ̀rọ̀ 8 ní gígùn kí ó sì ní ó kéré nọ́ńbà 1.

source: Your username will be shown next to your question in our public support forums.
yo: A ó ṣàfihàn orúkọ aṣàmúlò rẹ lẹ́gbẹ̀ ìbéèrè rẹ ní gbangba apèjọ àtìlẹ́hìn.

source: Reveal password to check that it's right
yo: Ṣàfihàn ọ̀rọ̀ aṣínà láti wò pé ó tọ́nà

source: Create my account
yo: Ṣẹ̀dá àkọ́ọ́lẹ̀ mi

source: My profile
yo: Ìrísí olùlò mi

source: Edit my profile
yo: Ṣàtúntò ìrísí olùlò mi

source: Edit settings
yo: Ṣàtúntò ààtò

source: Successfully activated
yo: Tí ó tají dáradára

source: Change email
yo: Pàrọ̀ í-meélì

source: Edit profile
yo: Ṣàtúntò ìrísí olùlò

source: Change Email
yo: Pàrọ̀ Í-meélì

source: Password
yo: Ọ̀rọ̀ aṣínà

source: Email in
yo: Í-meélì ní

source: Retrieve username
yo: Gbà pádà orúkọ aṣàmúlò

source: Contributions
yo: Àwọn ìdásí

source: Change password
yo: Ṣàyípadà ọ̀rọ̀ aṣínà

source: Old Password
yo: Ọ̀rọ̀ aṣínà Àtijọ́

source: New Password
yo: Ọ̀rọ̀ aṣínà Titun

source: New Password Again
yo: Ọ̀rọ̀ Aṣínà Titun Lẹ́kànsi

source: You have successfully changed your password.
yo: O ti pàrọ̀ ọ̀rọ̀ aṣínà rẹ dáradára.

source: Your password was successfully reset.
yo: O ti ṣàtúntò ọ̀rọ̀ aṣínà rẹ dáradára.

source: Password reset
yo: Ṣàtúntò ọ̀rọ̀ aṣínà

source: Register or sign in
yo: Forúkọsílẹ̀ tàbí wọlé

source: Create a support account.
yo: Ṣẹ̀dá àtìlẹ́hìn àkọ́ọ́lẹ̀.

source: Username
yo: Orúkọ aṣàmúlò

source: Signing in...
yo: Wíwọlé...

source: Signed in!
yo: Wọlé!

source: Don't have an account? Register
yo: Kòní àkọ́ọ́lẹ̀? Forúkọsílẹ̀

source: Create a new support account
yo: Ṣẹ̀dá àkọ́ọ́lẹ̀ àtìlẹ́hìn titun

source: Minor details that don't affect the instructions
yo: Ẹ̀kúnrẹ́rẹ́ kékeré tí kò nípa lóri àwọn ìlànà

source: Content changes that don't require immediate translation
yo: Àyípadà àkóónú tí kò nílò ìtúmọ̀ kíákíá

source: Major content changes that will make older translations inaccurate
yo: Àkóónú pàtàkì tí yóò mú ìtumọ̀ àtijọ́ jẹ́ àìtọ́

source: These minor changes are not important for localizers and they will not be notified.
yo: Àyípadà kékeré kòṣe pàtàkì fún olùsọdìbílẹ̀ wọn kò síni gba àkíyèsí.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
yo: Èyí yóò pàkíyèsí olùsọdìbílẹ̀ àti ìtumọ̀ yóò lámì bii "nílò àtúnyẹ̀wò" ní aṣèrànwọ́ ìtajà. Ọ̀pọ̀ àyípadà&mdash;ìṣàtúnyẹ́wò àwòrán, ń yanjú {for} ìfiyèsí, ṣàfikún tàbí ṣàyọkúrò ìpele tí kòle&mdash;gbọ́dọ̀ lo èyí.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
yo: Èyí yóò pàkíyèsí olùsọdìbílẹ̀ àti ìtumọ̀ yóò lámì bii "nílò àtúnyẹ̀wò" ní aṣèrànwọ́ ìtajà. Àwọn ìtumọ̀ yóò ṣàfihàn ìkilọ̀ fún àwọn olùṣàmúlò tí kò bá ìgbà mu tí Gẹ̀ẹ́sì sí jẹ́ ṣe rẹ́gí. Lo èyí nígbà tí àwọn ìlànà kò ṣeélò mọ́ rárá.

source: Troubleshooting
yo: Wíwá àléébù

source: How to
yo: Ọ̀nà ṣíṣe

source: How to contribute
yo: Ọ̀nà ìdásí

source: %(old)s Redirect %(number)i
yo: %àwọn(old) Ìtún tọ́ka %(number)i

source: %(old)s-redirect-%(number)i
yo: %àwọn(old)-ìtún tọ́ka-%(number)i

source: [Reviews Pending: %s] SUMO needs your help!
yo: [Ìṣàtúnwò Ńdúró: %s] SUMO nílò ìrànwọ́ rẹ!

source: Other products
yo: Àwọn ohun ìgbéjáde míìràn

source: {title} was edited by {creator}
yo: {title} ti ṣàtúnṣe lọ́wọ́ {creator}

source: {title} is ready for review ({creator})
yo: {title} ti ṣetán fún àtúnyẹ́wò ({creator})

source: {title} has a revision ready for localization
yo: {title} ní àtúnyẹ́wò tí ó ṣetán fún ìsọdìbílẹ̀

source: {title} ({locale}) has a new approved revision ({reviewer})
yo: {title} ({locale}) ní àtùnyẹ́wò tí a gbà titun ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ tẹ̀lé gígùn ti àkọlé si %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Please provide a slug.
yo: Jọ̀wọ́ pèsè sílọ́gì.

source: The slug provided is not valid.
yo: Sílọ́gì tí o pèsè kò tọ́nà.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Sílọ́gì ti kéréjù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ tẹ̀lé gígùn ti sílọ́gì si %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Please provide a summary.
yo: Jọ̀wọ́ pèsè ìsọníṣókí.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Ìsọníṣókí ti kéréjù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ tẹ̀lé gígùn ti ìsọníṣókí si %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Ìsọníṣókí ti kéréjù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn ti àkóónù sí %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn ti àlàyé sí %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Please select at least one product.
yo: Jọ̀wọ́ yan ó kéré àbájáde kan.
