Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

source: Recently updated questions
yo: Àwọn ìbéèrè ìṣàfikún láìpẹ́

source: Recently updated questions tagged %s
yo: Àwọn ìbéèrè ìṣàfikún táàgì láìpẹ́ %s

source: Recent answers to %s
yo: Àwọn ìdáhùn àìpẹ́ si %s

source: URL of affected site
yo: URL ti ojúle wẹ́ẹ̀bù tí ó kàn

source: Crash ID(s)
yo: Ìdàrú àwọn Ìdámọ̀

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
yo: Bí o bá fi ìwifún sílẹ̀ fún Mozilla nígbà tí o dàrú, wá gba Ìdámọ̀ Ìdàrú tí ó ṣàfihàn ìdàrú rẹ tí yóò jẹ́kí o wá àlààyé tí yó̀o jẹ́kí o mọ ohun tó fà. Láti wá Ìdámọ̀ Ìdàrú tí o fi sílẹ̀ láìpẹ́, lọsí <strong>nípa:àwọn ìdàrú</strong> ní ibi ìpamọ́ pẹpẹ. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Ṣíra tẹ̀ fún ìlànà ẹ̀kúnrẹ́rẹ́</a>.

source: Troubleshooting Information
yo: Ìwifún wíwá àléébù

source: This information gives details about the internal workings of your browser that will help in answering your question.
yo: Ìwifún yíì pèsè ẹ̀kúnrẹ́rẹ́ nípa iṣẹ́ inú ti ìgbàwálẹ̀ rẹ tí yóò ṣe ìrànwọ́ ìdáhùn ìbéèrè rẹ.

source: This happens
yo: Èyí maa ńṣẹlẹ̀

source: Not sure how often
yo: Kò dájú iye igbà

source: Just once or twice
yo: Ẹ̀èkan tàbí ẹẹmejì

source: A few times a week
yo: Ìgbà díẹ̀ ní ọ̀sẹ̀

source: Every time Firefox opened
yo: Gbogbo ìgbà tí Firefox báṣí

source: This started when...
yo: Èyí bẹ̀rẹ̀ nígbà...

source: Question
yo: Ìbéèrè

source: Details
yo: Ẹ̀kúnrẹ́rẹ́

source: Email
yo: Í-meélì

source: A confirmation email will be sent to this address in order to post your question.
yo: Ati fi ìjẹ́rì ránṣẹ́ sí àdírẹsì yìí kí a le fi ọ̀rọ̀ránṣẹ́ sí ìbéèrè rẹ.

source: Firefox version
yo: Ẹ̀yà Firefox

source: Operating system
yo: Ìlànà-ètò ìmú ṣiṣẹ́

source: Installed plugins
yo: Ṣàgbékalẹ̀ àwọn àlékún

source: Extension/plugin you are having trouble with
yo: Ìfàgùn/àgbéwọnú tí o níṣòrò pẹ̀lú

source: Mobile device
yo: Ohun elò alágbèká

source: Please provide a question.
yo: Jọ̀wọ́ pèsè ìbéèrè.

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Ìbéèrè rẹ ti kúrújù (%àwọn(show_value) ẹyọ ọ̀rọ̀). O gbọ́dọ̀ jẹ́ ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn ìbéèrè rẹ sí %àwọn(imit_value) àwọn ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà ní %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Please provide content.
yo: Jọ̀wọ́ pèsè àkóónú.

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Àkóónú rẹ kéréjù (%àwọn(show_value) ẹyọ ọ̀rọ̀). O gbọ́dọ̀ jẹ́ ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn àkóónú rẹ sí %àwọn(limit_value) àwọn ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà ní %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Enter your reply here.
yo: Ṣàmúlò èsì rẹ níbí.

source: Enter your email address here.
yo: Wọlé pẹ̀lú àdírẹ̀sì í-meélì rẹ níbí.

source: Enter a subject here.
yo: Wọlé orí ọ̀rọ̀ níbí.

source: Please provide a subject.
yo: Jọ̀wọ́ pèsè orí ọ̀rọ̀.

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Orí ọ̀rọ̀ ti kúrújù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ jẹ́ ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn orí ọ̀rọ̀ jẹ́ %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà ní %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Describe your issue here.
yo: Ṣàpèjúwe ìṣòro rẹ.

source: Please describe your issue in the body.
yo: Jọ̀wọ́ ṣàpèjúwe ìṣòro rẹ nínu kókó.

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Kókó akóónú ti kúrújù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ jẹ́ ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn kókó akóónú jẹ́ %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà ní %àwọn(show_value) ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Account Issues
yo: Ìdójúkọ àkọ́ọ́nú

source: Installation Issues
yo: Ìdójúkọ Ìṣàgbékalẹ̀

source: Payment Issues
yo: Ìdójúkọ Ìsanwó

source: Application Issues
yo: Ìdójúkọ Àtòjọ-ètò

source: Enter the Transaction ID here.
yo: Ṣàmúlò Ìdamọ́ Ìbáṣepọ̀.

source: Please provide the Transaction ID.
yo: Jọ̀wọ́ pèsè Ìdamọ́ Ìbáṣepọ̀.

source: Defective
yo: Ti bàjẹ́

source: Malware
yo: Aṣejànbá

source: Did not work as expected
yo: Kò ṣiṣẹ́ bí o ti tọ̀

source: Seller will not provide support
yo: Olùtà kòní pèsè àtìlẹ́hìn

source: Account Administration
yo: Ìṣàbòójútó Àkọ́ọ́lẹ̀

source: Review Process
yo: Ìlànà Àkọwò

source: Payments/Settlement
yo: Ìsanwó/Ìtúnṣe

source: Please provide an email.
yo: Jọ̀wọ́ pèsè í-meélì kan.

source: Email:
yo: Í-meélì:

source: Subject:
yo: Orí ọ̀rọ̀:

source: Body:
yo: Ara:

source: Category:
yo: Ìsọ̀rí:

source: Transaction ID:
yo: Ìdamọ́ Ìbáṣepọ̀:

source: Interval
yo: Àlàfo àárín

source: Start
yo: Bẹ̀rẹ̀

source: End
yo: Òpin

source: Payments
yo: Ìsanwó

source: Applications
yo: Àtòjọ ètò

source: Account
yo: Àkọ́ọ́lẹ̀

source: That tag does not exist.
yo: Kòsí ìṣàmì yẹn.

source: Please provide a tag.
yo: Jọ̀wọ́ pèsè ìṣàmì.

source: Recently unanswered
yo: Àìdáhùn àìpẹ́

source: Answers didn't help
yo: Àwọn ìdáhùn kò ṣe ìrànwọ́

source: Needs info
yo: Nílò ìwifún

source: Solution provided
yo: Pesè ọ̀nà àbáyọ

source: Solved
yo: Ti yanjú

source: Updated
yo: Ti ṣàfikún

source: Views
yo: Àwọn Ìwò

source: Votes
yo: Àwọn Ìbò

source: The questions forum isn't available in {old_lang}, we have redirected you to the {new_lang} questions forum.
yo: Kòsí àpejọ àwọn ìbéèrè ní {old_lang}, àti tún darí rẹ sí {new_lang} àwọn àpèjọ ìbéèrè.

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
yo: Kòsí àpèjọ àwọn ìbéèrè fún {product} ní {old_lang}, ati ṣe ìtundárí rẹ sí {new_lang} àwọn àpèjọ ìbéèrè.

source: Please confirm your Firefox Help question
yo: Jọ̀wọ́ ṣe ìjẹ́rì ìbéèrè Ìrànwọ́ Firefox rẹ

source: Request type not recognized.
yo: Béèrè irufẹ́ tí a kò dámọ̀.

source: Done! Your question is now posted on the Mozilla community support forum.
yo: Tiṣé! Ati fi ìbéèrè rẹ fọ̀rọ̀ránṣẹ́ sí àwùjọ àpèjọ àtìlẹ́hìn Mozilla.

source: Thank you for choosing a solution!
yo: O ṣeun tí o yan ọ̀nà àbáyọ!

source: This question already has a solution.
yo: Ìbéèrè yí ní ọ̀nà àbáyọ náa.

source: The solution was undone successfully.
yo: Ọ̀nà àbáyọ tí a se àìse dáradára.

source: Glad to hear it!
yo: Ìdùnnú láti gbọ!

source: Sorry to hear that.
yo: Mábinú láti gbọ.

source: You already voted on this reply.
yo: O ti dibò fún èsì yíì.

source: Could not send a message to that email address.
yo: Kòle fi iṣẹ́ ránṣẹ́ sí àdírẹ́sì í-meélì yẹn.

source: You will be notified of updates by email.
yo: A o fi tó ọ létí ti ìṣàfikún nípa í-meélì.

source: You should receive an email shortly to confirm your subscription.
yo: O gbọ́dọ̀ gba í-meélì láìpẹ́ láti jẹ́rì ìforukọsílẹ̀ rẹ.

source: There was an error submitting the ticket. Please try again later.
yo: Àṣiṣe wáyé ní fífi tíkẹ̀tì sílẹ̀. Jọ̀wọ́ tún gbìyànjú bóyá.

source: Subscription confirmed.
yo: Ìjẹ́rì ìforukọsílẹ̀.

source: There was a problem confirming your subscription.
yo: Ìṣoro wà ní ìjẹ́rì ìforukọsílẹ̀ rẹ.

source: Email updates
yo: Ṣàfikún í-meélì

source: You will now receive updates via email.
yo: Wá gba àwọn ìṣàfikún nípa í-meélì.

source: Go back to the question.
yo: Padà sí ìbéèrè náà.

source: Stop receiving updates via email for this question.
yo: Dúró láti maa gba àwọn ìṣàfikún nípa í-meélì fún ìbéèrè yíì.

source: Go back to the question and try again.
yo: Padà sí ìbéèrè kí o tún gbìyànjú.

source: Delete Answer | {t} | Firefox Support Forum
yo: Pa Ìdáhùn rẹ́ | {t} | Apèjọ Àtìlẹ́hìn Firefox

source: Delete answer
yo: Pa ìdáhùn rẹ́

source: Are you sure you want to delete this answer?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa ìdáhùn yíì rẹ́?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O tifẹ́ pa ìdáhùn yíì rẹ́ pátápátá. <strong>Akòle ṣé padà!</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀sìwajú?

source: Please Confirm Your Email Address
yo: Jọ̀wọ́ Jẹ́rì Àdírẹ̀sì Í-meélì Rẹ

source: Please confirm your email address.
yo: Jọ̀wọ́ jẹ́rì àdírẹ́sì í-meélì rẹ.

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
yo: O ṣeun! Ìbéèrè rẹ yóò hàn ní ojúlé wẹ́ẹ̀bù nígbà tí o bá jẹ́rì àdírẹ́sì í-meélì rẹ. O gbọ́dọ̀ gba í-meélì láìpẹ́ pẹ̀lú ìsopọ̀ láti jẹ́rì.

source: An email has been sent to the address below:
yo: Ati fi í-meélì jíṣẹ́ sí àdírẹ́sì ìsalẹ̀:

source: Delete Question | {t} | Firefox Support Forum
yo: Pa Ìbéèrè Rẹ́ | {t} | Àpèjọ Àtìlẹ́hìn Firefox

source: Delete question
yo: Pa ìbéèrè rẹ́

source: Are you sure you want to delete this question?
yo: Ṣé ó dá ọ lójú pé o fẹ́pa ìbéèrè yíì rẹ́?

source: Number of Answers
yo: Nọ́ńbà àwọn Ìdáhùn

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́pa ìbéèrè rẹ́ pátápátá. <strong>Akòle ṣé padà!</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀sìwajú?

source: Editing an answer | {t} | Firefox Support Forum
yo: Ìṣàtúnṣe ìdáhùn | {t} | Àpéjọ Àtìlẹ́hìn Firefox

source: Edit an answer
yo: Ṣàtúnṣe ìdáhùn

source: Created by:
yo: Ìṣẹ̀dá láti ọwọ́:

source: Last updated by:
yo: Ìṣafikún ìkẹhìn lọ́wọ:

source: Last updated:
yo: Ìṣafikún ìkẹhìn:

source: Question:
yo: Ìbéèrè:

source: Update answer
yo: Ìṣafikún ìdáhùn

source: Edit a Question
yo: Ṣàtúnṣe Ìbéèrè

source: Edit the question
yo: Ṣàtúnṣe ìbéèrè kan

source: Edit the question.
yo: Ṣàtúnṣe ìbéèrè kan.

source: Save Question
yo: Ṣàfipamọ́ Ìbéèrè

source: Ask a Question about Marketplace
yo: Béèrè Ìbéèrè nípa Ibiọjà

source: Which category best describes your problem?
yo: Ìsọ̀rí wo ló ṣàpèjúwe ìṣòro rẹ?

source: change
yo: ṣàyípadà

source: Marketplace: Developer Support Request
yo: Ibiọjà: Olùmúgbèrú Ìbéèrè Àtìlẹ́hìn

source: Please complete the form below to submit your question to our Marketplace Support group.
yo: Jọ̀wọ́ parí fọ́ọ̀mù nísàlẹ̀ láti fàsílẹ̀ àwọn ìbéèrè rẹ sí ẹgbẹ́ Àtìlẹ́hìn Ibiọjà wa.

source: Marketplace: Request a Refund
yo: Ibiọjà: Béèrè fún Ìdápadà

source: The refund request must be made within 10 business days of purchase.
yo: Ìbéèrè fún ìdápadà gbọ́dọ̀ jẹ́ láarín ọjọ́ 10 iṣẹ́ ti rírà.

source: Issue submitted successfully
yo: Ṣàfàsílẹ̀ ìṣòro dáradára

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
yo: Ìṣòro rẹ ni wọ́n ti fàsílẹ̀ dáradára. O gbọ́dọ̀ gba ìjẹ́rì í-meélì kí o sì gbọ́ lọ́dọ̀ wa láìpẹ́.

source: Support Forum Metrics
yo: Ṣàtìlẹ́hìn Àpèjọ Mẹ́tíríìkì

source: Metrics
yo: Mẹ́tíríìkì

source: Topics
yo: Àkọlé

source: There is no topic data available for the current selections.
yo: Kòsí àkọlé dátà fún yíyàn àkókò yíì.

source: Ask a Question
yo: Béèrè Ìbéèrè

source: Summarize your question in a sentence
yo: Ìsọní sókí nípa ìbéèrè rẹ nínu gbólóhùn

source: Do any of these articles answer your question?
yo: Ṣé èyíkèyí aròkọ yíì dáhùn ìbéèrè rẹ?

source: None of these solve my problem
yo: Nǹkànkan èyí kò tán ìṣòro mi

source: This question has not been asked before.
yo: Akòíti béèrè ìbéèrè yíì rí.

source: Provide more details
yo: Pèsè ẹ̀kúnrẹ́rẹ́ si

source: Ask your question to our community of users
yo: Béèrè ìbéèrè rẹ fún àwọn awùjọ olùṣàmúlò wa

source: Post Question
yo: Fọ̀rọ̀ Ìbéèrè Ránṣẹ́

source: <strong>{product}</strong> Support Forum
yo: <strong>{product}</strong> Apèjọ Àtìlẹ́hìn

source: Browse the questions for all the products together in one list.
yo: Gbàwálẹ̀ àwọn ìbéèrè fún gbogbo àwọn ohun ìgbéjáde lápàpọ̀ ní àtòkọ kan.

source: {q} | {product} Support Forum
yo: {q} | {product} Apèjọ Àtìlẹ́hìn

source: {user} is currently working on this problem.
yo: {user} ń ṣiṣẹ́ lọ́wọ́lọ́wọ́ lóri ìṣòro yìí.

source: View other questions that need attention.
yo: Wo àwọn ìbéèrè míìràn tó nílò àbojútó.

source: This thread was closed.
yo: Èròjà atẹ̀lélànà ti tì pa.

source: This thread was archived.
yo: Èròjà atẹ̀lélànà yii ni a ti fi pamọ́ fọ́jọ́ pípẹ́.

source: This thread was closed and archived.
yo: Ati ti èròjà atẹ̀lélànà asì ti fi pamọ́ fọ́jọ́ pípẹ́.

source: Please ask a new question if you need help.
yo: Jọ̀wọ́ béèrè ìbéèrè titun bí o bá nílò ìrànwọ́.

source: 1 reply
yo: èsì 1

source: No replies
yo: Kòsí àwọn èsì

source: has this problem
yo: ní ìṣòro yìí

source: %(count)s view
yo: %àwọn(iye) ìwò

source: Last reply by {user}
yo: Èsì ìkẹhìn lọ́wọ́ {user}

source: Marked as spam by %(marked_by)s at %(marked_time)s
yo: Ìwé àìbèèrèfún ti fi àmì si lọ́wọ %àwọn(marked_by) ní %àwọn(marked_time)

source: Posted
yo: Tifiránṣẹ́

source: Attached screenshots
yo: Ìsopọ̀ yíyà aṣàfihàn

source: Modified {datetime} by {name}
yo: Ti ṣàtúnṣe {datetime} nípa {name}

source: Solution chosen by {user}
yo: Ati yan ọ̀nà àbáyọ nípa {user}

source: Chosen solution
yo: Ọ̀nà àbáyọ tí a yàn

source: Read this answer in context
yo: Ka ìdáhùn ni ìṣètò kíkà

source: I have this problem, too
yo: Èmi náà ní ìṣòro yíì, pẹ̀lú

source: Post a Reply
yo: Fọ̀rọ̀ Èsì ránṣẹ́

source: Question tools
yo: Àwọn irinṣẹ́ ìbéèrè

source: Edit this question
yo: Ṣàtúnṣe ìbéèrè yíì

source: Delete this question
yo: Pa ìbéèrè yíì rẹ́

source: Unlock this question
yo: Ṣi ìbéèrè yíì

source: Lock this question
yo: Ti ìbéèrè yíì

source: Unarchive this question
yo: Ṣaipa mọ́ fọ́jọ́ pípẹ́ ìbéèrè yíì

source: Archive this question
yo: Pa mọ́ fọ́jọ́ pípẹ́ ìbéèrè yíì

source: Stop email updates
yo: Dá àwọn ìṣàfikún í-meélì duró

source: Get email updates
yo: Gba ìṣàfikún í-meélì

source: Subscribe to feed
yo: Forúkọsílẹ̀ sí olùpèsè

source: Question details
yo: Àwọn ẹ̀kunrẹ́rẹ́ ìbéèrè

source: Product
yo: Àbájáde

source: Topic
yo: Orí ọ̀rọ̀

source: System Details
yo: Àwọn ẹ̀kunrẹ́rẹ́ Ìlànà ètò

source: Device:
yo: Ohun-èlò:

source: More system details
yo: Àwọn ẹ̀kunrẹ́rẹ́ Ìlànà ètò si

source: Edit details
yo: Ṣàtúnṣe àwọn ẹ̀kunrẹ́rẹ́

source: Save changes
yo: Ṣàfipamọ́ àwọn àyípadà

source: Additional System Details
yo: Àfikún Ẹ̀kúnrẹ́rẹ́ Ìlànà ètò

source: Sites Affected
yo: Ojúle wẹ́ẹ̀bù tí ó kàn

source: Crash ID
yo: Ìdámọ̀ Ìdàrú

source: This happened
yo: Èyí ṣẹlẹ̀

source: Installed Plug-ins
yo: Ṣàgbéwọlé Àwọn Àlékún

source: Close
yo: Tì

source: Tags
yo: Ìsàmì

source: Add
yo: Ṣàfikún

source: Related
yo: Tí ó jọmọ́

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
yo: Kí a dẹ́kun ìwé àìbèèrèfún, a ń dín iye àwọn ìdáhùn tí a lè fọ̀rọ̀ránṣẹ́ ní àkókò kúkurú. Bí o bá fẹ́ fọ̀rọ̀ púpọ̀ ránṣẹ́ jọ̀wọ́ ṣẹ̀dá ìfọ̀rọ̀ránṣẹ́ ní <a href="%(url)s">àpèjọ àwọn olùdásí</a> bèèrè pé kí a yọ orúkọ rẹ kúrò nínu àwọn ìbàjẹ́.

source: I am providing the requested information
yo: Mo ń pèsè ìwifún tí a béèrè

source: Needs more information
yo: Nílò ìwifún si

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
yo: O gbọ́dọ̀ <a href="{login_url}">wọlé sí àkọ́ọ́lẹ̀ re</a> láti fèsì àwọn ìfọ̀rọ̀ránṣẹ́. Jọ̀wọ́ <a href="{ask_url}">bẹ̀rè ìbéèrè titun</a>, bí o kò báìtí ní àkọ́ọ́lẹ̀ náà.

source: Multiple Products
yo: Ọ̀pọ̀ Àwọn Ohun Ìgbéjáde

source: {product} Support Forum
yo: {product} Àpèjọ Àtìlẹ́hìn

source: Total questions: <strong>{num}</strong>
yo: Àwọn ìbéèrè pátápátá: <strong>{num}</strong>

source: <strong>%(recent_unanswered_count)s</strong> question in the last <strong>24 hours</strong> has no reply. <a href="%(url)s">Help solve it!</a>
yo: <strong>%àwọn(recent_unanswered_count)</strong> ìbéèrè ní <strong>wákàtí 24 sẹ́hìn</strong> kòní èsì. <a href="%(url)s">Ṣèrànwọ́ láti yanjú rẹ!</a>

source: <strong>0</strong> questions in the last <strong>24 hours</strong> have no reply. <strong>Good job!</strong>
yo: <strong>0</strong> àwọn ìbéèrè ní <strong>wákàtí 24 sẹ́hìn</strong> kòní èsì. <strong>Iṣẹ́ dídára!</strong>

source: Showing questions tagged:
yo: Ń ṣàfihàn àwọn ìbéèrè aṣàmì:

source: Show all questions
yo: Ṣàfihàn gbogbo àwọn ìbéèrè

source: Attention needed
yo: A nílò àfiyèsí

source: Responded
yo: Ìfèsì

source: Done
yo: Tiṣe

source: All questions
yo: Gbogbo àwọn ìbéèrè

source: votes this week
yo: àwọn ìbò ọ̀sẹ̀ yíì

source: reply
yo: èsì

source: {num_views} views
yo: {num_views} àwọn ìwò

source: Contributed
yo: Ti dásí

source: Archived
yo: A ti fi pamọ́ fọ́jọ́ pípẹ́

source: asked by <a href="{user_url}">{username}</a> {when}
yo: béèrè <a href="{user_url}">{username}</a> {when}

source: answered by <a href="{user_url}">{username}</a> {when}
yo: dáhùn <a href="{user_url}">{username}</a> {when}

source: <a href="{reply_url}">last reply</a> by <a href="{user_url}">{username}</a> {when}
yo: <a href="{reply_url}">èsì ìkẹhìn</a> lọ́wọ́ <a href="{user_url}">{username}</a> {when}

source: Filter by
yo: Asẹ́ lọ́wọ́

source: Escalated
yo: Múgbòòrò

source: Sort options
yo: Àwọn ẹ̀yàn ayọ̀sọ́tọ̀

source: Show me
yo: Fihan mí

source: Posts from everyone
yo: Àwọn ìfọ̀rọ̀ránṣẹ́ láti ọ̀dọ̀ gbogbo ènìyàn

source: My contributions
yo: Ìdasí mi

source: You have been unsubscribed.
yo: O ti ṣàìforúkọ sílẹ̀.

source: There was a problem unsubscribing.
yo: Ìṣoro wáyé ní àìforúkọ sílẹ̀.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
yo: O koni gba iṣafikun i-meeli mọ fun ibeere yii: <a href="%(question_url)s">%àwọn(question_title)</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
yo: A kòle ṣàìforúkọ sílẹ̀ rẹ ní ìbéèrè yíì: <a href="%(question_url)s">%àwọn(question_title)</a>. Jọ̀wọ́ rii dájú pé o ṣẹ̀dá kí o lẹ ìsopọ̀ àìforúkọ sílẹ̀ dáradára.

source: Confirm your subscription
yo: Jẹ́rì ìforúkọsílẹ̀ rẹ

source: Browse for unsolved questions and help a fellow user
yo: Gbàwálẹ̀ àwọn ìbéèrè àìyanjú kí o ran olùṣàmúlò ẹlẹgbẹ́ lọ́wọ́

source: Solving 1 issue helps up to 1,000 users a day!
yo: Ìyanjú ìṣòro 1 ṣèrànwọ́ bíi 1000 àwọn olùṣàmúlò lóòjọ́!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
yo: Afi í-meélì yí ránṣẹ́ ní aládàṣe lọ́wọ́ rọ́bọ̀tì. Rọ́bọ̀tì wa kòle dáhùn ìbéèrè rẹ, ṣùgbọ́n àwọn àpèjọ àwọn olùdasí wa lè dáhùn! Bí o báfẹ́ dáwọn lóhùn, jọ̀wọ́ <a href="%(url)s">tẹ̀ níbí</a>.

source: Mark it as solved
yo: Ṣàmì rẹ̀ bí a ti yanjú

source: This doesn't solve my problem
yo: Èyí kò tán ìṣòro mi

source: Browse for unsolved questions and help a Firefox user
yo: Gbàwálẹ̀ fún àwọn ìbéèrè tí a kò tán àti ìrànwọ́ olùṣàmúlò Firefox

source: The question: '{title}' was marked as solved by its asker, {asker}.
yo: Ìbéèrè náà: '{title}' ni a ṣàmì sí bí ti a ti yanjú lọ́dọ̀ olùbéèrè, {asker}.

source: View the solution
yo: Wo ọ̀nà àbáyọ

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
yo: Ǹjẹ́ o mọ̀ pé %àwọn(answerer) jẹ́ olùṣàmúlò Firefox bíi tirẹ? Bẹ̀rẹ̀ síní ran àwọn olùṣàmúlò Firefox míìràn lọ́wọ́ nípa <a href="https://%(host)s/questions?filter=unsolved"> gbàwálẹ̀ àwọn ìbéèrè</a> --o lè mú inú ẹnìkan dùn lónì!

source: Pick a product
yo: Mú àbájáde

source: Pick a topic and try some solutions
yo: Mú orí ọ̀rọ̀ kí o gbìyànjú àwọn ọ̀nà àbáyọ kan

source: Register or Sign In
yo: Forúkọsílẹ̀ tàbí Wọlé

source: Fill in details
yo: Dáhùn ẹ̀kúnrẹ́rẹ́

source: Confirm registration
yo: Jẹ́rì ìforukọ́silẹ̀

source: DONE
yo: ṢETÁN

source: Which product would you like to post a question about?
yo: Àbájáde wo ni o fẹ́ fi ìbéèrè fọ̀rọ̀ránṣẹ́ nípa?

source: change product
yo: ṣàyípadà àbájáde

source: Category
yo: Ìpele

source: change category
yo: ṣàyípadà ìpele

source: Try one of these articles:
yo: Gbìyànjú ọ̀kan nínu àwọn aròkọ yíì:

source: Can't find an answer? Summarize your question in a sentence.
yo: Kòrí ìdáhùn? Ìsọní sókí ìdáhùn rẹ ní gbólóhùn.

source: Ask this
yo: Béèrè èyí

source: Almost there! We just need you to create a support forum account!
yo: Ti fẹ́ débẹ̀! A kàn nílò rẹ láti ṣẹ̀dá àkọ́ọ́lẹ̀ àpèjọ àtìlẹ́hìn!

source: Having an account on the support forums lets us notify you when you get a response on your question
yo: Níní àkọ́ọ́lẹ̀ lóri àwọn àpèjọ àtìlẹ́hìn jẹ́kí a fi tó ọ létí ígbá tí o ní èsì lórí ìbéèrè rẹ

source: I already have an account
yo: Mo ti ní àkọ́ọ́lẹ̀ náà

source: Log in to an existing account
yo: Wọlé sí àkọ́ọ́lẹ̀ tí ó wà

source: To post your question, please create a support account
yo: Láti fọ̀rọ̀ránṣẹ́ sí ìbéèrè rẹ, jọ̀wọ́ ṣẹ̀dá àkọ́ọ́lẹ̀ àtìlẹ́hìn

source: A support account lets us alert you when people respond to your question.
yo: Àkọ́ọ́lẹ̀ àtìlẹ́hìn jẹ́kí a ta ọ́ jí nígbà tí àwọn ènìyàn dáhùn ìbéèrè rẹ.
