Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

source: Defer
yo: Súnsíwájú

source: Show Helpfulness Votes Chart
yo: Ṣàfihàn Àtẹ Ìrànwọ́ Ìbò

source: Compare Selected Translations
yo: Fi Ìtumọ̀ Yíyàn Wéra

source: Compare Selected Revisions
yo: Fi Àtúnyẹ̀wò Yíyàn Wéra

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
yo: Nípàtàkì - MT: Àyípadà Àkóónú Pàtàkì. M: Àyípadà Àkóónú. Òfìfo: Àyípadà kékeré.

# revision
source: Unreviewed
yo: Ìyípadà tí a kò túnwò

source: Current
yo: Lọ́wọ́lọ́wọ́

source: Reviewed
yo: Ti ṣàgbéyẹ̀wò

source: This revision is ready for localization.
yo: Àtúnyẹ̀wò ṣetán fún ìsọdìbílẹ̀.

source: This revision is not ready for localization.
yo: Àtúnyẹ̀wò kòi ṣetán fún ìsọdìbílẹ̀.

source: Delete this revision
yo: Pa àtúnyẹ̀wò yíì rẹ́

source: This document has no revisions.
yo: Àkọsílẹ̀ yí kòní àtúnyẹ̀wò.

source: Editing Tools
yo: Ṣàtúnṣe Irinṣé

source: Discussion
yo: Ìfọ̀rọ̀wérọ̀

source: Show Translations
yo: Ṣàfihàn Ìtumọ̀

source: Show History
yo: Ṣàfihàn Ìtàn

source: Unsubscribe from edit notifications
yo: Àìfọwọ́sí ní ìfìtoníletí ìṣàtúnṣe

source: Subscribe to edit notifications
yo: Fọwọ́sí ní ìfìtoníletí ìṣàtúnṣe

source: Related products
yo: Àwọn ohun ìgbéjáde tó jọra

source: Confusing
yo: Ń dàrú

source: Solution didn't work
yo: Ọ̀nà ab̀áyọ kò ṣiṣé

source: Too long
yo: Ti gùn jù

source: I have feedback about Firefox
yo: Mo ní ìjábọ̀ nípa Firefox

source: Tell us more.
yo: Sọ fún wa si.

source: Please provide more details
yo: Jọ̀wọ́ pèsè ẹ̀kúnrẹ́rẹ́ si
