Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
yo: Akòrí àwọn túwìtì tí ó báramu fún %àwọn(language) ní àkókò yíì. Jọ̀wọ́ ṣàyẹwò lẹ́ẹ̀kànsi bóyá, yan irúfẹ́ túwìtì míìràn láti mẹ́nù lókè, tàbí wo àwọn túwìtì fún àwọn èdè míìràn nípa lílo olùyan èdè ní ìsalẹ̀ ojú ewé.

source: Ban user will prevent a given twitter handle from using the Army of Awesome tool.
yo: Olùṣàmúlò tí a ti fòfin dè yóò dẹ́kun èkù twitter láti lo irinṣẹ́ Ọmọ ogun Ìyàlẹ́nu.

source: Ban User
yo: Olùṣàmúlò Tí a ti Fòfin dè

source: Ban
yo: Fi òfin dè

source: Banned Users
yo: Àwọn Olùṣàmúlò Tí a Fi Òfin Dè

source: Unban
yo: Tí a kò fi òfin dè

source: Flagging a user to ignore will prevent their tweets from showing up in Army of Awesome.
yo: Ṣíṣeàsìyá olùṣàmúlò láti patì yóò dẹ́kun àwọn túwìtì wọn láti hàn ní Ọmọ ogun ti Ìyàlẹ́nu.

source: Ignore User
yo: Pa Olùṣàmúlò tì

source: Ignore
yo: Patì

source: Ignored Users
yo: Pa àwọn Olùṣàmúlò tì

source: Stop Ignoring
yo: Dáwọ́ Ìpatì dúró

source: Reply
yo: Fèsì

source: What is your reply about?
yo: Kíni èsì rẹ dálé?

source: Get personal
yo: Di aládàáni

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
yo: Yi kí o sọ́ di tìrẹ. Àwọn iṣẹ́ tí a sọ di aládàáni ń ran àwọn elòmíràn lọ́wọ́ gidi.

source: Your message was sent!
yo: Afi iṣẹ́ rẹ ránṣẹ́!

source: Submit
yo: Fàkalẹ̀

source: {0} and {1} other replied
yo: {0} àti {1} èsì míìràn

source: {0} replied
yo: {0} èsì

source: This tweet doesn't need a response
yo: Túwìtì yí ò nílò ìdáhùn

source: Remove
yo: Yọkúrò

source: Connect to your Twitter account
yo: Sopọ̀ sí àkóólẹ̀ Twitter rẹ

source: Sign in to Mozilla Support
yo: Wolé sí Àtìlẹhìn Mozilla

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
yo: Kí o tó darapọ̀, o nílò láti fún Ọmọ ogun ti Ìyàlẹ́nu ní àṣẹ fọ̀rọ̀ránṣẹ́ àwọn túwìtì ní ipò rẹ.

source: You will always control every tweet you post.
yo: Wàlé sàkóso gbogbo túwìtì tí o fi ránṣẹ́.

source: Army of Awesome will never tweet without your permission.
yo: Ọmọ ogun ti Ìyàlẹ́nu kòní túwìtì láìgba àṣẹ lọ́wọ́ rẹ.

source: Before you connect to Twitter, you must sign in to Mozilla Support.
yo: Kí o tó sopọ̀ sí Twitter, o gbọ́dọ̀ wọlé sí Àtìlẹ́hìn Mozilla.

source: Are you registered with Mozilla Support?
yo: Ṣé o forúkọsílẹ̀ pẹ̀lú Àtìlẹ́hìn Mozilla?

source: Yes, I am.
yo: Bẹ́ẹ̀ni, Mo ti.

source: Click to sign in.
yo: Ṣíra tẹ̀ láti wọlé.

source: No, I'm not.
yo: Rárá, Èmi kọ́.

source: Click to register.
yo: Síra tẹ̀ láti forúkọsílẹ̀.

source: Last Week
yo: Ọ̀ṣẹ̀ Tó Kọjá

source: Yesterday
yo: Lánàá

source: Overall
yo: Káríkárí

source: Last 7 days
yo: Ọjọ́ 7 tó kọjá

source: Last 30 days
yo: 30 ọjọ́ tó kọjá

source: Last 90 days
yo: 90 ọjọ́ tó kọjá

source: All Time
yo: Gbogbo Àkókò

source: Percent Localized: Top 20
yo: Ìdá ọgọ́rùn Ìsọdìbílẹ̀: 20 Tógajù

source: Percent Localized: Top 100
yo: Tisọdìbílẹ̀ ìdá ọgọ́rùn ún: 100 tógajù

source: Percent Localized: All
yo: Ìdá ọgọ́rùn Ìsọdìbílẹ̀: Gbogbo

source: Monthly Active Contributors
yo: Àwọn Olùdásí Ìjáfáfá Oṣooṣù

source: Review Needed
yo: Nílò Àtúnyẹ́wò

source: Update Needed
yo: Nílò Àfikún

source: Immediate Update Needed
yo: Nílò Àfikún Kíákíá

source: Translation Needed
yo: Nílò Ògbufọ̀

source: Top 20 Articles
yo: Àwọn Àròkọ 20 tógajù

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
yo: Àwọn àrokọ àbẹ̀wò 20 tógajù wà ní 30 ọjọ́ sẹ́hìn, tí ó ṣe àkọ́ọ́lẹ̀ fún ìdá 50 ti ìrinnà ọkọ̀ sí Ìpilẹ̀ Ìmọ̀.

source: Top 50 Articles
yo: Àwọn Àròkọ 50 tó gajù

source: These are the top 50 most visited articles in the last 30 days.
yo: Àwọn wọ̀nyí ni àròkọ 50 tí a bèwò jùlọ ní 30 ọjọ́ tó kọjá.

source: Top 100 Articles
yo: Àwọn Àròkọ 100 tó gajù

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
yo: Àwọn wọ̀nyí ni àròkọ 100 tí a bèwò jùlọ ní 30 ọjọ́ tó kọjá, tí ó fihàn 99% ti ìrìnà ọkọ̀ fún Ìpìlẹ̀ Ìmọ̀.

source: Templates
yo: Àwọn Àwòṣe

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
yo: Àwọn Àwòṣe jẹ́ ọ̀nà àtúnlò àkóónú kékeké káákíri àrokọ KB. O lè ṣẹ̀dá àti ṣàfílọlẹ̀ àwọn ìlànà ní ọ̀nà kan, kí o tún tọ́kasí ni àwọn ojú ewé míìràn.

source: All Knowledge Base Articles
yo: Gbogbo Ìpìlẹ̀ Àrokọ Imọ̀

source: This is the number of all Knowledge Base articles that are ready to be localized.
yo: Èyí ni nọ́ńbà gbogbo Ìpìlẹ̀ Àrokọ Imọ̀ tí ó ṣetán fún ìsọdibílẹ̀.

source: Visits in last 30 days
yo: Ìbẹ̀wò ní 30 ọjọ́ tó kọjá

source: Status
yo: Ìdúrópàtó

source: Most Viewed
yo: Tó Wò Jù

source: Most Visited
yo: Kàǹsí Àìpẹ́

source: All knowledge base articles...
yo: Gbogbo Àròkọ Ìpìlẹ̀ Ìmọ̀...

source: Visits
yo: Bẹ̀wò

source: Changes Needed
yo: Nílò Àyípadà

source: Changes Not Ready For Localization
yo: Àyípadà Kòìtó Fún Ìsọdìbílẹ̀

source: All templates...
yo: Gbogbo àwòṣe...

source: How To Contribute
yo: Ọ̀nà Ìdasí

source: All How To Contribute articles...
yo: Gbogbo bí a Ṣe ń Dá sí Àwọn Aròkọ...

source: Administration
yo: Àbójútó

source: All Administration articles...
yo: Gbogbo aròkọ Àbójútó...

source: All translations...
yo: Gbogbo àwọn ògbufọ̀...

source: Unreviewed Changes
yo: Àwọn Àyípadà Aiṣàgbéyẹ̀wò

# document
source: Unreviewed
yo: Aiṣàgbéyẹ̀wò

source: All articles requiring review...
yo: Gbogbo aròko tí ó nílò àgbeyẹwò...

source: Changed
yo: Ti yípadà

source: Unhelpful Documents
yo: Àwọn Àkọsílẹ̀ Àìnírànwọ́

# document
source: Unhelpful
yo: Àìrannilọ́wọ́

source: All unhelpful articles...
yo: Gbogbo àwọn aròkọ àìrannilọ́wọ́...

source: Total Votes
yo: Àpapọ̀ Àwọn Ibò

source: Helpfulness
yo: Ìrannilọ́wọ́

source: Articles which have approved revisions newer than the latest ready-for-localization one
yo: Aròko tóní ìbọwọ́lù àwọn àtúnyẹ̀wò tó titun ju ọ̀kan ìsọdibílẹ̀ tó ṣetán

source: All articles with changes not ready for localization...
yo: Àwọn aròkọ tóní àyípadà tí kò ṣetán fún ìsọdibílẹ̀...

source: Approved
yo: Ìbọwọ́lù

source: Need Changes
yo: Nílò àwọn Àyípadà

source: Articles that require changes.
yo: Àwọn aròkọ tó nílò àwọn àyípadà.

source: All articles that require changes...
yo: Gbogbo aròko tí ó nílò ìyípadà...

source: Comment
yo: Ìdáásí

source: Canned Responses
yo: Àwọn Èsì tí A dé

source: Localization status of all canned responses
yo: Idúrópàtó isọdibilẹ ti gbogbo àwọn Èsì tí A dé

source: All canned responses articles...
yo: Gbogbo àwọn aròkọ èsì tí a dé...

source: Knowledge Base Dashboard
yo: Ìpìlẹ̀ Pẹpẹiṣẹ́ Ìmọ̀

source: Localization Dashboard
yo: Pẹpẹiṣẹ́ Ìsọdìbílẹ̀

source: Aggregated Localization Metrics
yo: Ṣègbàpadà Mẹ́tíríìkì Ìsọdìbílẹ̀

source: The dashboard data is being loaded. This may take some time.
yo: Pẹpẹiṣẹ́ dátà ń ṣàgbàwálẹ̀. Èyí lè gba àkókò díẹ̀.

source: Top 100 Articles: % Localized
yo: Àwọn Àyọkà 100 Tógajù: % Tisọdìbílẹ̀

source: Top 20 Articles: % Localized
yo: Àwọn Aròko 20 tó gajù: % Sọ̀dìbílẹ̀

source: All Articles: % Localized
yo: Gbogbo Àròko: % Ìsọ̀dìbílẹ̀

source: Active Contributors
yo: Àwọn Olùdásí Tó ń ṣiṣẹ́

source: {count} visitors in the past 30 days
yo: {count} àwọn àlejò ní 30 ọjọ́ ṣéhìn

source: [{product}] Knowledge Base Dashboard
yo: [{product}] Ìpìlẹ̀ Pẹpẹiṣẹ́ Ìmọ̀

source: All Products
yo: Gbogbo Àwọn Ohun Ìgbéjáde

source: Show information for:
yo: Ṣàfihàn ìwifún fún:

source: Overview
yo: Ìpàtẹ ìwò

source: Complete overview...
yo: Ìpàtẹ ìwò pátápátá...

source: [{locale}] Locale Metrics
yo: [{locale}] Mẹ́tíríìkì Ìbílẹ̀

source: Localization Percentage
yo: Ìsọdìbílẹ̀ Ìdá ọgọ́rùn

source: Helpful Votes
yo: Àwọn Ìbò Ìrànwọ́

source: [{locale}][{product}] Localization Dashboard
yo: [{locale}][{product}] Ìsọdìbílẹ̀ Pẹpẹiṣẹ́

source: Delete
yo: Parẹ́

source: Create announcement
yo: Ṣẹ̀dá ìkéde

source: Created successfully
yo: Ṣẹ̀dá dáradára

source: Create
yo: Ṣẹ̀dá

source: Locale:
yo: Tìbílẹ̀:

source: Review
yo: Àtúnyẹ́wò

source: Add announcement
yo: Ṣàfikún ìkéde

source: Edit
yo: Ṣàtúnṣe

source: Article
yo: Aròkọ

source: Needs Update
yo: Nílò Àfikún

source: Stale
yo: Ààyè tó ti pẹ́

source: Expiry Date
yo: Ogbó Déètì

source: Live
yo: Alábẹ̀mí

source: Review Needed: {comment}
yo: Nílò Àtúnyẹ́wò: {comment}

source: Yes
yo: Bẹ́ẹ̀ni

source: Show translations
yo: Ṣàfihàn àwọn ògbufọ̀

source: changed by {users}
yo: tí a ṣàyípadà lówọ́ {users}

source: %(numerator)s of %(denominator)s
yo: %àwọn(numerator) ti %àwọn(denominator)

source: %(numerator)s <small>of %(denominator)s</small>
yo: %àwọn(numerator) <small>ti %àwọn(denominator)</small>

source: User Interface
yo: Atọ́kùn Olúṣàmúlò

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
yo: Atọ́kùn olùṣàmúlò tí a ṣògbufọ̀ múdára ìrirí fún olùbẹ̀wò ojúlà wẹ́ẹ̀bù ní èdè rẹ. Ṣèranwọ́ <a href="%(url)s">túnmọ̀ atọ́kùn náà</a>.

source: Jump to:
yo: Fòsí:

# l10n dashboard
source: Subscribe...
yo: Forúkọsílẹ̀...

source: Waiting for review
yo: Ń dúró fún àtúnyẹ́wò

source: Ready for localization
yo: Ṣetán fún Ìsọdìbílẹ̀

source: Please note that these selections are specific to the current product selected.
yo: Jọ̀wọ́ ṣàkíyèsí pé àwọn yíyàn yí wà fún àbájáde yíyàn lọ́wọ́lọ́wọ́ yìí nìkan.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
yo: Jọ̀wọ́ ṣàkíyèsí wa forúkọsílẹ̀ fún àwọn ìfitoníletí àwọn ohun ìgbéjáde gbogbo. Bí o bání ifẹsi àwọn ohun ìgbéjáde yìí nìkan, jọ̀wọ́ lọsí pẹpẹiṣẹ́ fún àbájáde.

source: All Topics
yo: Gbogbo àwọn Àkòrí

# DB: products.Topic.title
source: None
yo: Kòsí

source: KB Dashboard
yo: Pẹpẹiṣẹ́ KB

source: Locale Metrics
yo: Mẹ́tíríìkì Ìbílẹ̀

source: KB Team
yo: Ẹgbẹ́ KB

source: Localization Team
yo: Ẹgbẹ́ Ìsọ̀dìbílẹ̀

source: Recent Revisions
yo: Àwọn Àtúnyẹ̀wò Àìpẹ́

source: Aggregated Metrics
yo: Ṣègbàpadà Mẹ́tíríìkì

source: Spam or other unrelated content
yo: Ìwé àìbèèrèfún tàbí àkóónú tí kò jọra

source: Inappropriate language/dialog
yo: Èdè tí kò tọ́nà/ìjíròrò

source: Misplaced bug report or support request
yo: Ìjábọ̀ àṣìgbé kòkòrò tàbí ìbéèrè àtìlẹ́hìn

source: Abusive content
yo: Ọ̀rọ̀ èébú àkóónú

source: Other (please specify)
yo: Òmíìràn (jòwọ́ sọ nípàtó)

source: Pending
yo: Ńdúró

source: Accepted and Fixed
yo: Tí a gbà àti Túnṣe

source: Rejected
yo: Àkọ̀sílẹ̀

source: You already flagged this content.
yo: O ti pe-àkíyèsí-sí àkóónú yì.

source: You have flagged this content. A moderator will review your submission shortly.
yo: O ti pe-àkíyèsí-sí àkóónú yì. Olùṣàkóso yóò ṣàgbéyẹ́wò ìfisílẹ̀ rẹ láìpẹ́.

source: Flagged Content Pending Moderation
yo: Ìpe-àkíyèsí-sí àkóónú ń dúró de Ìṣàkóso

source: Flagged {t} (Reason: {r})
yo: Ìpe-àkíyèsí-sí {t} (Ìdí: {r})

source: Other reason:
yo: Ìdí míìràn:

source: {t} with id={id} no longer exists.
yo: {t} pẹ̀lú ìdámọ̀={id} kòsí mọ́.

source: Update Status:
yo: Ti ṣàfikún Ìdúrópàtó:

source: Please select...
yo: Jọ̀wọ́ yàn...

source: The flag is valid and I fixed the issue.
yo: Ipe-àkíyèsí-sí tọ́ mosì yanjú ìṣòro náà.

source: The flag is invalid.
yo: Ìpe-àkíyèsí-sí jé àìfẹsẹ̀múlẹ̀.

source: There is no flagged content pending moderation.
yo: Kòsí àkóónú ìpe-àkíyèsí-sí tí o ń dúró fún àbójútó.

source: View all deactivated users
yo: Wo gbogbo àwọn olùṣàmúlò tí a tì pa

source: Content:
yo: Àkóónú:

source: Created:
yo: Ṣẹ̀dá:

source: Updated:
yo: Ti ṣàfikún:

source: Flagged:
yo: Pe-àkíyèsí-sí:

source: Take Action:
yo: Gbé Ìgbésẹ̀:

source: Title:
yo: Àkọlé:

source: %(date)s by <a href="%(url)s">%(user)s</a>
yo: %àwọn(date) lati <a href="%(url)s">%àwọn(user)</a>

source: Please provide a title.
yo: Jọ̀wọ́ pèsè àkọlé.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Àkọlé náà ti kúrújù (%àwọn(show_value) àwọn ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ jẹ́ ó kéré %àwọn(limit_value) àwọn ẹyọ ọ̀rọ̀.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn àkọlé rẹ sí %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó jẹ́ %àwọn(show_value) àwọn ẹyọ ọ̀rọ̀ lọ́wọ́lọ́wọ́.

source: Please provide a description.
yo: Jọ̀wọ́ pèsè àpèjúwe.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn àpèjúwè rẹ bí %àwọn(limit_value)àwọn ẹyọ ọ̀rọ̀ tàbí dín. Ó jẹ́ %(show_value)àwọn ẹyọ ọ̀rọ̀.

source: You have not selected an image to upload.
yo: O ti yan àwòrán láti gbàwálẹ̀.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
yo: Jọ̀wọ́ mú gígùn àwòrán orúkọ fáìlì rẹ bí %àwọn(max)àwọn ẹyọ ọ̀rọ̀ tàbí dín. Ó jẹ́ %(length)àwọn ẹyọ ọ̀rọ̀.

source: Please select a different title.
yo: Jọ̀wọ́ yan àkọlé tó yàtọ̀.

source: Include this in wiki syntax with [[Image:title]]
yo: Fi ẹyọ ọ̀rọ̀ wiki si pẹ̀lú [[Àwòrán:àkọlé]]

source: Provide a brief description of this media.
yo: Pèsè àpejúwè ní kúkúrú fún mídíà yíì.

source: Locale
yo: Tìbílẹ̀

source: Title
yo: Àkọlé

source: Description
yo: Àpèjúwè

source: Image
yo: Àwòrán

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
yo: Ìgúnrégé ti a gba pẹlu: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Kọ́si...</a>

source: Unrecognized request or nothing to cancel.
yo: Ìbéèrè tí a kò dámọ̀ tàbí kòsí ohun píparẹ́.

source: Unrecognized media type.
yo: Irúfẹ́ mídíà tí a kò dámọ̀.

source: Could not upload your image.
yo: Kòle ṣàgbàwálẹ̀ àwòrán rẹ.

source: Delete image
yo: Pa àwòrán rẹ́

source: Are you sure you want to delete this image?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa àwòrán yíì rẹ́?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa àwòrán rẹ́ pátápátá. <strong> Akòle ṣàtúnṣe èyí!</strong>Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀síwájú?

source: Delete image | {t} | Media Gallery
yo: Pa àwòrán rẹ́ | {t} | Gbàgede Mídíà

source: Delete video
yo: Pa fídíò rẹ́

source: Are you sure you want to delete this video?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa fídíò yí rẹ́?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa fídíò rẹ́ pátápátá. <strong> Akòle ṣàtúnṣe èyí!</strong>Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀síwájú?

source: Delete video | {t} | Media Gallery
yo: Pa fídíò rẹ́ | {t} | Gbàgéde Mídíà

source: Media Gallery
yo: Gbàgéde Mídíà

source: by {user}
yo: lọ́wọ́ {user}

source: Uploaded {date}
yo: Ṣàgbàsókè {date}

source: Cancel
yo: Parẹ́

source: Edit image
yo: Ṣàtúnṣe àwòrán

source: Save image
yo: Ṣàfipámọ́ àwòrán

source: Edit image | {t} | Media Gallery
yo: Ṣàtúntò àwòrán | {t} | Gbàgède Mídíà

source: Upload a New Media File
yo: Ṣàgbàwálẹ̀ Fáìlì Mídíà Titun

source: Search Gallery
yo: Ṣàwarí Gbàgède

source: Show media for:
yo: Ṣàfihàn mídíà fun:

source: Go
yo: Lọ

source: Show:
yo: Ṣàfihàn:

source: Images
yo: Àwọn àwòrán

source: Videos
yo: Àwọn fídíò

source: {title} | Media Gallery
yo: {title} | Gbàgède Mídíà

source: Delete this image
yo: Pa àwòrán yi rẹ́

source: Edit this image
yo: Ṣàtúnṣe àwòrán yìí

source: by <a href="{profile_url}">{user}</a>
yo: lọ́wọ <a href="{profile_url}">{user}</a>

source: Articles
yo: Àwọn aròkọ

source: The following articles include this image:
yo: Àwọn aròkọ yìí ní àwòrán:

source: This image is not included in any articles.
yo: Àwòrán yíì kòsí nínu àwọn aròkọ.

source: Media Gallery Search
yo: Ìṣàwari Gbàgède Mídíà

source: No media files found.
yo: Akòrí àwọn fáìlì mídíà.

source: Upload file
yo: Ìgbàsókè fáìlì

source: Preview
yo: Àkọ́wò

source: Progress
yo: Ìtẹ̀síwájú

source: Continue Uploading Media
yo: Tẹ̀síwájú Gbígbàwálẹ̀ Mídíà

source: username
yo: orúkọ àṣàmúlò

source: Group information updated successfully!
yo: Ìwifún àpapọ̀ ṣàfikún dáradára!

source: {users} added to the group successfully!
yo: {users} ṣàfikún sí ẹgbẹ́ dáradára!

source: There were errors adding members to the group, see below.
yo: Àṣìṣe wà ní ṣíṣe àfikún àwọn ẹgbẹ́ sí ẹgbẹ́, wo ìsàlẹ̀.

source: {user} removed from the group successfully!
yo: {user} yọkúrò ní ẹgbẹ́ dáradára!

source: {users} added to the group leaders successfully!
yo: {users} ṣàfikún sí ẹgbẹ́ àwọn aṣaajú dáradára!

source: There were errors adding leaders to the group, see below.
yo: Àwọn àṣìṣe wáyé nígbà ìṣàfikún àwọn aṣaajú sí ẹgbẹ́ náà, wo ìsàlẹ̀.

source: {user} removed from the group leaders successfully!
yo: {user} ṣàyọkúrò ní ẹgbẹ́ àwọn aṣaajú dáradára!

source: You are now part of the Contributors group!
yo: O ti pẹ̀lú ẹgbẹ́ àwọn Olùdásí báyì!

source: Delete {group} group avatar
yo: Pa {group} ẹgbẹ́ avatar rẹ́

source: Are you sure you want to delete the {group} group avatar?
yo: Ṣé o dá ọ lójú pé ofẹ́ pa {group} ẹgbẹ́ avatar rẹ́?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
yo: O ti fẹ́ pa avatar rẹ́ pátápátá. <strong>Èyí kò ṣeyí padà!</strong> O lè ṣe ìgbàsóke avatar mííràn láti rọ́pò ti lọ́wọ́lọ́wọ́ yìí.

source: Delete avatar
yo: Pa avatar rẹ́

source: Remove leader
yo: Yọ aṣáájú

source: Are you sure you want to remove {user} from {group} leaders?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọkúrò {user} láti {group} àwọn olórí?

source: Remove member
yo: Yọ ọmọ ẹgbẹ́ kúrò

source: Are you sure you want to remove {user} from {group}?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọkúrò {user} láti {group}?

source: Edit | {group} | Groups
yo: Ṣàtúnṣe | {group} | Àwọn Ẹgbẹ́

source: Edit {group} profile information
yo: Ṣàtúnṣe {group} ìwifún ìrísí olùlò

source: Save
yo: Fipamọ́

source: Change {group} group avatar
yo: Yípadà {group} ẹgbẹ́ avatar

# avatar
source: Upload
yo: Gbàwálẹ̀

source: Groups
yo: Àwọn Ẹgbẹ́

source: Add group profile
yo: Ṣàfikún ẹgbẹ́ ìrísí olùlò

source: {group} | Groups
yo: {group} | Àwọn ẹgbẹ́

source: Change avatar
yo: Ṣàyípadà avatar

source: Change
yo: Yípadà

source: Edit in admin
yo: Ṣàtúnṣe ní alábójútó

source: Edit group profile
yo: Ṣàtúnṣe ẹgbẹ́ ìrísí olùlò

source: Edit group leaders
yo: Ṣàtúnṣe ẹgbẹ́ àwọn aṣáájú

source: Group Leaders
yo: Àwọn aṣáájú ẹgbẹ́

source: Remove user from leaders
yo: Yọ olùṣàmúlò kúrò nínu àwọn aṣaajú

source: Add Leader
yo: Ṣàfikún Olórí

source: Edit group members
yo: Ṣàtúnṣe àwọn ọmọ ẹgbẹ́

source: Group Members
yo: Àkójọ Àwọn ọmọ Ẹgbẹ́

source: Add Member
yo: Ṣàfikún Ọmọ Ẹgbẹ́

source: Remove user from group
yo: Yọ olùṣàmúlò kúrò nínu ẹgbẹ́

source: previous
yo: tẹ́lẹ̀

source: Page {0} of {1}.
yo: Ojú ewé {0} ti {1}.

source: next
yo: tókàn

source: You were awarded the '{title}' badge!
yo: A fún ọ ní ẹ̀bùn-ìfakọ̀yọ '{title}' báàjì!

source: Badges
yo: Àwọn báàjì

source: Recently Awarded
yo: Ẹ̀bùn-Ìfakọ̀yọ Àìpẹ́

source: Awarded badge: %(badge_name)s
yo: Báàjì ẹ̀bùn-ìfakọ̀yọ: %àwọn(badge_name)

source: Image:
yo: Àwòrán:

source: Description:
yo: Àpèjúwe:

# DB: badger.Badge.description
source: None
yo: Kòsí

source: Creator:
yo: Olùdásílẹ̀:

source: Modified:
yo: Ti Ṣàtúnṣe:

source: Award details
yo: Àlàyé ẹ̀bùn-ìfakọ̀yọ

source: Awarded to:
yo: Ẹ̀bùn-ìfakọ̀yọ fún:

source: Explanation:
yo: Àlàyé:

source: Awarded by:
yo: Ẹ̀bùn-ìfakọ̀yọ láti ọwọ́:

source: Issued on:
yo: Fúnni ní:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
yo: <h2>Ẹ̀bùn-Ìfakọ̀yọ àìpẹ́ &quot;%awọn(badge_name)&quot; àwọn báàjì</h2>

source: Recently awarded badges
yo: Ẹ̀bùn-Ìfakọ̀yọ báàjì àìpẹ́

source: awarded to
yo: ẹ̀bùn-ìfakọ̀yọ sí

source: Previous
yo: Tẹ́lẹ̀

source: Next
yo: Tókàn

source: Badge: %(badge_name)s
yo: Báàjì: %àwọn(badge_name)

source: Recent awardees
yo: Àwọn tí wọ́n gba ẹ̀bùn-ìfakọ̀yọ àìpẹ́

source: All available SUMO badges
yo: Gbogbo àwọn báàjì SUMO tí ó wà

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
yo: <strong>%awọn(awarder)</strong> ti fi ẹ̀bùn-ìfakọ̀yọ fún ọ <strong>%awọn(title)</strong> báájì!

source: You have been awarded the <strong>%(title)s</strong> badge!
yo: Wọn ti fi ẹ̀bùn-ìfakọ̀yọ fún ọ <strong>%àwọn(title)</strong> báàjì!

source: See all the details...
yo: Wo gbogbo àlàyé...

source: Re: {forum} - {thread}
yo: Ìṣaajú: {forum} - {thread}

source: Recently updated threads about %s
yo: Èròjà atẹ̀lélànà nípa %s tí a ṣàfikún láìpẹ́

source: Recent posts in %s
yo: Ọ̀rọ̀ àfiránṣẹ̀ ni %s àìpẹ́

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Àkọlé rẹ ti kúrújù (%àwọn(show_value) àwọn ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ kéréjù ní %àwọn(òdinwọ̀_iye) àwọn ẹyọ ọ̀rọ̀.

source: Please provide a message.
yo: Jọ̀wọ́ pèsè iṣẹ́.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
yo: Iṣẹ́ rẹ kúrújù (%àwọn(show_value) ẹyọ ọ̀rọ̀). Ó gbọ́dọ̀ jẹ́ ó kéré %àwọn(limit_value) ẹyọ ọ̀rọ̀.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
yo: Jọ̀wọ́ mú gígùn iṣẹ́ rẹ sí %àwọn(limit_value) ẹyọ ọ̀rọ̀ tàbí kéré. Ó wà lọ́wọ́lọ́wọ́ %àwọn(show_value) ẹyọ ọ̀rọ̀.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
yo: Pa Ọ̀rọ̀ àfiránṣẹ̀ rẹ | {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpìlẹ̀ Ìmọ̀

source: Discuss
yo: Fọ̀rọ̀wérọ̀

source: Delete Post
yo: Pa Ọ̀rọ̀ àfiránṣẹ̀ rẹ

source: Are you sure you want to delete this post?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa ọ̀rọ̀ àfiránṣẹ̀ yíì rẹ́?

source: Author
yo: Olùdásílẹ̀

source: Date
yo: Déétì

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa ọ̀rọ̀ àfiránṣẹ̀ yíì rẹ́ pátápátá. <strong>Èyí kò ṣeyí padà.</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀síwájú?
