Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

# DB: products.Topic.description
source: Control how your information is saved or tracked
yo: Darí bí a ṣe ṣàfipamọ́ tàbí ìtọpa ìwifún rẹ

# DB: products.Topic.title
source: Customize settings and preferences
yo: Ṣàdáni ààtò àti àwọn ìbuyìfún

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
yo: Ṣe Firefox fún Anfroid rẹ pẹ̀lú àwọn ẹ̀yán aládàni yìí

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
yo: Kọ́ láti wá ìṣagbékalẹ̀ ìṣafilólẹ̀ ṣíṣí láti sàfikún ìgbádùn àti ìṣiṣẹ́ sí ohun elò rẹ

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
yo: Kọ́ gbogbo èyí tí o nílò láti mọ̀ láti gba Firefox fún títàn Android àti ìṣiṣẹ́.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
yo: Kọ́ ìṣafilọ́lẹ̀ àti ìfiránṣẹ́ ìwifún si Firefox fún Android.

# DB: products.Topic.description
source: Tips and tricks
yo: Àwọn àṣírí àti ọgbọ́n inú

# DB: products.Topic.title
source: Use bookmarks
yo: Lo àwọn àmì ìwé

# DB: products.Topic.description
source: The basics of using bookmarks
yo: Ìpinlẹ̀ lílo àwọn àmì ìwé

# DB: products.Topic.title
source: Firefox Sync settings
yo: Aatò ìmúdọ́gba Firefox

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
yo: Ṣàfipamọ́ ìwifún pẹ̀lú Firefox fún ìpamọ́ Android àti ààbò ààtò.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
yo: Ṣe Firefox fún Android láti ṣiṣẹ́ bí o ti fẹ́ ní àdáni.

# DB: products.Topic.title
source: Cookies
yo: Àwọn kúkì

# DB: products.Topic.description
source: Cookies
yo: Àwọn kúkì

# DB: products.Topic.title
source: Marketplace
yo: Ibiọjà

# DB: products.Topic.description
source: Firefox Marketplace
yo: Ibiọjà Firefox

# DB: products.Topic.title
source: Get started
yo: Bẹ̀rẹ̀

# DB: products.Topic.description
source: Firefox OS basics
yo: Ìpínlẹ̀ Firefox OS

# DB: products.Topic.title
source: Basic Features
yo: Ìpínlẹ̀ Àwọn Àbùdá

# DB: products.Topic.description
source: Learn the basic functionality for your Firefox OS phone.
yo: Kọ́ nípa ìpinlẹ̀ ìṣiṣẹ́sí fún fóònù Firefox OS rẹ.

# DB: products.Topic.title
source: Download and Manage Apps
yo: Gbàwálẹ̀ àti Ṣàkóso Àwọn Ìṣàfilọ́lẹ̀

# DB: products.Topic.description
source: Download apps from the Marketplace
yo: Gbàwálẹ̀ àwọn ìṣàfilọ́lẹ̀ láti Ibiọjà

# DB: products.Topic.title
source: Date and Time
yo: Déètì àti Àkókò

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
yo: Ààtò déètì àti àkókò lóri fóònù Firefox OS

# DB: products.Topic.title
source: Display
yo: Aṣàfihàn

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
yo: Ṣàdanì àṣàfihàn rẹ lóri fóònù Firefox OS.

# DB: products.Topic.title
source: Calling and Contacts
yo: Pípè àti àwọn Olùbásọ̀rọ̀

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
yo: Kọ́ bí a ti ń ṣàfikún àti ṣàkóso àwọn olùbásọ̀rọ̀, àti ṣiṣé ọ̀kan-sí-ọ̀kan tàbí ìpè àjọrò lóri fóònù Firefox OS.

# DB: products.Topic.title
source: Email and Messages
yo: Í-meélì àti Àwọn Iṣẹ́

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
yo: Kànsí àwọn olùbásọ̀rọ̀ rẹ nípa í-meélì àti ìjiṣẹ́.

# DB: products.Topic.title
source: Music, Photos and Video
yo: Orin, Fọ́tò àti Fídíò

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
yo: Ya àwòrán, rẹ́kọ́ọ̀dù fídíò àti tẹ́tísí orin ní orí fóònù Firefox OS rẹ.

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
yo: Bí atí gbàwálẹ̀, ṣàkóso àti lo àwọn ìṣàfilọ́lẹ̀ ààyò rẹ ní orí fóònù Firefox OS rẹ.

# DB: products.Topic.title
source: Privacy and security
yo: Ìkọ̀kọ̀ àti ààbò

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
yo: Ṣàfipamọ́ ìwifún rẹ pẹ̀lú ìti Firefox OS, àbùdá ìpamọ́ àti bẹ́ẹ̀lọ.

# DB: products.Topic.title
source: Settings
yo: Àwọn aatò

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
yo: Kọ́ bí a ti ń ṣàtòpọ̀ ìsopò Íntánẹ́tì, ṣàfihàn àti àkókò lórí ohun elò Firefox OS.

# DB: products.Topic.title
source: Internet and Connections
yo: Íntánẹ́tì àti Àsopọ̀

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
yo: Kọ́si nípa Wi-Fi, Bluetooth àti àwọn ìsopọ̀ NFC.

# DB: products.Topic.title
source: Fix problems
yo: Yanjú àwọn ìṣòro

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
yo: Kọ́ bí a ti ń ṣàtúnṣe ìṣòro lóri fóònù Firefox OS rẹ.

# DB: products.Topic.title
source: View all Firefox OS articles
yo: Wo gbogbo aròkọ Firefox OS

# DB: products.Topic.description
source: View a list of all Firefox OS articles
yo: Wo gbogbo atòkọ aròkọ Firefox OS

# DB: products.Topic.title
source: Working with messages
yo: Ń ṣiṣẹ́ pẹ̀lú iṣẹ́

# DB: products.Topic.description
source: Firefox OS SMS & email
yo: Firefox OS SMS & í-meélì

# DB: products.Topic.title
source: Popcorn Maker
yo: Olùṣe Gúgúrú

# DB: products.Topic.description
source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
yo: Kọ́ bí a ti ń po fídíò wẹ́ẹ̀bù, àfetigbọ́ àti àwòrán pọ̀ sínu ìpopọ̀ tí o lè fibọ ojúle wẹ́ẹ̀bù míìràn.

# DB: products.Topic.title
source: Thimble
yo: Kẹ̀bẹkú

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
yo: Kọ́ bí a ti ń ṣẹ̀dá àti pín ojúle wẹ́ẹ̀bù rẹ kíákíá àti níròrùn.

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
yo: Kọ́ bí a ti ń ṣàyẹwò kóòdù tẹhìn gbogbo ojúle wẹ́ẹ̀bù.

# DB: products.Topic.title
source: Get the most from webmaker.org
yo: Gba èyí tó dára láti webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
yo: Ṣèrànwọ́ tàbí gba ìrànwọ́ ní iṣẹ́ àkànṣe Olùṣe Wẹ́ẹ̀bù.

# DB: products.Topic.title
source: Events and help for Mentors
yo: Àwọn ìṣẹ àti ìrànwọ́ lọ́dọ̀ aláwòkọ́ṣe

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
yo: Ṣèrànwọ́ láti kọ́ ìmọ̀ dígítà àti ìpín àwọn ọ̀nà alátinúdá ti kíkọ́ ìmọ̀ ẹ̀rọ.

# DB: products.Topic.title
source: Learn the Basics. Get Started
yo: Kọ́ àwọn Ìpìnlẹ̀. Bẹ̀rẹ̀

# DB: products.Topic.description
source: Learn the Basics. Get Started
yo: Kọ́ àwọn Ìpìnlẹ̀. Bẹ̀rẹ̀

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
yo: Kọ́ àwọn àmọ̀ràn nísókí àti àwon ọ̀nà àbùjá láti ràn ọ́ lọ́wọ́ ṣiṣẹ́ kíá

# DB: products.Topic.title
source: Set up email
yo: Ṣàgbékalẹ̀ í-meélì

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
yo: Ṣàfikún àti ṣàtòpọ̀ àkọ́ọ́lẹ̀ í-meélì rẹ lóri Ẹyẹ àrá

# DB: products.Topic.title
source: Install and Update
yo: Ṣàgbékalẹ̀ àti Ṣàfikùn

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
yo: Ṣàgbékalẹ̀ àti ìmúṣiṣẹ́ Firefox lóri iPad, iPhone tàbí iPod Touch rẹ.

# DB: products.Topic.title
source: Reader View and List
yo: Ìwò Àfikà àti Àtòkọ

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
yo: Kà àti ìṣafipamọ́ àwọn ojú ìwé wẹ́ẹ̀bù ní àìsí ìṣùpọ̀, ìwò àfikà ọlọ́rẹ̀

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
yo: Ọ̀nà lílo àwọn àmì ìwé, táàbù àti àwọn àbùdá ìpìlẹ̀ Firefox lóri ohun elò iOS rẹ

# DB: products.Topic.title
source: History
yo: Ìtàn

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
yo: Ṣàyípadà àwọn ààtò ìtàn rẹ ní Firefox fún iOS

# DB: products.Topic.title
source: Install, Migrate and Update
yo: Ṣàgbékalẹ̀, Ṣí lọ àti Ṣàfikùn

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
yo: Ọ̀nà ìṣafilọ́lẹ̀ àti ìpamọ́ Eyẹ àrá kún ojú òṣuwọ̀n

# DB: products.Topic.title
source: Read, send and organize emails
yo: Kà, fi jíṣẹ́ àti ìṣàtò àwọn í-meélì

# DB: products.Topic.description
source: Learn how to manage your email messages
yo: Kọ́ ìṣàkóso iṣẹ́ í-meélì rẹ

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
yo: Wáyè sí ojúlé wẹ́ẹ̀bù ní ìrorùn pẹ̀lú àmì ìwé àti àwọn àbùdá táàbù

# DB: products.Topic.title
source: Emails
yo: Í-meélì

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
yo: Kọ́ láti ṣàgbékalẹ̀ àkọ́ọ́lẹ̀, kà, fi jíṣẹ́ àti ìṣàkóso í-meélì

# DB: products.Topic.title
source: Privacy
yo: Ìpamọ́

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
yo: Dábòbò ìwifún rẹ pẹ̀lú àwọn ààtò ìpamọ́ Firefox ní iOS

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
yo: Àwọn Olùpèsè Titun (RSS), Búlọ́ọ́gì àti Ojúlùmọ̀

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
yo: Wà lójúpò pẹ̀lú àwọn olùpèsè titun, búlóógì àti àbùdá ojúlúmò

# DB: products.Topic.title
source: Sharing
yo: Ìpínlò

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
yo: Àpínlò ojú ìwé wẹ́ẹ̀bù ní Firefox fún iOS

# DB: products.Topic.title
source: Contacts
yo: Olùbásọ̀rọ̀

# DB: products.Topic.description
source: How to use the address book on Thunderbird
yo: Ọ̀nà ìlo ìwé àdírẹ́ẹ̀sì ní Ẹyẹ àrá

# DB: products.Topic.title
source: Crashes, errors and other issues
yo: Ìdàrú, àṣìṣe àti àwọn àwọn ìṣòro míìràn

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
yo: Awójúùtú ìṣòro àṣìṣe iṣẹ́ ní Firefox fún iOS

# DB: products.Topic.title
source: Calendar
yo: Kàlẹ́ndà

# DB: products.Topic.description
source: Related to the Lightning add-on for Calendar
yo: Tójọ Ìtànná àfikún fún Kàlẹ́ndà

# DB: products.Topic.description
source: Customize controls, options and add-ons
yo: Ṣàkóso ìṣàdáni, àwọn ẹ̀yán àti àfikún

# DB: products.Topic.title
source: Thunderbird versions and languages
yo: Àwọn ẹ̀yà ẹyẹ àrá àti àwọn èdè

# DB: products.Topic.description
source: Thunderbird versions and languages
yo: Àwọn ẹ̀yà ẹyẹ àrá àti àwọn èdè

# DB: products.Topic.title
source: Passwords, forms and search
yo: Ọ̀rọ̀ aṣínà, fọ́ọ̀mù àti ìsàwarí

# DB: products.Topic.description
source: Passwords, forms and search
yo: Ọ̀rọ̀ aṣínà, fọ́ọ̀mù àti ìsàwarí

# DB: products.Topic.title
source: Thunderbird controls and buttons
yo: Ìṣàkóso Thunderbird àti bọ́tínì

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
yo: Kọ́ nípa ìṣàkóso Ẹyẹ àrá àti ìṣiṣẹ́.

# DB: products.Topic.title
source: Fix problems with email providers (gmail, Yahoo, etc.)
yo: Yanjú àwọn ìṣòro pẹ̀lú àwọn olùpèsè í-meélì (gmail, Yahoo, abbl.)

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
yo: Kọ́ nípa ìyanjú àwọn ìṣòro pẹ̀lú Gmail, Yahoo àti àwọn olùpèsè í-meélì míìràn

# DB: products.Topic.description
source: Download, install and Migration
yo: Gbàwálẹ̀, ìṣafilọ́lẹ̀ àti Ìrìnkiri

# DB: products.Topic.title
source: Copy your personal information from one Thunderbird to another
yo: Ṣẹ̀dá ìwífun àdáni rẹ láti Ẹyẹ àrá sí ìbòmíràn

# DB: products.Topic.description
source: Copy your personal information from one Thunderbird to another
yo: Ṣẹ̀dá ìwífun àdáni rẹ láti Ẹyẹ àrá sí ìbòmíràn

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
yo: Àṣìṣe àwọn iṣẹ́: ohun tí wọ́n túmọ̀sí àti ọ̀nà ìyanjú wọn

# DB: products.Topic.description
source: Keep your information safe with password and security settings
yo: Tọ́jú ìwifún pẹ̀lú ọ̀rọ̀ aṣínà àti àwọn aatò ààbò

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
yo: Ṣàdáni Ẹyẹ àrá pẹlu afikun, àwọn àlékún, ati àwọn ìfàgùn

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
yo: Ṣàdáni Ẹyẹ àrá pẹlu afikun, àwọn àlékún, ati àwọn ìfàgùn

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
yo: Yọ ìdínà kúrò ní Ẹyẹ àrá láti sopọ̀ mọ́ Íntánẹ́tì

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
yo: Yọ ìdínà kúrò ní Ẹyẹ àrá láti sopọ̀ mọ́ Íntánẹ́tì

# DB: products.Topic.title
source: Thunderbird options, preferences and settings
yo: Àwọn ẹ̀yán ẹyẹ àrá, àwọn ìbuyìfún àti àwọn ààtò

# DB: products.Topic.description
source: Thunderbird options, preferences and settings
yo: Àwọn ẹ̀yán ẹyẹ àrá, àwọn ìbuyìfún àti àwọn ààtò

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
yo: Ṣàtúnṣe ìṣòro àwọn iṣẹ́ ní Ẹyẹ àrá.

# DB: products.Topic.title
source: Thunderbird is slow or stops working
yo: Ẹyẹ àrá lọ́ra tàbí dúró ìṣiṣẹ́

# DB: products.Topic.description
source: Thunderbird is slow or stops working
yo: Ẹyẹ àrá lọ́ra tàbí dúró ìṣiṣẹ́

# DB: products.Topic.title
source: Thunderbird crashes
yo: Ẹyẹ àrá dàrú

# DB: products.Topic.description
source: Thunderbird crashes
yo: Ẹyẹ àrá dàrú

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
yo: Ẹyẹ àrá kòní ṣàfipamọ́ ààtò tàbí rántí ìwifún

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
yo: Ẹyẹ àrá kòní ṣàfipamọ́ ààtò tàbí rántí ìwifún

# DB: products.Topic.title
source: How To
yo: Bí Atí

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
yo: Àwọn aròkọ tí ó sọ fún ọ bí o ti lèṣe si pẹ̀lú Ẹyẹ àrá

# DB: products.Topic.title
source: Intro to Open Badges
yo: Ìbẹ̀rẹ̀ sí Báàjì Ṣíṣí

# DB: products.Topic.description
source: Learn the basic about Open Badges
yo: Kọ́ ìpínlẹ̀ nípa Báàjì Ṣíṣí

# DB: products.Topic.title
source: BadgeKit
yo: Ohun elò báàjì

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
yo: Kọ́ nípa ìṣẹ̀dá, ìwọlé àti ìṣoro àwọn báàjì

# DB: products.Topic.title
source: Get Involved
yo: Kópa

# DB: products.Topic.description
source: Help the Open Badges community
yo: Ṣèrànwọ́ àwùjọ Báàjì Ṣíṣí

# DB: products.Topic.title
source: Earn Badges
yo: Gba Báàjì

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
yo: Gba Báàjì fún ìmọ́ṣe tí o kọ́ lóníforíkorí ati àìsílóníforíkorí

# DB: products.Topic.title
source: Issue Badges
yo: Ìṣòro Báàjì

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
yo: Ìṣòro dígítà báàjì láti gba àwọn òye titun àti ìṣeparí

# DB: products.Topic.title
source: Display Badges
yo: Ṣàfihàn Báàjì

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
yo: Ṣàfihàn dígítà báàjì rẹ lóri àwọn alásopọ̀ ojúlùmọ̀, ojúle iṣẹ́ àti ojúle wẹ́ẹ̀bù rẹ.

# DB: products.Topic.title
source: Limited Data
yo: Ní iye Dátà

# DB: products.Topic.description
source: Collect and retain information only when it is necessary to a project or task.
yo: Gbà àti fi ìwifún sílẹ̀ nìkan nígbà tí ó bá yẹ sí iṣẹ́ àkànṣe tàbí iṣẹ́.

# DB: products.Topic.title
source: No Surprises
yo: Kòsí Ìyàlẹ́nu

# DB: products.Topic.description
source: Only use and share information about our users for their benefit and as disclosed in our notices.
yo: Lò tàbí pín ìwífún nìkan nípa àwọn olùṣàmúlò fuń ànfààní wọn àti bí a ṣe gbékalẹ̀ nínu ìfitoniléti wa.

# DB: products.Topic.title
source: User Control
yo: Ìdarí Asàmúlò

# DB: products.Topic.description
source: Do not disclose personal user information without the userâs consent.
yo: Máṣe ṣàfíhàn ìwifún ẹlẹ́ni olùṣàmúlò láìgba àṣẹ olùṣàmúlò.

# DB: products.Topic.title
source: Sensible Settings
yo: Àwọn ààtò Tó Lóye

# DB: products.Topic.description
source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
yo: Fún àwọn olùṣàmúlò wa ní ojúṣe àti ẹ̀yán ìwifún nípa sísọ àti kíkọ́ wọn ní góńgó gbígbà àti ìpèsè ẹ̀yán láti jáde nígba tí ó bá yẹ.

# DB: products.Topic.title
source: Defense in Depth
yo: Ìbú ní Abò

# DB: products.Topic.description
source: Make privacy a key factor in selecting and interacting with partners.
yo: Ṣe ìpamọ́ èròjà kọ́kọ́rọ́ ní yíyàn àti bíbánisọ̀rọ̀ pẹ̀lú àwọn ẹlẹgbẹ́.

# DB: products.Topic.title
source: Knowledge Base
yo: Ìpínlẹ̀ Ìmọ̀

# DB: products.Topic.description
source: Windows 8 Touch support articles
yo: Àtìlẹ́hìn aròkọ Windows 8 Touch

# DB: products.Topic.title
source: How does it work?
yo: Báwo ló ṣe ń ṣiṣẹ́?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
yo: Ìpínlẹ̀ láti bẹ̀rẹ̀ pẹ̀lú Firefox fún Windows 8 Touch.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
yo: Ọ̀nà láti ṣàtòpọ̀ àti ṣàdáni Firefox fún Windows 8 Touch.

# DB: products.Topic.title
source: Problems with websites
yo: Àwọn ìṣòro ojúlà wẹ́ẹ̀bù

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
yo: Àwọn ìṣòro ojúlà wẹ́ẹ̀bù ti kìí ṣiṣẹ́ dáradára ní Firefox fún Windows 8 Touch.

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
yo: Àwọn ìbéèrè míìràn pẹ̀lú Firefox fún Windows 8 Touch.

# DB: products.Topic.description
source: Learn the Basics: get started
yo: Kọ́ àwọn Ìpìnlẹ̀: Bẹ̀rẹ̀

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
yo: Gbàwálẹ̀ ojúlé wẹ́ẹ̀bù fún Windows, Mac àti Linux

# DB: products.Product.title
source: Firefox for Android
yo: Firefox fún Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
yo: Gbàwálẹ̀ ojúlé wẹ́ẹ̀bù fún fóònùìyára Android àti àwọn àdáni alogègé

# DB: products.Product.description
source: Mobile OS for smartphones
yo: Alágbèká OS fún fóònùìyára

# DB: products.Product.title
source: Webmaker
yo: Olùṣe wẹ́ẹ̀bù

# DB: products.Product.description
source: Tools for creating and teaching the web
yo: Irinṣẹ́ fún ìṣẹ̀dá àti ìkọ́ni wẹ́ẹ̀bù

# DB: products.Product.title
source: Firefox for iOS
yo: Firefox fún iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
yo: Firefox fún iPhone, iPad àti ohun elò iPod touch

# DB: products.Product.title
source: Thunderbird
yo: Ẹyẹ àrá

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
yo: Ẹ̀yà àìrídìmú í-meélì fún Windows, Mac àti Linux

# DB: products.Product.title
source: Open Badges
yo: Báàjì Tóṣí

# DB: products.Product.description
source: A new online standard to recognize and verify learning
yo: Gbèndéke lóníforíkorí titun láti dámọ̀ àti jẹ́rì ẹ̀kọ́

# DB: products.Product.title
source: Privacy and Security
yo: Ibi ìkọ̀kọ̀ àti Ààbò

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
yo: Kọ́si nípa ìṣẹ ibi ìkọ̀kọ̀ àti ààbò Mozilla.

# DB: products.Product.title
source: Firefox for Windows 8 Touch
yo: Firefox fún Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
yo: Firefox fún ohun elò Windows 8 Touch

# DB: products.Product.title
source: Contributors
yo: Àwọn olùdásí

# DB: products.Product.description
source: Contributor articles
yo: Aròkọ olùdásí

# DB: karma.Title.name
source: Administrator
yo: Alábòójútó

# DB: karma.Title.name
source: Moderator
yo: Níwọ̀ntúwọ̀nsì

# DB: karma.Title.name
source: Top 10 Contributor
yo: Olúdásí mẹ́wà Òkè

# DB: karma.Title.name
source: Top 25 Contributor
yo: Olúdásí mẹ́wà Òkè

# DB: badger.Badge.title
source: 2015 Support Forum Badge
yo: 2015 Báàjì Àpèjọ Àtìlẹ́hìn

# DB: badger.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2015.
yo: Báàjì yii ni a pínfún àwọn olùdasí tí ó ní èsì àpérò àtìlẹ́hìn 30 ní 2015.

# DB: badger.Badge.title
source: 2015 Army of Awesome Badge
yo: 2015 Báàjì Ọmọ ogun Ìyàlẹ́nu

# DB: badger.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
yo: Afi báàjì ẹ̀bùn-ìfakọ̀yọ fún àwọn olùdásí tí o ní 50 túwítì Ọmọ ogun Ìyàlẹ́nu ní 2015.

# DB: badger.Badge.title
source: 2015 KB Badge
yo: 2015 KB Báàjì

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2015.
yo: Afi báàjì ẹ̀bùn-ìfakọ̀yọ fún àwọn olùdásí tí o ní àtúnṣẹ Gẹ́ẹ̀sì tí a fọwọsí 10 ní 2015.

# DB: badger.Badge.title
source: 2015 L10n Badge
yo: 2015 L10n Báàjì

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2015.
yo: Afi báàjì ẹ̀bùn-ìfakọ̀yọ fún àwọn olùdásí tí o ní àtúnṣẹ ìtumọ̀ tí a fọwọsí 10 ní 2015.

# DB: badger.Badge.title
source: 2014 Army of Awesome Badge
yo: 2014 Báàjì Ọmọ ogun ti Ìyàlẹ́nu

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré SUMO Ọmọ ogun ti Iyalẹnu 2014 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2014 ní ìdí èyí: Àádọ́ta Ọmọ ogun ti Ìyàlẹ́nu túwìtì. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú SUMO Ọmọ ogun ti Ìyàlẹ́nu 2014 ti Iṣẹ́ Mozilla!

# DB: badger.Badge.title
source: 2014 L10n Badge
yo: 2014 L10n Báàjì
