Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

source: The {domain} team
yo: Àjọṣepọ̀ {domain} nàà

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
yo: O ṣeun fún ìdasí rẹ sí àpérò àtìlẹ́hìn Mozilla! O ti mú inú ẹnìkan dùn lónì!

source: Mozilla support is fully powered by our volunteer community that is helping hundreds of users everyday. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
yo: Àtìlẹ́hìn Mozilla ní ẹ̀kúnrẹ́rẹ́ agbára láti ọ̀dọ̀ àwùjọ olùfarajìn tí o ńṣe ìrànwọ́ fún ọgọ́gọ́rùn àwọn àṣàmúlò lójojúmọ́. Àwùjọ yìí ni a dá sílẹ̀ lọ́wọ́ àwọn àṣàmúlò onítara Firefox àti Thunderbird tí o lo àkókò ìgbà tí ọwọ́ dilẹ̀ láti ran àwọn ẹlòmíràn lọ́wọ́. Akòle ṣé láìsi ìtara àti ìgbóná ọkàn rẹ. Ìdasí rẹ, bí o tì wùn kí ó kéré tó, ní iye lórí púpọ̀. Ìyànjú ìṣòro kan ní àwọn àpérò àtìlẹ́hìn lè ṣèrànwọ́ fún àwọn bíi àṣàmúlò 1000 lóòjọ́!

source: Tell us about yourself!
yo: Sọ fún wa nípa rẹ!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
yo: Inú wa maa ń dùn gidigidi láti gbọ́ láti ọ̀dọ̀ àwọn ènìyàn titun tí ó fẹ́ràn láti ṣèrànwọ́ ní àwọn àpérò nítorí náà bí o kò báìtí bá àwùjọ wa pàdé náà jọ̀wọ́ lo ìṣẹjú kan láti sọ nípa rẹ. Bí o kò bá fẹ́ kí wọ́n mọ̀ ọ́, ó daa bẹ̀ :). O lè rí gbogbo wa ní orí IRC, ni ìkànnì #sumo ní irc.mozilla.org.

source: The community forum is at %(url)s .
yo: Àpérò awùjọ wà ní %(url)s .

source: Learn new things
yo: Kọ́ àwọn ohun titun

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
yo: Bí o bá nífẹ̀ láti kọ́si nípa bí gbogbo àtìlẹ́hìn yíi ṣe ńṣiṣẹ́, yẹ ìdánilẹ́kọ̀ olùdásí wa wò. Lára rẹ̀ ni ìwifún wíwá àléébù, àwọn ìlànà, ọ̀nà ìṣè-béèrè, àti ìwifún nípa ibi wíwá ìrànwọ́ bí o bá há.

source: Stay in touch
yo: Ma kànsí ni

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
yo: Lákotán, bí o bá fẹ́ tẹ̀lé gbogbo àwọn ìròhìn tí ó jẹmọ́ SUMO, máṣe gbàgbé nípa

source: Community forums
yo: Àwọn àpérò àwùjọ

source: Official blog
yo: Búlọ̀gù gbogbogbò

source: Twitter account
yo: Àkọ́lẹ̀ twitter

source: Weekly meetings
yo: Àwọn ìpàdé ọsẹẹsẹ̀

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
yo: O ṣeun lẹ́ẹ̀kansi. A ń fojú sọ́nà láti rí ọ si láyiká SUMO! Maa gbádùn!

source: Reply to thread: {title}
yo: Fèsì sí èròjà atẹ̀lélànà: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
yo: %awọn(author) ti fèsì si èròjà atẹ̀lélànà tí o ń wò. Èyí ni èsì wọn:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
yo: Láti wo ọ̀rọ̀ àfiránṣẹ̀ lóri ojúlé wẹ́ẹ̀bù yíì, ṣíratẹ àwọn ìsopọ̀ wọ̀nyíì, tàbí lẹ sí ibi ìpamọ́ ìgbàwálẹ̀ pẹpẹ rẹ:

source: New thread: {title}
yo: Èròjà atẹ̀lélànà titun: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
yo: %àwọn(author) fi ọ̀rọ̀ ránṣẹ́ sí èròjà atẹ̀lélànà titun ní àpéjọ tí o ńwò. Èyí ni èròjà atẹ̀lélànà náà:

source: Congratulations!
yo: Kú oríire!

source: %(awarder)s has awarded you the %(title)s badge!
yo: %awọn(awarder) ti pínfun ọ %àwọn(title) báàjì!

# DB: badger.Badge.title
source: None
yo: Rárá

source: You have been awarded the %(title)s badge!
yo: Ati fún ọ ní ẹ̀bùn-ìfakọ̀yọ %àwọn(title) báàjì!

source: See all the details:
yo: Wo gbogbo àwọn àlàyé:

source: {sender} sent you the following message:
yo: {sender} fi iṣẹ́ yìí ránṣẹ́ sí ọ:

source: View this message on the web:
yo: Wo iṣẹ́ yìí lóri ojúlé wẹ́ẹ̀bù:

source: Change your email preferences:
yo: Ṣàyípadà àwọn ìbuyìfún í-meélì rẹ:

source: You are about to subscribe to:
yo: O fẹ́ Forúkọsílẹ̀ báyì sí:

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
yo: Láti jẹ́rì iforúkọsílẹ̀ rẹ, jọ̀wọ́ yára tẹ ìsopọ̀ ìsalẹ̀ tàbí ṣẹ̀dá kí o lẹ gbogbo rẹ̀ sí ibi ìpamọ́ ìṣawarí pẹpẹ rẹ:

source: Thanks!
yo: O ṣeun!

source: Hi {username},
yo: Báwo {username},

source: {answerer} commented on a Firefox question on {host}:
yo: {answerer} sọ àsọyé lóri ìbéérè Firefox ní {host}:

source: {answerer} wrote:
yo: {answerer} kọ:

source: See the comment:
yo: Wo ìdáásí náà:

source: If this comment is helpful, vote on it:
yo: Bí ìdáásí bá ṣèranwọ́, dìbò lórí rẹ̀:

source: Help other Firefox users by browsing for unsolved questions on {host}:
yo: Ran àwọn olùṣàmúlò Firefox míìràn lọ́wọ́ fún àwọn ìbéèrè àiyanjú lórí {host}:

source: You might just make someone's day!
yo: O lè mú inú ẹnìkan dùn lóójọ!

source: {answerer} has posted an answer to your question on {host}:
yo: {answerer} ti fi ìdáhùn ránṣẹ́ sí ìbéèrè rẹ ní {host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
yo: Bíkò bátán ìṣòro rẹ, jẹ́kí {answerer} mọ nípa ìfèsì lóri ojúlé wẹ́ẹ̀bù:

source: If this answer solves your problem, please mark it as "solved":
yo: Bí ìdáhùn yíì bá tán ìṣoro re, jọ̀wọ́ ṣàmì rẹ̀ ní "tán":

source: This will help other Firefox users find good answers to their questions!
yo: Èyí yóò ràn àwọn olùṣàmúlò Firefox míìràn wá àwọn ìdáhùn dáadáa sí àwọn ìbéèrè wọn!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
yo: A kànfẹ́ kí o mọ̀pé %àwọn(answerer) tirí ọ́ná àbáyọ sí ìbéèrè Firefox tí o ń tẹ̀lé.

source: The question:
yo: Ìbéèrè náà:

source: was marked as solved by its asker, {asker}.
yo: olùbéèrè rẹ̀ ṣàmì si bí èyí tí a yanjú rẹ̀, {asker}.

source: You can view the solution using the link below.
yo: O lè wo ọ̀nà àbáyọ nípa lílo ìsopọ̀ ìsàlẹ̀.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
yo: Ǹjẹ́ ìdáhùn yíì ràn ọ́ lọ́wọ́? Ǹjẹ́ o rí àkọlé míìràn tí o ranni lọ́wọ́? Jẹ́kí àwọn olùṣàmúlò Firefox míìràn mọ̀ nípa ìdìbò tẹ̀lé ìdáhùn náà.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
yo: Ǹjẹ́ o mọ̀pé %àwọn(answerer) jẹ́ olùṣàmúlò Firefox bíi tìrẹ? Bẹ̀rẹ̀ nípa ríran àwọn olùsàmúlò Firefox míìràn lọ́wọ́ nípa ìṣàwarí àwọn ìbéèrè ní https://%(host)s/questions?filter=unsolved -- o lè mú inú ẹnìkan dùn lóòjọ́!

source: Unsubscribe from these emails:
yo: Ṣe àìfọwọ́sí ní àwọn í-meélì yíì:

source: Thanks for joining Mozilla Support! To complete registration, you need to verify your email address.
yo: O ṣẹun pé o darapọ̀ mọ́ Àtìlẹ́hìn Mozilla! Láti parí ìforúkọsílẹ̀, o nílò láti jẹ́rì àdírẹ̀sì í-meélì rẹ.

source: Verify your email address:
yo: Ṣèjẹ́rì àdírẹ̀sì í-meélì rẹ:

source: Once you’ve clicked on the link, you can throw away this email.
yo: Níwọ̀n ìgbà tí o bá ṣíra tẹ ìsopò, o lè ju í-meélì sọnù.

source: Thanks, The Mozilla Support team
yo: Ẹ ṣeun, ẹgbẹ́ Àtìlẹ́hìn Mozilla

source: It seems your account has already been activated.
yo: Ó dàbí àkọ́ọ́lẹ̀ rẹ ti sọ di aṣiṣẹ́ tẹ́lẹ̀.

source: You can log in at:
yo: O lè lọ́ọ̀gì ní:

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
yo: Kí o tó ṣàfikùn í-meélì rẹ, o gbọ́dọ̀ ṣàrídájú rẹ. Jọ̀wọ́ yára tẹ ìsopọ̀ ìsalẹ̀ tàbí ṣẹ̀dá kí o lẹ gbogbo rẹ̀ sí ibi ìpamọ́ ìṣawarí pẹpẹ rẹ:

source: Hi {username}
yo: Báwo {username}

source: Thanks so much for your interest in helping users of Mozilla technologies!
yo: O ṣeun gidi fún ìfìfẹ́hànsí fún ìṣe ìrànwọ́ àwọn olùṣàmúlò ti àwọn ìmọ̀ ẹ̀rọ Mozilla!

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
yo: A ó nífẹ̀ láti wá ibi tí ó dára fún ọ láti ran àwọn olùṣàmúlò lọ́wọ́, nítorí náà jọ̀wọ́ fi í-meélì ránṣẹ́ síwa pẹ̀lú orúkọ aṣàmúlò àti àgbègbè tí wá fẹ́ láti kópa. Jọ̀wọ́ ní òmìnira láti ṣàfikún àwọn ìmọ̀ rẹ, a ó wá ọ̀nà tí ó tọ́ láti lò wọ́n :)

source: To help you find out where to help check this site:
yo: Láti ràn ọ́ lọ́wọ́ láti ṣàwarí ibi àyẹwò ìrànwọ́ ojúle wẹ́ẹ̀bù yíì:

source: There are several ways in which you can get involved:
yo: Ọ̀pọ̀ ọ̀nà ni o lègbà kópa:

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
yo: Àpéjọ Olùdásí - Dáhùn àwọn ìbéérè àtìlẹ́hìn olùṣàmúlò tí wọ́n maá ń béèrè ju ṣùgbọ́n tí kòní àwọn ìdáhùn:

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here:
yo: Bí ó ṣe bẹ̀rẹ̀ síni dáhùn àwọn ìbéèrè tí ó jọpé ó rọrùn ó lè bá àwọn ìbéèrè díẹ̀ pàdé. Bíi, kílo ṣẹ̀lẹ̀ nígbà tí oníbinú olùṣàmúlò kòbáfẹ́ ohun tí ó ṣẹlẹ̀ tàbí kíló tún kàn? Ojúlówó Ìdánilẹ́kọ̀ọ́ Olùdásí lèní àwọn ìdáhùn yíì. Ó rọrùn láti bẹ̀rẹ̀:

source: Twitter Contributor - Respond to tweets about Firefox:
yo: Olùdásí Twitter - Dáhùn àwọn tweet nípa Firefox:

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
yo: Aṣàtúnṣe KB - Ṣèrànwọ́ láti ṣàfilọ́lẹ̀ àròkọ tó dálé ìmọ̀ tó nílò àyípadà tàbí kọ àwọn àrokọ titun:

source: L10N Contributor - Help to translate Firefox Help content to your language:
yo: Olùdásí L10N - Ṣèrànwọ́ láti ṣògbufọ̀ àkóónú Ìrànwọ́ Firefox sí èdè rẹ:

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
yo: Jẹ́kí a mọ èyíkèyí nínu tòkè tí o nífẹ̀ sí a ò sí ràn ọ́ lọ́wọ́ láti bẹ̀rẹ̀. Ohun ńlá ni láti gbà ọ́ wọlé!

source: You can also apply to our Buddy Program and get guidance from our more experienced contributors. Just introduce yourself in the forum for New Contributors by starting a new thread. Put your name on the thread title and tell us a bit about yourself:
yo: O lè lò ó si Àtòjọ-ètò Buddy wa kí o gba ìtọ́ni láti ọ̀dọ̀ àwọn onírirí olùdásí wa. Kànsọ nípa ara rẹ ní àpéjọ náà fún Àwọn Olùdásí Titun nípa bíbẹ̀rẹ̀ èròjà atẹ̀lélànà titun. Fí orúkọ rẹ sí àkolé èròjà atẹ̀lélànà kí o sì sọ nípa ara rẹ ní ṣókí fún wa:

source: Welcome to SUMO!
yo: Káàbọ̀ sí SUMO!

source: We've just received a request to send the username linked to this email address.
yo: A ṣẹ̀ṣẹ̀ gba ìbéèrè láti fi ibi ìsopọ̀ orúkọ olùṣàmúlò ránṣẹ́ sí àdírẹ́sì í-meélì yíì.

source: Your username is:
yo: Orúkọ olùṣàmúlò rẹ ni:

source: You may log in at https://{domain}{login_url}
yo: O lè wọlé ní https://{domain}{login_url}

source: If you did not request this email, there is no need for further action.
yo: Bí o kò bá béèrè í-meélì yíì, kò nílò ojúṣẹ kan mọ́.

source: Thanks,
yo: O ṣeun,

source: The {sitename} team
yo: Ẹgbẹ́ {sitename} náà

source: {sitename} Password Reset
yo: {sitename} Ṣàtúntò Ọ̀rọ̀ Aṣínà

source: A request was received to reset the password for this account on %(sitename)s. To change this password please click on the following link, or paste it into your browser's location bar:
yo: A dáhùn ìbéèrè láti ṣàtúnto ọ̀rọ̀ aṣínà fún àkọ́ọ́lẹ̀ yíi ní àwọn %(sitename). Láti ṣàyípadà ọ̀rọ̀ aṣínà yíì, jọ̀wọ́ ṣíra tẹ ìsopọ̀ yíì, tàbí lẹmọ́ inú pẹpẹ ibi ìpamọ́ ìṣawarí:

source: If you did not request this email there is no need for further action.
yo: Bí o kòbá béèrè fún í-meélì yíì, kòsí ìdí fún ojúṣe si.

source: Password reset on {sitename}
yo: Ṣàtúntò ọ̀rọ̀ aṣínà ní {sitename}

source: %(reviewer)s has approved the revision to the document %(document_title)s.
yo: %àwọn(reviewer) ti ṣe àtúnyẹ̀wò tí a gbàá wọlé sí àkọsílẹ̀ %àwọn(document_title).

source: To view the updated document, click the following link, or paste it into your browser's location bar:
yo: Láti wo àtúnyẹ̀wò àkọsílẹ̀, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹmọ́ inú pẹpẹ ibi ìpamọ́ ìṣawarí:

source: Summary:
yo: Ìṣoníṣókí:

source: Changes:
yo: Àwọn àyípadà:

source: %(creator)s created a new revision to the document %(document_title)s.
yo: %àwọn(creator) ṣẹ̀dá ẹ̀yà titun sí àkọsílẹ̀ %àwọn(document_title).

source: To view this document's history, click the following link, or paste it into your browser's location bar:
yo: Láti wo ìtàn àkọsílẹ̀ yíì, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹ sí ibi ìpamọ́ pẹpẹ ìṣawárí rẹ:

source: The document %(document_title)s has a new revision that is ready for localization.
yo: Àkọsílẹ̀ náà %àwọn(document_title) ní ẹ̀yà titun tí ó gbaradì fún ìsọdìbílẹ̀.

source: To localize the document, click the following link, or paste it into your browser's location bar:
yo: Láti sọ àkọsílẹ̀ di tìbílẹ̀, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹ sí ibi ìpamọ́ pẹpẹ ìṣawárí rẹ:

source: Text of the new revision:
yo: Àyọkà ti ẹ̀yà titun:

source: %(creator)s submitted a new revision to the document %(document_title)s.
yo: %àwọn(creator) fi ẹ̀yà titun sílẹ̀ sí àkọsílẹ̀ %àwọn(document_title).

source: To review this revision, click the following link, or paste it into your browser's location bar:
yo: Láti ṣàtúnwò ẹ̀yà yíì, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹ sí ibi ìpamọ́ pẹpẹ ìṣawárí rẹ:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
yo: Àwọn olùdásí wa ti ń ṣiṣẹ́ gidi lóri àwọn àròkọ yóòsì dára bí o bále ṣàtúnwò wọn. Bí a báṣẹ ṣàtẹ̀jáde wọn bẹ́ẹ̀ni wọ́n á yára ran àwọn olùṣàmúlò lọ́wọ́.

source: If you have a moment please review these articles:
yo: Bí o bání àkókò jọ̀wọ́ ṣàtúntò àwọn àròkọ yìí:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
yo: Ọpẹ́ púpọ̀ fún ìdáwọ́sí ní aṣojú SUMO àti àwọn olùṣàmúlò tí inú wọn dùn tí iṣẹ́ rẹ ràn lọ́wọ́!

source: Regards, The SUMO team
yo: Ń ṣàkíyèsí, ẹgbẹ́ SUMO

source: Your revision has been reviewed.
yo: Àtúnyẹ̀wò rẹ ti ṣàtúntò.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
yo: %àwọn(reviewer) ti bọwọ́lu àtúnyẹ̀wò rẹ fún àkọsílẹ̀ %àwọn(document_title).

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
yo: %àwọn(reviewer) ti ṣàtúntò àtúnyẹ́wò rẹ sí àkọsílẹ̀ %awọn(document_title).

source: Message from the reviewer:
yo: Iṣẹ́ láti ọ̀dọ̀ olùṣàtúntò:

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
yo: Láti wo ìtàn àkọsílẹ̀ yíì, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹ̀ sí ibi ìpamọ́ pẹpẹ ìṣawárí rẹ:

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
yo: Ìṣàtúnwò tí o pesè sí ní ati gbàá wọlé. %àwọn(reviewer) ti gbàá wọlé àtúnwò si àkọsílẹ̀ náà %àwọn(document_title).

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
yo: Ìṣàtúnwò tí o pesè sí ní ati ṣàtúntò. %àwọn(reviewer) ti ṣàtúntò àtúnwò si àkọsílẹ̀ náà %àwọn(document_title).

source: Content
yo: Àkọ́ọ́nú

source: Show after
yo: Hàn bóyá

source: Show until
yo: Hàn títí

source: New announcement for {group}
yo: Ìkéde titun fún {group}

source: Thank you for your contribution to Mozilla Support!
yo: O ṣeun fún ìdasí rẹ sí Àtìlẹ́hìn Mozilla!

source: Community Hub
yo: Ibi ìpàdè àwùjọ

source: Top Contributors
yo: Àwọn Olùdásí tógajù

source: Filter by Locale
yo: Agbègbè tí Aṣẹ́ sẹ́

source: All locales
yo: Gbogbo àwọn agbègbè

source: Filter by Product
yo: Agbègbè ti Àbájáde

# DB: products.Product.title
source: None
yo: Kòsí

source: All products
yo: Gbogbo awọn àbájáde

source: Support Forum
yo: Ṣàtìlẹ́hìn Àpéjọ

source: Knowledge Base
yo: Ìpìlẹ̀ Ìmọ̀

source: Localization
yo: Ìsọdìbílẹ̀

source: Army of Awesome
yo: Ọmọ ogun ti Ìyàlẹ́nu

source: Find your fellow contributors
yo: Wá àwọn olùdásí ẹlẹgbẹ́ rẹ

source: Username, Display Name or Twitter Handle
yo: Orúkọ aṣàmúlò, Ṣàfihàn Orúkọ tàbí Ẹ̀kú Twitter

source: Search
yo: Wá

source: Community Discussions
yo: Ìtàkurọ̀sọ Àwùjọ

source: Go to the SUMO community discussions forum
yo: Lọsí àwùjọ àpérò ìtàkurọ̀sọ SUMO

source: {user} - {num} contributions in last 90 days
yo: {user} - {num} àwọn ìdasí láti 90 ọjọ́ sẹ́yìn

source: See All
yo: Wo Gbogbo rẹ̀

source: Community Search Results
yo: Àwùjọ Wíwá Àwọn Èsì

source: Results for: {query}
yo: Àwọn Èsì fun: {query}

source: Sorry! Search is currently unavailable. Please try again soon.
yo: Mábinú! Kòsí wíwá lọ́wọ́lọ́wọ́. Jọ̀wọ́ tún gbìyànjú si bóyá.

source: No users were found for your search query.
yo: Akòrí àwọn olùṣàmúlò fún wíwá aṣèbéèré rẹ.

source: Twitter Handles:
yo: Èkù ìtẹ̀lé Twitter:

source: View Profile
yo: Wo ìrísí Olùlò

source: Private Message
yo: Iṣẹ́ Àdáni

source: Days since last activity:
yo: Àwọn ọjọ́ láti ìgbà iṣẹ́ ṣíṣe ìkẹhìn:

source: Top Contributors - Support Forum
yo: Àwọn Olùdásí tí ó gajù - Àtìlẹhìn Àpéjọ

source: Top Contributors - Knowledge Base
yo: Àwọn Olùdásí tó gajù - Ìpìlẹ̀ Ìmọ̀

source: Top Contributors - Localization
yo: Àwọn Olùdásí tó gajù - Ìsọdìbílẹ̀

source: Top Contributors - Army of Awesome
yo: Àwọn Olùdásí tó gajù - Ọmọ ogun ti Ìyàlẹ́nu

source: Select by Locale
yo: Yan nípa Tìbílẹ̀

source: There are {total} users with at least one contribution in the last 90 days.
yo: Àwọn olùṣàmúlò {total} wà tí wọ́n ní ó kéré ìdasí kan ní 90 ọjọ́ sẹ́hìn.

source: Contributions in last 90 days: {count}
yo: Àwọn ìdasí ní 90 ọjọ́ sẹ́hìn: {count}

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
yo: Inú wa maa ń dùn nígbà gbogbo láti gbọ́ lọ́dọ̀ àwọn ènìyàn titun tí ó fẹ́ràn láti ṣèrànwọ́ ní àwọn àpérò nítorí náà bí o kò báìtí bá àwùjọ wa pàdé náà <a href="%(intro_url)s"> jọ̀wọ́ lo ìṣẹjú kan láti sọ nípa rẹ </a>. Bí o kò bá fẹ́ fi ara hàn báyì, ó daa bẹ́ẹ̀ :). O lè rí gbogbgo wa ní orí IRC, ní <a href="%(irc_url)s">ìkànnì #sumo </a>.

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
yo: Bí o bá fẹ́ láti kọ́si nípa bí gbogbgo àtìlẹ́hìn yíi ṣe ń ṣiṣẹ́, wo <a href="%(training_url)s"> ìkọ́ni olùdásí wa </a>. Lára rẹ̀ ni ìwifún wíwá àléébù, àwọn ìlànà, ọ̀nà ìdáhùn ìbéèrè, àwọn ìwifún nípa ibi ìwá ìrànwọ́ bí o bá há.

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
yo: Lákotán, bí o bá fẹ́ tẹ̀lé àwọn ìròhìn tí ó jọ SUMO, máṣe gbàgbé nípa <a href="%(forums_url)s">àwọn àpérò àwùjọ wa</a>, <a href="%(blog_url)s">búlọ́gù gbogboogbò</a> àti <a href="%(twitter_url)s">Àkọ́ọ́lẹ̀ twitter</a>. A tún <a href="%(meetings_url)s"> maa ń pàdé ní gbogbo ọjọ́ ajé</a> - o sì le darapọ̀ mọ́ wa.

source: Most Recent
yo: Àìpẹ́ Rárá

source: Unanswered
yo: Àìdáhùn

source: Answered
yo: Tí a dáhùn

source: All
yo: Gbogbo

source: Reply-to is empty
yo: Ìfèsì-sí ṣófo

source: Tweet has already been replied to
yo: Ati dáhùn Túwìtì náà

source: Message is empty
yo: Iṣẹ́ ṣófo

source: Message is too long
yo: Iṣẹ́ ti gùnjù

source: An error occured: {message}
yo: Àṣìṣe ti wáyé: {message}

source: Invalid ID.
yo: Ìdánimọ̀ Àìfẹsẹ̀múlẹ̀.

source: Tweets that are replies or have replies must not be hidden.
yo: Àwọn Túwìtì tí a fesì tàbí ti fesì kò gbọdọ̀ pamọ́.

source: Join our Army of Awesome
yo: Darapọ̀ mọ́ Ọmọ ogun ti Ìyàlẹ́nu

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
yo: Fẹ́ràn Firefox kí o ní àkókò kúkurú láti ṣèrànwọ́?<br /> Ṣèrànwọ́ fún àwọn olùṣàmúlò Firefox míìràn lóri Twitter. Ohun rere yóò wá sí ọ̀dọ̀ àwọn tó túwìtì!

source: Sign in and connect to Twitter
yo: Wọlé kí o sopọ̀ mọ́ Twitter

source: Choose a tweet below
yo: Yan túwìtì nísàlẹ̀

source: Respond to the tweet!
yo: Fèsì sí túwìtì!

source: Moderate Twitter Accounts
yo: Ìwọ̀ntúwọ̀nsì Àkọ́ọ́lẹ̀ Twitter

source: Loading
yo: Ń gbáradì

source: Refresh
yo: Sọdọ̀tun

source: Sign out
yo: Jade

source: Sign in
yo: Wọlé

source: How to be effective:
yo: Bí a ṣelè wúlò:

source: Focus on people who need help or have questions
yo: Fójúsùn àwọn ènìyàn tó nílò ìrànwọ́ tàbí àwọn ìbéérè

source: Customize canned replies - make each tweet unique
yo: Ṣàdáni àwọn èsì tí a dé - jẹ́kí túwìtì kọ̀ọ̀kan yàtọ̀

source: Remove tweets that aren't really about Firefox or don't need a reply
yo: Yọ àwọn túwìtì tí kò jọmọ́ Firefox tàbí tí kònílò ìfèsì

source: Have a question about Army of Awesome?
yo: Ṣé ìbéèrè nípa Ọmọ ogun Ìyàlẹ́nu wà?

source: Ask other contributors
yo: Béèrè lọ́wọ́ àwọn olùdásí
