Repository: mozilla-l10n/sumo-l10n
Catalog: yo/LC_MESSAGES/messages.po
Languages: yo

source: Please select at least one topic.
yo: Jọ̀wọ́ yan ó kéré àkọlé kan.

source: Title of article
yo: Àkọlé ti aròkọ

source: Slug:
yo: Sílọ́gì:

source: Article URL
yo: Aròkọ URL

source: Relevant to:
yo: Ṣe pàtàki si:

source: Allow translations:
yo: Gba àwọn ìtumọ̀:

source: Obsolete:
yo: Tíkòwúlò:

source: Allow discussion on this article?
yo: Fàyègba ìfọ̀rọ̀wérọ̀ lóri aròkọ yì?

source: Type of article
yo: Irúfẹ ti aròkọ

source: Topics:
yo: Àwọn àkọlé:

source: Related documents:
yo: Àwọn àkọsílẹ̀ tí ó jọra:

source: Needs change:
yo: Nílò àyípadà:

source: Comment:
yo: Ìdáásí:

source: Keywords:
yo: Àwọn kókó ọ̀rọ̀:

source: Affects search results
yo: Kóbá èsì ìṣawarí

source: Search result summary:
yo: Ìṣawarí èsì ìṣoníṣókí:

source: Only displayed on search results page
yo: Ṣàfihàn nìkan lóri èsì ìṣawarí ojú ewé

source: Expiry date:
yo: Déèti tó parí:

source: Significance:
yo: Ṣe pàtàkì:

source: Needs change
yo: Nílò ìparọ̀

source: Users:
yo: Àwọn olùṣàmúlò:

source: Start:
yo: Bẹ̀rẹ̀:

source: End:
yo: Òpin:

source: {users} added successfully!
yo: {users} ṣàfikún dáradára!

source: There were errors adding users, see below.
yo: Àṣìṣe wáyé ní ìsafikún àwọn olùṣàmúlò, wo ìsàlẹ̀.

source: {user} removed from successfully!
yo: {user} yọ kúrò dáradára!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
yo: Bí a bá yẹ́wò, ojú ewé wiki yí farasin ní ìṣawarí ìpínlẹ̀ àti pẹpẹiṣẹ́. Nígbà tí a wò, ojú ewé yóò kìlọ̀ pé wọn kò tún òhun ṣe mọ́.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
yo: Bí a bá yẹ́wò, àkọsílẹ̀ yíì gbà ìfọ̀rọ̀wérọ̀ ní àjọṣepọ̀ àpèjọ. Àìwò láti pamọ́/ṣàyọkúrò àpèjọ náà.

source: If checked, this document needs updates.
yo: Bí a bá yẹ́wò, àkọsílẹ̀ yíi nílò ìṣàtúntò.

source: Please choose a category.
yo: Jọ̀wọ́ yan ìsọ̀rí.

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
yo: Àtúnyẹ̀wò gbọ́dọ̀ dálé aròkọ Gẹ̀ẹ́sì. Àtúnyẹ̀wò ÌDÁMỌ̀ %àwọn(id) kò bá àmúyẹ yii lọ.

source: Table of Contents
yo: Tábìlì Àkoonú

source: [Recursive inclusion of "%s"]
yo: [Atunṣe àfikún ti "%s"]

source: The document "%s" does not exist.
yo: Àkọ̀sílẹ̀ "%s" kòsí tẹ́lẹ̀.

source: The template "%s" does not exist or has no approved revision.
yo: Àwòṣe "%s" kòsí tàbí kòní àtúnyẹ́wò tí a gbà.

source: Your revision has been approved: {title}
yo: A kòìgba àtúnyẹ̀wò: {title}

source: Your revision has been reviewed: {title}
yo: Ati ṣàyẹ̀wò àtúnyẹ̀wò: {title}

source: A revision you contributed to has been approved: {title}
yo: Ati gba àtúnyẹ̀wò ìdasí tí o ṣe wọlé: {title}

source: A revision you contributed to has been reviewed: {title}
yo: Ati ṣàyẹ̀wò àtúnyẹ̀wò ìdasí tí o ṣe wọlé: {title}

# KB Topic
source: mobile
yo: alágbèká

# KB Topic
source: desktop
yo: àtẹ iṣẹ́

# KB Topic
source: sync
yo: múdọ́gba

# KB Topic
source: general
yo: gbogbogbò

# KB Topic
source: download
yo: gbàsílẹ̀

# KB Topic
source: browserID
yo: aṣàwákiriID

source: You cannot translate this document.
yo: O kòle túmọ̀ àkọsílẹ̀ yìí.

source: Glad to hear it &mdash; thanks for the feedback!
yo: Inú wa dùn láti gbọ́ &mdash; o ṣeun fún ìjábọ̀!

source: You already voted on this Article.
yo: O ti dìbò lóri Aròkọ yìí.

source: Thanks for making us better!
yo: O ṣeun to múwa dára si!

source: Revision %s
yo: Àtúnyẹ̀wò %s

source: Firefox Releases
yo: Àgbéjáde Firefox

source: Article Revisions
yo: Àtúnyẹ̀wò Aròkọ

source: {users} added to the contributors successfully!
yo: {users} ṣàfikún àwọn olùdasí dáradára!

source: There were errors adding new contributors, see below.
yo: Àṣìṣe wáyé ní ṣíṣàfikún àwọn olùdásí titun, wo ìsàlẹ̀.

source: {user} removed from the contributors successfully!
yo: {user} ṣàyọkúrò nínu àwọn olùdasí dáradára!

source: Compare Revisions | {document}
yo: Ṣàfiwé Àtúnyẹ̀wò | {document}

source: Compare Revisions
yo: Ṣàfiwé Àtúnyẹ̀wò

source: Back to History
yo: Pàda sí Ìtàn

source: Document Deleted | {document}
yo: Ti Pa Àkọṣílẹ̀ Rẹ́ | {document}

source: Delete Document | {document}
yo: Ti Pa Àkọṣílẹ̀ Rẹ́ | {document}

source: Delete Document
yo: Pa Àkọṣílẹ̀ Rẹ́

source: The document has been deleted.
yo: Ti pa àkọsílẹ̀ rẹ́.

source: Are you sure you want to delete this document?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa àkọsílẹ̀ yíì rẹ́?

source: All translations of this document will also be deleted.
yo: Gbogbo ìtumọ̀ àkọsílẹ̀ yíi yóò di píparẹ́.

source: Current Content
yo: Àkóónú Lọ́wọ́lọ́wọ́

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa àkọsílẹ̀ rẹ́ pátápátá. <strong> A kòle ṣàyípadà èyí!</strong>Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀siwájú?

source: Cancel and go back to document history
yo: Parẹ́ kí o padà sí ìtàn àkọsílẹ̀

source: Remove contributor | {document}
yo: Ṣàyọkúrò olùdásí | {document}

source: Remove Contributor
yo: Ṣàyọkúrò Olùdásí

source: Are you sure you want to remove {user} from the document contributors?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọ {user} kúrò ní àkọsílẹ̀ àwọn olùdasí?

source: Remove contributor
yo: Ṣàyọkúrò olùdásí

source: Remove {role}
yo: Ṣàyọkúrò {role}

source: Locales
yo: Tìbílẹ̀

source: Are you sure you want to remove {user}?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọ {user}?

source: Delete Revision | {document}
yo: Pa Àtúnyẹ̀wò Rẹ́ | {document}

source: Delete Revision
yo: Pa Àtúnyẹ̀wò Rẹ́

source: Unable to delete only revision of the document
yo: Kò le pa àtúnyẹ̀wò nìkan rẹ́ ti àkọsílẹ̀

source: To delete the document, please notify an admin.
yo: Láti pa àkọsílẹ̀ rẹ, jọ̀wọ́ pe àkíyèsí alábójútó.

source: Go back to document history
yo: Pàdà sí ìtàn àkọsílẹ̀

source: Are you sure you want to delete this revision?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa àtúnyẹ̀wò yí rẹ́?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
yo: <strong>Ìkilọ̀:</strong> Àtúnyẹ̀wò yíi ní ìgbimọ̀ Ìdìbò Ìrànlọ́wọ́ KB pẹ̀lú rẹ̀. Pípa àtúnyẹwò yí rẹ́ yóò fa kí àwọn ìbò náà parẹ́ pẹ̀lú.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa àtúnyẹ̀wò yí rẹ́ pátápátá. <strong>A kòle ṣàyípadà rẹ̀!</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀siwájú?

source: Share this article: {link}
yo: Pín aròkọ yìí: {link}

source: See also:
yo: Wó bákan náà:

source: Explore more topics
yo: Ṣàwárí àwọn àkórí si

source: Edit Article | {document}
yo: Ṣàtúnṣe Aròkọ | {document}

source: Edit Article
yo: Ṣàtúnṣe Aròkọ

source: <em>Editing</em> {title}
yo: <em>N ṣàtúnṣe</em> {title}

source: <label>Needs Change:</label> %(comment)s
yo: <label>Nílò Àyípadà:</label> %àwọn(comment)

source: Edit Description
yo: Ṣàtúnṣe Àpèjúwe

source: Save description
yo: Ṣàfipamọ́ àpèjúwe

source: Edit Content
yo: Ṣàtúnṣe Àkóónú

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
yo: Fún ìrànwọ́ ni kíkọ àwọn aròkọ, ṣàyẹ̀wò <a href="%(url)s">Àtìlẹ́hìn Atọ́nà Àkọsílẹ̀</a>.

source: characters remaining.
yo: ẹyọ ọ̀rọ̀ tókù.

source: Revision History | {document}
yo: Ìtàn Àtúnyẹ̀wò | {document}

source: History
yo: Ìtàn

source: History of {title}
yo: Ìtàn ti {title}

source: Revision history for:
yo: Àtúnyẹ̀wò ìtàn fún:

source: Edit contributors
yo: Ṣàtuńṣe àwọn olùdásí

source: Document contributors
yo: Àkọsílẹ̀ àwọn olùdásí

source: Remove user from contributors
yo: Ṣàyọkúrò olùsàmúlò ní àwọn olùdásí

source: Add Contributor
yo: Ṣàfikún Olùdásí

source: Delete this document
yo: Pa àkọsílẹ̀ rẹ́

source: All Articles
yo: Gbogbo Aròkọ

source: There are no articles.
yo: Kòsí aròkọ.

source: [{locale}] KB Team
yo: [{locale}] Àjose KB

source: [{locale}] Localization Team
yo: [{locale}] Àjose Ìṣọdìbílẹ̀

source: Edit locale leaders
yo: Ṣàtúnyẹwò tìbílẹ̀ olùdarí

source: Locale Leaders
yo: Tìbílẹ̀ Olùdarí

source: Remove user from locale leaders
yo: Yọ olùṣàmúlò kúrò ní tìbílẹ̀ olùdarí

source: Edit locale reviewers
yo: Ṣàtúnṣe tìbílẹ̀ olùṣàtúnyẹ́wò

source: Locale Reviewers
yo: Tìbílẹ̀ Olùṣàtúnyẹ́wò

source: Add Reviewer
yo: Ṣàfikún Olùṣàtúnyẹ́wò

source: Remove user from locale reviewers
yo: Yọ olùṣàmúlò kúrò ní tìbílẹ̀ olùṣàtúnyẹ́wò

source: Edit locale editors
yo: Ṣàtúnṣe aṣàtúnṣe tìbílẹ̀

source: Locale Editors
yo: Aṣàtúnṣe Tìbílẹ̀

source: Add Editor
yo: Ṣàfikún Olóòtú

source: Remove user from locale editors
yo: Ṣàyọkúrò olùṣàmúlò ní tìbílẹ̀ olóòtú

source: {count} Active Contributors (last 90 days)
yo: {count} Olùdasí Tí o ńṣiṣẹ́ (ní 90 ọjọ́ sẹ́hìn)

source: Locales | Knowledge Base
yo: Ìsọdìbílẹ̀ | Ìpínlẹ̀ Ìmọ̀

source: Create a New Article | Knowledge Base
yo: Ṣẹd̀á Aròkọ Titun | Ìpínlẹ̀ Ìmọ̀

source: New Article
yo: Aròkọ Titun

source: Create a New Knowledge Base Article
yo: Ṣẹ̀dá Aròkọ Ìpínlẹ̀ Ìmọ̀ Titun

source: Article is for:
yo: Aròkọ wà fún:

source: Review Revision {id} | {document}
yo: Ṣàyẹ̀wò Àtúnyẹ̀wò {id} | {document}

source: Review Revision
yo: Ṣàyẹ̀wò Àtúnyẹ̀wò

source: Review Revision of {title}
yo: Ṣàyẹ̀wò Àtúnyẹ̀wò ti {title}

source: Reviewing Revision {id} by {user}
yo: N ṣàyẹ́wò Àtúnyẹ́wò {id} lọ́wọ {user}

source: Revision Comment: {comment}
yo: Àtúnyẹ̀wò Àlàyé: {comment}

source: This revision was already reviewed by {user} on {date}.
yo: Àtúnyẹ́wò ni ati ṣàyẹ̀wò lọ́wọ {user} ní {date}.

source: Please review the latest revision.
yo: Jọ̀wọ́ ṣàyẹ̀wò àtùnyẹ̀wò àìpẹ́.

source: A newer revision has already been reviewed.
yo: Ati ṣàyẹ̀wò àtùnyẹ̀wò titun náà.

source: Submitted Revision Changes
yo: Ti fi sílẹ̀ Àyípàdà Àtúnyẹ̀wò

source: Current public revision:
yo: Àtúnyẹ́wò lọ́wọ́lọ́wọ́ gbangba:

source: Submitted revision:
yo: Àtùnyẹ́wò ti fi sílẹ̀:

source: Revision Source
yo: Orísun Àtúnyẹ̀wò

source: Revision Content
yo: Àtúnyẹ̀wò Àkóónú

source: This document does not have a current revision.
yo: Àkọsílẹ̀ yíì kòní àtúnṣe titun.

source: Search results summary:
yo: Ṣàwarí àwọn èsì ìsoníṣókí:

source: Revision source:
yo: Orísun àtúnyẹ̀wò:

source: Revision rendered html:
yo: Àtúnyẹ̀wò tí a ṣení html:

source: Review Translation {id} | {document}
yo: Àtúnyẹ́wò Ìtumọ̀ {id} | {document}

source: Review Translation
yo: Àtúnyẹ́wò Ìtumọ̀

source: Review Translation of {title}
yo: Ṣàtúnṣe Ìtumọ̀ ti {title}

source: Reviewing Translation {id} in {language} by {user}
yo: N Ṣàtúnṣe Ìtumọ̀ {id} ní {language} lọ́wọ́ {user}

source: Translation Comment: {comment}
yo: Ìtumọ̀ Ìdáásí: {comment}

source: This translation was already reviewed by {user} on {date}.
yo: Ati ṣàtúnṣe ìtumọ̀ yíì lọ́wọ́ {user} ní {date}.

source: Please review the latest version.
yo: Jọ̀wọ́ ṣàyẹ̀wò ẹ̀yà àìpẹ́.

source: A newer version has already been reviewed.
yo: Ati ṣàyẹ̀wò ẹ̀yà titun náà.

source: Recent English Changes
yo: Ṣàyípadà Gẹ̀ẹ́sì Àìpẹ́

source: Submitted Translation Changes
yo: Ti fi sílẹ̀ Àyípadà Ìtumọ̀

source: Current public translation:
yo: Ìtumọ̀ gbangba lọ́wọ́lọ́wọ́:

source: Submitted translation:
yo: Ti fi sílẹ̀ ìtumọ̀:

source: Full Article Sources
yo: Orísun Aròkọ Kíkún

source: The {default_locale} version has no approved content to show.
yo: {default_locale} ẹ̀yà kòní àkóónú tí a gbà láti fihàn.

source: Approved {default_locale} version:
yo: Ẹ̀yà tí a gbàá wọlé {default_locale}:

source: Revision {id} by {user} on {date}
yo: Àtúnyẹ̀wò {id} lọ́wọ {user} ní {date}

source: Submitted {locale} translation:
yo: Ṣàfisílẹ̀ {locale} ìtumọ̀:

source: This document does not have a current translation.
yo: Àkọsílẹ̀ yíi ò ní ìtumọ̀ lọ́wọ́lọ́wọ́.

source: Translation keywords:
yo: Àwọn kókó ọ̀rọ̀ ìtumọ̀:

source: Translation search results summary:
yo: Ìṣawarí èsì ìtumọ̀ ìsọníṣókí:

source: Translation source:
yo: Orísun ìtumọ̀:

source: Translation rendered html:
yo: Ìtumọ̀ tí a se ní html:

source: Revision {n} | {t} | {c}
yo: Àtúnyẹ̀wò {n} | {t} | {c}

source: Revision {num}
yo: Àtúnyẹ̀wò {num}

source: Revision Information
yo: Àtúnyẹ̀wò Ìwifún

source: Revision id:
yo: Àtúnyẹ̀wò ìdámọ̀:

source: Reviewed:
yo: Ṣàgbéyẹ̀wò:

source: Reviewed by:
yo: Ṣàgbéyẹ̀wò lọ́wọ:

source: Is approved?
yo: Ṣé a ti gbàá wọlé?

source: Is current revision?
yo: Àtúnyẹ̀wò lọ́wọ́lọ́wọ́?

source: Ready for localization:
yo: Ṣetán fún ìṣọdìbílẹ̀:

source: Readied for localization:
yo: Ṣetán fún ìsọdìbílẹ̀:

source: Readied for localization by:
yo: Ṣetán fún ìsọdìbílẹ̀ lọ́wọ:

source: Edit article based on this revision
yo: Ṣàtúntò aròkọ dálé àtúnyẹ̀wò yíi

source: Select language | {document}
yo: Yan èdè | {document}

source: Select language
yo: Yan èdè

source: Select a language to translate to:
yo: Yan èdè kan láti túmọ̀ sí:

source: This document has already been translated to the following locales:
yo: A ti túmọ̀ àkọsílẹ̀ yíi náà sí tìbílẹ̀ wọ̀nyíì:

source: Show translations | {document}
yo: Ṣàfihàn àwọn ìtumọ̀ | {document}

source: This document has been translated to the following locales:
yo: A ti túmọ̀ àkọsílẹ̀ yíi sí tìbílẹ̀ wọ̀nyíì:

source: This document is missing translations for the following locales:
yo: Akọ̀sílẹ̀ yíi kòsí nínu àwọn ìtumọ̀ fún tìbílẹ̀ wọ̀nyí:

source: Translate Article | {document}
yo: Túmọ̀ Aròkọ | {document}

source: Translate Article
yo: Túmọ̀ Aròkọ

source: Thanks for your help! Just so you know, Firefox OS is not available in your locale yet, and it's possible this article will change before it is.
yo: O ṣeun fún ìrànwọ́ rẹ! Kí o kàn mọ́, kòsí Firefox OS ní tìbílẹ̀ rẹ báyì, o ṣééṣe kí aròkọ yì yípadà ṣáàju rẹ̀.

source: If you have any questions about localization priorities, please contact %(email_link)s.
yo: Bí o bání àwọn ìbéèrè nípa kókó ìsọdìbílẹ̀, jọ̀wọ́ kànsí %àwọn(email_link).

source: I understand, don't show this again.
yo: Ó yémi, má ṣàfihàn èyí mọ́.

source: You are translating an English document which is not yet ready for localization.
yo: O ń túmọ̀ àkọsílẹ̀ Gẹ̀ẹ́sì tí kòíti ṣetán ní ìsọdìbílẹ̀.

source: Translating {title}
yo: Ń túmọ̀ ̀{title}

source: Translating article to {locale}
yo: Ń túmọ̀ aròkọ {locale}

source: Translate Description
yo: Túmọ̀ Àpèjúwe

source: Title in {locale}:
yo: Àkọlé ní {locale}:

source: Slug in {locale}:
yo: Sílọ̀gì ní {locale}:

source: Translate Content
yo: Túmọ̀ Àkóónú

source: Recently approved updates
yo: Ṣàtúntò tí a gbà láìpẹ́

source: Differences
yo: Àwọn ìyatọ̀

source: Note: This article has no revisions ready for localization.
yo: Àkíyèsí: Aròkọ yíi kòní àtúnyẹ̀wò tí ó ṣetán fún ìsọdìbílẹ̀.

source: Note: There are no approved translations for this article.
yo: Àkíyèsí: Kòsí ìtumọ̀ tí a gbà fún aròkọ yìí.

source: Keywords in {locale}:
yo: Kókó ọ̀rọ̀ ní {locale}:

source: Search result summary in {locale}:
yo: Ṣàwarí èsì níṣókí ní {locale}:

source: {locale} translation:
yo: {locale} ìtúmọ̀:

source: What Links Here | {document}
yo: Kílo Sopọ̀ Níbí | {document}

source: What Links Here
yo: Kílo Sopọ̀ Níbí

source: Documents that link to "{title}"
yo: Àwọn àkọsílẹ̀ tó sopọ̀ sí "{title}"

source: Documents that include "{title}"
yo: Àwọn àkọsílẹ̀ tó pẹ̀lú "{title}"

source: Documents that use "{title}" as a template
yo: Àwọn àkọsílẹ̀ tó lo "{title}" bii àwòṣe

source: No other documents link to {title}.
yo: Kòsí àkọsílẹ̀ tó sopọ̀ sí {title}.

source: View the updated document
yo: Wo ìṣàfikún àkọsílẹ̀

source: View this document's history
yo: Wo ìtàn àkọsílẹ̀ yíì

source: Localize the document
yo: Ìsọ̀dibílẹ̀ àkọsílẹ̀

source: Review this revision
yo: Ṣàtúnyẹ́wò àyẹ̀wò yíì

source: If you have a moment please help us by reviewing these articles:
yo: Bí o bá ní àkókò díẹ̀ jọ̀wọ́ rànwá lọ́wọ́ láti ṣàtúnyẹ̀wò aròkọ yìí:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
yo: Adúpẹ́ fún ìdasí re ní ipò SUMO àti àwọn olùdùnú olùṣàmúlò tí ó gba ìrànwọ́!

source: Regards, <br />The SUMO team.
yo: Ìkíni, <br />Ẹgbẹ́ SUMO.

source: View the history of this document
yo: Wo ìtàn ti àkọsílẹ̀ yíì

source: These fine people helped write this article: %(contributors)s. You can help too - <a href="%(link)s">find out how</a>.
yo: Àwọn ènìyàn dáradára yìí ṣèrànwọ́ láti kọ aròkọ: %àwọn(contributors). Ìwọ náà lèṣe ìrànwọ́ - <a href="%(link)s">wá báwo</a>.

source: (Redirected from <a href="{href}">{title}</a>)
yo: (Tún darí láti <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
yo: <p>Aròkọ yìi ti kọjá.</p> <p> Ìyípadà pàtàkì ni a ti ṣe sí aròkọ Gẹ̀ẹ́sì ní èyí tí ó dálé. Títí ojú ewé yì fi ṣàfikún, ó lè rí èyí bíi ìrànwọ́: <a href="%(url)s">%àwọn(àkọlé)</a> </p>

source: This article is no longer maintained, so its content might be out of date.
yo: A kò bójútó aròkọ yíi mọ́, nítorí náà àkóónú rẹ̀ léti kọjá.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
yo: Kò sẹ́ni tó ṣèraǹwọ́ láti túmọ̀ aròkọ yí rí. Bí o báti mọ bí ìsọdibílẹ̀ SUMO ṣe ń ṣiṣẹ́, <a href="%(document_trans_link)s">bẹ̀rẹ̀ síní túmọ̀ báyì</a>. Bí o bá fẹ́ kọ́ láti túmọ̀ aròkọ fún SUMO, <a href="%(help_link)s">jọ̀wọ́ bẹ̀rẹ̀ níbí</a>.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
yo: Àwọn olùfarajìn wa ń ṣiṣé ní ìtumọ̀ aròkọ yìí. Títí yófì ṣetán, bóyá ẹ̀yà Gẹ̀ẹ́sì yóò ṣèrànwọ́.

source: This article doesn't have approved content yet.
yo: Aròkọ yí kòní àkóónú tí a gbà báyì.

source: Warning: There are newer unreviewed revisions of this article.
yo: Ìkilọ̀: Àwọn ẹ̀yà àìṣàtúnyẹwò àtúnyẹ̀wò aròkọ yí wà.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
yo: Wò <a href="%(url)s">ìtàn náà</a> láti mú ìsọ̀dọ̀tun rẹ lé àìṣàtúnyẹwò àtúnyẹ̀wò tí ó ti wà.

source: Change Revisions
yo: Àyípadà Àtúnyẹ̀wò

source: Revision {num}:
yo: Àtúnyẹ̀wò {num}:

source: Stop article emails
yo: Dá aròkọ í-meélì dúró

source: Email me article changes
yo: Fi àyípadà aròkọ ránṣẹ́ sími

source: Submit for Review
yo: Jọ̀wọ́ Àtúnyẹ̀wò

source: Preview Content
yo: Ṣàtúnyẹ̀wò Àkóónú

source: Preview Changes
yo: Ṣàtúnyẹ̀wò Àyípadà

source: Submit Your Changes
yo: Jọ̀wọ́ Àyípadà Rẹ

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
yo: O gbìyànjú! A ó fi í-meélì ránṣẹ́ láti jẹkí o mọ̀ bóyá a gba àyípadà re. O lè tẹ̀lé ìfọ̀rọ̀wérọ̀ nípa aròkọ nípa ṣíṣíra tẹ̀ táábù Ìfọ̀rọ̀wérọ̀.

source: Briefly describe your changes:
yo: Sọ nípa àyípadà rẹ níṣókí:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
yo: Ìṣàtúntò yíì kò sọ aròkọ yí di lọ́wọ́lọ́wọ́. Ìyàtọ̀ Gẹ̀ẹ́sì kò gbọdọ̀ yípadà ní ìṣàtúnto tó kàn.

source: Notify me of any future changes to this page
yo: Fi tómi létí àyípadà ọjọ́ iwájú ní ojú ewé yìí

source: Help with:
yo: Ìrànwọ́ pẹ̀lú:

source: Customize this article
yo: Ṣàdáni aròkọ yìí

source: Was this article helpful?
yo: Ṣé aròkọ yìí ṣèrànwọ́?

source: Please wait...
yo: Jọ̀wọ́ dúró...

source: Leave a message for {contributor}:
yo: Fi iṣẹ́ sílẹ̀ fún {contributor}:

source: Leave a message for {rest} and {last}:
yo: Fi iṣẹ́ sílẹ̀ fún {rest} àti {last}:

source: Warning: This page is also being edited by %(user)s!
yo: Ìkilọ̀: Ojú ewé yìi ni %àwọn(user) ń ṣàtúnṣe rẹ̀ pẹ̀lú!

source: If you know what you are doing, you can edit the document anyway.
yo: Bí o bá mọ ohun tí o ń ṣe, o lè ṣàtúnṣe àkọsílẹ̀ náà bákan náà.

source: Edit anyway
yo: Ṣàtúntò ṣá

source: Report Abuse
yo: Ìṣàfisùn Àṣìlò

source: Report this
yo: Jábọ̀ èyí

source: Have more to say?
yo: O ní láti sọ si?

source: Mark as Ready for Localization
yo: Ṣàmí ó Ṣeyán fún Ìṣọdìbílẹ̀

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
yo: O ti fẹ́ sàmì sí àtúnyẹ̀wò yíi <span class="revtime"></span> bíi Ṣeyán fún Ìṣọdìbílẹ̀. Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀síwájú?

source: View Diff
yo: Ṣàyẹwò Ìyatọ̀

source: Close Diff
yo: Ti Ìyatọ̀

source: Revision
yo: Àtúnyẹ̀wò

source: Editor
yo: Aṣàtúnṣe

source: Search for documents...
yo: Ìṣàwarí fún àwọn àkọsílẹ̀...

source: No related documents.
yo: Kòsí àwọn àkọsílẹ̀ tí ó jọra.

source: Approve Translation
yo: Fọwọ́sí Ìtumọ̀

source: Approve Revision
yo: Àtúnyẹ̀wò Tí a Gbà

source: Defer Translation
yo: Ìtumọ̀ Tí a Súnsíwájú

source: Defer Revision
yo: Àtúnyẹ̀wò Tí a Súnsíwájú

source: Cancel Review
yo: Pa Àtúnyẹ̀wò Rẹ́

source: Accept this Translation
yo: Gba Ìtumọ̀ yíì

source: Accept this Revision
yo: Gba Àtúnyẹ̀wò yíì

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
yo: O ti fẹ́ gba ìṣàtúntò tìrẹ. Jọ̀wọ́ béèrè lọ́wọ́ <a href="%(url)s">alátùnyẹ́wò wa</a> dípò.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
yo: Gba Ṣíra tẹ̀ yóò mú ẹ̀yà aròkọ yíi wà lóju iṣẹ́! Jọ̀wọ́ lo àkókò láti ní ìdánílójú pé gbogbo ẹ̀yán tọ̀nà.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
yo: O ṣeun tí o lo àkókò láti ṣàtúnyẹ̀wò àyípadà yíì. Gba Ṣíra tẹ̀ yóò mú ẹ̀yà aròkọ yíi wà lóju iṣẹ́! Jọ̀wọ́ lo àkókò láti ní ìdánílójú pé gbogbo ẹ̀yán tọ̀nà.

source: Accept
yo: Gbà

source: Defer this Translation
yo: Sún Ìtumọ̀ sí

source: Defer this Revision
yo: Sún Àtúnyẹ̀wò sí

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
yo: O ṣeun tí o lo àkókò láti ṣàtúnṣe ìyípadà yíì. Jọ̀wọ́ dúpẹ́ lọ́wọ olóòtú kí o fún ní pàtó, ìjábọ̀ tí ó wúrí nípa ohun tí o lérò pé ó yẹ fún ìyípadà kí a lè gba àtúnyẹ́wò.
