Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/djangojs.po
Languages: dsb

source: Week
dsb: Tyźeń

source: Average Satisfaction
dsb: Pśerězna spokojnosć

source: Questions
dsb: Pšašanja

source: Solved
dsb: Rozwězany

source: % Solved
dsb: % rozwězane

source: Responded in 24 hours
dsb: W běgu 24 góźinow wótegronjone

source: % Responded in 24 hours
dsb: % w běgu 24 góźinow wótegronjone

source: Responded in 72 hours
dsb: W běgu 72 góźinow wótegronjone

source: % Responded in 72 hours
dsb: % w běgu 72 góźinow wótegronjone

source: Not responded in 24 hours
dsb: W běgu 24 góźinow njewótegronjone

source: Not responded in 72 hours
dsb: W běgu 72 góźinow njewótegronjone

source: Article Votes: % Helpful
dsb: Nastawkowe głose: % wužytne

source: Answer Votes: % Helpful
dsb: Wótegronowe głose: % wužytne

source: en-US KB
dsb: engelska wědowa datowa banka

source: non en-US KB
dsb: njeengelska wědowa datowa banka

source: Support Forums
dsb: Forumy pomocy

source: Click Through Rate %
dsb: Klikńjeńska rata %

source: Visitors
dsb: Woglědowarje

source: L10n Coverage
dsb: Pśełožowański staw

source: Percent Yes
dsb: Procent za Jo

source: Yes
dsb: Jo

source: No
dsb: Ně

source: I don't know
dsb: Njewěm

source: Error loading graph
dsb: Zmólka pśi zacytowanju grafa

source: There was an error generating the preview.
dsb: Pśi napóranju pśeglěda jo zmólka nastała.

source: There was an error submitting your vote.
dsb: Pśi zapódawanju wašogo głosa jo zmólka nastała.

source: %(num)s <small>of %(total)s</small>
dsb: %(num)s <small>z %(total)s</small>

source: No differences found
dsb: Žedne rozdźěle namakane

source: Cancel
dsb: Pśetergnuś

source: You are now signed in to your Mozilla account
dsb: Sćo něnto pla swójogo konta Mozilla pśizjawjony

source: Update browser settings
dsb: Nastajenja wobglědowaka aktualizěrowaś

source: Data syncing...
dsb: Daty se synchronizěruju…

source: We were unable to sync your data. To complete this backup, you’ll need to turn on syncing. <a href='#'>Go to settings</a>
dsb: Njejsmy mógli waše daty synchronizěrowaś. Aby toś to zawěsćenje dokóńcył, musyśo synchronizěrowanje zmóžniś. <a href='#'>K nastajenjam</a>

source: If you need to make any changes to the data you want synced, you can do so at any time in your <a href='#'>browser settings.</a>
dsb: Jolic cośo daty změniś, kótarež cośo synchronizěrowaś, móžośo to kuždy cas w <a href='#'>nastajenjach swójogo wobglědowaka</a> cyniś

source: Take a minute to create an <a href='%s'>account recovery key</a>, so you won’t get locked out if you lose your password.
dsb: Bjeŕśo se minutu casa, aby <a href='%s'>kontowy wótnowjeński kluc</a> napórał, až njeby wuzamknuł, jolic swójo gronidło zgubijośo.

source: Continue
dsb: Dalej

source: Add to calendar
dsb: Kalendarjoju pśidaś

source: Close
dsb: Zacyniś

source: Save the download link to your calendar and install Firefox whenever you’re ready.
dsb: Składujśo ześěgnjeński wótkaz do swójogo kalendarja a instalěrujśo Firefox, gažkuli cośo.

source: Choose calendar
dsb: Kalendaŕ wubraś

source: ICS file
dsb: ICS-dataja

source: Save
dsb: Składowaś

source: Copy download link directly
dsb: Ześěgnjeński wótkaz direktnje kopěrowaś

source: Copy link
dsb: Wótkaz kopěrowaś

source: Copied!
dsb: Kopěrowane!

source: Download and install Firefox on your new device
dsb: Ześěgniśo Firefox a instalěrujśo jen na swójom nowem rěźe

source: Download Firefox on your new device
dsb: Ześěgniśo Firefox na swój nowy rěd

source: Enter your email address
dsb: Zapódajśo swóju e-mailowu adresu

source: Invalid email address
dsb: Njepłaśiwa e-mailowa adsresa

source: An error occurred in our system. Please try again later.
dsb: W našom systemje jo zmólka nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: Send link
dsb: Wótkaz pósłaś

source: Sent
dsb: Pósłany

source: The intended recipient of the email must have consented. <a href='%s'>Learn more</a>
dsb: Wótglědany dostawaŕ mejlki musy wobjadny byś. <a href='%s'>Dalšne informacije</a>

source: Sign up for an account
dsb: Za konto registrěrowaś

source: Sign in to your account
dsb: Pśizjawśo se pla swójogo konta

source: You’ll be able to sign in to this account on another device to sync your data.
dsb: Móžośo se pla toś togo konta na drugem rěźe pśizjawiś, aby swóje daty synchronizěrował.

source: Enter your email
dsb: Zapódajśo swóju e-mailowu adresu

source: Valid email required
dsb: Płaśiwa e-mailowa adresa trěbna

source: user@example.com
dsb: wužywaŕ@example.com

source: Already have an account?
dsb: Maśo južo konto?

source: Sign in
dsb: Pśizjawiś

source: Don’t have an account?
dsb: Njamaśo konto?

source: Sign up
dsb: Registrěrowaś

source: Fox tail sticking out from behind a stack of boxes.
dsb: Lišcyny wogon za štapjelom kistow wusegujo.

source: Fox sticking its head out from behind a stack of boxes.
dsb: Liška swóju głowu za štapjelom kistow wuzwigujo.

source: Fox popping out from the top of a stack of boxes.
dsb: Liška se górjejce ze štapjela kistow pokazujo.

source: Use Firefox to continue
dsb: Wužywajśo Firefox, aby pókšacował

source: Backup assistant
dsb: Zawěsćeński asistent

source: Step %s
dsb: Kšac %s

source: Step %s of %s
dsb: Kšac %s z %s

source: said
dsb: jo napisał

source: You are not watching this thread
dsb: Njewobglědujośo toś tu nitku

source: You are watching this thread
dsb: Wobglědujośo toś tu nitku

source: Image Attachment
dsb: Wobrazowy pśidank

source: Could not upload file. Please try again later.
dsb: Dataja njedajo se nagraś. Pšosym wopytajśo pózdźej hyšći raz.

source: Invalid image. Please select a valid image file.
dsb: Njepłaśiwy wobraz. Pšosym wubjeŕśo płaśiwu wobrazowu dataju.

source: Image too large. Please select a smaller image file.
dsb: Wobraz jo pśewjeliki. Pšosym wubjeŕśo mjeńšu wobrazowu dataju.

source: Upload cancelled. Please select an image file.
dsb: Nagraśe pśetergnjone. Pšosym wubjeŕśo wobrazowu dataju.

source: File deleted. Please select an image file.
dsb: Dataja jo se wulašowała. Pšosym wubjeŕśo wobrazowu dataju.

source: Delete this image
dsb: Toś ten wobraz lašowaś

source: Uploading "%s"...
dsb: „%s“ se nagrawa...

source: Loading...
dsb: Zacytujo se...

source: No votes data
dsb: Žedne głosowe daty

source: Votes
dsb: Głose

source: Percent
dsb: Procent

source: Bold
dsb: Tucny

source: bold text
dsb: tucny tekst

source: Italic
dsb: Kursiwny

source: italic text
dsb: kursiwny tekst

source: Numbered List
dsb: Numerěrowana lisćina

source: Numbered list item
dsb: Zapisk numerěrowaneje lisćiny

source: Bulleted List
dsb: Naliceńska lisćina

source: Bulleted list item
dsb: Zapisk naliceńskeje lisćiny

source: Heading 1
dsb: Nadpismo 1

source: Heading 2
dsb: Nadpismo 2

source: Heading 3
dsb: Nadpismo 3

source: Insert a link...
dsb: Wótkaz zasajźiś...

source: link text
dsb: wótkazowy tekst

source: Link text:
dsb: Wótkazowy tekst:

source: Link target:
dsb: Wótkazowy cel:

source: Support article:
dsb: Nastawk pomocy:

source: Enter the name of the article
dsb: Zapódajśo mě nastawka

source: External link:
dsb: Eksterny wótkaz:

source: Enter the URL of the external link
dsb: Zapódajśo URL eksternego wótkaza

source: No sections found
dsb: Žedne wótrězki namakane

source: Insert Link
dsb: Wótkaz zasajźiś

source: Knowledge Base Article
dsb: Nastawk wědoweje datoweje banki

source: Insert media...
dsb: Medium zasajźiś...

source: media
dsb: medije

source: Search Gallery
dsb: Galeriju pśepytaś

source: Show:
dsb: Pokazaś:

source: Images
dsb: Wobraze

source: Videos
dsb: Wideo

source: Show media for:
dsb: Medije pokazaś za:

source: Insert Media
dsb: Medije zasajźiś

source: Upload Media
dsb: Medije nagraś

source: Please select an image or video to insert.
dsb: Pšosym wubjeŕśo wobraz abo wideo za zasajźenje.

source: Oops, there was an error.
dsb: Hopla, zmólka jo nastała.

source: Common responses
dsb: Ceste wótegrona

source: cannedresponses
dsb: pśigótowane wótegrona

source: Search for common responses
dsb: Za pśigotowanymi wótegronami pytaś

source: Categories
dsb: Kategorije

source: Responses
dsb: Wótegrona

source: Please select a category from the previous column or start a search.
dsb: Pšosym wubjeŕśo kategoriju z pjerwješnego słupa abo zachopśo pytanje.

source: Response editor
dsb: Editor wótegronow

source: Switch to preview mode
dsb: K modusoju pśeglěda pśejś

source: Insert Response
dsb: Wótegrono zasajźiś

source: Matching responses
dsb: Góźbne wótegrona

source: There was an error checking for canned responses.
dsb: Pśi pytanju za pśigótowanymi wótegronami jo zmólka nastała.

source: Response preview
dsb: Wótegronowy pśeglěd

source: Switch to edit mode
dsb: K wobźěłowańskemu modusoju pśejś

source: Quote previous message...
dsb: Pjerwješnu powěsć citěrowaś...

source: Reply...
dsb: Wótegroniś...

source: %s characters remaining
dsb: %s znamuškow wušej

source: There was an error.
dsb: Zmólka jo nastała.

source: There was an error. Please try again in a moment.
dsb: Zmólka jo nastała. Pšosym cakajśo wokognuśe a wopytajśo hyšći raz.

source: Daily
dsb: Kuždy źeń

source: Weekly
dsb: Kuždy tyźeń

source: Monthly
dsb: Kuždy mjasec

source: Week beginning %(year)s-%(month)s-%(date)s
dsb: Tyźeń, kótaryž zachopina se %(date)s.%(month)s.%(year)s

source: Month beginning %(year)s-%(month)s-%(date)s
dsb: Mjasec, kótaryž zachopina se %(date)s.%(month)s.%(year)s

source: 1m
dsb: 1 mj.

source: 3m
dsb: 3 mj.

source: 6m
dsb: 6 mj.

source: YTD
dsb: wót zachopjeńka lěta

source: 1y
dsb: 1 l.

source: All
dsb: Wšykne

source: From %(from_input)s to %(to_input)s
dsb: Wót %(from_input)s do %(to_input)s

source: Sync your data
dsb: Synchronizěrujśo swóje daty

source: Download Firefox
dsb: Firefox ześěgnuś

source: Invalid tag entered: %s
dsb: Njepłaśiwe klucowe słowo zapódane: %s

source: No tags entered.
dsb: Žedne klucowe słowa zapódane.

source: Error uploading image
dsb: Zmólka pśi nagrawanju wobraza

source: Error deleting image
dsb: Zmólka pśi lašowanju wobraza

source: Please check you are signed in, and try again.
dsb: Pšosym pśeglědajśo, lěc sćo pśizjawjony a wopytajśo hyšći raz.

source: Search for a user...
dsb: Za wužywarjom pytaś...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
dsb: WARNOWANJE! Cośo napšawdu toś togo wužywarja znjemóžniś? To njedajo se anulěrowaś!

source: All Articles: % Localized
dsb: Wšykne nastawki: % pśełožone

source: Top 20 Articles: % Localized
dsb: Nejwažnjejše 20 nastawkow: % pśełožone

source: Top 100 Articles: % Localized
dsb: Nejwažnjejše 100 nastawkow: % pśełožone

source: Active Contributors
dsb: Aktiwne sobustatkujuce

source: A document with this title already exists in this locale.
dsb: Dokument z toś tom titelom eksistěrujo južo w toś tej lokali.

source: A document with this slug already exists in this locale.
dsb: Dokument z toś tom adresowym mjenim eksistěrujo južo w toś tej lokali.

source: Choose revisions to compare
dsb: Wersije za pśirownanje wubraś

source: Toggle syntax highlighting
dsb: Syntaksowe wuzwignjenje pśešaltowaś

source: Toggle Diff
dsb: Rozdźele pśešaltowaś

source: <strong>Draft is saving...</strong>
dsb: <strong>Nacerjenje se składujo...</strong>

source: <strong>Draft has been saved on:</strong> %s
dsb: <strong>Nacerjenje jo se składło na:</strong> %s

source: <strong>Error saving draft</strong>
dsb: <strong>Zmólka pśi składowanju nacerjenja</strong>

source: 1 reply
dsb: 1 wótegrono

source: No replies
dsb: Žedne wótegrona

source: 1 person has this problem
dsb: 1 wósoba ma toś ten problem

source: 1 new this week
dsb: 1 nowy toś ten tyźeń

source: Found %(n)s result for ‘<span>%(q)s</span>’ for ‘<span>%(product)s</span>’
dsb: %(n)s wuslědk za ‚<span>%(q)s</span>‘ za ‚<span>%(product)s</span>‘ namakany

source: Sorry! 0 results found for ‘<span>%(q)s</span>’ for ‘<span>%(product)s</span>’
dsb: Bóžko njejo se namakał žeden wuslědk za ‚<span>%(q)s</span>‘ za ‚<span>%(product)s</span>‘

source: View All
dsb: Wšykne pokazaś

source: Help Articles Only
dsb: Jano nastawki pomocy

source: Community Discussion Only
dsb: Jano diskusija zgromaźeństwa

source: Try searching again with a different keyword, or browse our featured articles below instead.
dsb: Pytajśo znowego z drugim klucowym słowom abo pśeglědujśo město togo naše dopórucone nastawki dołojce.

source: Page %(current)s of %(total)s
dsb: Bok %(current)s z %(total)s

source: Previous
dsb: Pjerwjejšny

source: Next
dsb: Pśichodny

source: Still need help?
dsb: Trjebaśo hyšći pomoc?

source: We’re here for you. Get support from our contributors or staff members.
dsb: Smy how za was. Dostańśo pódpěru wót našych sobustakujucych abo cłonkow personala.

source: Get Support
dsb: Pomoc wobstaraś

source: Filter by product
dsb: Pó produkśe filtrowaś

source: All Products
dsb: Wšykne produkty

source: Contribute
dsb: Sobu cyniś

source: Mozilla Support
dsb: Pomoc Mozilla

source: Support forum
dsb: Forum pomocy

source: Learn the basic guidelines
dsb: Wukniśo zakładne směrnice

source: Start answering!
dsb: Pišćo swóju prědne wótegrono!

source: Learn more about forum contribution
dsb: Dalšne informacije wó sobustatkowanju w forumje

source: Solving one issue helps up to 1000 users a day
dsb: Rozwězowanje jadnogo problema pomaga až k 1.000 wužywarjam na źeń

source: Answer questions in the support forum
dsb: Wótegrońśo na pšašanja w forumje pomocy

source: Where all the action happens
dsb: Źož se wšykno stawa

source: Help articles
dsb: Nastawki pomocy

source: Explore the Knowledge Base Dashboard
dsb: Wuslěźćo wědowu datowu banku

source: Learn more about KB contribution
dsb: Dalšne informacije wó sobustatkowanju we wědowej datowej bance

source: One article can be viewed by 400 million users and translated into 70+ languages
dsb: Jaden nastawk dajo se wót 400 milionow wužywarjow woglědaś a do wušej 70 rěcow pśełožowaś

source: Help us write help articles
dsb: Pomagajśo nam, nastawki pomocy pisaś

source: Share your wisdom with the world!
dsb: Źělśo swóju mudrosć ze swětom!

source: If you like writing and teaching, then the Knowledge Base (KB) is the place for you. We need contributors that can write, edit or proofread articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
dsb: Jolic rady pišośo a wucyśo, ga jo wědowa datowa banka (KB) pšawe městno za was. Trjebamy sobustatkujuce, kótarež mógu nastawki pisaś, wobźěłowaś abo korigěrowaś. Tysace luźi maju kuždy tyźeń pśistup na našu wědowu datowu banku. Pśedstajśo se, kak wjele luźi dostawa pomoc wót was!

source: Localization
dsb: Lokalizacija

source: Start localizing an article!
dsb: Zachopśo nastawk lokalizěrowaś!

source: Learn more about localization contribution
dsb: Dalšne informacije wó sobustatkowanju w lokalizaciji

source: Help us localize support articles
dsb: Pomagaśo nam nastawki pomocy lokalizěrowaś

source: Let’s make Mozilla Support speak your language!
dsb: Dajmy pomocy Mozilla wašu rěc powědaś!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
dsb: Dajo nastawki, kótarež hyšći njejsu we wašej rěcy? Cośo se wjelicnemu teamoju pśizamknuś, kótaryž je pśełožujo? Z tym pomagaśo milionam wužywarjow w swójej rěcy. Kradu heroiske, nic ga?

source: Social support
dsb: Pomoc w socialnych seśach

source: Request access to Conversocial
dsb: Pśistup ku Conversocial pominaś

source: Start replying from @FirefoxSupport!
dsb: Zachopśo wót @FirefoxSupport wótegranjaś!

source: Learn more about social support contribution
dsb: Dalšne informacije wó sobustatkowanju w socialnych seśach

source: Support users on social media
dsb: Pódpěrajśo wužywarje w socialnych medijach

source: Let’s help people so they can keep using Firefox!
dsb: Pomagajmy luźam, aby wóni mógli Firefox dalej wužywaś!

source: Mobile Store support
dsb: Pomoc za Mobile Store

source: Learn more about mobile store support contribution
dsb: Dalšne informacije wó sobustatkowanju w mobilnem wobchoźe

source: Support Firefox users on mobile store
dsb: Pódpěrajśo wužywarje Firefox w mobilnem wobchoźe

source: Home
dsb: Startowy bok

source: Save the world from the comfort of your couch
dsb: Wumóžćo swět ze swójeje měkeje zofy

source: Help millions of users get the most out of their favorite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
dsb: Pomagajśo milionam wužywarjow nejlěpše z jich wobglědowaka wuwónoźeś. Waše pśinoski se miliony wužywarjow na cełem swěśe pśigranjaju, a wy móžośo to ze swójogo měkeje zofy cyniś!

source: We need your help!
dsb: Trjebamy wašu pomoc!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
dsb: Pomoc Mozilla, kótaruž wušej 400 milionow luźi wužywa, zepěra se jano na dobrowólniki a jo wažnjejša ako do togo. How wy pśipadujośo.

source: About us
dsb: Wó nas

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
dsb: Pomoc Mozilla jo zgromaźeństwo zagórjonych dobrowólnikow a pśistajonych, kótarež wopytuju, naše wužywarje na cełem swěśe pódpěraś. Cyńśo sobu a dožywśo tšašnycke dyrdakojstwo!

source: Photo of Mozilla staff and volunteers.
dsb: Foto sobuźěłaśerjow a dobrowólnikow Mozilla.

source: Other ways to contribute
dsb: Druge móžnosći sobustatkowanja

source: Pick a way to contribute
dsb: Wubjeŕśo móžnosć, aby sobustatkował

source: Write help articles
dsb: Pišćo nastawki pomocy

source: Localize support content
dsb: Lokalizěrujśo wopśimjeśe pomocy

source: Provide support on social channels
dsb: Póbitujśo pódpěru w socialnych seśach

source: Respond to mobile store reviews
dsb: Wótegrońśo na pógódnośenja w mobilnem wobchoźe

source: How you can contribute
dsb: Kak móžośo sobu pomagaś

source: Sign up as a volunteer
dsb: Ako dobrowólnika registrěrowaś
