Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Banned Users
dsb: Wugnane wužywarje

source: Unban
dsb: Wugnanje wótpóraś

source: Flagging a user to ignore will prevent their tweets from showing up in Army of Awesome.
dsb: Gaž wužywaŕ wóznamjenjujo se ako ignorěrowany, se jogo tweety w pomocy na Twitter njepokazuju.

source: Ignore User
dsb: Wužywarja ignorěrowaś

source: Ignore
dsb: Ignorěrowaś

source: Ignored Users
dsb: Ignorěrowane wužywarje

source: Stop Ignoring
dsb: Wěcej njeignorěrowaś

source: Reply
dsb: Wótegroniś

source: What is your reply about?
dsb: Wó co źo we wašom wótegronje?

source: Get personal
dsb: Buźćo wósobinski

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
dsb: Pśiměŕśo to a cyńśo to k swójej powěsći. Spersonalizěrowane powěsći su wjelika pomoc za druge.

source: Your message was sent!
dsb: Waša powěsć jo se pósłała!

source: Submit
dsb: Wótpósłaś

source: {0} and {1} other replied
dsb: {0} a {1} drugi stej wótegroniłej

source: {0} replied
dsb: Licba wótegronow: {0}

source: This tweet doesn't need a response
dsb: Toś ten tweet njetrjeba wótegrono

source: Remove
dsb: Wótpóraś

source: Connect to your Twitter account
dsb: Zwězajśo ze swójim twitterowym kontom

source: Sign in to Mozilla Support
dsb: Pśizjawśo se pla pomocy Mozilla

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
dsb: Nježli až sobu cyniśo, musyśo pomocy na Twitter dowóliś, we wašom mjenju tweety wózjawiś.

source: You will always control every tweet you post.
dsb: Maśo pśecej kontrolu nad kuždym tweetom, kótaryž wózjawjaśo.

source: Army of Awesome will never tweet without your permission.
dsb: Pomoc na Twitter njewózjawja tweety nigda bźez wašeje dowólnosći.

source: Before you connect to Twitter, you must sign in to Mozilla Support.
dsb: Nježli až zwězajośo z Twitter, musyśo se pla pomocy Mozilla pśizjawiś.

source: Are you registered with Mozilla Support?
dsb: Sćo pla pomocy Mozilla zregistrěrowany?

source: Yes, I am.
dsb: Jo.

source: Click to sign in.
dsb: Klikniśo, aby se pśizjawił.

source: No, I'm not.
dsb: Ně.

source: Click to register.
dsb: Klikńiśo, aby se registrěrował.

source: Last Week
dsb: Zachadny tyźeń

source: Yesterday
dsb: Cora

source: Overall
dsb: Dogromady

source: Last 7 days
dsb: Zachadne 7 dnjow

source: Last 30 days
dsb: Zachadne 30 dnjow

source: Last 90 days
dsb: Zachadne 90 dnjow

source: All Time
dsb: Dogromady

source: Percent Localized: Top 20
dsb: Procentowa sajźba pśełožonych: Nejwažnjejše 20

source: Percent Localized: Top 100
dsb: Procentowa sajźba pśełožonych: Nejwažnjejše 100

source: Percent Localized: All
dsb: Procentowa sajźba pśełožonych: Wšykne

source: Monthly Active Contributors
dsb: Aktiwne sobustatkujuce na mjasec

source: Review Needed
dsb: Pśeglědanje trěbne

source: Update Needed
dsb: Aktualizěrowanje trěbne

source: Immediate Update Needed
dsb: Aktualizěrowanje ned trěbne

source: Translation Needed
dsb: Pśełožowanje trěbne

source: Top 20 Articles
dsb: Nejwažnjejše 20 nastawkow

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
dsb: To jo 20 nejcesćej woglědanych nastawkow w zachadnych 30 dnjach, kótarež wucyniju wušej 50% cełkownych pśistupow na wědowu datowu banku.

source: Top 50 Articles
dsb: Nejwažnjejše 50 nastawkow

source: These are the top 50 most visited articles in the last 30 days.
dsb: To jo 50 nejcesćej woglědanych nastawkow w zachadnych 30 dnjach.

source: Top 100 Articles
dsb: Nejwažnjejše 100 nastawkow

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
dsb: To jo 100 nejcesćej woglědanych nastawkow w zachadnych 30 dnjach, kótarež wucyniju wušej 99% cełkownych pśistupow na wědowu datowu banku.

source: Templates
dsb: Pśedłogi

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
dsb: Pśedłogi su móžnosć, źěle wopśimjeśa we někotarych nastawkach wědoweje datoweje banki wužywaś. Móžośo sajźbu instrukcijow na jadnem městnje napóraś a aktualizěrowaś, a se pón na nju póśěgowaś.

source: All Knowledge Base Articles
dsb: Wšykne nastawki wědoweje datoweje banki

source: This is the number of all Knowledge Base articles that are ready to be localized.
dsb: To jo licba wšych nastawkow wědoweje datoweje banki, kótarež su gótowe za pśełožowanje.

source: Visits in last 30 days
dsb: Woglědy w zachadnych 30 dnjach

source: Most Viewed
dsb: Nejcesćej wiźone

source: Most Visited
dsb: Nejcesćej woglědane

source: All knowledge base articles...
dsb: Wšykne nastawki wědoweje datoweje banki…

source: Visits
dsb: Woglědy

source: Changes Needed
dsb: Změny trěbne

source: Changes Not Ready For Localization
dsb: Změny njejsu gótowe za pśełožowanje

source: All templates...
dsb: Wšykne pśedłogi…

source: How To Contribute
dsb: Kak móžośo sobu pomagaś

source: All How To Contribute articles...
dsb: Wšykne nastawki k temje "Kak móžośo sobu pomagaś"…

source: Administration
dsb: Administracija

source: All Administration articles...
dsb: Wšykne administraciske nastawki…

source: All translations...
dsb: Wšykne pśełožki…

source: Unreviewed Changes
dsb: Njepśeglědane změny

# document
source: Unreviewed
dsb: Njepśeglědany

source: All articles requiring review...
dsb: Wšykne nastawki, kótarež muse se pśeglědowaś…

source: Changed
dsb: Změnjony

source: Unhelpful Documents
dsb: Njewužytne dokumenty

# document
source: Unhelpful
dsb: Njewužytny

source: All unhelpful articles...
dsb: Wšykne njewužytne nastawki…

source: Total Votes
dsb: Głose dogromady

source: Helpfulness
dsb: Wužytnosć

source: Articles which have approved revisions newer than the latest ready-for-localization one
dsb: Nastawki z pśizwólonymi wersijami, kótarež su nowše ako te, kótarež su se ako slědne ako gótowe za pśełožowanje markěrowali

source: All articles with changes not ready for localization...
dsb: Wšykne nastawki ze změnami, kótarež njejsu gótowe za pśełožowanje…

source: Approved
dsb: Pśizwólony

source: Need Changes
dsb: Trjeba změny

source: Articles that require changes.
dsb: Nastawki, kótarež trjebaju změny.

source: All articles that require changes...
dsb: Wšykne nastawki, kótarež trjebaju změny…

source: Comment
dsb: Komentar

source: Canned Responses
dsb: Pśigótowane wótegrona

source: Localization status of all canned responses
dsb: Pśełožowański status wšych pśigótowanych wótegronow

source: All canned responses articles...
dsb: Wšykne nastawki k pśigótowanym wótegronam…

source: Knowledge Base Dashboard
dsb: Pśeglěd wědoweje datoweje banki

source: Localization Dashboard
dsb: Pśeglěd pśełožkow

source: Aggregated Localization Metrics
dsb: Zespominane daty za pśełožowanje

source: The dashboard data is being loaded. This may take some time.
dsb: Daty pseglěda se zacytuju. To móžo chylu traś.

source: Top 100 Articles: % Localized
dsb: Nejwažnjejše 100 nastawkow: % pśełožonych

source: Top 20 Articles: % Localized
dsb: Njeaktiwnjejše 20 nastawkow: % pśełožonych

source: All Articles: % Localized
dsb: Wšykne nastawki: % pśełožonych

source: Active Contributors
dsb: Aktiwne sobustatkujuce

source: {count} visitors in the past 30 days
dsb: {count} woglědowarjow w zachadnych 30 dnjach

source: [{product}] Knowledge Base Dashboard
dsb: [{product}] Pśeglěd wó wědowej datowej bance

source: All Products
dsb: Wšykne produkty

source: Filter by type:
dsb: Pó typje filtrowaś:

source: Show information for:
dsb: Informacije pokazaś za:

source: Overview
dsb: Pśeglěd

source: Complete overview...
dsb: Dopołny pśeglěd…

source: [{locale}] Locale Metrics
dsb: [{locale}] Daty wó rěcy

source: Localization Percentage
dsb: Procentowa sajźba pśełožka

source: Helpful Votes
dsb: Głose za "wužytny"

source: [{locale}][{product}] Localization Dashboard
dsb: Pśełožowański pśeglěd [{locale}] [{product}]

source: Delete
dsb: Lašowaś

source: Create announcement
dsb: Pśipowěźenje napóraś

source: Created successfully
dsb: Wuspěšnje napórany

source: Create
dsb: Napóraś

source: Locale:
dsb: Rěc:

source: Review
dsb: Pśeglědaś

source: Add announcement
dsb: Pśipowěźenje pśidaś

source: Edit
dsb: Wobźěłaś

source: Article
dsb: Nastawk

source: Needs Update
dsb: Trjeba aktualizěrowanje

source: Ready for L10N
dsb: Gótowy za pśełožowanje

source: Stale
dsb: Pśepadnjony

source: Expiry Date
dsb: Datum płaśiwosći

source: Live
dsb: Widobny

source: Review Needed: {comment}
dsb: Pśeglědanje trěbne: {comment}

source: Yes
dsb: Jo

source: No
dsb: Ně

source: Show translations
dsb: Pśełožki pokazaś

source: changed by {users}
dsb: změnjony wót {users}

source: %(numerator)s of %(denominator)s
dsb: %(numerator)s z %(denominator)s

source: %(numerator)s <small>of %(denominator)s</small>
dsb: %(numerator)s <small>z %(denominator)s</small>

source: User Interface
dsb: Wužywarski pówjerch

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
dsb: Dopołnje pśełožony wužywarski pówjerch wólažcujo wobsłužowanje websedła za woglědowarje we wašej rěcy. Pomagajśo <a href="%(url)s">pówjerch pśełožowaś</a>.

source: Jump to:
dsb: Skócyś k:

# l10n dashboard
source: Subscribe...
dsb: Aboněrowaś…

source: Waiting for review
dsb: Caka se na pśeglědowanje

source: Ready for localization
dsb: Gótowy za pśełožowanje

source: Please note that these selections are specific to the current product selected.
dsb: Pšosym źiwajśo na to, až toś te nastajenja pósěguju se jano na tuchylu wubrany produkt.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
dsb: Pšosym źiwajśo na to, až toś te powěźeńki aboněrujośo se za wšykne produkty. Jolic zajmujośo se jano za specielne produkty, woglědajśo se pšosym k pśeglědoju za toś ten produkt.

source: All Topics
dsb: Wšykne temy

# DB: products.Topic.title
source: None
dsb: Žedna

source: KB Dashboard
dsb: Pśeglěd wědoweje datoweje banki

source: Locale Metrics
dsb: Daty wó rěcy

source: KB Team
dsb: Team wědoweje datoweje banki

source: Localization Team
dsb: Pśełožowański team

source: Recent Revisions
dsb: Nowe wersije

source: Aggregated Metrics
dsb: Zespominane daty

source: Spam or other unrelated content
dsb: Spam abo druge wopśimjeśe, kótarež njenastupa pomoc

source: Inappropriate language/dialog
dsb: Njesłušna rěc/njesłušne rozgrono

source: Misplaced bug report or support request
dsb: Deplacěrowana zmólkowa powěźeńka abo pšosba wó pomoc

source: Abusive content
dsb: Ranjece wopśimjeśe

source: Other (please specify)
dsb: Druge (pšosym nadrobnjej pódaś)

source: Pending
dsb: Cakajucy

source: Accepted and Fixed
dsb: Akceptěrowany a skorigěrowany

source: Rejected
dsb: Wótpokazany

source: You already flagged this content.
dsb: Sćo toś to wopśimjeśe južo pśizjawił.

source: You have flagged this content. A moderator will review your submission shortly.
dsb: Sćo toś to wopśimjeśe k wěsći dał. Moderator buźo wašu powěźeńku skóro pśeglědowaś.

source: Flagged Content Pending Moderation
dsb: Zdźělone wopśimjeśe. kótarež caka na moderaciju

source: Flagged {t} (Reason: {r})
dsb: Zdźělony {t} (Pśicyna: {r})

source: Other reason:
dsb: Druga pśicyna:

source: {t} with id={id} no longer exists.
dsb: {t} z id={id} wěcej njeeksistěrujo.

source: Update Status:
dsb: Aktualizěrowański status:

source: Please select...
dsb: Pšosym wubjeŕśo…

source: The flag is valid and I fixed the issue.
dsb: Powěźeńka jo płaśiwa a som problem rozwězał.

source: The flag is invalid.
dsb: Powěźeńka jo njepłaśiwa.

source: There is no flagged content pending moderation.
dsb: Njejo žedno zdźělone wopśimjeśe, kótarež caka na moderaciju.

source: View all deactivated users
dsb: Wšykne znjemóžnjone wužywarje pokazaś

source: Content:
dsb: Wopśimjeśe:

source: Created:
dsb: Napórany:

source: Updated:
dsb: Zaktualizěrowany:

source: Flagged:
dsb: Markěrowany:

source: Take Action:
dsb: Napšawu zapśimjeś:

source: Title:
dsb: Titel:

source: %(date)s by <a href="%(url)s">%(user)s</a>
dsb: %(date)s wót <a href="%(url)s">%(user)s</a>

source: Please provide a title.
dsb: Pšosym pódajśo titel.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Titel jo pśekrotki (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujki byś.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć titela na %(limit_value)s znamuškow abo mjenjej. Titel wobstoj tuchylu z %(show_value)s znamuškow.

source: Please provide a description.
dsb: Pšosym pódajśo wopisanje.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć wopisanja na %(limit_value)s znamuškow abo mjenjej. Wopisanje wobstoj tuchylu z %(show_value)s znamuškow.

source: You have not selected an image to upload.
dsb: Njejsćo žeden wobraz za nagrawanje wubrał.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
dsb: Pšosym wobgranicujśo dłujkosć datajowego mjenja swójogo wobraza na %(max)s znamuškow abo mjenjej. Datajowe mě wobstoj tuchylu z %(length)s znamuškow.

source: Please select a different title.
dsb: Pšosym wubjeŕśo drugi titel.

source: Include this in wiki syntax with [[Image:title]]
dsb: Zapódajśo to we wikisyntaksy z [[Image:Titul]]

source: Provide a brief description of this media.
dsb: Wopišćo skrotka toś tu medijowu dataju.

source: Locale
dsb: Rěc

source: Title
dsb: Titel

source: Description
dsb: Wopisanje

source: Image
dsb: Wobraz

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
dsb: Dowólone formaty su: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Dalšne informacije…</a>

source: Unrecognized request or nothing to cancel.
dsb: Njeznate napšašowanje abo njejo nic, kótarež dajo se pśetergnuś.

source: Unrecognized media type.
dsb: Njeznaty medijowy typ.

source: Could not upload your image.
dsb: Waš wobraz njedajo se nagraś.

source: Delete image
dsb: Wobraz lašowaś

source: Are you sure you want to delete this image?
dsb: Cośo napšawdu toś ten wobraz lašowaś?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
dsb: Cośo toś ten wobraz na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Cośo napšawdu pókšacowaś?

source: Delete image | {t} | Media Gallery
dsb: Wobraz wulašowaś | {t} | Medijowa galerija

source: Delete video
dsb: Wideo wulašowaś

source: Are you sure you want to delete this video?
dsb: Cośo napšawdu toś to wideo wulašowaś?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
dsb: Cośo toś to wideo na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Cośo napšawdu pókšacowaś?

source: Delete video | {t} | Media Gallery
dsb: Wideo wulašowaś | {t} Medijowa galerija

source: Media Gallery
dsb: Medijowa galerija

source: by {user}
dsb: wót wužywarja {user}

source: Uploaded {date}
dsb: Nagraty {date}

source: Cancel
dsb: Pśetergnuś

source: Edit image
dsb: Wobraz wobźěłaś

source: Save image
dsb: Wobraz składowaś

source: Edit image | {t} | Media Gallery
dsb: Wobraz wobźěłaś | {t} | medijowa galerija

source: Upload a New Media File
dsb: Nowu medijowu dataju nagraś

source: Search Gallery
dsb: Galeriju pśepytaś

source: Show media for:
dsb: Medije pokazaś za:

source: Go
dsb: Start

source: Show:
dsb: Pokazaś:

source: Images
dsb: Wobraze

source: Videos
dsb: Wideo

source: {title} | Media Gallery
dsb: {title} | Medijowa galerija

source: Delete this image
dsb: Toś ten wobraz wulašowaś

source: Edit this image
dsb: Toś ten wobraz wobźěłaś

source: by <a href="{profile_url}">{user}</a>
dsb: wót wužywarja <a href="{profile_url}">{user}</a>

source: Articles
dsb: Nastawki

source: The following articles include this image:
dsb: Slědujuce nastawki wopśimuju toś ten wobraz:

source: This image is not included in any articles.
dsb: Toś ten wobraz njewužywa se w nastawkach.

source: Media Gallery Search
dsb: Medijowu galeriju pśepytaś

source: No media files found.
dsb: Žedne medijowe dataje namakane.

source: Upload file
dsb: Dataju nagraś

source: Preview
dsb: Pśeglěd

source: Progress
dsb: Póstup

source: Continue Uploading Media
dsb: Z nagrawanim medijow pókšacowaś

source: username
dsb: wužywarske mě

source: Avatar
dsb: Awatar

source: Group information updated successfully!
dsb: Kupkowe informacije su se wuspěšnje zaktualizěrowali!

source: {users} added to the group successfully!
dsb: {users} jo se wuspěšnje kupce pśidał!

source: There were errors adding members to the group, see below.
dsb: Pśi pśidawanju cłonkow kupce su zmólki nastali, glejśo dołojce.

source: {user} removed from the group successfully!
dsb: {user} jo se wuspěšnje z kupki wótpórał!

source: {users} added to the group leaders successfully!
dsb: {users} jo se wuspěšnje kupkowym nawjedowarjam pśidał!

source: There were errors adding leaders to the group, see below.
dsb: Pśi pśidawanju kupkowych nawjedowarjow kupce su zmólki nastali, glejśo dołojce.

source: {user} removed from the group leaders successfully!
dsb: {user} jo se wuspěšnje z kupkowych nawjedowarjow wótpórał!

source: You are now part of the Contributors group!
dsb: Sćo něnto cłonk kupki sobustatkujucych!

source: Delete {group} group avatar
dsb: Kupkowy awatar {group} wulašowaś

source: Are you sure you want to delete the {group} group avatar?
dsb: Cośo napšawdu awatar kupki {group} lašowaś?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
dsb: Cośo awatar na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Móžośo kuždy cas drugi awatar nagraś, aby aktualny wuměnił.

source: Delete avatar
dsb: Awatar wulašowaś

source: Remove leader
dsb: Nawjedowarja wótpóraś

source: Are you sure you want to remove {user} from {group} leaders?
dsb: Cośo napšawdu wužywarja {user} ako nawjedowarja kupki {group} wótpóraś?

source: Remove member
dsb: Cłonka wótpóraś

source: Are you sure you want to remove {user} from {group}?
dsb: Cośo {user} napšawdu z kupki {group} wótpóraś?

source: Edit | {group} | Groups
dsb: Wobźěłaś | {group} | Kupki

source: Edit {group} profile information
dsb: Profilowe informacije kupki {group} wobźěłaś

source: Save
dsb: Składowaś

source: Change {group} group avatar
dsb: Awatar kupki {group} změniś

# avatar
source: Upload
dsb: Nagraś

source: Groups
dsb: Kupki

source: Add group profile
dsb: Kupkowy profil pśidaś

source: {group} | Groups
dsb: {group} | Kupki

source: Change avatar
dsb: Awatar změniś

source: Change
dsb: Změniś

source: Edit in admin
dsb: Ako administratora wobźěłaś

source: Edit group profile
dsb: Kupkowy profil wobźěłaś

source: Edit group leaders
dsb: Kupkowe nawjedowarje wobźěłaś

source: Group Leaders
dsb: Kupkowe nawjedowarje

source: Remove user from leaders
dsb: Wužywarja z kupkowych nawjedowarjow wótpóraś

source: Add Leader
dsb: Kupkowego nawjedowarja pśidaś

source: Edit group members
dsb: Kupkowe cłonki wobźěłaś

source: Group Members
dsb: Kupkowe cłonki

source: Add Member
dsb: Cłonka pśidaś

source: Remove user from group
dsb: Wužywarja z kupki wótpóraś

source: previous
dsb: slědk

source: Page {0} of {1}.
dsb: Bok {0} z {1}.

source: next
dsb: dalej

source: You were awarded the '{title}' badge!
dsb: Wam jo se myto "{title}" pósćiło!

source: Badges
dsb: Myta

source: Recently Awarded
dsb: Nejnowše nosarje myta

source: Awarded badge: %(badge_name)s
dsb: Pósćone myto: %(badge_name)s

source: Image:
dsb: Wobraz:

source: Description:
dsb: Wopisanje:

# DB: badger.Badge.description
source: None
dsb: Žedno

source: Creator:
dsb: Awtor:

source: Modified:
dsb: Změnjony:

source: Award details
dsb: Drobnostki myta

source: Awarded to:
dsb: Pósćony do:

source: Explanation:
dsb: Wujasnjenje:

source: Awarded by:
dsb: Pósćony wót:

source: Issued on:
dsb: Wustajeński datum:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
dsb: <h2>Njedawno pósćone myta &quot;%(badge_name)s&quot;</h2>

source: Recently awarded badges
dsb: Njedawno pósćone myta

source: awarded to
dsb: pósćony do

source: Previous
dsb: Slědk

source: Next
dsb: Dalej

source: Badge: %(badge_name)s
dsb: Myto: %(badge_name)s

source: Recent awardees
dsb: Nejnowše nosarje myta

source: All available SUMO badges
dsb: Wšykne k dispoziciji stojece myta

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
dsb: <strong>%(awarder)s</strong> jo wam myto <strong>%(title)s</strong> pósćił!

source: You have been awarded the <strong>%(title)s</strong> badge!
dsb: Wam jo se myto <strong>%(title)s</strong> pósćiło!

source: See all the details...
dsb: Woglědajśo se drobnostki…

source: Recently updated threads about %s
dsb: Njedawno zaktualizěrowane nitki wó %s

source: Recent posts in %s
dsb: Nejnowše pśinoski w %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Waš titel jo pśekrotki (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujki byś.

source: Please provide a message.
dsb: Pšosym pišćo nam powěsć.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Waša powěsć jo pśekrotka (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujka byś.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobranicujśo dłujkosć swójeje powěsći na %(limit_value)s znamuškow abo mjenjej. Powěsć wobstoj tuchylu z %(show_value)s znamuškow.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
dsb: Pśinosk wulašowaś | {t} | Diskusija wó {d} | Wědowa datowa banka

source: Discuss
dsb: Diskutěrowaś

source: Delete Post
dsb: Pśinosk wulašowaś

source: Are you sure you want to delete this post?
dsb: Cośo napšawdu toś ten pśinosk lašowaś?

source: Author
dsb: Awtor

source: Date
dsb: Datum

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
dsb: Cośo toś ten pśinosk na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Cośo napšawdu pókšacowaś?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
dsb: Nitku wulašowaś | {t} | Diskusija wó {d} | Wědowa datowa banka

source: Delete Thread
dsb: Nitku wulašowaś

source: Are you sure you want to delete this thread?
dsb: Cośo napšawdu toś tu nitku lašowaś?

source: Creator
dsb: Awtor

source: Number of Replies
dsb: Licba wótegronow

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
dsb: Cośo toś tu nitku na pśecej lšowaś. <strong>To njedajo se anulěrowaś!</strong> Cośo napšawdu pókšacowaś?

source: {locale_name} Discussions | Knowledge Base
dsb: Diskusije {locale_name} | Wědowa datowa banka

source: {locale_name} Discussions
dsb: {locale_name} Diskusije

source: {l} Knowledge Base Discussions
dsb: Diskusije we wědowej datowej bance wó {l}

source: Stop watching this locale
dsb: Toś tu rěc wěcej njewobglědowaś

source: Watch this locale
dsb: Toś tu rěc wobglědowaś

source: Watch
dsb: Wobglědowaś

source: Replies
dsb: Wótegrona
