Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
dsb: Jolic sćelośo informacije wó wowalenju na Mozilla, dostanjośo wowaleński ID, kótaryž jasnje identificěrujo wašo wowalenje a z kótregož pomocu móžośo se drobnostki woglědaś, kótarež mógu nam pomagaś, zawinu namakaś. Aby swóje njedawno pósłane wowaleńske ID namakał, zapódajśo <strong>about:crashes</strong> do adresowego póla swójogo wobglědowaka. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Klikniśo, aby nadrobne instrukcije dostał</a>.

source: Troubleshooting Information
dsb: Informacije za rozwězowanju problemow

source: This information gives details about the internal workings of your browser that will help in answering your question.
dsb: Toś te informacije wopśimuju drobnostki wó procesach we wašom wobglědowaku, kótarež pomagaju, na wašo pšašanje wótegroniś.

source: This happens
dsb: To se stawa

source: Not sure how often
dsb: Njewm, kak cesto

source: Just once or twice
dsb: Jano raz abo dwójcy

source: A few times a week
dsb: Někotare raze na tyźeń

source: Every time Firefox opened
dsb: Kuždy raz, gaž Firefox se wócynja

source: This started when...
dsb: To jo zachopiło, gaž…

source: Question
dsb: Pšašanje

source: Details
dsb: Drobnostki

source: Email
dsb: E-mailowa adresa

source: A confirmation email will be sent to this address in order to post your question.
dsb: Wobkšuśeńska mejlka jo se na adresu pósłała, aby se wašo pšašanje wózjawiło.

source: Firefox version
dsb: Wersija Firefox

source: Operating system
dsb: Źěłowy system

source: Installed plugins
dsb: Instalěrowane tykace

source: Extension/plugin you are having trouble with
dsb: Rozšyrjenje/tykac, z kótarymž maśo problemy

source: Mobile device
dsb: Mobilny rěd

source: Please provide a question.
dsb: Pšosym pódajśo pšašanje.

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Wašo pšašanje jo pśekrotke (%(show_value)s znamuškow). Musy nanjemjenjej %(limit_value)s znamuškow dłujke byś.

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć swójogo pšašanja na %(limit_value)s znamuškow abo mjenjej. Tuchylu wobstoj z %(show_value)s znamjuškow.

source: Please provide content.
dsb: Pšosym pódajśo wopśimjeśe.

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Wašo wopśimjeśe jo pśekrotke (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujke byś.

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć swójogo wopśimjeśa na %(limit_value)s znamuškow abo mjenjej. Tuchylu wopśimjeśe wobstoj z %(show_value)s znamuškow.

source: Enter your reply here.
dsb: Zapódajśo how swójo wótegrono.

source: Enter your email address here.
dsb: Zapódajśo how swóju e-mailowu adresu.

source: Enter a subject here.
dsb: Zapódajśo how swójo nastupanje.

source: Please provide a subject.
dsb: Pšosym pódajśo nastupanje.

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Nastupanje jo pśekrotke (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujka byś.

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć nastupanja na %(limit_value)s znamuškow abo mjenjej. Nastupanje ma tuchylu %(show_value)s znamuškow.

source: Describe your issue here.
dsb: Wopisujśo how swój problem.

source: Please describe your issue in the body.
dsb: Pšosym wopisujśo swój problem we wopśimjeśowem źělu powěsći.

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Wopśimjeśowy źěl powěsći jo pśekrotki (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujki byś.

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć wopśimjeś na %(limit_value)s znamuškow abo mjenjej. Wopśimjeśe ma tuchylu %(show_value)s znamuškow.

source: Account Issues
dsb: Problemy z wužywarskim kontom

source: Installation Issues
dsb: Problemy z instalaciju

source: Payment Issues
dsb: Problemy z płaśenjami

source: Application Issues
dsb: Problemy z nałoženjami

source: Enter the Transaction ID here.
dsb: Zapódajśo how transakciski ID.

source: Please provide the Transaction ID.
dsb: Pšosym pódajśo transakciski ID.

source: Defective
dsb: Defektny

source: Malware
dsb: Škódny program

source: Did not work as expected
dsb: Njejo se ako wótcakane funkcioněrowało

source: Seller will not provide support
dsb: Pśedawaŕ dawa pomoc

source: Account Administration
dsb: Administracija kontow

source: Review Process
dsb: Pśeglědowański proces

source: Payments/Settlement
dsb: Płaśenja/Wótlicenje

source: Please provide an email.
dsb: Pšosym pódajśo e-mailowu adresu.

source: Email:
dsb: E-mailowa adresa:

source: Subject:
dsb: Nastupanje:

source: Body:
dsb: Wopśimjeśe:

source: Category:
dsb: Kategorija:

source: Transaction ID:
dsb: Transakciski ID:

source: Interval
dsb: Interwal

source: Start
dsb: Zachopjeńk

source: End
dsb: Kóńc

source: Payments
dsb: Płaśenja

source: Applications
dsb: Nałoženja

source: Account
dsb: Konto

source: That tag does not exist.
dsb: Toś to wobznamjenje njeeksistěrujo.

source: Please provide a tag.
dsb: Pšosym pódajśo wobznamjenje.

source: Recently unanswered
dsb: Njedawno njewótegronjóny

source: Answers didn't help
dsb: Wótegrona njejsu pomógli

source: Needs info
dsb: Trjeba informacije

source: Solution provided
dsb: Rozwězanje pódane

source: Solved
dsb: Rozwězany

source: Updated
dsb: Zaktualizěrowany

source: Views
dsb: Wołanja

source: Votes
dsb: Głose

source: The questions forum isn't available in {old_lang}, we have redirected you to the {new_lang} questions forum.
dsb: Pšašański forum w rěcy {old_lang} njejo k dispoziciji, smy was do pšašańskego foruma rěcy {new_lang} dalej pósrědnili.

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
dsb: Pšašański forum za {product} w rěcy {old_lang} njejo k dispoziciji, smy was do pšašańskego foruma rěcy {new_lang} dalej pósrědnili.

source: Please confirm your Firefox Help question
dsb: Pšosym wobkšuśćo swójo pšašanje pomocy Firefox

source: Request type not recognized.
dsb: Napšašowański typ njejo se spóznał.

source: Done! Your question is now posted on the Mozilla community support forum.
dsb: Gótowe! Wašo pšašanje jo se něnto w forumje pomocy zgromaźeństwa Mozilla wózjawiło.

source: Thank you for choosing a solution!
dsb: Źěkujomy se wam, až sćo rozwězanje wubrał!

source: This question already has a solution.
dsb: Toś to pšašanje ma južo rozwězanje.

source: The solution was undone successfully.
dsb: Rozwězanje jo se wuspěšnje anulěrowało.

source: Glad to hear it!
dsb: Wjaselimy se to słyšaś!

source: Sorry to hear that.
dsb: Jo nam luto to słyšaś.

source: You already voted on this reply.
dsb: Sćo južo za toś to wótegrono wótgłosował.

source: Could not send a message to that email address.
dsb: Powěsć njedajo se na toś tu e-mailowu adresu pósłaś.

source: You will be notified of updates by email.
dsb: Dostanjośo powěźeńki wó nowosćach pśez e-mail.

source: You should receive an email shortly to confirm your subscription.
dsb: Wy by dejał skóro mejlku za wobkšuśenje swójogo abonementa dostaś.

source: There was an error submitting the ticket. Please try again later.
dsb: Pśi słanju tiketa jo zmólka nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: I invited {user} to a screen sharing session, and I'll give an update here once we are done.
dsb: Som wužywarja {user} pśepšosył, pósejźenje wobrazowki źěliś a wrośijom se sem, gaž smej gótowej.

source: Subscription confirmed.
dsb: Abonement wobkšuśony.

source: There was a problem confirming your subscription.
dsb: Pśi wobkšuśenju wašogo abonementa jo problem nastał.

source: Email updates
dsb: Pśez e-mail nowosći k wěsći daś

source: You will now receive updates via email.
dsb: Buźośo něnto nowosći pśez e-mail dostawaś.

source: Go back to the question.
dsb: Slědk k pšašanjeju.

source: Stop receiving updates via email for this question.
dsb: Wó nowosćach za toś to pšašanje pśez e-mail wěcej njeinforměrowaś.

source: Go back to the question and try again.
dsb: Wrośćo se šašanjeju a wopytajśo hyšći raz.

source: Delete Answer | {t} | Firefox Support Forum
dsb: Wótegrono lašowaś | {t} | Forum pomocy Firefox

source: Delete answer
dsb: Wótegrono lašowaś

source: Are you sure you want to delete this answer?
dsb: Cośo napšawdu toś to wótegrono lašowaś?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
dsb: Cośo rowno toś to wótegrono na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Cośo napšawdu pókšacowaś?

source: Please Confirm Your Email Address
dsb: Wobkšuśćo pšosym swóju e-mailowu adresu

source: Please confirm your email address.
dsb: Wobkšuśćo pšosym swóju e-mailowu adresu.

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
dsb: Wjeliki źěk! Wašo pšašanje pokažo se na sedle, gaž wobkšuśijośo swóju e-mailowu adresu. Wy by dejał skóro mejlku z wobkšuśeńskim wótkazom dostaś.

source: An email has been sent to the address below:
dsb: Mejlka jo se na slědujucu adresu pósłała:

source: Delete Question | {t} | Firefox Support Forum
dsb: Pšašanje lašowaś | {t} | Forum pomocy Firefox

source: Delete question
dsb: Pšašanje lašowaś

source: Are you sure you want to delete this question?
dsb: Cośo napšawdu toś to pšašanje lašowaś?

source: Number of Answers
dsb: Licba wótegronow

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
dsb: Cośo rowno toś to pšašanje na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Cośo napšawdu pókšacowaś?

source: Editing an answer | {t} | Firefox Support Forum
dsb: Wótegrono wobźěłaś | {t} | Forum pomocy Firefox

source: Edit an answer
dsb: Wótegrono wobźěłaś

source: Created by:
dsb: Napórany wót:

source: Last updated by:
dsb: Slědny raz zaktualizěrowany wót:

source: Last updated:
dsb: Slědny raz zaktualizěrowany:

source: Question:
dsb: Pšašanje:

source: Update answer
dsb: Wótegrono aktualizěrowaś

source: Edit a Question
dsb: Pšašanje wobźěłaś

source: Edit the question
dsb: Pšašanje wobźěłaś

source: Edit the question.
dsb: Toś to pšašanje wobźěłaś.

source: Save Question
dsb: Pšašanje składowaś

source: Ask a Question about Marketplace
dsb: Pšašanje wó Wikowanišću stajiś

source: Which category best describes your problem?
dsb: Kótara kategorija wopisujo waš problem nejlěpjej?

source: change
dsb: změniś

source: Marketplace: Developer Support Request
dsb: Wikowanišćo: Napšašowanje pomocy na wuwijarja

source: Please complete the form below to submit your question to our Marketplace Support group.
dsb: Pšosym wupołniśo slědujucy formular, aby pšašanje do našeje kupki pomocy Wikowanišća pósrědnił.

source: Marketplace: Request a Refund
dsb: Wikowanišćo: Zarownanje pominaś

source: The refund request must be made within 10 business days of purchase.
dsb: Zarownanje musy se w běgu 10 wobchodnych dnjow wót kupi pominaś.

source: Issue submitted successfully
dsb: Problem jo se wuspěšnje pósrědnił

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
dsb: Waš problem jo se wuspěšnje pósrědnił. Wy by dejał wobkšuśeńsku mejlku dostaś a wót nas słyšaś.

source: Support Forum Metrics
dsb: Metriki foruma pomocy

source: Metrics
dsb: Metriki

source: Topics
dsb: Temy

source: There is no topic data available for the current selections.
dsb: Za aktualne wubjery temowe daty njejsu k dispoziciji.

source: Ask a Question
dsb: Stajśo pšašanje

source: Summarize your question in a sentence
dsb: Zespominajśo swójo pšašanje w jadnej saźe

source: Do any of these articles answer your question?
dsb: Wótegranja jaden z toś tych nastawkow wašo pšašanje?

source: None of these solve my problem
dsb: Žeden z nich rozwězujo mój problem

source: This question has not been asked before.
dsb: Toś to pšašanje njejo se do togo stajiło.

source: Provide more details
dsb: Pódajśo dalšne drobnostki

source: Ask your question to our community of users
dsb: Stajśo swójo pšašanje našomu zgromaźeństwoju wužywarjow

source: Post Question
dsb: Pšašanje wótpósłaś

source: <strong>{product}</strong> Support Forum
dsb: Forum pomocy <strong>{product}</strong>

source: Browse the questions for all the products together in one list.
dsb: Pśepytujśo pšašanja za wšykne produkty w jadnej lisćinje.

source: {q} | {product} Support Forum
dsb: {q} | forum pomocy produkta {product}

source: {user} is currently working on this problem.
dsb: {user} źěła rowno na toś tom problemje.

source: View other questions that need attention.
dsb: Druge pšašanja pokazaś, kótarež pomina se zajmowanosć.

source: This thread was closed.
dsb: Toś ta nitka jo se zacyniła.

source: This thread was archived.
dsb: Toś ta nitka jo se archiwěrowała.

source: This thread was closed and archived.
dsb: Toś ta nitka jo se zacyniła a archiwěrowała.

source: Please ask a new question if you need help.
dsb: Pšosym stajśo nowe pšašanje, joli trjebaśo pomoc.

source: 1 reply
dsb: 1 wótegrono

source: No replies
dsb: Žedne wótegrona

source: has this problem
dsb: ma toś ten problem

source: %(count)s view
dsb: %(count)s wuwołanje

source: Last reply by {user}
dsb: Slědne wótegrono wužywarja {user}

source: Marked as spam by %(marked_by)s at %(marked_time)s
dsb: Wót wužywarja %(marked_by)s %(marked_time)s ako spam marěkrowany

source: Posted
dsb: Wótpósłany

source: Attached screenshots
dsb: Pśipowjesone fota wobrazowki

source: Modified {datetime} by {name}
dsb: Wót {name} {datetime} změnjony

source: Solution chosen by {user}
dsb: Wót wužywarja {user} wubrane rozwězanje

source: Chosen solution
dsb: Wubrane rozwězanje

source: Read this answer in context
dsb: Toś to wótegrono w konteksće cytaś

source: I have this problem, too
dsb: Mam toś ten problem teke

source: Post a Reply
dsb: Wótegrono pisaś

source: Question tools
dsb: Pšašańske rědy

source: Edit this question
dsb: Toś to pšašanje wobźěłaś

source: Delete this question
dsb: Toś to pšašanje lašowaś

source: Unlock this question
dsb: Toś to pšašanje wótblokěrowaś

source: Lock this question
dsb: Toś to pšašanje blokěrowaś

source: Unarchive this question
dsb: Toś to pšašanje wěcej njearchiwěrowaś

source: Archive this question
dsb: Toś to pšašanje archiwěrowaś

source: Stop email updates
dsb: Aktualizacije pśez e-mail wěcej njedostaś

source: Get email updates
dsb: Aktualizacije pśez e-mail dostaś

source: Subscribe to feed
dsb: Kanal aboněrowaś

source: Question details
dsb: Pšašańske drobnostki

source: Product
dsb: Produkt

source: Topic
dsb: Tema

source: System Details
dsb: Systemowe drobnostki

source: Device:
dsb: Rěd:

source: More system details
dsb: Dalšne systemowe drobnostki

source: Edit details
dsb: Drobnostki wobźěłaś

source: Save changes
dsb: Změny składowaś

source: Additional System Details
dsb: Pśidatne systemowe drobnostki

source: Sites Affected
dsb: Pótrjefone sedła

source: Crash ID
dsb: Wowaleński ID

source: This happened
dsb: To jo se stało

source: Installed Plug-ins
dsb: Instalěrowane tykace

source: Close
dsb: Zacyniś

source: Tags
dsb: Wobznamjenja

source: Add
dsb: Pśidaś

source: Related
dsb: Pódobny

source: Invite to share screen
dsb: K źělenjeju wobrazowki pśepšosyś

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
dsb: Aby my spamoju zajźowali, wobgranicujomy licbu wótegronow, kótarež daju se w běgu krotkego casa wótpósłaś. Jolic cośo wěcej wótpósłaś, pósćelśo pšosym na <a href="%(url)s">forum sobustatkujucych</a>, a pšosćo wó dowólnosć.

source: I am providing the requested information
dsb: Pódawam pominane informacije

source: Needs more information
dsb: Trjeba dalšne informacije

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
dsb: Musyśo se <a href="{login_url}"> pla swójogo konta pśizjawiś</a>, aby na pśinoski wótegronił. Pšosym <a href="{ask_url}">pstajśo pšašanje</a>, jolic hyšći njamaśo wužywarske konto.

source: Multiple Products
dsb: Někotare produkty

source: {product} Support Forum
dsb: Forum pomocy produkta {product}

source: Total questions: <strong>{num}</strong>
dsb: Pšašanja dogromady: <strong>{num}</strong>

source: <strong>%(recent_unanswered_count)s</strong> question in the last <strong>24 hours</strong> has no reply. <a href="%(url)s">Help solve it!</a>
dsb: <strong>%(recent_unanswered_count)s</strong> pšašanje w zachadnych <strong>24 góźinach</strong> njama wótegrono. <a href="%(url)s">Pomagajśo sobu jo rozwězaś!</a>

source: <strong>0</strong> questions in the last <strong>24 hours</strong> have no reply. <strong>Good job!</strong>
dsb: <strong>0</strong> pšašanjow w zachadnych <strong>24 góźinach</strong> njama wótegrono. <strong>Dobre źěło!</strong>

source: Showing questions tagged:
dsb: Pšašanja ze slědujucym wobznamjenim pokazaś:

source: Show all questions
dsb: Wšykne pšašanja pokazaś

source: Attention needed
dsb: Zajmowanosć trěbna

source: Responded
dsb: Wótegronjony

source: Done
dsb: Gótowe

source: All questions
dsb: Wšykne pšašanja

source: votes this week
dsb: głose w toś tom tyźenju

source: reply
dsb: wótegrono

source: {num_views} views
dsb: {num_views} wuwołanjow

source: Contributed
dsb: Sobustatkowany

source: Archived
dsb: Archiwěrowany

source: asked by <a href="{user_url}">{username}</a> {when}
dsb: pšašany wót wužywarja <a href="{user_url}">{username}</a> {when}

source: answered by <a href="{user_url}">{username}</a> {when}
dsb: wótegronjony wót wužywarja <a href="{user_url}">{username}</a> {when}

source: <a href="{reply_url}">last reply</a> by <a href="{user_url}">{username}</a> {when}
dsb: <a href="{reply_url}">slědne wótegrono</a> wót wužywarja <a href="{user_url}">{username}</a> {when}

source: Filter by
dsb: Filtrowaś pó

source: Escalated
dsb: Pśiducemu wušemu městnoju dalej dany

source: Sort options
dsb: Sortěrowańske nastajenja

source: Show me
dsb: Pokazaś

source: Posts from everyone
dsb: Pśinoski wóte wšych

source: My contributions
dsb: Móje pśinoski

source: There was a problem unsubscribing.
dsb: Pśi wótskazowanju jo problem nastał.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
dsb: Za toś to pšašanje njedostanjośo wěcej powěźeńki pśez e-mai: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
dsb: Njejsmy mógli waše powěźeńki za toś to pšašanje wótskazaś: <a href="%(question_url)s">%(question_title)s</a>. Pšosym wobwěsććo se, lěc sćo wótskazowański wótkaz korektnje kopěrował a zasajźił.

source: Confirm your subscription
dsb: Waš abonement wobkšuśiś

source: Browse for unsolved questions and help a fellow user
dsb: Pytajśo njerozwězane pšašanja a pomagajśo drugemu wužywarjeju

source: Solving 1 issue helps up to 1,000 users a day!
dsb: Rozwězowanje jadnogo problema pomaga až k 1.000 wužywarjam na źeń!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
dsb: Toś ta mejlka jo se awtomatiski pśez bośik rozpósłała. Naš bośik njamóžo na wašo pšašanje wótegroniś, ale naše forumowe sobustatkujuce mógu to! Jolic cośo wam woótegroniś, <a href="%(url)s">klikniśo pšosym how</a>.

source: Mark it as solved
dsb: Ako rozwězane markěrowaś

source: This doesn't solve my problem
dsb: To njerozwězujo mój problem

source: Browse for unsolved questions and help a Firefox user
dsb: Pytajśo njerozwězane pšašanja a pomagajśo wužywarjeju Firefox

source: The question: '{title}' was marked as solved by its asker, {asker}.
dsb: Pšašanje: "{title}" jo se wót pšašarja {asker} ako rozwězane markěrowało.

source: View the solution
dsb: Rozwězanje pokazaś

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
dsb: Sćo wěźeł, až %(answerer)s jo wužywaŕ Firefox ako wy? Zapchopśo, drugim wužywarjam Firefox pomagaś, <a href="https://%(host)s/questions?filter=unsolved">za tym až cytaśo pšašanja</a> - snaź rozwjaselijośo někogo!

source: Pick a product
dsb: Wubjeŕśo produkt

source: Pick a topic and try some solutions
dsb: Wubjeŕśo temu a wopytujśo někotare rozwězanja

source: Register or Sign In
dsb: Registrěrowaś abo pśizjawiś

source: Fill in details
dsb: Zapódajśo drobnostki

source: Confirm registration
dsb: Registrěrowanje wobkšuśiś

source: DONE
dsb: GÓTOWE

source: Which product would you like to post a question about?
dsb: Wó kótarem produkśe cośo pšašanje stajiś?

source: change product
dsb: produkt změniś

source: Category
dsb: Kategorija

source: change category
dsb: kategoriju změniś

source: Try one of these articles:
dsb: Wopytajśo jaden z toś tych nastawkow:

source: Can't find an answer? Summarize your question in a sentence.
dsb: Njamóžośo wótegrono namakaś? Zespominajśo swójo pšašanje w jadnej saźe.

source: Ask this
dsb: Pšašajśo se togo

source: Almost there! We just need you to create a support forum account!
dsb: Pśisamem docynjone! Pšosymy was jano, konto za forum pomocy załožyś!

source: Having an account on the support forums lets us notify you when you get a response on your question
dsb: Z kontom za forumy pomocy móžomy was informěrowaś, gaž něchten wótegronijo na wašo pšašanje

source: I already have an account
dsb: Mam južo konto

source: Log in to an existing account
dsb: Pśizjawśo se pla eksistěrujucego konta

source: To post your question, please create a support account
dsb: Aby swójo pšašanje zapódał, załožćo pšosym konto pomocy

source: A support account lets us alert you when people respond to your question.
dsb: Z kontom pomocy móžomy was informěrowaś, gaž něchten wótegronijo na wašo pšašanje.

source: Already have an account? Sign in
dsb: Maśo južo konto? Pśizjawśo se

source: Create a support account
dsb: Załožćo konto pomocy

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
dsb: Pšosym woglědajśo se k <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help">centrumoju pomocy PayPal</a>.
