Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
dsb: Weliki źěk, až sćo se cas brał, toś te změny pśeglědowaś. Pšosym źěkujśo se wobźěłarjeju a dajśo jomu pótom nadrobne, konstruktiwne komentary wó tom, což dej se změniś, aby toś ta wersija akceptabelna była.

source: Defer
dsb: Wótstarcyś

source: Show Helpfulness Votes Chart
dsb: Diagram z głosami wó wužytnosći

source: Compare Selected Translations
dsb: Wubrane pśełožki pśirownaś

source: Compare Selected Revisions
dsb: Wubrane wersije pśirownaś

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
dsb: Wažnosć - MT: Wažne změny wopśimjeśa. M: Změny wopśimjeśa. Prozny: Snadne změny

# First letter of 'Significance'
source: S
dsb: W

# First letter of 'Ready for localization'
source: R
dsb: G

# revision
source: Unreviewed
dsb: Njepśeglědany

source: Current
dsb: Aktualny

source: Reviewed
dsb: Pśeglědany

source: This revision is ready for localization.
dsb: Toś ta wersija jo gótowa za pśełožowanje.

source: This revision is not ready for localization.
dsb: Toś ta wersija njejo gótowa za pśełožowanje.

source: Delete this revision
dsb: Toś tu wersiju wulašowaś

source: This document has no revisions.
dsb: Toś ten dokument njama wersije.

source: Editing Tools
dsb: Wobźěłowańske rědy

source: Discussion
dsb: Diskusija

source: Show Translations
dsb: Pśełožki pokazaś

source: Show History
dsb: Historiju pokazaś

source: Unsubscribe from edit notifications
dsb: Powěźeńki wó změnach wótskazaś

source: Subscribe to edit notifications
dsb: Powěźeńki wó změnach aboněrowás

source: Related products
dsb: Pśiswójźbne produkty

source: Confusing
dsb: Muśecy

source: Solution didn't work
dsb: Rozwězanje njejo funkcioněrowało

source: Too long
dsb: Pśedłujki

source: I have feedback about Firefox
dsb: Cu Firefox komentěrowaś

source: Tell us more.
dsb: Wulicujśo nam wěcej.

source: Please provide more details
dsb: Pšosym pódajśo dalšne drobnostki
