Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
dsb: Pšosym woglědajśo se k bokoju Wikowanišća za nałoženje. Tam namakajośo kontaktne informacije wuwijarja a móžośo se dorektnje z nim do zwiska stajiś.

source: Submit Issue
dsb: Problem zapódaś

source: Automatically add
dsb: Awtomatiski pśidaś

source: A window will open in the top corner. Click Allow, and then click Install. If the automated way doesn't work, <a class="expander" href="%(url)s">try these manual steps</a>.
dsb: Wokno buźo se w górnem rožku wócynjaś. Klikniśo na "Dowóliś" a pótom na "Instalěrowaś". Jolic awtomatiska móžnosć njefunkcioněrujo, <a class="expander" href="%(url)s">wopytajśo toś te manuelne kšace</a>.

source: Open <em>Help &gt; Troubleshooting Information</em>.
dsb: Wócyńśo <em>Pomoc a informacije za rozwězowanje problemow</em>.

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
dsb: Poglědajśo do górnego wobcerka wobrazowki a klikniśo na menijowy zapisk <em>Pomoc</em>.

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
dsb: Mały kašćik se wócynijo. Klikniśo na zapisk <em>Informacije za rozwězowanje problemow</em>.

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
dsb: Nowe wokno se wócynijo. Klikńiśo na tłocašk <em>Tekst do mjezywótkłada kopěrowaś</em>.

source: Paste the info in the text box below.
dsb: Zasajźćo informacije do slědujucego tekstowego póla.

source: Click on the empty box above this text.
dsb: Klikniśo do proznego tekstowego póla nad toś tym tekstom.

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
dsb: Poglědajśo do górnego wobcerka swójeje wobrazowki a klikniśo na menijowy zapisk <em>Wobźěłaś</em>.

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
dsb: Mały kašćik se wócynijo. Klikniśo na zapisk <em>Zasajźiś</em>. Móžośo teke <em>Strg+V</em> abo <em>Pśikazowa tasta+V</em> tłocyś.

source: Some text will appear in the empty box.
dsb: W proznem tekstowem pólu tekst se pokazujo.

source: Share Data
dsb: Daty źěliś

source: This field was populated automatically.
dsb: Toś to pólo jo se awtomatiski wupołniło.

source: See the data
dsb: Woglědajśo se daty

source: {num} solutions
dsb: {num} rozwězanjow

source: {num} answers
dsb: {num} wótegronow

source: Chosen Solution
dsb: Wubrane rozwězanje

source: Helpful Reply
dsb: Wužytne wótegrono

source: Marked as spam
dsb: Ako spam markěrowany

source: Question owner
dsb: Pšašaŕ

source: Was this helpful to you?
dsb: Jo to pomógło?

source: Did this reply solve your problem?
dsb: Jo toś to wótegrono waš problem rozwězało?

source: Solved the problem
dsb: Jo problem rozwězało

source: Does this reply solve the problem?
dsb: Rozwězujo toś to wótegrono toś ten problem?

source: Solves the problem
dsb: Rozwězujo toś ten problem

source: Solution chosen
dsb: Wubrane rozwězanje

source: Undo
dsb: Anulěrowaś

source: Reply Preview
dsb: Pśeglěd wótegrona

source: Send Updates
dsb: Powěźeńki pósłaś

source: Mark as spam
dsb: Ako spam markěrowaś

source: Unmark as spam
dsb: Markěrowanje ako spam wótpóraś

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
dsb: Buźćo pśijaśelny. Naše dobrowólniki su wužywarje Mozilla ako wy, kótarež pomagaju wam w swójom wólnem casu.

source: Be descriptive. Saying &quot;Playing video on YouTube is always choppy&quot; will help our volunteers identify your problem better than saying &quot;Something is wrong&quot; or &quot;Firefox is broken&quot;.
dsb: Pšosym formulěrujśo wugroniwje. Pśez wugronjenje ako &quot;Wideo wótgrawa se pśetergowato&quot; mógu naše dobrowólniki waš problem lěpjej identificěrowaś ako pśez wugronjenje ako &quot;Něco njejźo&quot; abo &quot;Firefox jo dokusow&quot;.

source: We've made some educated guesses about your current browser and operating system.
dsb: Smy se wó wašom aktualnem wobglědowaku a źěłowem systemje rozpominali.

source: Show details &raquo;
dsb: Drobnostki pokazaś &raquo;

source: Hide details &raquo;
dsb: Drobnostki schowaś &raquo;

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
dsb: Źěłajśo sobu. Wótergi naše dobrowólniki pšose was wó dalšne informacije abo wó to, wšake scenariije testowaś. Šym jěsnjej to cyniśo śim jěnjej maśo rozwězanje.

source: Thanks for letting us know you have this problem.
dsb: Źěkujomy se, až sćo nas informěrował, až maśo toś ten problem.

source: Identifying common problems helps the community answer your questions more quickly.
dsb: Identificěrowanje cestych problemow pomaga zgromaźeństwoju. na waše pšašanja wótegroniś.

source: Want to know when a solution is found?
dsb: Dejmy was informěrowaś, gaž rozwězanje jo namakane?

source: Please provide an email address and we'll send you an alert.
dsb: Pšosym pódajśo e-mailowu adresu a my pósćelomy wam powěźeńku.

source: No Thanks
dsb: Ně, źěkujom se

source: Application
dsb: Nałoženje

source: Support URL: {support_url}
dsb: URL pomocy: {support_url}

source: Extensions
dsb: Rozšyrjenja

source: {name} {version} ({id}) (Inactive)
dsb: {name} {version} ({id}) (Inaktiwny)

source: Graphics
dsb: Grafiki

source: Modified Preferences
dsb: Změnjone nastajenja

source: Misc
dsb: Wšake

source: <span class="key">User JS</span>: Yes
dsb: <span class="key">User JS</span>: Jo

source: <span class="key">User JS</span>: No
dsb: <span class="key">User JS</span>: Ně

source: <span class="key">Accessibility</span>: Yes
dsb: <span class="key">Bźezbariernosć</span>: Jo

source: <span class="key">Accessibility</span>: No
dsb: <span class="key">Bźezbariernosć</span>: Ně

source: More Information
dsb: Dalšne informacije

source: Ask a New Question
dsb: Nowe pšašanje stajiś

source: Ask A Question
dsb: Stajśo pšašanje

source: Try another topic
dsb: Wopytajśo drugu temu

source: Post a question
dsb: Stajśo pšašanje

source: posted by
dsb: napisany wót

source: Show more
dsb: Wěcej pokazaś

source: Show less
dsb: Mjenjej pokazaś

source: All posts
dsb: Wšykne pśinoski

source: Helpful Solutions
dsb: Wužytne rozwězanja

source: solution
dsb: rozwězanje

source: helpful
dsb: wužytny

source: owner
dsb: pšašaŕ

source: post
dsb: pśinosk

source: Helpful
dsb: Wužytny

source: Not Helpful
dsb: Njewužytny

source: Top contributors
dsb: Nejaktiwnjejše sobustatkujuce

source: <strong>%(recent_unanswered_count)s question</strong> has no reply.
dsb: <strong>%(recent_unanswered_count)s pšašanje</strong> njama wótegrono.

source: Total:
dsb: Dogromady:

source: Filter questions
dsb: Pšašanja filtrowaś

source: Attention Needed
dsb: Zajmowanosć trěbna

source: Show All
dsb: Wšykne pokazaś

source: solved
dsb: rozwězany

source: needs attention
dsb: pomina se zajmowanosć

source: contributed
dsb: sobu statkowany

source: Don't filter
dsb: Njefiltrowaś

source: Before
dsb: Do togo

source: After
dsb: Pó tom

source: Relevance
dsb: Relewanca

source: Last post date
dsb: Datum slědnego pśinoska

source: Original post date
dsb: Datum originalnego pśinoska

source: Number of replies
dsb: Licba wótegronow

source: Less than
dsb: Mjenjej ako

source: More than
dsb: Wěcej ako

source: Last answer date
dsb: Datum slědnego wótegrona

source: Question date
dsb: Datum pšašanja

source: Number of answers
dsb: Licba wótegronow

source: Helpful votes
dsb: Głose za "wužytny"

source: Relevant to
dsb: Relewantny za

source: Language
dsb: Rěc

source: Include obsolete articles?
dsb: Zestarjone nastawki zapśimjeś?

source: Sort results by
dsb: Wuslědki sortěrowaś pó

source: Created
dsb: Napórany

source: Last updated
dsb: Slědny raz zaktualizěrowany

source: Thread type
dsb: Typ nitki

source: Search in forum
dsb: Pytanje w forumje

source: Has answers
dsb: Ma wótegrona

source: Has helpful answers
dsb: Ma wužytne wótegrona

source: tag1, tag2
dsb: wobznamjenje1, wobznamjenje2

source: Invalid callback function.
dsb: Njepłaśiwa slědkwołańska funkcija.

source: Invalid search data.
dsb: Njepłaśiwe pytańske daty.

source: Search Unavailable
dsb: Pytanje njejo k dispoziciji

source: No pages matched the search criteria
dsb: Žedne pśigódne boki za pytańske kriterije

source: Enter your terms in the form below and click <strong>Search</strong>
dsb: Zapódajśo swój wuraz do slědujucego formulara a klikniśo na <strong>Pytaś</strong>

# button
source: Search
dsb: Pytaś

source: Search Mozilla Support
dsb: Pomoc Mozilla pśepytaś

source: Search is temporarily unavailable. Please try again in a few minutes.
dsb: Pytanje njejo nachylu k dispoziciji. Pšosym wopytajśo za krotki cas hyšći raz.

source: Advanced Search
dsb: Rozšyrjone pytanje

source: Search the Knowledge Base
dsb: Pśepytajśo wědowu datowu banku

source: Search the Support Questions
dsb: Pśepytajśo pšašanja pomocy

source: Support Questions
dsb: Pšašanja pomocy

source: Search the Discussion Forums
dsb: Pšepytajśo diskusijne forumy

source: Discussion Forums
dsb: Diskusijne forumy

source: Article contains
dsb: Nastawk wopśimujo

source: crashes on youtube
dsb: wowalenja na Youtube

# button
source: Search Mozilla Support
dsb: Pomoc Mozilla pśepytaś

source: Use basic search
dsb: Jadnore pytanje wužywaś

source: Post contains
dsb: Pśinosk wopśimujo

source: Number of votes. Must be an integer.
dsb: Licba głosow. Musy ceła licba byś.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
dsb: Glědajśo: Pytanje za "wuraz1, wuraz2" wrośa pšašanja, kótrež wopśimuju ako wuraz1 tak teke wuraz2

source: Created date. Format: mm/dd/yy
dsb: Datum napóranja. Format: tt/mm/jjjj

source: Updated date. Format: mm/dd/yy
dsb: Datum aktualizěrowanja. Format: tt/mm/jjjj

source: Thread contains
dsb: Nitka wopśimujo

source: Use advanced search
dsb: Rozšyrjone pytanje wužywś

source: Mozilla Support
dsb: Pomoc Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
dsb: Wědowu datowu banku Mozilla a forum pomocy pśepytaś.

source: Advanced Search Results
dsb: Wuslědki rozšyrjonego pytanja

source: Results
dsb: Wuslědki

source: Show Everything
dsb: Wšykno pokazaś

source: Help Articles Only
dsb: Jano nastawki pomocy

source: Community Discussion Only
dsb: Jano diskusije zgromaźeństwa

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
dsb: <strong>{n}</strong> wuslědk za <strong>{q}</strong> w <strong>{product}</strong> namakany

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
dsb: Njejsmy mógli wuslědki za <strong>{q}</strong> w <strong>{l}</strong> namakaś. Snaź jo jaden z toś tych nastawkow wužytny?

source: 1 person has this problem
dsb: {n} wósoba ma toś ten problem

source: 1 new this week
dsb: {n} nowa w toś tom tyźenju

source: No results found
dsb: Žedne wuslědki namakane

source: None
dsb: Žeden

# DB: products.Topic.title
source: Learn the Basics: get started
dsb: Wukniśo zakłady: Prědne kšace

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
dsb: Zgóńśo wšykno, což musyśo za prědne kšacei z Firefox wěźeś.

# DB: products.Topic.title
source: Bookmarks and tabs
dsb: Cytańske znamjenja a rejtarki

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
dsb: Mějśo jadnorje pśistup z cytańskimi znamjenjami a rejtarkami k swójim nejlubšim webbokam a organizěrujśo je

# DB: products.Topic.title
source: Basic browsing
dsb: Zakłady pśeglědowanja

# DB: products.Topic.description
source: Search and navigate easily with these essential features
dsb: Pytajśo a nawigěrujśo lažko z toś tymi bytostnymi funkcijami

# DB: products.Topic.title
source: Import settings from other browsers
dsb: Nastajenja z drugich wobglědowakow importěrowaś

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
dsb: Zgóńśo, kak móžośo swóje daty mjazy Firefox a drugim wobglědowakom importěrowaś abo eksportěrowaś

# DB: products.Topic.title
source: Video, audio and interactive settings
dsb: Wideo, awdio a interaktiwne nastajenja

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
dsb: Změńśo, kak Firefox wobchada z wideo, animacijami, muziku a drugim interaktiwnym wopśimjeśim

# DB: products.Topic.title
source: Download, install and migration
dsb: Ześěgnuś, instalěrowaś a daty pśewześ

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
dsb: Zgóńśo, kak móžośo Firefox na swóje desktopowe rědy ześěgnuś abo daty do abo z drugich wobglědowakow pśesunuś.

# DB: products.Topic.title
source: Tips and tricks
dsb: Tipy a triki

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
dsb: Wužywajśo z toś tymi tastowymi skrotconkami a drugimi tipami wěcej ako jano zakłady.

# DB: products.Topic.title
source: Install and update
dsb: Instalacija a aktualizacija

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
dsb: Kak móžośo Firefox instalěrowaś a aktualny źaržaś

# DB: products.Topic.title
source: Display and appearance
dsb: Zwobraznjenje a wenkowny naglěd

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
dsb: Zgóńśo, kak móžośo swóju symbolowu rědku, pismowe wjelikosći a barwy wobglědowaka změniś

# DB: products.Topic.description
source: Firefox Sync settings
dsb: Nastajenja Firefox Sync

# DB: products.Topic.title
source: Sync your browsers
dsb: Synchronizěrujśo swóje wobglědowaki

# DB: products.Topic.description
source: Sync your information on all your devices
dsb: Synchronizěrujśo swóje daty mjazy wšymi swójimi rědami

# DB: products.Topic.title
source: Manage add-ons
dsb: Dodanki zastojaś

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
dsb: Rozšyrśo funkcionalnosć Firefox a wenkowny naglěd z dodankami

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
dsb: Rozgranjajśo se pśez wideo abo awdio z pomocu wobglědowaka Firefox

# DB: products.Topic.title
source: Chat and share
dsb: Chattowaś a źěliś

# DB: products.Topic.description
source: Connect on video and share pages with your network
dsb: Zwězajśo se pśez wideo ze swójeju seśu a źělśo webboki z njeju

# DB: products.Topic.title
source: Customize controls, options and add-ons
dsb: Pśiměrjenje woźenja, nastajenjow a dodankow

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
dsb: Pśiswójśo se Firefox, z tym až pśidawaśo a zastojśo žycone funkcije.

# DB: products.Topic.title
source: Privacy and security settings
dsb: Nastajenja priwatnosći a wěstoty

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
dsb: Zgóńśo, kak móžośo swóje daty z priwatnym modusom Firefox, gronidłowymi funkcijami a drugimi wěstotnymi nastajenjami šćitaś.

# DB: products.Topic.title
source: Do more with apps
dsb: Z nałoženjami wěcej dojśpiś

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
dsb: Instalěrujśo wótwórjone nałoženja z Wikowanišća, aby swójomu rědoju wěcej wjasela a funkcionalnosći pśidał

# DB: products.Topic.title
source: Protect your privacy
dsb: Šćitajśo swóju priwatnosć

# DB: products.Topic.description
source: How to use Firefox's privacy and security features
dsb: Kak wužywaśo funkcije priwatnosći a wěstoty Firefox

# DB: products.Topic.title
source: Get community support
dsb: Dostańśo pódpěru wót zgromaźeństwa

# DB: products.Topic.description
source: Get community support
dsb: Dostańśo pódpěru wót zgromaźeństwa

# DB: products.Topic.title
source: Manage preferences and add-ons
dsb: Nastajenja a dodanki zastojaś

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
dsb: Pśiměŕśo Firefox z nastajenjami a dodankami na swóje pótrjeby

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
dsb: Wótpórajśo pomałkosć, wowalenja, zmólkowe powěźeńki a druge problemy

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
dsb: Wótpórajśo pomałkosć, wowalenja, zmólkowe powěźeńki a druge problemy

# DB: products.Topic.title
source: Tab basics
dsb: Zakłady wó rejtarkach

# DB: products.Topic.description
source: Tab basics
dsb: Zakłady wó rejtarkach

# DB: products.Topic.title
source: Firefox versions and languages
dsb: Wersije a rěcy Firefox

# DB: products.Topic.description
source: Firefox versions and languages
dsb: Wersije a rěcy Firefox

# DB: products.Topic.title
source: Copy your personal information from one browser to another
dsb: Kopěrujśo swóje wósobinske daty wót jadnogo wobglědowaka do drugego

# DB: products.Topic.description
source: Copy your personal information from one browser to another
dsb: Kopěrujśo swóje wósobinske daty wót jadnogo wobglědowaka do drugego

# DB: products.Topic.title
source: Cookies and cache
dsb: Cookieje a cache

# DB: products.Topic.description
source: Control the information that Firefox saves
dsb: Kontrolěrujśo informacije, kótarež Firefox składujo

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
dsb: Gronidła, formulary, pytanje a historija - nastajśo, což Firefox naraźujo

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
dsb: Gronidła, formulary, pytanje a historija - nastajśo, což Firefox naraźujo

# DB: products.Topic.title
source: Firefox controls and buttons
dsb: Woźenje a tłocaški Firefox

# DB: products.Topic.description
source: Firefox controls and buttons
dsb: Woźenje a tłocaški Firefox

# DB: products.Topic.title
source: Tab settings
dsb: Nastajenja rejtarkow

# DB: products.Topic.description
source: Tab settings
dsb: Nastajenja rejtarkow

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
dsb: Pśiměŕśo Firefox z dodankami, tykacami a rozšyrjenjami

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
dsb: Pśiměŕśo Firefox z dodankami, tykacami a rozšyrjenjami

# DB: products.Topic.title
source: Firefox options, preferences and settings
dsb: Nastajenja Firefox

# DB: products.Topic.description
source: Firefox options, preferences and settings
dsb: Nastajenja Firefox

# DB: products.Topic.title
source: Bookmark options
dsb: Nastajenja za cytańske znamjenja

# DB: products.Topic.description
source: Bookmark options
dsb: Nastajenja za cytańske znamjenja

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
dsb: Problemy z websedłami rozwězaś (Facebook, Youtube, Webmail atd.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
dsb: Problemy z websedłami rozwězaś (Facebook, Youtube, Webmail atd.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
dsb: Zmólkowe powěźeńki: Co wóznamjeniju a kak se wótpóraju

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
dsb: Kak rozwězujośo problemy ze zmólkowymi powěźeńkami w Firefox

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
dsb: Firefox zasej zwězowanje z internetom zmóžniś

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
dsb: Firefox zasej zwězowanje z internetom zmóžniś

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
dsb: Wašnje póstupowanja za diagnosticěrowanje a rozwězowanja problemow

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
dsb: Wašnje póstupowanja za diagnosticěrowanje a rozwězowanja problemow

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
dsb: Wideo, zuki, wobraze a animacije njefunkcioněruju

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
dsb: Wideo, zuki, wobraze a animacije njefunkcioněruju

# DB: products.Topic.title
source: Firefox is slow or stops working
dsb: Firefox jo pomały abo wěcej njefunkcioněrujo

# DB: products.Topic.description
source: Slowness or hanging
dsb: Pomałkosć abo wisanje

# DB: products.Topic.title
source: Firefox crashes
dsb: Firefox se wowalujo

# DB: products.Topic.description
source: Crashing
dsb: Wowalenja

# DB: products.Topic.title
source: Firefox won't save settings or remember information
dsb: Firefox njeskładujo nastajenja abo daty

# DB: products.Topic.description
source: Firefox won't save settings or remember information
dsb: Firefox njeskładujo nastajenja abo daty

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
dsb: Problemy z dodankami, tykacami abo njewitaneju softwaru

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
dsb: Problemy z dodankami, tykacami abo njewitaneju softwaru

# DB: products.Topic.title
source: Hot topics
dsb: Wurědne temy

# DB: products.Topic.description
source: Hot topics
dsb: Wurědny temy

# DB: products.Topic.title
source: Other
dsb: Druge

# DB: products.Topic.description
source: Other
dsb: Druge

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
dsb: Zgóńśo, kak móžośo Firefox za Android instalěrowaś a aktualizěrowaś

# DB: products.Topic.title
source: Save, share and sync
dsb: Składowaś, źěliś a synchronizěrowaś

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
dsb: Składujśo, źělśo a synchronizěrujśo wopśimjeśe z drugimi rědami

# DB: products.Topic.title
source: Cast to your TV
dsb: Pśenosowanje na waš telewizor

# DB: products.Topic.description
source: Learn how to view content on another screen
dsb: Zgóńśo, kak móžośo se wopśimjeśe na drugej wobrazowce woglědaś

# DB: products.Topic.title
source: Popular articles
dsb: Woblubowane nastawki

# DB: products.Topic.description
source: Popular tips and solutions for Firefox for Android
dsb: Woblubowane tipy a rozwězanja za Firefox za Android

# DB: products.Topic.description
source: Control how your information is saved or tracked
dsb: Kontrolěrujśo, kak waše daty se składuju abo slěduju

# DB: products.Topic.title
source: Customize settings and preferences
dsb: Nastajenja pśiměriś

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
dsb: Pśiměŕśo Firefox za Android z toś tymi nastajenjami na swóje pótrjeby

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
dsb: Zgóńśo, kak namakajośo a instalěrujośo wótwóroene nałoženja, aby swójomu rědoju wěcej wjasela a funkcionalnosći pśidał

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
dsb: Zgóńśo wšykno, což musyśo wěźeś, aby Firefox za Android do běga spórał.
