Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: There were errors adding users, see below.
dsb: Pśi pśidawanju wužywarjow su slědujuce zmólki nastali.

source: {user} removed from successfully!
dsb: {user} jo se wuspěšnje wótpórał!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
dsb: Jolic toś to nastajenje jo zmóžnjone, toś ten wikibok schowajo se pśed zakładnymi pytanjami a pśeglědami. Gaž toś ten bok se zwobraznjujo, buźo wužywarja warnowaś, až se wěcej njewótwardujo.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
dsb: Jolic toś to nastajenje jo zmóžnjone, toś ten dokument dowólijo diskusiju w pśisłušnem forumje. Znjemóžniśo toś to nastajenje, aby forum schował abo znjemóžnił.

source: If checked, this document needs updates.
dsb: Jolic toś to nastajenje jo zmóžnjone, toś ten dokument trjeba aktualizacije.

source: Please choose a category.
dsb: Pšosym wubjeŕśo kategoriju.

source: Documents in the Template category must have titles that start with "{prefix}". (Current title is "{title}")
dsb: Dokumenty w kategoriji „Pśedłoga“ muse titele měś, kótarež zachopinaju se z „{prefix}“. (Aktualny titel jo „{title}“)

source: Documents with titles that start with "{prefix}" must be in the templates category. (Current category is "{category}")
dsb: Dokumenty, kótarychž titele zachopinaju se z „{prefix}“, muse w kategoriji „Pśedłoga“ byś (aktualna kategorija jo „{category}“)

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
dsb: Změna musy na engźelskem nastawku bazěrowaś. Wersija %(id)s njedocynja toś to wuměnjenje.

source: Table of Contents
dsb: Zapis wopśimjeśa

source: [Recursive inclusion of "%s"]
dsb: [Rekursiwne zapśimowanje "%s"]

source: The document "%s" does not exist.
dsb: Dokument "%s" njeeksistěrujo.

source: The template "%s" does not exist or has no approved revision.
dsb: Pśedłoga "%s" njeeksistěrujo abo njama pśizwólonu wersiju.

source: Your revision has been approved: {title}
dsb: Waša wersija jo se pśizwóliła: {title}

source: Your revision has been reviewed: {title}
dsb: Waša wersija jo se pśeglědała: {title}

source: A revision you contributed to has been approved: {title}
dsb: Wersija, ku kótarejž sćo pśinosował, jo se pśizwóliła: {title}

source: A revision you contributed to has been reviewed: {title}
dsb: Wersija, ku kótarejž sćo pśinosował, jo se pśeglědała: {title}

# KB Topic
source: mobile
dsb: mobilne rědy

# KB Topic
source: FxHome
dsb: Startowy bok Firefox

# KB Topic
source: general
dsb: powšykne

# KB Topic
source: download
dsb: ześěgnuś

source: You cannot translate this document.
dsb: Njamóžośo toś ten dokument pśełožowaś.

source: Glad to hear it &mdash; thanks for the feedback!
dsb: Wjaselimy se to słyšaś - źěkujomy se za waš komentar!

source: You already voted on this Article.
dsb: Sćo za toś ten nastawk južo wótgłosował.

source: Thanks for making us better!
dsb: Wjeliki źěk, až sćo nas pólěpšył!

source: Revision %s
dsb: Wersija %s

source: Firefox Releases
dsb: Wersije Firefox

source: Article Revisions
dsb: Wersije nastawka

source: {users} added to the contributors successfully!
dsb: {users} jo se wuspěšnje sobustatkujucym pśidał!

source: There were errors adding new contributors, see below.
dsb: Pśi pśidawanju nowych sobustatkujucych su slědujuce zmólki nastali.

source: {user} removed from the contributors successfully!
dsb: {user} jo se wuspěšnje z kupki sobustatkujucych wótpórał!

source: Compare Revisions | {document}
dsb: Wersije pśirownaś | {document}

source: Compare Revisions
dsb: Wersije pśirownaś

source: Back to History
dsb: Slědk k historiji

source: Document Deleted | {document}
dsb: Dokument jo se wulašował | {document}

source: Delete Document | {document}
dsb: Dokument lašowaś | {document}

source: Delete Document
dsb: Dokument lašowaś

source: The document has been deleted.
dsb: Dokument jo se wulašował.

source: Are you sure you want to delete this document?
dsb: Cośo napšawdu toś ten dokument lašowaś?

source: All translations of this document will also be deleted.
dsb: Wšykne pśełožki toś togo dokumenta su se wulašowali.

source: Current Content
dsb: Aktualne wopśimjeśe

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
dsb: Cośo rowno toś ten dokument na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Cośo napšawdu pókšacowaś?

source: Cancel and go back to document history
dsb: Pśetergnuś a slědk k historiji dokumenta

source: Remove contributor | {document}
dsb: Sobustatkujucego wótpóraś | {document}

source: Remove Contributor
dsb: Sobustatkujucego wótpóraś

source: Are you sure you want to remove {user} from the document contributors?
dsb: Cośo napšawdu wužywarja {user} z kupki sobustatkujucych na dokumenśe wótpóraś?

source: Remove contributor
dsb: Sobustatkujucego wótpóraś

source: Remove {role}
dsb: {role} wótpóraś

source: Locales
dsb: Rěcy

source: Are you sure you want to remove {user}?
dsb: Cośo napšawdu wužywarja {user} wótpóraś?

source: Delete Revision | {document}
dsb: Wersiju lašowaś | {document}

source: Delete Revision
dsb: Wersiju lašowaś

source: Unable to delete only revision of the document
dsb: Njejo móžno jano jadnu wersiju dokumenta wulašowaś

source: To delete the document, please notify an admin.
dsb: Aby dokument wulašował, informěrujśo pšosym administratora.

source: Go back to document history
dsb: Slědk k wersijowej historiji dokumenta

source: Are you sure you want to delete this revision?
dsb: Cośo napšawdu toś tu wersiju lašowaś?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
dsb: <strong>Warnowanje:</strong> Toś ta wersija ma pógódnośenja k wužytnosći wědoweje datoweje banki. Gaž wulašujośo toś tu wersiju, se teke toś te pógódnośenja wulašuju.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
dsb: Cośo rowno toś tu wersiju na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Cośo napšawdu pókšacowaś?

source: Share this article: {link}
dsb: Toś ten nastawk źěliś: {link}

source: See also:
dsb: Glejśo teke:

source: Explore more topics
dsb: Wuslěźćo dalšne temy

source: Edit Article | {document}
dsb: Nastawk wobźěłaś | {document}

source: Edit Article
dsb: Nastawk wobźěłaś

source: <em>Editing</em> {title}
dsb: {title} <em>wobźěłaś</em>

source: <label>Needs Change:</label> %(comment)s
dsb: <label>Trjeba změnu:</label> %(comment)s

source: Edit Description
dsb: Wopisanje wobźěłaś

source: Save description
dsb: Wopisanje składowaś

source: Edit Content
dsb: Wopśimjeśe wobźěłaś

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
dsb: Za pomoc pśi pisanju nastawkow glejśo <a href="%(url)s">Rozpokazanje za dokument pomocy</a>.

source: characters remaining.
dsb: znamuškow wušej.

source: Revision History | {document}
dsb: Wersijowa historija | {document}

source: History
dsb: Historija

source: History of {title}
dsb: Historija {title}

source: Revision history for:
dsb: Wersijowa historija za:

source: Edit contributors
dsb: Sobustatkujuce wobźěłaś

source: Document contributors
dsb: Sobustatkujuce toś togo dokumenta

source: Remove user from contributors
dsb: Wužywarja z kupki sobustatkujucych wótpóraś

source: Add Contributor
dsb: Sobustatkujucego pśidaś

source: Delete this document
dsb: Toś ten dokument lašowaś

source: All Articles
dsb: Wšykne nastawki

source: There are no articles.
dsb: Njedajo nastawki.

source: [{locale}] KB Team
dsb: [{locale}] Team wědoweje datoweje banki

source: [{locale}] Localization Team
dsb: [{locale}] Lokalizaciski team

source: Edit locale leaders
dsb: Rěcne nawjedowarje wobźěłaś

source: Locale Leaders
dsb: Rěcne nawjedowarje

source: Remove user from locale leaders
dsb: Wužywarja z rěcnych nawjedowarjow wótpóraś

source: Edit locale reviewers
dsb: Rěcne pśeglědowarje wobźěłaś

source: Locale Reviewers
dsb: Rěcne pśeglědowarje

source: Add Reviewer
dsb: Pśeglědowarja pśidaś

source: Remove user from locale reviewers
dsb: Wužywarja z rěcnych pśeglědowarjow wótpóraś

source: Edit locale editors
dsb: Rěcne wobźěłarje wobźěłaś

source: Locale Editors
dsb: Rěcne wobźěłarje

source: Add Editor
dsb: Wobźěłarja pśidaś

source: Remove user from locale editors
dsb: Wužywarja z kupki rěcnych wobźěłarjow wótpóraś

source: {count} Active Contributors (last 90 days)
dsb: {count} aktiwne sobustatkujuce (zachadne 90 dnjow)

source: Locales | Knowledge Base
dsb: Rěcy | Wědowa datowa banka

source: Create a New Article | Knowledge Base
dsb: Nowy nastawk napóraś | Wědowa datowa banka

source: New Article
dsb: Nowy nastawk

source: Create a New Knowledge Base Article
dsb: Nowy nastawk we wědowej datowej bance napóraś

source: Article is for:
dsb: Nastawk jo za:

source: Review Revision {id} | {document}
dsb: Wersiju {id} pśeglědaś | {document}

source: Review Revision
dsb: Wersiju pśeglědaś

source: Review Revision of {title}
dsb: Wersiju {title} pśeglědaś

source: Reviewing Revision {id} by {user}
dsb: Pśeglědowanje wersije {id} wót wužywarja {user}

source: Revision Comment: {comment}
dsb: Wersijowy komentar: {comment}

source: Unreviewed Revision:
dsb: Njepśeglědana wersija:

source: Revision {id} by {user}
dsb: Wersija {id} wužywarja {user}

source: <label>Revision Comment:</label> {comment}
dsb: <label>Wersijowy komentar:</label> {comment}

source: Review Revision {id}
dsb: Wersiju {id} pśeglědowaś

source: This revision was already reviewed by {user} on {date}.
dsb: Toś ta wersija jo se južo {date} wót wužywarja {user} pśeglědała.

source: This revision is outdated, but there is a new revision available.
dsb: Toś ta wersija jo zestarjona, ale jo nowa wersija k dispoziciji.

source: Please review the latest revision.
dsb: Pšosym pśeglědujśo nejnowšu wersiju.

source: A newer revision has already been reviewed.
dsb: Nowša wersija jo se južo pśeglědała.

source: Submitted Revision Changes
dsb: Zapódane wersijowe změny

source: Current public revision:
dsb: Aktualna zjawna wersija:

source: Submitted revision:
dsb: Zapódana wersija:

source: Revision Source
dsb: Žrědłowy kod wersije

source: Revision Content
dsb: Wopśimjeśe wersije

source: This document does not have a current revision.
dsb: Toś ten dokument njama aktualnu wersiju.

source: Search results summary:
dsb: Zespominanje pytańskich wuslědkow:

source: Revision source:
dsb: Žrědłowy kod wersije:

source: Revision rendered html:
dsb: HTML-zwobraznjenje wersije:

source: Review Translation {id} | {document}
dsb: Pśełožk {id} pśeglědowaś | {document}

source: Review Translation
dsb: Pśełožk pśeglědaś

source: Review Translation of {title}
dsb: Pśełožk {title} pśeglědaś

source: Reviewing Translation {id} in {language} by {user}
dsb: Pśeglědowanje pśełožka {id} w rěcy {language} wót wužywarja {user}

source: Translation Comment: {comment}
dsb: Pśełožowański komentar: {comment}

source: This translation was already reviewed by {user} on {date}.
dsb: Toś ten pśełožk jo se južo {date} wót wužywarja {user} pśeglědał.

source: This version is outdated, but there is a new version available.
dsb: Toś ta wersija jo zestarjona, ale jo nowa wersija k dispoziciji.

source: Please review the latest version.
dsb: Pšosym pśeglědujśo nejnowšu wersiju.

source: A newer version has already been reviewed.
dsb: Nowša wersija jo se južo pśeglědała.

source: Recent English Changes
dsb: Nejnowše změny engelskeje wersije

source: Submitted Translation Changes
dsb: Zapódane změny pśełožka

source: Current public translation:
dsb: Aktualny zjawny pśełožk:

source: Submitted translation:
dsb: Zapódany pśełožk:

source: Full Article Sources
dsb: Dopołny žrědłowy kod nastawka

source: The {default_locale} version has no approved content to show.
dsb: Wersija {default_locale} hyšći njama pśizwólone wopśimjeśe.

source: Approved {default_locale} version:
dsb: Pśizwólona wersija za {default_locale}:

source: Revision {id} by {user} on {date}
dsb: Wersija {id} {date} wót wužywarja {user}

source: Submitted {locale} translation:
dsb: Zapódany pśełožk za rěc {locale}:

source: This document does not have a current translation.
dsb: Toś ten dokument njama aktualny pśełožk.

source: Translation keywords:
dsb: Klucowe słowa pśełožka:

source: Translation search results summary:
dsb: Pśełožk zespominanja pytańskich wuslědkow:

source: Translation source:
dsb: Žrědłowy kod pśełožka:

source: Translation rendered html:
dsb: HTML-zwobraznjenje pśełožka:

source: Revision {n} | {t} | {c}
dsb: Wersija {n} | {t} | {c}

source: Revision {num}
dsb: Wersija {num}

source: Revision Information
dsb: Wersijowe informacije

source: Revision id:
dsb: Wersijowy ID:

source: Reviewed:
dsb: Pśeglědany:

source: Reviewed by:
dsb: Pśeglědany wót:

source: Is approved?
dsb: Južo pśizwólona?

source: Is current revision?
dsb: Jo to aktualna wersija?

source: Ready for localization:
dsb: Gótowy za pśełožowanje:

source: Readied for localization:
dsb: Pśigótowany za pśełožowanje:

source: Readied for localization by:
dsb: Pśigótowany za pśełožowanje wót:

source: Edit article based on this revision
dsb: Nastawk na zakłaźe toś teje wersije wobźěłaś

source: Select language | {document}
dsb: Rěc wubraś | {document}

source: Select language
dsb: Rěc wubraś

source: Select a language to translate to:
dsb: Wubjeŕśo rěc, do kótarejež ma se pśełožowaś:

source: This document has already been translated to the following locales:
dsb: Toś ten dokument jo se južo do slědujucych rěcow pśełožył:

source: Show translations | {document}
dsb: Pśełožki pokazaś | {document}

source: This document has been translated to the following locales:
dsb: Toś ten dokument jo se južo do slědujucych rěcow pśełožył:

source: This document is missing translations for the following locales:
dsb: Toś ten dokument hyšći njejo do slědujucych rěcow pśełožony:

source: Translate Article | {document}
dsb: Nastawk pśełožyś | {document}

source: Translate Article
dsb: Nastawk pśełožyś

source: Thanks for your help! Just so you know, Firefox OS is not available in your locale yet, and it's possible this article will change before it is.
dsb: Wjeliki źěk za wašu pomoc! Jano, aby my was informěrowali, Firefox OS hyšći njejo we wašej rěcy k dispoziciji a móžo byś, až toś ten nastawk hyšći do togo změnijo.

source: If you have any questions about localization priorities, please contact %(email_link)s.
dsb: Jolic maśo pšašanja wó pśełožowańskich prioritach, pišćo pšosym do %(email_link)s.

source: I understand, don't show this again.
dsb: Rozmějom, to njama se wěcej pokazaś.

source: You are translating an English document which is not yet ready for localization.
dsb: Pśełožujośo engelskorěcny dokument, kótryž hyšći njejo gótowy za pśełožowanje.

source: Translating {title}
dsb: Nastawk {title} pśełožyś

source: Translating article to {locale}
dsb: Nastawk za {locale} přełožyś

source: Translate Description
dsb: Wopisanje pśełožyś

source: Title in {locale}:
dsb: Titel na {locale}:

source: Slug in {locale}:
dsb: Adresowe mě na {locale}:

source: Translate Content
dsb: Wopśimjeśe pśełožyś

source: Recently approved updates
dsb: Njedawno pśizwólone aktualizacije

source: Differences
dsb: Rozdźěle

source: Note: This article has no revisions ready for localization.
dsb: Glědajśo: Toś ten nastawk njama wersije, kótarež su gótowe za pśełožowanje.

source: Note: There are no approved translations for this article.
dsb: Glědajśo: Njejsu žedne pśizwólone pśełožki za toś ten nastawk.

source: Keywords in {locale}:
dsb: Klucowe słowa na {locale}:

source: Search result summary in {locale}:
dsb: Zespominanje pytańskich wuslědkow na {locale}:

source: {locale} translation:
dsb: Pśełožk w rěcy {locale}:

source: What Links Here | {document}
dsb: Wótkaze k toś tomu nastawkoju | {document}

source: What Links Here
dsb: Wótkaze k toś tomu nastawkoju

source: Documents that link to "{title}"
dsb: Dokumenty, kótarež wótkazuju do "{title}"

source: Documents that include "{title}"
dsb: Dokumenty, kótarež wopśimuju "{title}"

source: Documents that use "{title}" as a template
dsb: Dokumenty, kótarež wužywaju "{title}" ako pśedłogu

source: No other documents link to {title}.
dsb: Žedne druge dokumenty wótkazuju na {title}.

source: View the updated document
dsb: Zaktualizěrowany dokument se woglědaś

source: View this document's history
dsb: Wersijowu historiju dokumenta se woglědaś

source: Localize the document
dsb: Dokument pśełožowaś

source: Review this revision
dsb: Toś tu wersiju pśeglědaś

source: If you have a moment please help us by reviewing these articles:
dsb: Jolic maśo wokognuśe chyle, pomagajśo nam slědujuce nastawki pśeglědowaś:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
dsb: Wjeliki źěk za waše sobuźěło w mjenju SUMO a wjasołych wužywarjow, kótarymž pomagaśo!

source: Regards, <br />The SUMO team.
dsb: Z póstrowom, <br />Team SUMO.

source: View the history of this document
dsb: Historiju dokumenta se woglědaś

source: These fine people helped write this article: %(contributors)s. You can help too - <a href="%(link)s">find out how</a>.
dsb: Toś te pśijazne luźe su pomógli, toś ten nastawk pisaś: %(contributors)s. Móžośo teke pomagaś - <a href="%(link)s">zgóńśo, kak</a>.

source: (Redirected from <a href="{href}">{title}</a>)
dsb: (Dalej pósrědnjony z <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
dsb: <p>Toś ten nastawk jo snaź zestarjony.</p> <p>Wažna změna jo se na engelskem nastawku pśewjadła, na kótaremž toś ten pśełoženy nastawk bazěrujo. Daniž toś ten bok se njeaktualizěrujo, wam snaź to pomaga: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
dsb: Toś ten nastawk wěcej se njewótwardujo, jogo wopśimjeśe by mógło pótakem zestarjony byś.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
dsb: Dotychměst njejo něchten pomagał, toś ten nastawk pśełožowaś. Jolic južo wěsćo, kak pśełožujo se na SUMO, <a href="%(document_trans_link)s">zachopśo ned pśełožowaś</a>. Jolic cośo wuknuś, kak móžośo nastawki za SUMO pśełožowaś, <a href="%(help_link)s">zachopśo pšosym how</a>.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
dsb: Naše dobrowólniki južo pśełožuju toś ten nastawk. Mjaztym móžo wam snaź engelski nastawk pomagaś.

source: This article doesn't have approved content yet.
dsb: Toś ten nastawk hyšći njama žednogo pśizwólonego wopśimjeśa.

source: Warning: There are newer unreviewed revisions of this article.
dsb: Warnowanje: Su nowše njepśeglědane wersije toś togo nastawka.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
dsb: Poglědajśo do <a href="%(url)s">wersijoweje historije</a>, aby swóju změnu na eksistěrujucej njepśeglědanej wersiji natwarił.

source: Change Revisions
dsb: Wersije změniś

source: Revision {num}:
dsb: Wersija {num}:

source: Stop article emails
dsb: Mejlki wó nastawku wěcej njedostaś

source: Email me article changes
dsb: Změny nastawka pśez e-mail dostaś

source: Submit for Review
dsb: Za pśeglědowanje zapódaś

source: Preview Content
dsb: Pśeglěd wopśimjeśa

source: Preview Changes
dsb: Pśeglěd změnow

source: Submit Your Changes
dsb: Waše změny wótpósłaś

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
dsb: Sćo wjelicny! Pósćelomy wam mejlku, aby my was informěrowali, lěc waše změny su se pśizwólili. Móžośo diskusiji wó toś tom nastawku z pomocu diskusijnego rejtarka slědowaś.

source: Briefly describe your changes:
dsb: Wopisujśo skrotka swóje změny:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
dsb: Toś ta změna njeaktualizěrujo toś ten nastawk. Engelske rozdźěle neby měli se pśi pśiducem wobźěłowanju změniś.

source: Notify me of any future changes to this page
dsb: Informěrujśo mě wó pśichodnych změnach toś togo boka

source: Help with:
dsb: Pomoc za:

source: Customize this article
dsb: Toś ten nastawk pśiměriś

source: Was this article helpful?
dsb: Jo toś ten nastawk wužytny był?

source: Please wait...
dsb: Pšosym cakajśo&hellip;

source: Leave a message for {contributor}:
dsb: Zawóstajśo powěsć za sobustatkujucego {contributor}:

source: Leave a message for {rest} and {last}:
dsb: Zawóstajśo {rest} a {last} powěsć:

source: Warning: This page is also being edited by %(user)s!
dsb: Warnowanje: Toś ten bok jo se južo wót wužywarja %(user)s wobźěłał!

source: If you know what you are doing, you can edit the document anyway.
dsb: Jolic wěsćo, což cyniśo, móžośo dokument weto wobźěłowaś.

source: Edit anyway
dsb: Weto wobźěłaś

source: Report Abuse
dsb: Znjewužywanje k wěsći daś

source: Report this
dsb: K wěsći daś

source: Have more to say?
dsb: Cośo wěcej k wěsći daś?

source: Mark as Ready for Localization
dsb: Ako gótowy za pśełožowanje markěrowaś

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
dsb: Cośo toś tu wersiju <span class="revtime"></span> ako gótowu za pśełožowanje markěrowaś. Cośo napšawdu pókšacowaś?

source: View Diff
dsb: Wersijowe rozdźěle se woglědaś

source: Close Diff
dsb: Wersijowe rozdźěle zacyniś

source: Revision
dsb: Wersija

source: Editor
dsb: Awtor

source: Search for documents...
dsb: Dokumenty pytaś…

source: No related documents.
dsb: Žedne pśiswójźbne dokumenty.

source: Approve Translation
dsb: Pśełožk pśizwóliś

source: Approve Revision
dsb: Wersiju pśizwóliś

source: Defer Translation
dsb: Pśełožk wótstarcyś

source: Defer Revision
dsb: Wersiju wótstarcyś

source: Cancel Review
dsb: Pśeglědanje pśetergnuś

source: Accept this Translation
dsb: Toś ten pśełožk akceptěrowaś

source: Accept this Revision
dsb: Toś tu wersiju akceptěrowaś

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
dsb: Cośo swójsku změnu pśizwóliś. Pšosym rozwažćo město togo se našych <a href="%(url)s">pśeglědowarjow</a> pšašaś.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
dsb: Klikniśo na "Akceptěrowaś" a toś ta wersija nastawka buźo zjawna! Pšosym bjeŕśo se wokognuśe chyle, aby se wobswěsćił, až wšykne nastajenja su pšawe.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
dsb: Weliki źěk, až sćo se cas brał, aby toś te změny pśeglědował. Gaž kliknjośo na "Akceptěrowas", buźó toś ta wersija nastawka zjawna! Pšosym bjeŕśo se wokognuśe chwyle, aby se wobwěsćił, až wšykne nastajenja su pšawe.

source: Accept
dsb: Akceptěrowaś

source: Defer this Translation
dsb: Toś ten pśełožk wótstarcyś

source: Defer this Revision
dsb: Toś tu wersiju wótstarcyś
