Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: The {domain} team
dsb: Team {domain}

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
dsb: Wjeliki źěk za waš prědny pśinosk w forumach pomocy Mozilla! Sćo rowno někogo rozwjaselił!

source: Mozilla support is fully powered by our volunteer community that is helping hundreds of users everyday. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
dsb: Pomoc Mozilla wobgóspodarjujo se wót našogo zgromaźeństwa z dobrowólnikow, kótarež pomagaju kuždy źeń stam wužywarjow. Zgromaźeństwo wobstoj ze zagóritych wužywarjow programowu Firefox a Thunderbird, kótarež se cas bjeru, drugim pomagaś. My njeby mógli to bźez rozpalenja a entuziazma cyniś. Waš pśinosk ma wurědnu gódnotu, samo gaby wjelgin mały był. Rozwězanje problema móžo až do 1000 wužywarjow na źeń pomagaś!

source: Tell us about yourself!
dsb: Wulicujśo nam něco wó sebje!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
dsb: Wjaselimy se pśecej, wó nowych luźich zgóniś, kótarež kśě w forumach pomagaś. Jolic hyšći njeznajośo naše zgromaźeństwo, bjeŕśo se minutku casa, aby se pśedstajił. Jolic hyšći cośo w slězynje wóstaś, jo to teke w pórěźe. :-) Namakajośo nas teke w IRC w kanalu #sumo na irc.mozilla.org.

source: The community forum is at %(url)s .
dsb: Forum zgromaźeństwa jo na %(url)s.

source: Learn new things
dsb: Wukniśo nowe wěcy

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
dsb: Jolic cośo wěcej wó tom zgóniś, kak pomoc funkcioněrujo, woglědajśo se trening za sobusstatkujuce. K tomu słušaju praktiske pokaze za rozwězowanje problemow, směrnice, pšašanja rozpokazanja a informacije wó tom, źož móžośo dalšnu pomoc dostaś, jolic njepśiźośo doprědka.

source: Stay in touch
dsb: Wóstańśo w zwisku

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
dsb: Slědkoju, jolic cośo wšym nowosćam wó SUMO slědowaś, njezabydniśo

source: Community forums
dsb: naše forumy zgromaźeństwa

source: Official blog
dsb: naš oficielny blog

source: Twitter account
dsb: našo konto Twitter

source: Weekly meetings
dsb: naše tyźeńske zmakanja

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
dsb: Hyšći raz wjeliki źěk. Wjaselimy se, was cesćej na SUMO wiźeś! Dalej tak!

source: Reply to thread: {title}
dsb: Na nitku wótegroniś: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
dsb: %(author)s jo na nitku wótegronił, kótaruž wobglědujośo. How jo wótegrono:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
dsb: Aby se toś ten pśinosk na sedle woglědał, klikniśo na slědujucy wótkaz abo zasajźćo jen do adresowego póla swójogo wobglědowaka:

source: New thread: {title}
dsb: Nowa nitka: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
dsb: %(author)s jo nowu nitku w forumje napórał, kótaryž wobglědujośo. How jo ta nitka:

source: Congratulations!
dsb: Wutšobne glukužycenje!

source: %(awarder)s has awarded you the %(title)s badge!
dsb: %(awarder)s jo wam myto %(title)s pósćił!

# DB: badger.Badge.title
source: None
dsb: Žeden

source: You have been awarded the %(title)s badge!
dsb: Wam jo se myto %(title)s pósćiło!

source: See all the details:
dsb: Woglědajśo se wšykne drobnostki:

source: {sender} sent you the following message:
dsb: {sender} jo wam slědujucu powěsć pósłał:

source: View this message on the web:
dsb: Toś tu powěsć se w interneśe woglědaś:

source: Change your email preferences:
dsb: Změńśo swóje e-mailowe nastajenja:

source: You are about to subscribe to:
dsb: Sćo pśi tym, slědujuce aboněrowaś:

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
dsb: Aby swój abonement wobkšuśił, klikniśo pšosym na slědujucy wótkaz abo kopěrujśo jen do adresowego póla swójogo wobglědowaka:

source: Thanks!
dsb: Wjeliki źěk!

source: Hi {username},
dsb: Witaj {username},

source: {answerer} commented on a Firefox question on {host}:
dsb: {answerer} jo na {host} pšašanje Firefox komentěrował:

source: {answerer} wrote:
dsb: {answerer} jo napisał:

source: See the comment:
dsb: Cytajśo komentar:

source: If this comment is helpful, vote on it:
dsb: Jolic toś ten komentar jo wužytny, wótgłosujśo wó nim:

source: Help other Firefox users by browsing for unsolved questions on {host}:
dsb: Pomagajśo drugim wužywarjam Firefox, z tym až cytaśo njerozwězane pšašanja na {host}:

source: You might just make someone's day!
dsb: Snaź sćo rowno někogo rozwjaselił!

source: {answerer} has posted an answer to your question on {host}:
dsb: {answerer} jo wótegrono na wašo pšašanje na {host} napisał:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
dsb: Jolic to njerozwěžo waš problem, dajśo to wótegranjajucemu {answerer} přez wótegrono na websedle k wěsći:

source: If this answer solves your problem, please mark it as "solved":
dsb: Jolic wótegrono rozwěžo waš problem, markěrujśo jen ako "rozwězany":

source: This will help other Firefox users find good answers to their questions!
dsb: To pomóžo drugim wužywarjam Firefox. dobre wótegrona na jich pšašanja namakaś!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
dsb: My by rady k wěsći dali, až %(answerer)s jo rozwězanje na pšašanje Firefox namakał, kótarež wobglědujośo.

source: The question:
dsb: Pšašanje:

source: was marked as solved by its asker, {asker}.
dsb: jo se wót pšašarja {asker} ako rozwězany markěrowało.

source: You can view the solution using the link below.
dsb: Móžośo se rozwězanje z pomocu slědujucego wótkaza woglědaś.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
dsb: Jo toś to wótegrono wam pomógło? Sćo drugi pśinosk za wužytnjejšy měł? Dajśo to drugim wužywarjam k wěsći, z tym až wótgłosujośo wó nim pódla wótegrona.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
dsb: Sćo wěźeł, až %(answerer)s jo wužywaŕ Firefox ako wy? Zachopśo drugim wužywarjam Firefox pomagaś, z tym až cytaśo pšašanja na https://%(host)s/questions?filter=unsolved - snaź wy by někogo rozwjaselił!

source: Unsubscribe from these emails:
dsb: Toś te mejlki wótskazaś:

source: Thanks for joining Mozilla Support! To complete registration, you need to verify your email address.
dsb: Źěkujomy se, až cośo pśi pomocy Mozilla sobu skatkowaś! Aby swójo registrěrowanje dokóńcył, musyśo swóju e-mailowu adresu wobkšuśiś.

source: Verify your email address:
dsb: Wobkšuśćo swóju e-mailowu adresu:

source: Once you’ve clicked on the link, you can throw away this email.
dsb: Gaž sćo na wótkaz kliknuł, móžośo toś tu mejlku pšec chyśiś.

source: Thanks, The Mozilla Support team
dsb: Wjeliki źěk, team pomocy Mozilla

source: It seems your account has already been activated.
dsb: Zda se, až wašo konto jo se južo aktiwěrowało.

source: You can log in at:
dsb: Móžośo se pśizjawiś pla:

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
dsb: Nježli až zaktualizěrujomy wašu e-mailowu adresu, musyśo ju wobkšuśiś. Klikniśo pšosym na slědujucy wótkaz abo kopěrujśo jen do adresowego póla swójogo wobglědowaka:

source: Hi {username}
dsb: Witaj {username}

source: Thanks so much for your interest in helping users of Mozilla technologies!
dsb: Wjeliki źěk za waš zajm, wužywarjam technologijow Mozilla pomagaś!

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
dsb: My by rady dobre městno za was namakali, źož móžośo wužywarjam pomagaś, pósćelśo nam pótakem mejlku ze swójim wužywarskim mjenim a pólo, na kótarymž wy by rady sobu statkował. Móžośo teke wšykne swóje zamóžnosći pódaś, namakajomy dobre wužywański zaměr za nje :)

source: To help you find out where to help check this site:
dsb: Woglědajśo se k slědujucemu sydłu, aby wuslěźił, źož móžośo pomagaś:

source: There are several ways in which you can get involved:
dsb: Su někotare móžnosći, źož móžośo sobu statkowaś:

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
dsb: Sobustatkujuce w forumje - wótegrońśo na pšašanja pomocy, kótarež su se nejcesćej stajili, kótarež pak hyšći su bźez wótegrona:

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here:
dsb: Gaž zachopijośo na pšašanja wótegranjaś, kótarež su pó zdaśu jadnore, starcyjośo snaź sam na někotare pšašanja. Co stanjo se na pśikład stanje, jolic pógóršny wužywaŕ njoco nuzowe rozwězanje, abo co stanjo se ako pśiduce? Trening kwality trening dajo snaź wótegrona za sobustatkujuce. Móžośo na pśikład to zachopiś:

source: Twitter Contributor - Respond to tweets about Firefox:
dsb: Sobustatkujucy na Twitter - wótegrońśo na powěsći wó Firefox:

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
dsb: Sobustatkujucy na wědowej datowej bance - pomagajśo, nastawki we wědowej datowej bance aktualizěrowaś, kótarež pominaju se změny abo pišćo nowe nastawki:

source: L10N Contributor - Help to translate Firefox Help content to your language:
dsb: Sobustatkujucy pśi pśełožowanju - pomagajśo wopśimjeśe pomocy Firefox do swójeje rěcy pśełožowaś:

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
dsb: Dajśo nam k wěsći, za kótare z pomjenjonych pólow se zajmujośo, a buźomy wam pomagaś, prědne kšace cyniś. Wjaselimy se wjelgin, až pomagaśo něnto pśi nas sobu!

source: You can also apply to our Buddy Program and get guidance from our more experienced contributors. Just introduce yourself in the forum for New Contributors by starting a new thread. Put your name on the thread title and tell us a bit about yourself:
dsb: Móžośo se teka za naš partnarski program procowaś a wót našych nazgónjonych sobustatkujucych rozpokazanje dostaś. Pśedstajśo se jadnorje w forumje za nowe sobustatkujuce, z tym až startujośo nowu nitku. Pišćo swójo mě do titela nitki a wulicujśo nam něco w sebje:

source: Welcome to SUMO!
dsb: Witajśo k SUMO!

source: We've just received a request to send the username linked to this email address.
dsb: Smy rowno napšašowanje dostali, wužywarske mě słaś, kótarež jo z toś teju e-mailoweju adresu zwězane.

source: Your username is:
dsb: Wašo wužywarske mě jo:

source: You may log in at https://{domain}{login_url}
dsb: Móžośo se na https://{domain}{login_url} pśizjawiś

source: If you did not request this email, there is no need for further action.
dsb: Jeli njejsćo toś tu mejlku pominał, njetrjebaśo nic cyniś.

source: Thanks,
dsb: Wjeliki źěk,

source: The {sitename} team
dsb: Team {sitename}

source: {sitename} Password Reset
dsb: Gronidło za {sitename} slědk stajiś

source: A request was received to reset the password for this account on %(sitename)s. To change this password please click on the following link, or paste it into your browser's location bar:
dsb: Smy pšósbu wó slědkstajenje gronidła za toś to konto na %(sitename)s dostali. Aby toś to gronidło změnił, klikniśo na slědujucy wótkaz abo kopěrujśo jen do adresowego póla swójogo wobglědowaka:

source: If you did not request this email there is no need for further action.
dsb: Joli njejsćo toś tu mejlku pominał, njetrjebaśo nic cyniś.

source: Password reset on {sitename}
dsb: Gronidło na {sitename} jo slědk stajone

source: %(reviewer)s has approved the revision to the document %(document_title)s.
dsb: %(reviewer)s jo wersiju dokumenta %(document_title)s pśizwólił.

source: To view the updated document, click the following link, or paste it into your browser's location bar:
dsb: Aby se zaktualizěrowany dokument woglědał, klikniśo na slědujucy wótkaz abo kopěrujśo jen do adresowego póla swójogo wobglědowaka:

source: Summary:
dsb: Zespominanje:

source: Changes:
dsb: Změny:

source: %(creator)s created a new revision to the document %(document_title)s.
dsb: %(creator)s jo nowu wersiju dokumenta %(document_title)s napórał.

source: To view this document's history, click the following link, or paste it into your browser's location bar:
dsb: Aby se historiju toś togo dokumenta woglědał, klikniśo na slědujucy wótkaz abo kopěrujśo jen do adresowego póla swójogo wobglědowaka:

source: The document %(document_title)s has a new revision that is ready for localization.
dsb: Dokument %(document_title)s ma nowu wersiju, kótaraž jo gótowa za pśełožowanje.

source: To localize the document, click the following link, or paste it into your browser's location bar:
dsb: Aby dokument pśełožował, klikniśo na slědujucy wótkaz abo kopěrujśo jen do adresowego póla swójogo wobglědowaka:

source: Text of the new revision:
dsb: Tekst noweje wersije:

source: %(creator)s submitted a new revision to the document %(document_title)s.
dsb: %(creator)s jo nowu wersiju dokumenta %(document_title)s zapódał.

source: To review this revision, click the following link, or paste it into your browser's location bar:
dsb: Aby toś tu wersiju pśeglědował, klikniśo na slědujucy wótkaz abo kopěrujśo jen do adresowego póla swójogo wobglědowaka:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
dsb: Naše sobustatkujuce źěłaju śěžko na nastawkach a by wjelicnje było, jolic wy by mógał je pśeglědowaś. Šym malsnjej móžomy je wózjawiś śim malsnjej pomagaju wužywarjam.

source: If you have a moment please review these articles:
dsb: Jolic maśo wokognuśe chyle, pśeglědajśo pšosym toś te nastawki:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
dsb: Wjeliki źěk za wašo sobuźěło w mjenju SUMO a wjasołych wužywarjow, kótarymž wašo źěło pomaga!

source: Regards, The SUMO team
dsb: Z póstrowom, team SUMO

source: Your revision has been reviewed.
dsb: Waša wersija jo se pśeglědała.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
dsb: %(reviewer)s jo wašu wersiju dokumenta %(document_title)s pśizwólił.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
dsb: %(reviewer)s jo wašu wersiju dokumenta %(document_title)s pśeglědał.

source: Message from the reviewer:
dsb: Powěsć pśeglědowarja:

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
dsb: Aby se historiju dokumenta woglědał, klikniśo na slědujucy wótkaz abo kopěrujśo jen do adresowego póla swójogo wobglědowaka:

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
dsb: Wersija, ku kótrejž sćo pśinosował, jo se pśizwóliła. %(reviewer)s jo wersiju dokumenta %(document_title)s pśizwólił.

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
dsb: Wersija, ku kótrejž sćo pśinosował, jo se pśeglědała. %(reviewer)s jo wersiju dokumenta %(document_title)s pśeglědał.

source: Content
dsb: Wopśimjeśe

source: Show after
dsb: Pokazaś pó

source: Show until
dsb: Pokazaś do

source: New announcement for {group}
dsb: Nowe pśipowěźenje za kupku {group}

source: Thank you for your contribution to Mozilla Support!
dsb: Wjeliki źěk za wašo sobuźěło na pomocy Mozilla!

source: Community Hub
dsb: Zmakanišćo zgromaźeństwa

source: Top Contributors
dsb: Nejaktiwnjejše sobustatkujuce

source: Filter by Locale
dsb: Pó rěcy filtrowaś

source: All locales
dsb: Wšykne rěcy

source: Filter by Product
dsb: Pó produkśe filtrowaś

# DB: products.Product.title
source: None
dsb: Žeden

source: All products
dsb: Wšykne produkty

source: Support Forum
dsb: Forum pomocy

source: Knowledge Base
dsb: Wědowa datowa banka

source: Localization
dsb: Lokalizacija

source: Army of Awesome
dsb: Pomoc na Twitter

source: Find your fellow contributors
dsb: Pytajśo druge sobustatkujuce

source: Username, Display Name or Twitter Handle
dsb: Wužywarske, pokazowańske abo twitterowe mě

source: Search
dsb: Pytaś

source: Community Discussions
dsb: Diskusije zgromaźeństwa

source: Go to the SUMO community discussions forum
dsb: K diskusijnemu forumoju zgromaźeństwa SUMO

source: {user} - {num} contributions in last 90 days
dsb: {user} - {num} pśinoskow w zachadnych 90 dnjach

source: See All
dsb: Wšykne pokazaś

source: Community Search Results
dsb: Pytańske wuslědki zgromaźeństwa

source: Results for: {query}
dsb: Wuslědki za: {query}

source: Sorry! Search is currently unavailable. Please try again soon.
dsb: Wódajśo! Pytanje njejo rowno k dispoziciji. Pšosym wopytajśo skóro hyšći raz.

source: No users were found for your search query.
dsb: Žedne wužywarje za wašo pytańske napšašowanje namakane.

source: Twitter Handles:
dsb: Twitterowe mjenja:

source: View Profile
dsb: Profil pokazaś

source: Private Message
dsb: Priwatna powěsć

source: Days since last activity:
dsb: Dny wót slědneje aktiwity:

source: Top Contributors - Support Forum
dsb: Nejaktiwnjejše sobustatkujuce - forum pomocy

source: Top Contributors - Knowledge Base
dsb: Nejaktiwnjejše sobustatkujuce - wědowa datowa banka

source: Top Contributors - Localization
dsb: Nejaktiwnjejše sobustatkujuce - pśełožowanje

source: Top Contributors - Army of Awesome
dsb: Njeaktiwnjejše sobustatkujuce - Pomoc na Twitter

source: Select by Locale
dsb: Pó rěcy wubraś

source: There are {total} users with at least one contribution in the last 90 days.
dsb: Jo {total} wužywarjow z nanjemjenjej jadnym pśinoskom w zachadnych 90 dnjach.

source: Contributions in last 90 days: {count}
dsb: Pśinoski w zachadnych 90 dnjach: {count}

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
dsb: Wjaselimy se pśecej, wó nowych luźich zgóniś, kótarež kśě w forumach pomagaś. Jolic hyšći njeznajośo našo zgromaźeństwo, <a href="%(intro_url)s">bjeŕśo se minutku casa, aby se pśedstajił</a>. Jolic hyšći cośo w slězynje wóstaś, jo to teke w pórěźe. :-) Namakajośo nas teke w IRC w <a href="%(irc_url)s">kanalu #sumo</a>.

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
dsb: Jolic cośo wěcej wó tom zgóniś, kak pomoc how funkcioněrujo, woglědajśo se naš <a href="%(training_url)s">trening za sobustatkujuce</a>. K tomu słušaju informacije wó rozwězowanju problemow, směrnice, rozpokazowańske pšašanja a informacije, źož namakajośo dalšnu pomoc, jolic njepśiźośo doprědka.

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
dsb: Jolic slědkoju hyšći cośo wšym nowosćam wó SUMO slědowaś, njezabydniśo naše <a href="%(forums_url)s">forumy zgromaźeństwa</a>, naš <a href="%(blog_url)s">oficielny blog</a> a našo <a href="%(twitter_url)s">twitterowe konto</a>. <a href="%(meetings_url)s">Schadujomy se teke skóro kužde pónjeźele</a> - a móžośo se nam pśizamknuś.

source: Most Recent
dsb: Nejnowše

source: Unanswered
dsb: Njewótegronjone

source: Answered
dsb: Wótegronjone

source: All
dsb: Wšykne

source: Reply-to is empty
dsb: "Komu" jo prozny

source: Tweet has already been replied to
dsb: Na toś tu powěsć jo se južo wótegroniło

source: Message is empty
dsb: Powěsć jo prozna

source: Message is too long
dsb: Powěsć jo pśedłujka

source: An error occured: {message}
dsb: Zmólka jo nastała: {message}

source: Invalid ID.
dsb: Njepłaśiwy ID.

source: Tweets that are replies or have replies must not be hidden.
dsb: Powěsći na Twitter, kótarež su wótegrona abo maju wótegrona njesměju se schowaś.

source: Join our Army of Awesome
dsb: Pomagajśo wužywarjam na Twitter

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
dsb: Lubujośo Firefox a maśo pitśku chyle, aby pomagał?<br /> Pomagajśo drugim wužywarjam Firefox na Twitter. Cyńśo jim něco wjelgin dobre!

source: Sign in and connect to Twitter
dsb: Pśizjawśo se a zwězajśo se z Twitter

source: Choose a tweet below
dsb: Wubjeŕśo jaden ze slědujucych tweetow

source: Respond to the tweet!
dsb: Wótegrońśo na tweet!

source: Moderate Twitter Accounts
dsb: Twitterowe konta moderěrowaś

source: Loading
dsb: Zacytujo se

source: Refresh
dsb: Aktualizěrowaś

source: Sign out
dsb: Wótzjawiś

source: Sign in
dsb: Pśizjawiś

source: How to be effective:
dsb: Kak dajo se efektiwny byś:

source: Focus on people who need help or have questions
dsb: Koncentrěrujśo se na luźe, kótarež trjebaju abo maju pšašanja

source: Customize canned replies - make each tweet unique
dsb: Pśiměŕśo pśigótowane wótegrona - cyńśo kuždy tweet jadnorazny

source: Remove tweets that aren't really about Firefox or don't need a reply
dsb: Wótpórajśo tweety, kótarež njejadnaju wó Firefox abo njetrjebaju wótegrono

source: Have a question about Army of Awesome?
dsb: Maśo pšašanje wó pomocy na Twitter?

source: Ask other contributors
dsb: Drugich sobustatkujucych se pšašaś

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
dsb: Njejsmy mógli tuchylu wótpowěde tweety za %(language)s namakaś. Pšosym wrośćo se pózdźej hyšći raz, wubjeŕśo drugi tweetowy typ z menija górjejce abo woglědajśo se tweety za druge rěcy z pomocu rěcnego selektora dołojce na boku.

source: Ban user will prevent a given twitter handle from using the Army of Awesome tool.
dsb: Wuganjanje wužywarja zajźujo wužywanjeju rěda za pomoc na Twitter pśez twitterowe mě.

source: Ban User
dsb: Wužywarja wugnaś

source: Ban
dsb: Wugnaś
