Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: New password:
dsb: Nowe gronidło:

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
dsb: Zda se, až toś ta e-mailowa adresa njejo z wužywarskim kontom zwězana. Sćo wy napšawdu zregistrěrowany?

source: Your username on %s
dsb: Wašo wužywarske mě na %s

source: At least one number and one English letter are required in the password.
dsb: Nanejmjenjej jadna licba a jaden pismik engelskego alfabeta musytej w gronidle wustupowaś.

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
dsb: Wužywarske mě, kótarež sćo zapódał, jo njepśisłušne. Pšosym wubjeŕśo druge a źiwajśo na to, až naše pomogarja su wužywarje Firefox ako wy.

source: algorithm
dsb: algoritmus

source: Private message
dsb: Priwatna powěsć

source: You have been automatically logged in.
dsb: Su was awtomatiski pśizjawili.

source: User
dsb: Wužywaŕ

source: Display name
dsb: Mě pokazaś

source: Make my email public
dsb: Móju e-mailowu adresu wózjawiś

source: Biography
dsb: Biografija

source: Website
dsb: Websedło

source: Twitter Username
dsb: Wužywarske mě na Twitter

source: Facebook URL
dsb: Adresa Facebook

source: Mozillians Username
dsb: Wužywarske mě Mozillanarja

source: IRC nickname
dsb: IRC-pśimě

source: Timezone
dsb: Casowa cona

source: Country
dsb: Kraj

source: City
dsb: Město

source: Preferred language
dsb: Preferěrowana rěc

source: Has been sent a first answer contribution email.
dsb: Jo mejlku k temje "Sobuźěło pśez prědne wótegrono" dostał.

source: Has been sent a first revision contribution email.
dsb: Jo mejlku k temje "Sobuźěło pśez prědnu změnu" dostał.

source: Value
dsb: Gódnota

source: user
dsb: wužywaŕ

source: activation key
dsb: aktiwěrowański kluc

source: registration profile
dsb: registrěrowański profil

source: registration profiles
dsb: registrěrowańske profile

source: Your account is already activated, log in below.
dsb: Wašo konto jo južo zaktiwěrowane, pśizjawśo se dołojce.

source: Account already activated
dsb: Konto jo južo zaktiwěrowane

source: Your settings have been saved.
dsb: Naše nastajenja su se składli.

source: We've sent an email with the username to any account using {email}.
dsb: Smy mejlku z wužywarskim mjenim na kužde konto pósłali, kótarež wužywa {email}.

source: Invalid field
dsb: Njepłaśiwe pólo

source: This username is already taken!
dsb: Toś to wužywarske mě jo južo rozdane!

source: This email is already in use!
dsb: Toś ta e-mailowa adresa so južo wužywa!

source: Done!
dsb: Gótowe!

source: Account successfully verified!
dsb: Konto jo se wuspěšnje wobkšuśiło!

source: Something is wrong
dsb: Něco njejo w rěźe

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
dsb: Wašo konto jo se wuspěšnje wobkšuśiło, a wašo pšašanje jo se něnto w forumje pomocy zgromaźeństwa Mozilla wózjawiło.

source: See your question here:
dsb: How wiźiśo swójo pšašanje:

source: Sit back and relax. Our forum contributors will get back to you with an answer.
dsb: Zlagniśo se naslědk a wótpócniśo se. Naše forumowe sobustatkujuce daju z wótegronom wót se słyšaś.

source: While you wait
dsb: Mjaztym až cakaśo

source: Log in, so you can respond to your question when it is answered:
dsb: Pśizjawśo se, aby mógał na swójo pšašanje wótegroniś, gaž sćo na njo wótegrono dostał:

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
dsb: Sćo swóju e-mailowu adresu wobkšuśił a swójo konto zmóžnił! Móžośo se něnto pśizjawiś a swój profil wobźěłaś.

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
dsb: Njejsym mógli wašo konto zmóžniś. Pšosym wobwěsććo se, lěc sćo na pšawy wótkaz w swójej mejlce kliknuł abo pšawu adresu zapódał.

source: Log In / Register
dsb: Pśizjawiś / Registrěrowaś

source: Change email address
dsb: E-mailowu adresu změniś

source: You will need to confirm the newly set email address to complete the change.
dsb: Musyśo nowo zapisanu e-mailowu adresu wobkšuśiś, aby změnu dokóńcył.

source: Change my email
dsb: Móju e-mailowu adresu změniś

source: Unable to change email for user {username}
dsb: E-mailowa adresa za wužywarja {username} njedajo se změniś

source: Email changed for user {username}
dsb: E-mailowa adresa za wužywarja {username} jo se změniła

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
dsb: Zapódana e-mailowa adresa ({new_email}) eksistěrujo južo w systemje. Aktualna e-mailowa adresa za wašo konto jo hyšći {old_email}.

source: Your email has been changed from {old_email} to {new_email}.
dsb: Waša e-mailowa adresa jo se wót {old_email} do {new_email} změniła.

source: Confirmation email sent
dsb: Wobkšuśeńska mejlka jo se pósłała

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
dsb: Smy wobkšuśenje na %(new_email)s pósłali. Pšosym slědujśo wótkazoju we wobkšuśenju, aby e-mailowu adresu swójogo konta změnił.

source: Your account was sucessfully closed!
dsb: Wašo konto jo se wuspěšnje zacyniło!

source: We're sorry to see you go.
dsb: Jo nam luto, až nas spušćaśo.

source: Are you sure you want to delete your avatar?
dsb: Cośo napšawdu swój awatar lašowaś?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
dsb: Cośo rowno swój awatar na pśecej lašowaś. <strong>To njedajo se anulěrowaś!</strong> Móžośo kuždy cas <a href="%(upload_url)s">drugi awatar nagraś</a>, aby aktualny wuměnił.

source: Deactivation Log
dsb: Deaktiwěrowański protokol

source: Deactivated user
dsb: Deaktiwěrowany wužywaŕ

source: Deactivated by
dsb: Znjemóžnjony wót

source: {user} | Documents
dsb: {user} | Dokumenty

source: Documents
dsb: Dokumenty

source: Documents edited or translated
dsb: Wobźěłane abo pśełožone dokumenty

source: Redirects
dsb: Dalejpósrědnjenja

source: Change Avatar
dsb: Awatar změniś

source: Avatar:
dsb: Awatar:

# avatar
source: Change
dsb: Změniś

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
dsb: <p> SUMO wužywa něnto grawatary ako awatary. Musyśo swój grawatar na gravatar.com změniś.</p> <p> Móžo někotare minuty traś, až změna awatara se njewustatkujo. Snaź musyśo někotare minuty cakaś a bok znoweg zacytaś, aby swój nowy grawatar wiźeł.</p>

source: Update
dsb: Aktualizěrowaś

source: Close account and delete all profile information
dsb: Konto zacyniś a wšykne profilowe informacije lašowaś

source: Are you sure
dsb: Sćo se wěsty?

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be restored again.
dsb: Jolic wulašujośo swójo konto, njamóžośo wěcej w pomocy Mozilla pšašanje stajiś abo na pšašanja wótegroniś. Waš profil se wulašujo a njedajo se wótnowiś.

source: Please type in your username to confirm
dsb: Pšosym zapódajśo swójo wužywarske mě za wobkšuśenje

source: Delete My Account
dsb: Mójo konto lašowaś

source: Edit Settings
dsb: Nastajenja wobźěłaś

source: Manage watch list
dsb: Wobglědowańsku lisćinu zastojaś

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
dsb: Dołojce jo lisćina zapiskow, kótarež wobglědujośo. Zapiski z kokulku tuchylu wobglědujośo a zapiski bźez kokulki se wěcej njewobglěduju.

source: You are not currently watching anything.
dsb: Tuchylu njewobglědujośo nic.

source: Retrieve Username
dsb: Wužywarske mě wótnowiś

source: Forgotten your username? Enter your email address below, and we'll send it to you.
dsb: Sćo swójo wužywarske mě zabył? Zapódajśo dołojce swóju e-mailowu adresu a buźomy jo wam słaś.

source: Send username
dsb: Wužywarske mě pósłaś

source: {user} | Profile
dsb: {user} | Profil

source: Edit user profile
dsb: Wužywarski profil wobźěłaś

source: Deactivate this user
dsb: Toś togo wužywarja znjemóžniś

source: Deactivate this user and mark all content as spam
dsb: Toś togo wužywarja znjemóžniś a wšykno wopśimjeśe ako spam markěrowaś

source: This user has been deactivated.
dsb: Toś ten wužywaŕ jo se znjemóžnił.

source: Involved with Mozilla since {date}
dsb: Pśi Mozilla pódla wót {date}

source: {0} question
dsb: {0} pšašanje

source: {0} answer
dsb: {0} wótegrono

source: {0} solution
dsb: {0} rozwězanje

source: {0} documents
dsb: {0} dokument

source: Mozillians
dsb: Mozillanarje

source: About {user}
dsb: Wó wužywarju {user}

source: {user}'s Groups
dsb: Kupki wužywarja {user}

source: See all available SUMO badges
dsb: Wšykne k dispoziciji stojece SUMO-myta

source: Change Password
dsb: Gronidło změniś

source: Change my password
dsb: Mójo gronidło změniś

source: Password change successful!
dsb: Gronidło jo se wuspěšnje změniło!

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
dsb: Sćo swójo gronidło wuspěšnje změnił. <a href="%(profile_url)s">Slědk k wobźěłowanjeju profila.</a>

source: Password successfully reset.
dsb: Gronidło jo se wuspěšnje slědk stajiło.

source: You can now log in.
dsb: Móžośo se něnto pśizjawiś.

source: Password Reset
dsb: Gronidło slědk stajiś

source: New password
dsb: Nowe gronidło

source: Confirm password
dsb: Gronidło wobkšuśiś

source: Password reset unsuccessful
dsb: Slědkstajanje gronidła njejo se raźiło

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
dsb: Wótkaz za slědkstajanje gronidła jo njepłaśiwy był, snaź dokulaž jo se južo wužywał. Pšosym pominajśo slědkstajanje gronidła hyšći raz.

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
dsb: <strong>Warnowanje:</strong> Konta, kótarež su se do decembra 2010 załožyli, mógu pśizjawjeńske problemy zawinowaś. Pšosym stajśo swój gronidko slědk.

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
dsb: Sćo swójo gronidło zabył? Zapódajśo dołojce swóju e-mailowu adresu a buźomy wam instrukcije za póstajenje nowego gronidła słaś.

source: Email Address:
dsb: E-mailowa adresa:

source: Send password reset link
dsb: Wótkaz za slědkstajenjeju gronidła pósłaś

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
dsb: Smy mejlku na kužde wužywarske konto pósłali, kótarež wužywa toś tu adresu. Pšosym slědujśo wótkazoju, aby swójo gronidło slědk stajił.

source: Thank you for registering!
dsb: Wjeliki źěk za registrěrowanje!

source: Thank you for being awesome!
dsb: Sćo wjelicny, wjeliki źěk!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
dsb: Nježli až móžośo se pśizjawiś, musyśo swóju e-mailowu adresu wobkšuśiś. Smy wam mejlku pósłali, kótaraž wopśimujo wobkšuśeński wótkaz. Klikniśo jadnorje na wótkaz a sćo gótowy za start!

source: Resend confirmation email
dsb: Wobkšuśeńsku mejlku hyšći raz pósłaś

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
dsb: Aby swójo konto aktiwěrował, musyśo nejpjerwjej swóju e-mailowu adresu wobkšuśiś. Zapódajśo swóju e-mailowu adresu a wótpósćelśo slědujucy formular a my buźomy wobkšuśeńsku mejlku hyšći raz słaś.

source: Resend account confirmation email
dsb: Kontowu wobkšuśeńsku mejlku hyšći raz pósłaś

source: Confirmation email sent successfully.
dsb: Wobkšuśeńska mejlka jo se wuspěšnje pósłała.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
dsb: Nježli až móžośo se pśizjawiś, musyśo swóju e-mailowu adresu wobkšuśiś. Smy nowu wobkšuśeńsku mejlku na kužde konto pósłali, kótarež wužywa <strong>%(email)s</strong>. Aby e-mailowu adresu wobkšuśił, slědujśo jadnorje wótkazoju w mejlce.

source: Click here to verify your email address
dsb: Klikniśo how, aby swóju e-mailowu adresu wobkšuśił

source: If the link above doesn’t work, click here:
dsb: Jolic wótkaz górjejce njefunkcioněrujo, klikniśo how:

source: The Mozilla Support team
dsb: Team pomocy Mozilla

source: Click here to find out where to help.
dsb: Klikniśo how, aby wuslěźił, źož móžośo pomagaś.

source: <a href="%(url)s">Forum Contributor</a> - Answer user support questions that are most-requested but have no replies.
dsb: <a href="%(url)s">Sobustatkujucy foruma</a> - Wótegrońśo na pšašanja pomocy, kótarež su se nejcesćej stajili, ale hyšći njamaju wótegrona.

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here: <a href="%(url)s">Contributor Quality Training</a>.
dsb: Gaž zachopijośo na pšašanja wótegranjaś, kótarež su pó zdaśu jadnore, starcyjośo snaź sam na někotare pšašanja. Co stanjo se na pśikład, jolic pógóršny wužywaŕ njoco nuzowe rozwězanje, abo što stanjo se ako pśiduce? Trening kwality za sobustatukujuce dajo snaź wótegrona. Móžośo na pśikład how zachopiś: <a href="%(url)s">Trening kwality za sobustatkujuce</a>.

source: <a href="%(url)s">Twitter Contributor</a> - Respond to tweets about Firefox.
dsb: <a href="%(url)s">Sobustatkujucy na Twitter</a> - Wótegrońśo na tweety wó Firefox.

source: <a href="%(url)s">KB Editor</a> - Help to update knowledge base articles that need changes or write new articles.
dsb: <a href="%(url)s">Sobustatkujucy na wědowej datowej bance</a> - Pomagajśo nastawki wědoweje datoweje banki aktualizěrowaś, kótarež pominaju se změny abo pišćo nowe nastawki.

source: <a href="%(url)s">L10N Contributor</a> - Help to translate Firefox Help content to your language.
dsb: <a href="%(url)s">Sobustatkujucy na pśełožowanju</a> - Pomagajśo sobu, wopśimjeśe pomocy Firefox do swojeje rěcy pśełožowaś.

source: Having trouble with Firefox and want some help? Our support forums are a great place to ask a question.
dsb: Maśo problemy z Firefox a trjebaśo pomoc? Naše forumy pomocy su wjelicne městno za pšašanja.

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe.
dsb: Pomoc Mozilla jo zgromaźeństwo zagórjonych dobrowólnikow a pśistajonych, kótarež wopytuju, naše wužywarje na cełem swěśe pódpěrowaś.

source: See what you can do to help
dsb: Woglědajśo se, kak móžośo pomagaś

source: Register to be a Contributor
dsb: Ako sobustatkujucego registrěrowaś

source: You don't need to register to <a href="{url}">ask a question</a>.
dsb: Njetrjebaśo se registrěrowaś, aby <a href="{url}">pšašanje stajił</a>.

source: Logging in...
dsb: Pśizjawja se…

source: Logged in!
dsb: Sćo pśizjawjony!

source: My password isn't working.
dsb: Mójo gronidło njefunkcioněrujo.

source: Login Problems?
dsb: Pśizjawjeńske problemy?

source: I forgot my username.
dsb: Som swójo wužywarske mě zabył.

source: I didn't get a confirmation email.
dsb: Njejsom wobkšuśeńsku mejlku dostał.

source: This username is available.
dsb: Toś to wužywarske mě jo k dispoziciji.

source: This email looks great!
dsb: Toś ta e-mailowa adresa derje wuglěda!

source: Password should be at least 8 characters long and contain at least 1 number.
dsb: Gronidło by měło nanjemjenjej 8 znamuškow dłujke byś a nanejmjenjej jadnu cyfru wopśimowaś.

source: Your username will be shown next to your question in our public support forums.
dsb: Wašo wužywarske mě pokažo se pódla wašogo pšašanja w zjawnych forumach pomocy.

source: Reveal password to check that it's right
dsb: Gronidło pokazaś, aby se jogo pšawosć pśeglědowała

source: Create my account
dsb: Mójo konto załožyś

source: My profile
dsb: Mój profil

source: Edit my profile
dsb: Mój profil wobźěłaś

source: Edit settings
dsb: Nastajenja wobźěłaś

source: Successfully activated
dsb: Wuspěšnje zmóžnjony

source: Change email
dsb: E-mailowu adresu změniś

source: Edit profile
dsb: Profil wobźěłaś

source: Change Email
dsb: E-mailowu adresu změniś

source: Password
dsb: Gronidło

source: Bio
dsb: Biografija

source: Email in
dsb: Mejlki słaś ako

source: Retrieve username
dsb: Wužywarske mě wótnowiś

source: Contributions
dsb: Sobuźěło

source: Change password
dsb: Gronidło změniś

source: Old Password
dsb: Stare gronidło

source: New Password
dsb: Nowe gronidło

source: New Password Again
dsb: Nowe gronidło wóspjetowaś

source: You have successfully changed your password.
dsb: Sćo swójo gronidło wuspěšnje změnił.

source: Your password was successfully reset.
dsb: Wašo gronidło jo se wuspěšnje slědk stajiło.

source: Password reset
dsb: Gronidło slědk stajone

source: Register or sign in
dsb: Registrěrujśo se abo pśizjawśo se

source: Create a support account.
dsb: Załožćo konto pomocy.

source: Username
dsb: Wužywarske mě

source: Signing in...
dsb: Pśizjawja se…

source: Signed in!
dsb: Sćo pśizjawjony!

source: Don't have an account? Register
dsb: Njamaśo konto? Registrěrujśo se

source: Create a new support account
dsb: Załožćo nowe konto pomocy

source: Minor details that don't affect the instructions
dsb: Małe drobnostki, kótarež njewobwliwuju rozpokazanje

source: Content changes that don't require immediate translation
dsb: Změny wopśimjeśa, kótarež njetrjebaju pśełožowanje ned

source: Major content changes that will make older translations inaccurate
dsb: Wětše změny wopśimjeśa, pśez kótarež starše pśełožki zestarjeju

source: These minor changes are not important for localizers and they will not be notified.
dsb: Toś te snadne změny njejsu wažne za pśełožowarje a wóni njedostanu informaciju.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
dsb: Pśełožowarje se informěruju a pśełožki markěruju se w pśeglěźe ako "Aktualizěrowanje trěbne". Nejwěcej změnow - aktualizěrowanje wobraza, korigěrowanje wóznamjenjenja {for}, pśidawanje abo wótpóranje njekritiskich wtrězkow - by dejało to wužywaś.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
dsb: Pśełožowarje se informěruju a pśełožki markěruju se w pśeglědach ako "zestarjony". Pśełožki pokažu wužywarjam warnowanje, až su zestarjone a až engelska wersija jo nejdokradnjejša. Wužyjśo to, gaž stare rozpokazanje jo cele njewužywajobne.

source: Troubleshooting
dsb: Rozwězanje problemow

source: How to
dsb: Rozpokazanje

source: How to contribute
dsb: Kak móžośo sobu pomagaś

source: %(old)s Redirect %(number)i
dsb: %(old)s dalejpósrědnenje %(number)i

source: %(old)s-redirect-%(number)i
dsb: %(old)s-dalejpósrědnjenje-%(number)i

source: [Reviews Pending: %s] SUMO needs your help!
dsb: [Felujuce pśeglědanja: %s] SUMO trjeba wašu pomoc!

source: Other products
dsb: Druge produkty

source: {title} was edited by {creator}
dsb: {title} jo se wót wužywarja {creator} wobźěłał

source: {title} is ready for review ({creator})
dsb: {title} jo gótowy za pśeglědowanje ({creator})

source: {title} has a revision ready for localization
dsb: {title} ma wersiju, kótaraž jo gótowa za pśełožowanje

source: {title} ({locale}) has a new approved revision ({reviewer})
dsb: {title} ({locale}) ma nowu pśizwólonu wersiju ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć titela na %(limit_value)s znamuškow abo mjenjej. Tuchylu ma %(show_value)s znamuškow.

source: Please provide a slug.
dsb: Pšosym pódajśo adresowe mě.

source: The slug provided is not valid.
dsb: Adresowe mě jo płaśiwe.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Adresowe mě jo pśekrotke (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujke byś.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć adresowego mjenja na %(limit_value)s znamuškow abo mjenjej. Tuchylu ma %(show_value)s znamuškow.

source: Please provide a summary.
dsb: Pšosym pódajśo zespominanje.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Zespominanje jo pśekrotke (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujke byś.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć zespominanja na %(limit_value)s znamuškow abo mjenjej. Tuchylu ma %(show_value)s znamuškow.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Wopśimjeśe jo pśekrotke (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujke byś.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć wopśimjeśa na %(limit_value)s znamuškow abo mjenjej. Tuchylu ma %(show_value)s znamuškow.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
dsb: Pšosym wobgranicujśo dłujkosć komentara na %(limit_value)s znamuškow abo mjenjej. Tuchylu ma %(show_value)s znamuškow.

source: Please select at least one product.
dsb: Pšosym wubjeŕśo nanejmjenjej jaden produkt.

source: Please select at least one topic.
dsb: Pšosym wubjeŕśo nanejmjenje jadnu temu.

source: Title of article
dsb: Titel nastawka

source: Slug:
dsb: Adresowe mě:

source: Article URL
dsb: URL nastawka

source: Relevant to:
dsb: Relewantny za:

source: Allow translations:
dsb: Pśełožki dowóliś:

source: Obsolete:
dsb: Zestarjony:

source: Allow discussion on this article?
dsb: Diskusiju wó toś tom nastawku dowóliś?

source: Type of article
dsb: Typ nastawka

source: Topics:
dsb: Temy:

source: Related documents:
dsb: Pśiswójźbne dokumenty:

source: Needs change:
dsb: Trjeba změnu:

source: Comment:
dsb: Komentar:

source: Keywords:
dsb: Klucowe słowa:

source: Affects search results
dsb: Wobwliwujo pytańske wuslědki

source: Search result summary:
dsb: Zespominanje za pytańske wuslědki:

source: Only displayed on search results page
dsb: Pokazujo se jano na boku pytańskich wuslědkow

source: Expiry date:
dsb: Datum płaśiwosći:

source: Significance:
dsb: Wažnosć:

source: Needs change
dsb: Trjeba změnu

source: Users:
dsb: Wužywarje:

source: Start:
dsb: Zachopjeńk:

source: End:
dsb: Kóńc:

source: {users} added successfully!
dsb: {users} jo se wuspěšnje pśidał!
