Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

# DB: badger.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
dsb: Pósćiwa se sobustatkujucym pomocy, kótarež su k startoju Firefox 29 pśinosowali (pśez sobuźěło na dokumentaciji wědoweje datoweje banki, pśez wótegranjanje na forumowe pšašanja, pśez pśełožowanje nastawkow wědoweje datoweje banki, pśez tweety atd.), wjeliki źěk! Funkcije Firefox 29: 1. Firefox za desktop: Nowy wenkowny naglěd Australis A Sync na zakłaźe Firefox Account 2. Firefox za Android: Sync na zakłaźe Firefox AccountsWĚCEJ: https://sumo.etherpad.mozilla.org/sumo-australis-badges

# DB: badger.Badge.title
source: 2008 L10n Badge
dsb: Myto za lokalizaciju 2008

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2008.
dsb: Toś to myto jo se sobustatkujucym z 10 pśizwólonymi pśełožowańskimi změnami w lěśe 2008 pósćiło.

# DB: badger.Badge.title
source: 2009 L10n Badge
dsb: Myto za lokalizaciju 2009

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2009.
dsb: Toś to myto jo se sobustatkujucym z 10 pśizwólonymi pśełožowańskimi změnami w lěśe 2009 pósćiło.

# DB: badger.Badge.title
source: 2012 Army of Awesome Badge
dsb: Myto za pomoc na Twitter 2012

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-pomoc na Twitter 2012 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2012; w toś tom paźe: 50 tweetow za pomoc na Twitter. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-pomoc na Twitter 2012 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2013 Army of Awesome Badge
dsb: Myto za pomoc na Twitter 2013

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-pomoc na Twitter 2013 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2013; w toś tom paźe: 50 tweetow za pomoc na Twitter. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-pomoc na Twitter 2013 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2010 Army of Awesome Badge
dsb: Myto za pomoc na Twitter 2010

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-pomoc na Twitter 2010 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2010; w toś tom paźe: 50 tweetow za pomoc na Twitter. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-pomoc na Twitter 2010 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2011 Army of Awesome Badge
dsb: Myto za pomoc na Twitter 2011

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-pomoc na Twitter 2011 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2011; w toś tom paźe: 50 tweetow za pomoc na Twitter. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-pomoc na Twitter 2011 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2012 Support Forum Badge
dsb: Myto foruma pomocy 2012

# DB: badger.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-forum 2012 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2012; w toś tom paźe: 30 wótegronow w engelskorěcnem SUMO-forumje . Wutšobne głukužycenje wšym, kótarež su se myto SUMO-forum 2012 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2010 KB Badge
dsb: Myto wědoweje datoweje banki 2010

# DB: badger.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
dsb: Minimyto wědoweje datoweje banki SUMO 2010 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2010; w toś tom paźe: 10 pśizwólonych změnow w engelskorěcnej wědowej datowej bance SUMO. Wutšobne głukužycenje wšym, kótarež su se myto wědoweje datoweje banki 2010 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2010 L10n Badge
dsb: Myto za lokalizaciju 2010

# DB: badger.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
dsb: Minimyto za lokalizaciju SUMO 201 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2010; w toś tom paźe: 10 pśizwólonych pśełožowańskich změnow wědoweje datoweje banki SUMO. Wutšobne głukužycenje wšym, kótarež su se myto za lokalizaciju SUMO 2010 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2010 Support Forum Badge
dsb: Myto foruma pomocy 2010

# DB: badger.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-forum 2010 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2010; w toś tom paźe: 30 wótegronow w engelskorěcnem SUMO-forumje. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-forum 2010 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2011 KB Badge
dsb: Myto wědoweje datoweje banki 2011

# DB: badger.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
dsb: Minimyto wědoweje datoweje banki SUMO 2011 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2011; w toś tom paźe: 10 pśizwólonych w engelskorěcnej wědowej datowej bance SUMO. Wutšobne głukužycenje wšym, kótarež su se myto wědoweje datoweje banki SUMO 2011 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2011 L10n Badge
dsb: Myto za lokalizaciju 2011

# DB: badger.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
dsb: Minimyto za lokalizaciju 2011 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2011; w toś tom paźe: 10 pśizwólonych pśełožowańskich změnow wědoweje datoweje banki SUMO. Wutšobne głukužycenje wšym, kótarež su se myto za lokalizaciju 2011 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2011 Support Forum Badge
dsb: Myto foruma pomocy 2011

# DB: badger.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-forum 2011 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2011; w toś tom paźe: 30 wótegronow w engelskorěcnem SUMO-forumje. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-forum 2011 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2012 KB Badge
dsb: Myto wědoweje datoweje banki 2011

# DB: badger.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
dsb: Minimyto wědoweje datoweje banki 2012 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2012; w toś tom paźe: 10 pśizwólonych změnow w engelskorěcnej wědowej datowej bance SUMO. Wutšobne głukužycenje wšym, kótarež su se myto wědoweje datoweje banki SUMO 2012 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2013 KB Badge
dsb: Myto wědoweje datoweje banki 2013

# DB: badger.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
dsb: Minimyto wědoweje datoweje banki SUMO 2013 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2013; w toś tom paźe: 50 pśizwólonych změnow w engelskorěcnej datowej bance SUMO. Wutšobne głukužycenje wšym, kótarež su se myto wědoweje datoweje banki SUMO 2013 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2013 L10n Badge
dsb: Myto za lokalizaciju 2013

# DB: badger.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
dsb: Minimyto za lokalizaciju SUMO 2013 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2013; w toś tom paźe: 50 pśizwólonych pśełožowańskich změnow wědoweje datoweje banki SUMO. Wutšobne głukužycenje wšym, kótarež su se myto za lokalizaciju SUMO 2013 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2013 Support Forum Badge
dsb: Myto foruma pomocy 2013

# DB: badger.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
dsb: Minimyto SUMO-forum 2013 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2013; w toś tom paźe: 30 wótegronow w engelskorěcnem SUMO-forumje. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-forum 2013 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2012 L10n Badge
dsb: Myto za lokalizaciju 2012

# DB: badger.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
dsb: Minimyto za lokalizaciju SUMO 2012 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2012; w toś tom paźe: 10 pśizwólonych pśełožowańskich změnow wědoweje datoweje banki SUMO. Wutšobne głukužycenje wšym, kótarež su se myto za lokalizaciju SUMO 2012 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: Kitsune Contributor
dsb: Sobustatkujucy na Kitsune

# DB: badger.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
dsb: Myto pósćone wósobam, kótarež su k žrědłowemu kodoju Kitsune pśinosiwali.

source: To field is required.
dsb: Pólo Komu jo trěbne.

source: {username} is not a valid username.
dsb: {username} njejo płaśiwe wužywarske mě.

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
dsb: Zawěsććo, až toś ta gódnota ma nanejmjenjej %(limit_value)s znamuškow (ma %(show_value)s).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
dsb: Zawěsććo, až toś ta gódnota ma nanejmjenjej %(limit_value)s znamuškow (ma %(show_value)s).

source: read more
dsb: cytajśo wěcej

source: Today at %s
dsb: Źinsa %s

source: %(number)d year ago
dsb: pśed %(number)d lětom

source: %(number)d month ago
dsb: pśed %(number)d mjasecom

source: %(number)d week ago
dsb: pśed %(number)d tyźenjom

source: %(number)d day ago
dsb: pśed %(number)d dnjom

source: %(number)d hour ago
dsb: pśed %(number)d góźinu

source: %(number)d minute ago
dsb: pśed %(number)d minutu

source: %(number)d second ago
dsb: pśed %(number)d sekundu

source: Page does not exist.
dsb: Bok njeeksistěrujo.

source: The image "%s" does not exist.
dsb: Wobraz "%s" njeeksistěrujo.

source: The video "%s" does not exist.
dsb: Wideo "%s" njeeksistěrujo.

source: Button of type "%s" does not exist.
dsb: Tłocašk typa "%s" njeeksistěrujo.

source: Would you like to view this page in %(language)s instead?
dsb: Cośo se město togo toś ten bok w rěcy %(language)s woglědaś?

# site_title
source: Mozilla Support
dsb: Pomoc Mozilla

source: Skip to main content
dsb: Ku głownemu wopśimjeśeju

source: Switch language
dsb: Rěc změniś

source: Skip to search
dsb: K pytanjeju

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
dsb: To jo testowy bok, wopśimjeśe pśepisujo se prědny kuždego mjaseca.<br>Produkciske sedło jo <a href="http://support.mozilla.org">how</a>.

source: This page doesn't have a mobile optimized version. Tap here to go back.
dsb: Toś ten bok njama wersiju, kótaraž jo za mobilne rědy optiměrowana. Pótusniśo sem, aby se wrośił.

source: Tap here to go to the mobile version of the site.
dsb: Pótusniśo how, aby se mobilnu wersiju sedła woglědał.

source: Portions of this content are &copy;1998–2015 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
dsb: Źěle toś togo wopśimjeśa pódlaže &copy;1998-2015 <br>wót jadnotliwych sobustatkujucych mozilla.org. Wopśimjeśe <br>je pód <a href="//www.mozilla.org/foundation/licensing/website-content.html">licencu Creative Commons</a>.

source: Contact Us
dsb: Kontakt

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: Legal Notices
dsb: Impresum

source: Report Trademark Abuse
dsb: Pśekśiwjenje margowego pšawa k wěsći daś

source: Source Code
dsb: Žrědłowy kod

source: Firefox Affiliates
dsb: Partnarje Firefox

source: Switch to mobile site
dsb: K mobilnemu sedłoju

source: Change your email preferences
dsb: Změńśo swóje e-mailowe nastajenja

source: Unsubscribe from these emails
dsb: Toś te mejlki wótskazaś

source: Oops, your request was unsuccessful
dsb: Hopla, wašo napšašowanje njejo wuspěšne było

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
dsb: Njejsmy mógli wašo napšašowanje wuwjasć. Snaź, dokulaž akcija njedajo se wěcej wuwjasć abo wy sćo wopytał, njepłaśiwu akciju wuwjasć.

source: Access denied
dsb: Pśistup wótpokazany

source: You must have cookies enabled to login or register.
dsb: Musyśo cookieje zmóžniś, aby se pśizjawił abo registrěrował.

source: You do not have permission to access this page.
dsb: Njamaśo pśistupne pšawo za toś ten bok.

source: Log in
dsb: Pśizjawiś

source: Page Not Found
dsb: Bok njejo se namakał

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
dsb: Bóžko njejsmy mógli bok namakaś, za kótarymž pytaśo. Pšosym wopytajśo z pomocu slědowacego formulara hyšći raz.

source: An Error Occurred
dsb: Zmólka jo nastała

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
dsb: Ow, ně! Pó zdaśu jo njewótcakana zmólka nastałał. Smy južo administratory sedła informěrowali. Pšosym wopytajśo něnto hyšći raz abo za někotare minuty.

source: Contributor Tools
dsb: Rědy za sobustatkujuce

source: My Questions
dsb: Móje pšašanja

source: Edit Profile
dsb: Profil wobźěłaś

source: Settings
dsb: Nastajenja

source: Sign Out
dsb: Wótzjawiś

source: Sign In
dsb: Pśizjawiś

source: For Contributors
dsb: Za sobustatkujuce

source: Quickstart Guide
dsb: Krotke zapokazanje

source: News &amp; Resources
dsb: Nowosći a resurse

source: Contributor Forums
dsb: Forumy sobustatkujucych

source: Article Discussions
dsb: Nastawkowe diskusije

source: Localization Metrics
dsb: Daty wó pśełožowanju

source: Help on Twitter
dsb: Pomoc na Twitter

source: Support Forum Home
dsb: Startowy bok foruma pomocy

source: Moderate Forum Content
dsb: Wopśimjeśe foruma moderěrowaś

source: Newer
dsb: Nowšy

source: Older
dsb: Staršy

source: Page {n}
dsb: Bok {n}

source: Home
dsb: Startowy bok

source: Navigation
dsb: Nawigacija

source: Switch to desktop site
dsb: K websedłoju za desktop

source: Profile
dsb: Profil

source: Languages
dsb: Rěce

source: Get support for another platform:
dsb: Wobstarajśo se pomoc za drugu platformu:

source: Redirecting
dsb: Pósrědnjaśo se dalej

source: The URL has changed!
dsb: URL jo se změnił!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
dsb: Pó zdaśu sćo stary URL ako cytańske znamje składł. Nowy URL za toś ten bok namakajośo dołojce. Wy by dejał swó cytańske znamjenja aktualizěrowaś. Buźomy was za 10 sekundow do nowego URL dalej pósrědniś.

source: Maintenance in progress
dsb: Wótwardowańske źěła

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
dsb: Toś ta funkcija jo se nachylu znjemóžniła, tak dłujko ako pśewjedujomy wótwardowanje websedła. Pšosym wužywajśo tłocašk "Slědk" swójogo wobglědowaka a wopytajśo pózdźej hyšći raz.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
dsb: Někotare funkcije su se nachylu znjemóžnili, tak dłujko ako pśewjedujomy wótwardowanje websedła. Pšosym wopytajśo pózdźej hyšći raz.

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
dsb: Pšosym nagrajśo wobraz z jadneju ze slědujucych datajowych kóńcowkow: jpg, jpeg, png, gif.

source: "%s" is too large (%sKB), the limit is %sKB
dsb: "%s" jo pśewjeliki (%sKB), limit jo %sKB

source: Model not allowed.
dsb: Model njejo dowólony.

source: Object does not exist.
dsb: Objekt njeeksistěrujo.

source: Invalid or no image received.
dsb: Njepłaśiwy abo žeden wobraz dostany.

source: You are not logged in.
dsb: Njejsćo pśizjawjony.

source: The requested image could not be found.
dsb: Pominany wobraz njedajo se namakaś.

source: You do not have permission to do that.
dsb: Njamaśo pšawo, aby to cynił.

source: Uploaded images:
dsb: Nagrate wobraze:

source: Delete selected images
dsb: Wubrane wobraze wulašowaś

source: Add images:
dsb: Wobraze pśidaś:

source: Browse for an image to upload.
dsb: Wubjeŕśo wobraz za nagrawanje.

source: Upload
dsb: Nagraś

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
dsb: Mamy problemy, wašu e-mailowu adresu dosegnuś. Pšosym wopytajśo drugu adresu abo stajśo se z administratorom do zwiska.

source: Username may contain only English letters, numbers and ./-/_ characters.
dsb: Wužywarske mě smějo jano engelske pismiki, licby a znamuška ./-/_ wopśimowaś.

source: Username is required.
dsb: Wužywarske mě jo trěbne.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: Wužywarske mě jo pśekrotke (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujke byś.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
dsb: Wužywarske mě jo pśedłujke (%(show_value)s znamuškow). Smějo maksimalnje %(limit_value)s znamuškow dłujke byś.

source: Email address is required.
dsb: E-mailowa adresa jo trěbna.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
dsb: E-mailowa adresa jo pśekrotka (%(show_value)s znamuškow). Musy nanejmjenjej %(limit_value)s znamuškow dłujka byś.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
dsb: E-mailowa adresa jo pśedłujka (%(show_value)s znamuškow). Smějo maksimalnje %(limit_value)s znamuškow dłujka byś.

source: Password is required.
dsb: Gronidło jo trěbne.

source: Please enter your password twice.
dsb: Pšosym zapódajśo swójo gronidło dwójcy.

source: Password must be 8 or more characters.
dsb: Gronidło musy nanejmjenjej 8 znamuškow dłujke byś.

source: Watch forum threads I start
dsb: Nitki foruma wobglědowaś, kótarež zachopinam

source: Watch forum threads I comment in
dsb: Nitki foruma wobglědowaś, kótarež komentěrujom

source: Watch KB discussion threads I start
dsb: Diskusijne nitki wědoweje datoweje banki wobglědowaś, kótarež zachopinam

source: Watch KB discussion threads I comment in
dsb: Diskusijne nitki wědoweje datoweje banki wobglědowaś, kótarež komentěrujom

source: Watch Question threads I comment in
dsb: Pšašańske nitki wobglědowaś, kótarež komentěrujom

source: Send emails for private messages
dsb: Pśi dostawanju priwatnych powěsćow pśez e-mail informěrowaś

source: Username:
dsb: Wužywarske mě:

source: Required. 30 characters or fewer. Letters, digits and ./- only.
dsb: Trěbne. 30 znamuškow abo mjenjej. Jano pismiki, cyfry a ./-.

source: Email address:
dsb: E-mailowa adresa:

source: Password:
dsb: Gronidło:

source: A user with that email address already exists.
dsb: Wužywaŕ z toś teju e-mailoweju adresu južoj eksistěrujo.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
dsb: Pšosym zapódajśo korektne wužywarske mě a gronidło. Źiwajśo na to, až wobej póli rozeznawatej mjazy wjeliko- a małopisanim.

source: This account is inactive.
dsb: Toś to konto jo inaktiwne.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
dsb: Zda se, až cookieje su znjemóžnjone we wašom wobglědowaku. Cookieje su trěbne za pśizjawjenje.

source: Involved with Mozilla from
dsb: Pśi Mozilla pódla wót:

source: Please enter a facebook.com URL.
dsb: Pšosym zapódajśo URL facebook.com.

source: Your avatar will be resized to {size}x{size}
dsb: Wjelikosć wašogo awatara pśiměrijo se na {size}x{size}

source: This is your current email.
dsb: To jo waša aktualna mejlka.
