Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Last Post
dsb: Slědny pśinosk

source: You are watching this thread
dsb: Wobglědujośo toś tu nitku

source: You are not watching this thread
dsb: Njewobglědujośo toś tu nitku

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
dsb: <a href="%(thread_url)s">%(thread_title)s</a><br> w <a href="%(document_discussion_url)s">%(document)s</a>

source: by <a class="username" href="{profile_url}">{username}</a>
dsb: wót wužywarja <a class="username" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
dsb: Nitki njejsu. Wy by měł snaź nitku napóraś!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
dsb: Pśinosk wobźěłaś | {t} | Diskusija wó {d} | Wědowa datowa banka

source: Edit a post
dsb: Pśinosk wobźěłaś

source: Update post
dsb: Pśinosk aktualizěrowaś

source: Edit thread {t} | {d} Discussion | Knowledge Base
dsb: Nitku {t} wobźěłaś | Diskusija wó {d} | Wědowa datowa banka

source: Edit thread
dsb: Nitku wobźěłaś

source: Edit thread "{t}"
dsb: Nitku "{t}" wobźěłaś

source: Update thread
dsb: Nitku aktualizěrowaś

source: Create a new thread | {d} | Knowledge Base
dsb: Nowu nitku napóraś | {d} | Wědowa datowa banka

source: Create a new thread
dsb: Nowu nitku napóraś

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
dsb: Sćo licbu nitkow a wótegronow pśekšocył, kótarež su za dany cas dowólone. Pšosym wopytajśo za krotki cas hyšći raz.

source: Post Thread
dsb: Nitku napóraś

source: {t} | {d} Discussion | Knowledge Base
dsb: {t} | Diskusija wó {d} | Wědowa datowa banka

source: Edit this thread
dsb: Toś tu nitku wobźěłaś

source: Delete this thread
dsb: Toś tu nitku wulašowaś

source: Unlock this thread
dsb: Toś tu nitku wótblokěrowaś

source: Lock this thread
dsb: Toś tu nitku blokěrowaś

source: Unsticky this thread
dsb: Toś tu nitku wěcej njepśipinaś

source: Sticky this thread
dsb: Toś tu nitku pśipinaś

source: Last reply by
dsb: Slědne wótegrono wót

source: Sticky
dsb: Wažny

source: Locked
dsb: Blokěrowany

source: Stop watching this thread
dsb: Toś tu nitku wěcej njewobglědowaś

source: Watch this thread
dsb: Toś tu nitku wobglědowaś

source: Oh, no! Looks like there are no posts!
dsb: Ow, ně! Zda se, až njedajo pśinoski!

source: Post a reply
dsb: Wótegroniś

source: Post Reply
dsb: Wótegroniś

source: Preview Reply
dsb: Pśeglěd wótegrona pokazaś

source: This thread has been locked. It is no longer possible to post new replies.
dsb: Toś ta nitka jo se blokěrowała. Njejo wěcej móžno, nowe wótegrona pisaś.

source: {d} Discussion | Knowledge Base
dsb: Diskusija wó {d} | Wědowa datowa banka

source: {d} Discussion
dsb: Diskusija wó {d}

source: Post a new thread
dsb: Nowu nitku napóraś

source: Stop watching this forum
dsb: Toś ten forum wěcej njewobglědowaś

source: Watch this forum
dsb: Toś ten forum wobglědowaś

source: Type
dsb: Typ

# thread_type
source: Locked
dsb: Blokěrowany

# thread_type
source: Sticky
dsb: Wažny

source: View this post on the site.
dsb: Toś ten pśinosk na sedle se woglědaś.

source: This forum is a discussion about improving the "%(title)s" article.
dsb: Toś ten forum słužy k diskusiji wó pólěpšowanju nastawka "%(title)s".

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
dsb: Toś ten forum słužy diskusiji wó pólěpšowanju nastawka "%(title)s". Jolic cośo se wobźěliś, <a href="%(register_url)s">registrěrujśo se</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
dsb: Toś ten forum słužy diskusiji wó pólěpšowanju pśełožowanja nastawka "%(title)s". Jolic cośo wopśimjeśe nastawka pólěpšaś, źiśo k <a href="%(url)s">diskusiji engelskorěcnego nastawka</a>.

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
dsb: Jolic trjebaśo pomoc k Firefox, <a href="%(aaq_url)s">pšašajśo se pšosym w forumje pomocy</a>.

source: Edit this post
dsb: Toś ten pśinosk wobźěłaś

source: Delete this post
dsb: Toś ten pśinosk wulašowaś

source: 1 post
dsb: {0} pśinosk

source: Link to this post.
dsb: Wótkaz k toś tomu pśinoskoju.

source: Quote
dsb: Citěrowaś

source: Modified by {name} on {datetime}
dsb: Wót {name} {datetime} změnjony

source: Post Preview:
dsb: Pśeglěd pśinoska:

source: Turn off emails for discussion in my locale.
dsb: E-maile za diskusiju w mójej rěcy znjemóžniś.

source: Get emailed when there is new discussion activity in my locale.
dsb: E-maile zmóžniś, gaž jo nowa diskusija w mójej rěcy.

source: KPI Dashboard
dsb: KPI-pśeglěd

source: Questions
dsb: Pšašanja

source: Questions solved
dsb: Rozwězane pšašanja

source: Definition: Percentage of threads that have answer marked as a solution
dsb: Definicija: Procentowa sajźba nitkow, kótarež maju wótegrono markěrowane ako rozwězanje

source: Questions responded to within X hours
dsb: Pšašanja, na kótarež jo se w běgu X góźinow wótegroniło

source: Definition: Percentage of questions that get an action within X hours
dsb: Definicija: Procentowa sajźba, na kótrež reagěrujo se w běgu X góźinow

source: Helpfulness of KB articles and Forum
dsb: Wužytnosć nastawkow wědoweje datoweje banki a foruma

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
dsb: Definicija: Poměr "jo"-głosow/cełkowne głose za nastawki wědoweje datoweje banki a nitki foruma

source: Number of active contributors to the English KB
dsb: Licba aktiwnych sobustatkujucych na engelskorěcnej wědowej datowej bance

source: Definition: The number of people who have contributed to the KB in the last 30 days.
dsb: Definicija: Licba luźi, kótarež su k wědowej datowej bance w zachadnych 30 dnjach pśinosowali.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
dsb: Definicija sobuźěła: Wobźěłowanje abo pśeglědowanje wěcej ako 1 nastawka

source: Number of active contributors to the non-English KB
dsb: Licba aktiwnych sobustatkujucych na njeengelskorěcnej wědowej datowej bance

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
dsb: Definicija: Licba luźi, kótarež su w zachadnych 30 dnjach na njeengelskorěnej wědowej datowej bance sobu źěłali.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
dsb: Definicija sobuźěła: Wobźěłowanje abo pśeglědoanje wěcej ako 1 njeengelskorěcnego nastawka.

source: Number of active forum contributors
dsb: Licba aktiwnych forumowych sobustatkujucych

source: Definition: The number of people who have contributed to the forums in the last 30 days.
dsb: Definicija: Licba luźi, kótarež su k forumam w zachadnych 30 dnjach pśinosowali.

source: Definition of contribution: wrote 10+ posts
dsb: Definicija sobuźěła: Pisanje wěcej ako 10 pśinoskow

source: Number of active Army of Awesome contributors
dsb: Licba aktiwnych sobustatkujucych pomocy na Twitter

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
dsb: Definicija: Licba luźi, kotarež su na pomocy na Twitter w zachadnych 30 dnjach pśinosowali.

source: Definition of contribution: replied to a tweet.
dsb: Definicija sobuźěła: Wótegrona na tweet.

source: Search Clickthrough Rate
dsb: Kliknjeńska rata pytanja

source: Clickthrough rate
dsb: Klikńjeńska rata

source: Definition: Percentage of people searching who click on an item on the search results page.
dsb: Definicija: Procentowa sajźba pytajucych luźi, kótarež kliknu na zapisk na boku pytańskich wuslědkow.

source: Daily Unique Visitors
dsb: Jadnotliwe wužywarje na źeń

source: L10n Coverage
dsb: Pśełožowański staw

source: L10n coverage
dsb: Pśełožowański staw

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
dsb: Definicija; Pśełožowański staw jo měra za procentowu sajźbu našeje baze woglědowarjow, kótarež mógu z nastawkami wědoweje datoweje banki w swójej rěcy cytaś. Wulicujo se pśez to, až nejwažnjejše 50 engelskorěcnych nastawkow, gódnośonych pó pśełožowańskem statusu nastawka, a licba woglědow za kuždu rěc se zapśimuju.

source: Edit levels are taken into account as follows:
dsb: Wobźěłowańske schójźeńki se takle zapśimuju:

source: A level 2 review change drops the localization to 50% of the article
dsb: Změna schójźeńka 2 pśi pśeglědowanju zniža pśełožowański staw na 50% nastawka

source: A level 3 review change drops the localization to 0% of the article
dsb: Změna schójźeńka 3 pśi pśeglědowanju zniža pśełožowański staw na 0% nastawka

source: More than one level 2 review change drops the localization to 0%
dsb: Wěcej ako jadna změna schójźeńka 2 pśi pśeglědowanju zniža pśełožowański staw na 0% nastawka

source: Example:
dsb: Pśikład:

source: German makes up 10% of our visitor base
dsb: Nimšćina wucynijo wušej 10% woglědowarskeje baze

source: The 'how to set your home page' article makes up 2% of our top 50 visits
dsb: Nastawk "Startowy bok póstajiś" wucynijo 2% našych 50 nejcesćej woglědanych nastawkow

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
dsb: Jolic nastawk wó startowe boku jo jadnučki pśełožony nastawk, a jo aktualny nimski, ga jo naš cełkowny staw dogromady 2% z 10% = 0,2% (+ engelski staw)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
dsb: Jolic nimšćina pśepaso změnu schójźeńka 2, spadujo staw na 50%, pótakem 1% z 10% = 0,1% dogromady

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
dsb: <b>Wažny:</b> Tuchylu wužywamy zjadnorjony model, źož kuždy nastawk wucynijo 1/50=2% woglědow na rěc

source: Exit Survey Results
dsb: Wuslědki kóńcnego napšašowanja

source: Help Other Users
dsb: Drugim wužywarjam pomagaś

source: Army Of Awesome
dsb: Pomoc na Twitter

source: Love Firefox? Love Twitter?
dsb: Lubujośo Firefox? Lubujośo Twitter?

source: Now you can combine both and help Firefox users on Twitter. It's quick, it's easy, and you don't have to be a tech superstar to do it. We call it our Army of Awesome.
dsb: Něnto móžośo wobej kombiněrowaś a wužywarjam Firefox na Twitter pomagaś. Źo malsnje, jo jadnore, a njetrjebaśo techniski profi byś, aby to cynił. Pomjenujomy to našu pomoc na Twitter.

source: It's fun and addictive and the Awesome is you!
dsb: To dajo wjasele, cyni póžedne a wy sćo wjelgickan dobry!

source: Help users on Twitter
dsb: Wužywarjam na Twitter pomagaś

source: How it works
dsb: Kak funkcioněrujo

source: Sign up as a volunteer
dsb: Ako dobrowólnika registrěrowaś

source: Go to Army of Awesome
dsb: Pomagajśo wužywarjam na Twitter

source: Connect your Twitter account
dsb: Zwězajśo se ze swójim twitterowym kontom

source: Answer to Twitter users that need help. It's super easy with our canned responses.
dsb: Wógrońso na wužywarjow Twitter, kótarež trjebaju pomoc. Z našymi pśigótowanymi wótegronami jo to cele lažko.

source: 1 tweet can save 1 day
dsb: 1 tweet móžo někogo rozwjaseliś

source: Other ways to get involved
dsb: Druge móžnosći sobuźěła

source: Answer questions in the support forum
dsb: Wótegrońśo na pšašanja w forumje pomocy

source: Write help articles
dsb: Pišćo nastawki pomocy

source: Translate help to your languages
dsb: Pśełožujśo pomoc do drugich rěcow

source: Help Us Write Help Articles
dsb: Pomogajśo nam, nastawki pomocy pisaś

source: Help us write help articles!
dsb: Pomagajśo nam, nastawki pomocy pisaś!

source: Share your wisdom with the world.
dsb: Źělśo swóju mudrosć ze swětom.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
dsb: Jolic rady pišośo a wucyśo, ga jo wědowa datowa banka pšawe městno za was. Trjebamy sobustatkujuce, kótarež mógu nastawki pisaś, wobźěłowaś abo korigěrowaś. Tysace luźi maju kuždy tyźeń pśistup na našu wědowu datowu banku. Pśedstajśo se, kak wjele luźi dostawa pomoc wót was!

source: Improve our help articles
dsb: Pólěpšujśo naše nastawki pomocy

source: Introduce yourself
dsb: Pśedstajśo se

source: Watch our videos and check our documentation
dsb: Woglědajśo se naše wideo a cytajśo našu dokumentaciju

source: 1 article can be viewed by 400 million users and translated into 70+ languages
dsb: 1 nastawk dajo se wót 400 milionow wužywarjow woglědaś a do wušej 70 rěcow pśełožowaś

source: Army of Awesome: help users on Twitter
dsb: Pomagajśo wužywarjam na Twitter

source: Translate Help Articles
dsb: Pśełožujśo nastawki pomocy

source: Translate help articles!
dsb: Pśełožujśo nastawki pomocy!

source: Let's make Mozilla Support speak your language!
dsb: Dajmy pomocy Mozilla wašu rěc powědaś!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
dsb: Dajo nastawki, kótarež hyšći njejsu we wašej rěcy? Cośo se wjelicnemu teamoju pśizamknuś, kótaryž je pśełožujo? Z tym pomagaśo milionam wužywarjow w swójej rěcy. Kradu heroiske, nic ga?

source: Translate help articles to your language
dsb: Pśełožujśo nastawki pomocy do swójeje rěcy

source: Check our documentation
dsb: Cytajśo našu dokumentaciju

source: Just edit articles in your language!
dsb: Wobźěłujśo jadnorje nastawki w swójej rěcy!

source: Translating 1 article can help 1,000's of users in your language
dsb: Pśełožowanje jadnogo nastawka móžo tysacam wužywarjow we wašej rěcy pomagaś

source: Answer questions in the forum
dsb: Wótegrońśo na pšašanja w forumje

source: Where all the action happens
dsb: Źož se wšykno stawa

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
dsb: Wót nazgónjonych webwuwijarjow do zachopjeńkarjow z pšašanim "Kak instalěrujom Firefox", kuždy w forumje trjeba wašu pomoc! Źělśo swóju wědu, z tym až pokazujośo luźi na pšawy nastawk a z tym až dawaśo kšace za rozwězowanje problemow za jich indiwiduelne pšašanja.

source: Help users in the forums
dsb: Pomagajśo wužywarjam w forumje

source: Go to our support forum and choose a question to answer
dsb: Źiśo k našomu forumoju pomocy a wubjeŕśo pšašanje, na kótarež cośo wótegroniś

source: Start answering!
dsb: Pišćo swóju prědne wótegrono!

source: Read this for some help to get started
dsb: How namakajośo pomoc za prědne kšace

source: Solving 1 issue helps up to 1,000 users a day
dsb: Rozwězowanje jadnogo problema pomaga až k 1.000 wužywarjam na źeń

source: Save the world
dsb: Wumóžćo swět

source: from the comfort of your couch
dsb: ze swójeje měkeje zofy

source: We need your help!
dsb: Trjebamy wašu pomoc!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
dsb: Pomoc Mozilla, kótaruž wušej 400 milionow luźi wužywa, zepěra se jano na dobrowólniki a jo wažnjejša ako do togo. How wy pśipadujośo.

source: Why should I help?
dsb: Cogodla ja by dejał pomagaś?

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
dsb: Pomagajśo milionam wužywarjow nejlěpše z jich wobglědowaka wuwónoźeś. Waše pśinoski pśigroniju se miliony wužywarjow swětodaloko, a wy móžośo to ze swójeje měkeje zofy cyniś!

source: Pick a way to get involved
dsb: Wubjeŕśo, kak cośo sobu źěłaś

source: About Us
dsb: Wó nas

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
dsb: Pomoc Mozilla jo zgromaźeństwo zagórjonych dobrowólnikow a pśistajonych, kótarež wopytuju, naše wužywarje na cełem swěśe pódpěraś. Cyńśo sobu a dožywśo tšašnycke dyrdakojstwo!

source: Ask a question
dsb: Stajśo pšašanje

source: Having trouble with a Mozilla product and want some help?
dsb: Maśo problemy z produktom Mozilla a trjebaśo pomoc?

source: Volunteer for Mozilla Support
dsb: Pśinosujśo ako dobrowólnik k pomocy Mozilla

source: Sign me up
dsb: Registrěrowaś

source: Help us write help articles
dsb: Pomagajśo nastawki pomocy pisaś

source: Translate help articles
dsb: Pśełožujśo nastawki pomocy

source: Help other users
dsb: Pomagajśo drugim wužywarjam

source: Save the world from the comfort of your couch
dsb: Wumóžćo swět ze swójee měkeje zofy

source: username1, username2,...
dsb: wužywarske_me1, wužywarske_mě2,…

source: To:
dsb: Komu:

source: Message:
dsb: Powěsć:

source: [SUMO] You have a new private message from [{sender}]
dsb: [SUMO] Maśo nowu priwatnu powěsć wót [{sender}]

source: Invalid username provided. Enter a new username below.
dsb: Njepłaśiwe wužywarske mě pódane. Zapódajśo dołojce nowe wužywarske mě.

source: No messages selected. Please try again.
dsb: Žedne powěsći wubrane. Pšosym wopytajśo hyšći raz.

source: Messages didn't add up. Try again.
dsb: Powěsći njamaju zmysła. Wopytajśo hyšći raz.

source: The message was deleted!
dsb: Powěsć jo se wulašowała!

source: Delete Message
dsb: Powěsć lašowaś

source: Messages
dsb: Powěsći

source: Sent Messages
dsb: Pósłane powěsći

source: Are you sure you want to delete these messages?
dsb: Cośo napšawdu toś te powěsći lašowaś?

source: Are you sure you want to delete this message?
dsb: Cośo napšawdu toś tu powěsć lašowaś?

source: Inbox
dsb: Dochad posta

source: New Message
dsb: Nowa powěsć

source: Mark Selected as Read
dsb: Wubrane ako pśecytane markěrowaś

source: Delete Selected
dsb: Wubrane lašowaś

source: Read message
dsb: Powěsć cytaś

source: Delete message
dsb: Powěsć lašowaś

source: There are no messages here.
dsb: How njedajo powěsći.

source: You have exceeded the number of private messages that can be sent in a day.
dsb: Sćo pśewjele priwatnych powěsćow na źeń pósłał.

source: Send
dsb: Pósłaś

source: You
dsb: Wy

source: Read Sent Message
dsb: Pósłanu powěsć cytaś

source: Read Message
dsb: Powěsć cytaś

source: View this message on the web
dsb: Toś tu powěsć se woglědaś

source: Message Preview:
dsb: Pśeglěd powěsći:

source: Delete messages?
dsb: Powěsći lašowaś?

source: Trash
dsb: Papjernik

source: New
dsb: Nowy

source: Mark unread
dsb: Ako njecytane markěrowaś

source: Mark read
dsb: Ako cytane markěrowaś

source: Sent Message
dsb: Pósłana powěsć

source: From:
dsb: Wót:

source: Unsubscribe
dsb: Wótskazaś

source: Are you sure you want to unsubscribe?
dsb: Cośo napšawdu wótskazaś?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
dsb: Wótskažośo: <br><strong>%(object)s</strong>

source: Unsubscribe Error
dsb: Wótskazowańska zmólka

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
dsb: Njejsmy mógli waš abonement namakaś. Pak jo se južo wótpórał pak zmólka jo we wótkskazowańskem wótkazu był. Pšosym zawěsććo, až ceły wótkaz jo se z mejlki do wobglědowaka pśenjasł. Jolic slědny źěl wótkaza stoj w nowej smužce mejlki, wopytajśo wótkaz do wobglědowaka kopěrowaś.

source: Unsubscribed
dsb: Wótskazany

source: You have been unsubscribed.
dsb: Sćo se wótskazał.

source: {product} Help
dsb: Pomoc wó {product}

# DB: products.Topic.description
source: None
dsb: Žeden

source: In English
dsb: Engelski

source: Free Download
dsb: Dermotne ześěgnjenje

source: Systems and Languages
dsb: Systemy a rěcy

source: What's New
dsb: Co jo nowe

source: Privacy
dsb: Priwatnosć

source: Give Firefox a tune up
dsb: Pówušćo wugbałosć

source: Refresh Firefox
dsb: Firefox wótnowiś

source: How does it work?
dsb: Kak to funkcioněrujo?

source: Download a fresh copy
dsb: Nowu kopiju ześěgnuś

source: Release Notes
dsb: Wersijowe informacije

source: Help Topics
dsb: Temy pomocy

source: Products
dsb: Produkty

# DB: products.Product.description
source: None
dsb: Žedno

source: Get community support
dsb: Dostańśo pódpěru wót zgromaźeństwa

source: Search support articles
dsb: Nastawki pomocy pśepytaś

source: Back to:
dsb: Slědk k:

source: Firefox for Desktop
dsb: Firefox za Desktop

source: Windows, Mac, or Linux
dsb: Windows, Mac abo Linux

source: Download, install and migration
dsb: Ześěgnuś, instalěrowaś a daty pśewześ

source: Privacy and security settings
dsb: Nastajenja priwatnosći a wěstoty

source: Customize controls, options and add-ons
dsb: Woźenje, nastajenja a dodanki pśiměriś

source: Fix slowness, crashing, error messages and other problems
dsb: Pómałkosć, wowalenja, zmólkowe powěźeńki a druge problemy wótpóraś

source: Tips and tricks
dsb: Tipy a triki

source: Bookmarks
dsb: Cytańske znamjenja

source: Cookies
dsb: Cookieje

source: Tabs
dsb: Rejtarki

source: Websites
dsb: Websedła

source: Other
dsb: Druge

source: Firefox for Mobile
dsb: Firefox za mobilne rědy

source: Download and install apps
dsb: Nałoženja ześěgnuś a instalěrowaś

source: Customize controls, options, settings and preferences
dsb: Woźenje, nastajenja a konfiguraciju pśiměriś

source: Tools for creating and teaching the web
dsb: Rědy za napóranje a wucenje interneta

source: Using Popcorn Maker
dsb: Popcorn Maker wužywaś

source: Using Thimble
dsb: Thimble wužywaś

source: Using X-Ray Goggles
dsb: Röntgenowu brylu wužywaś

source: Using a feature on webmaker.org
dsb: Funkciju na webmaker.org wužywaś

source: Contributing to Webmaker
dsb: K Webmaker pśinosowaś

source: Calendar
dsb: Kalendaŕ

source: Other Mozilla products
dsb: Druge produkty Mozilla

source: Please confirm your email address
dsb: Pšosym wobkšuśćo swóju e-mailowu adresu

source: %s posted an answer to your question "%s"
dsb: %s jo wótegrono na wašo pšašanje "%s" napisał

source: New answers for question: %s
dsb: Nowe wótegrona za pšašanje: %s

source: Solution found to Firefox Help question
dsb: Rozwězanje k pšašanjeju na pomoc Firefox namakane

source: Solution found for question: %s
dsb: Rozwězanje namakane za pšašanje: %s

source: Recently updated questions
dsb: Njedawno zaktualizěrowane pšašanja

source: Recently updated questions tagged %s
dsb: Njedawno zaktualizěrowane pšašanja z wobznamjenim %s

source: Recent answers to %s
dsb: Nejnowše wótegrona na %s

source: URL of affected site
dsb: URL pótrjefonego sedła

source: Crash ID(s)
dsb: Wowaleński ID
