Repository: mozilla-l10n/sumo-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
dsb: Zgóńśo, kak móžośo informacije do Firefox za Android instalěrowaś a pśenosowaś.

# DB: products.Topic.description
source: Tips and tricks
dsb: Tipy a triki

# DB: products.Topic.title
source: Use bookmarks
dsb: Cytańske znamjenja wužywaś

# DB: products.Topic.description
source: The basics of using bookmarks
dsb: Zakłady za wužywanje cytańskich znamjenjow

# DB: products.Topic.title
source: Firefox Sync settings
dsb: Nastajenja Firefox Sync

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
dsb: Šćitajśo swóje daty z nastajenjami priwatnosći a wěstoty w Firefox za Android.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
dsb: Pśiměŕśo funkcije Firefox za Android na swóje pótrjeby.

# DB: products.Topic.title
source: Cookies
dsb: Cookieje

# DB: products.Topic.description
source: Cookies
dsb: Cookieje

# DB: products.Topic.title
source: Marketplace
dsb: Wikowanišćo

# DB: products.Topic.description
source: Firefox Marketplace
dsb: Wikowanišćo Firefox

# DB: products.Topic.title
source: Get started
dsb: Prědne kšace

# DB: products.Topic.description
source: Firefox OS basics
dsb: Zakłady Firefox OS

# DB: products.Topic.title
source: Basic Features
dsb: Zakładne funkcije

# DB: products.Topic.description
source: Learn the basic functionality for your Firefox OS phone.
dsb: Póznajśo zakładnu funkcionalnosć swójogo telefona Firefox OS.

# DB: products.Topic.title
source: Download and Manage Apps
dsb: Nałoženja ześěgnuś a zastojaś

# DB: products.Topic.description
source: Download apps from the Marketplace
dsb: Ześěgniśo nałoženja z Wikowanišća

# DB: products.Topic.title
source: Date and Time
dsb: Datum a cas

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
dsb: Nastajśo datum a cas na swójom telefonje Firefox OS

# DB: products.Topic.title
source: Display
dsb: Zwobraznjenje

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
dsb: Pśiměŕśo swóju wobrazowku na swójom rěźe Firefox OS.

# DB: products.Topic.title
source: Calling and Contacts
dsb: Telefonaty a kontakty

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
dsb: Zgóńśo, kak móžośo kontakty pśidawaś a zastojaś a zawołanja abo telefonowe konference ze swójim telefonom Firefox OS pśewjasć.

# DB: products.Topic.title
source: Email and Messages
dsb: E-mail a powěsći

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
dsb: Wostańśo pśez e-mail a SMS ze swójimi kontaktami do zwiska.

# DB: products.Topic.title
source: Music, Photos and Video
dsb: Muzika, fota a wideo

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
dsb: Fotografěrujśo, wjerśćo wideo a słuchajće na muziku ze swójim telefonom Firefox OS.

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
dsb: Zgóńśo, kak móžośo swóje nejlubše nałoženja ze swójim telefonom Firefox OS ześěgnuś, zastojaś a wužywaś.

# DB: products.Topic.title
source: Privacy and security
dsb: Priwatnosć a wěstota

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
dsb: Šćitajśo swóje daty pśez zastajenja, funkcije priwatnosći a wěcej na Firefox OS.

# DB: products.Topic.title
source: Settings
dsb: Nastajenja

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
dsb: Zgóńśo, kak móžośo internetny zwisk, zwobraznjenje a datum a cas na swójom rěźe Firefox OS konfigurěrowaś.

# DB: products.Topic.title
source: Internet and Connections
dsb: Internet a zwiski

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
dsb: Zgóńśo wěcej wó WLAN, Bluetooth a bliskopólnej komunikaciji.

# DB: products.Topic.title
source: Fix problems
dsb: Problemy rozwězaś

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
dsb: Zgóńśo, kak móžośo problemy ze swóijim telefonom Firefox OS rozwězaś.

# DB: products.Topic.title
source: View all Firefox OS articles
dsb: Wšykne nastawki wó Firefox OS se woglědaś

# DB: products.Topic.description
source: View a list of all Firefox OS articles
dsb: Woglědajśo se lisćinu wšych nastawkow wó Firefox OS

# DB: products.Topic.title
source: Working with messages
dsb: Z powěsćami źěłaś

# DB: products.Topic.description
source: Firefox OS SMS & email
dsb: Firefox OS: SMS a e-mail

# DB: products.Topic.description
source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
dsb: Zgóńśo, kak móžośo wideo, awdiodataje a wobraze do kolažow měšaś, aby je do drugich websedłow zasajźił.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
dsb: Zgóńśo, kak móžośo swóje webboki malsnje a lažko napóraś a źěliś.

# DB: products.Topic.title
source: X-Ray Goggles
dsb: Röntgenowa bryla

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
dsb: Zgóńśo, kak móžośo se žrědłowy kod za kuždym webbokom woglědaś.

# DB: products.Topic.title
source: Get the most from webmaker.org
dsb: Wobstarajśo se nejlěpše z webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
dsb: Pomagajśo abo wobstarajśo se pomoc za projekt Webmaker.

# DB: products.Topic.title
source: Events and help for Mentors
dsb: Tšojenja a pomoc za mentorow

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
dsb: Pomagajśo, digitalne zamóžnosći wucyś a źělśo kreatiwne móžnosći, aby technologiju wucył.

# DB: products.Topic.title
source: Learn the Basics. Get Started
dsb: Wukniśo zakłady. Prědne kšace

# DB: products.Topic.description
source: Learn the Basics. Get Started
dsb: Wukniśo zakłady. Prědne kšace

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
dsb: Zgóńśo tipy a tastowe skrotconki, aby malsnjej źěłał

# DB: products.Topic.title
source: Set up email
dsb: E-mail konfigurěrowaś

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
dsb: Pśidajśo a konfigurěrujśo swóje e-mailowe konta w Thunderbird

# DB: products.Topic.title
source: Install and Update
dsb: Instalacija a aktualizacija

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
dsb: Instalěrujśo a aktualizěrujśo Firefox na swójom iPad, iPhone abo iPod Touch.

# DB: products.Topic.title
source: Reader View and List
dsb: Cytański naglěd a cytańska lisćina

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
dsb: Cytajśo a składujśo webboki w za wužywarja pśigódnem naglěźe bźez zbytnego cajka

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
dsb: Kak móžośo cytańske znamjenja, rejtarki a zakładne funkcije Firefox na swójom rěźe iOS wužywaś

# DB: products.Topic.title
source: History
dsb: Historija

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
dsb: Změńśo swóje nastajenja historije w Firefofox za iOS

# DB: products.Topic.title
source: Install, Migrate and Update
dsb: Instalacija, pśenosowanje datow a aktualizacija

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
dsb: Kak móžośo Thunderbird instalěrowaś a aktualizěrowaś

# DB: products.Topic.title
source: Read, send and organize emails
dsb: Mejlki cytaś, słaś a organizěrowaś

# DB: products.Topic.description
source: Learn how to manage your email messages
dsb: Zgóńśo, kak móžośo swóje mejlki zastojaś

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
dsb: Mějśo lažki pśistup na websedła z cytańskimi znamjenjami a rejtarkowymi funkcijami

# DB: products.Topic.title
source: Emails
dsb: Mejlki

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
dsb: Zgóńśo, kak móžośo konta zarědowaś a mejlki cytaś, pósłaś a zastojaś

# DB: products.Topic.title
source: Privacy
dsb: Priwatnosć

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
dsb: Šćitajśo swóje informacije z nastajenjami priwatnosći Firefox na iOS

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
dsb: Powěsćowe kanale (RSS), blogi a socialne

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
dsb: Wóstańśo z powěsćowymi kanalami, blogami a solcialnymi funkcijami na nejnowšem stawje

# DB: products.Topic.title
source: Sharing
dsb: Źěliś

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
dsb: Źělśo webboki z Firefox za iOS

# DB: products.Topic.title
source: Contacts
dsb: Kontakty

# DB: products.Topic.description
source: How to use the address book on Thunderbird
dsb: Kak móžośo adresnik Thunderbird wužywaś

# DB: products.Topic.title
source: Crashes, errors and other issues
dsb: Wowalenja, zmólki a druge problemy

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
dsb: Rozwěžćo problemy ze zmólkowymi powěźeńkami w Firefox za iOS

# DB: products.Topic.title
source: Calendar
dsb: Kalendaŕ

# DB: products.Topic.description
source: Related to the Lightning add-on for Calendar
dsb: Zwisk z dodankom Lightning za kalendaŕ

# DB: products.Topic.description
source: Customize controls, options and add-ons
dsb: Woźenje, nastajenja a dodanki pśiměriś

# DB: products.Topic.title
source: Thunderbird versions and languages
dsb: Wersije a rěcy Thunderbird

# DB: products.Topic.description
source: Thunderbird versions and languages
dsb: Wersije a rěcy Thunderbird

# DB: products.Topic.title
source: Passwords, forms and search
dsb: Gronidła, formulary a pytanje

# DB: products.Topic.description
source: Passwords, forms and search
dsb: Gronidła, formulary a pytanje

# DB: products.Topic.title
source: Thunderbird controls and buttons
dsb: Woźenje a tłocaški Thunderbird

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
dsb: Zgóńśo wšykno wó woźenju a funkcionalnosći Thunderbird.

# DB: products.Topic.title
source: Fix problems with email providers (gmail, Yahoo, etc.)
dsb: Problemy z e-mailowymi póbitowarjami rozwězaś (gmail, Yahoo atd.)

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
dsb: Zgóńśo, kak móžośo problemy z Gmail, Yahoo a drugimi e-mailowymi póbitowarjami rozwězaś

# DB: products.Topic.description
source: Download, install and Migration
dsb: Ześěgnuś, instalěrowaś a daty pśewześ

# DB: products.Topic.title
source: Copy your personal information from one Thunderbird to another
dsb: Kopěrujśo swóje wósobinske informacije z jadnogo Thunderbird do drugego

# DB: products.Topic.description
source: Copy your personal information from one Thunderbird to another
dsb: Kopěrujśo swóje wósobinske informacije z jadnogo Thunderbird do drugego

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
dsb: Zmólkowe powěźeńki: Což wóznamjeniju a kak se rozwězuju

# DB: products.Topic.description
source: Keep your information safe with password and security settings
dsb: Šćitajśo swóje informacije z gronidłowymi a wěstotnymi nastajenjami

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
dsb: Pśiměŕśo Thunderbird z dodankami, tykacami a rozšyrjenjami

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
dsb: Pśiměŕśo Thunderbird z dodankami, tykacami a rozšyrjenjami

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
dsb: Thunderbird zasej pśistup na internet zmóžniś

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
dsb: Thunderbird zasej pśistup na internet zmóžniś

# DB: products.Topic.title
source: Thunderbird options, preferences and settings
dsb: Nastajenja Thunderbird

# DB: products.Topic.description
source: Thunderbird options, preferences and settings
dsb: Nastajenja Thunderbird

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
dsb: Rozwěžćo problemy ze zmólkowymi powěźeńkami w Thunderbird.

# DB: products.Topic.title
source: Thunderbird is slow or stops working
dsb: Thunderbird jo pómałku abo wěcej njefunkcioněrujo

# DB: products.Topic.description
source: Thunderbird is slow or stops working
dsb: Thunderbird jo pómałku abo wěcej njefunkcioněrujo

# DB: products.Topic.title
source: Thunderbird crashes
dsb: Thunderbird se wowalujo

# DB: products.Topic.description
source: Thunderbird crashes
dsb: Thunderbird se wowalujo

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
dsb: Thunderbird składujo nastajenja abo informacije

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
dsb: Thunderbird składujo nastajenja abo informacije

# DB: products.Topic.title
source: How To
dsb: Rozpokazanje

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
dsb: Nastawki, kótarež wam pokazuju, což móžośo z Thunderbird cyniś

# DB: products.Topic.title
source: Intro to Open Badges
dsb: Zapokazanje do Open Badges

# DB: products.Topic.description
source: Learn the basic about Open Badges
dsb: Zgóńśo zakłady wó Open Badges

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
dsb: Zgóńśo, kak móžośo myta napóraś, pógódnośiś a wudaś

# DB: products.Topic.title
source: Get Involved
dsb: Sobu cyniś

# DB: products.Topic.description
source: Help the Open Badges community
dsb: Pomagajśo zgromaźeństwoju Open Badges

# DB: products.Topic.title
source: Earn Badges
dsb: Myta se zasłužyś

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
dsb: Zasłužćo se myta za zamóžnosći, kótarež wuknjośo online a offline

# DB: products.Topic.title
source: Issue Badges
dsb: Myta wudaś

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
dsb: Wudajśo digitalne myta, aby nowe zamóžnosći a wudobyśa pśipóznał

# DB: products.Topic.title
source: Display Badges
dsb: Myta zwobrazniś

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
dsb: Zwobrazniśo swóje digitalne myta w swójich socialnych seśach, na sedłach swójogo źěła a na swójom websedle.

# DB: products.Topic.title
source: Limited Data
dsb: Wobgranicowane daty

# DB: products.Topic.description
source: Collect and retain information only when it is necessary to a project or task.
dsb: Zběrajśo a składujśo informacije jano, gaž jo trěbne za projekt abo nadawk.

# DB: products.Topic.title
source: No Surprises
dsb: Žedne pśechwatanja

# DB: products.Topic.description
source: Only use and share information about our users for their benefit and as disclosed in our notices.
dsb: Wužywajśo a źělśo jano daty wó našych wužywarjach na jich wužytk a ako jo pódane w našych pšawidłach priwatnosći.

# DB: products.Topic.title
source: User Control
dsb: Wužywarske woźenje

# DB: products.Topic.description
source: Do not disclose personal user information without the userâs consent.
dsb: Njewózjawśo wósobinske daty wužywarjow bźez jich dowólnosći.

# DB: products.Topic.title
source: Sensible Settings
dsb: Rozymne nastajenja

# DB: products.Topic.description
source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
dsb: Zmóžniśo našym wužywarjam skjaržobne a informěrowane rozsudy, z tym až informěrujośo a wujasnjujośo jich wó nich pśi zběranju a z tym až dajośo jich, gažkuli móžnosć swóje rozsudy anulěrowaś.

# DB: products.Topic.title
source: Defense in Depth
dsb: Zašćitowanje w dłymokosći

# DB: products.Topic.description
source: Make privacy a key factor in selecting and interacting with partners.
dsb: Cyńso priwatnosć k rozsudnemu faktoroju pśi wuběranju partnarjow a pśi interakciju z nimi.

# DB: products.Topic.title
source: Knowledge Base
dsb: Wědowa datowa banka

# DB: products.Topic.description
source: Windows 8 Touch support articles
dsb: Nastawki pomocy za Windows 8 Touch

# DB: products.Topic.title
source: How does it work?
dsb: Kak funkcioněrujo?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
dsb: Zakłady za prědne kšace z Firefox za Windows 8 Touch.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
dsb: Kak móžośo Firefox za Windows 8 Touch konfigurěrowaś a pśiměriś.

# DB: products.Topic.title
source: Problems with websites
dsb: Problemy z websedłami

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
dsb: Problemy z websedłami, kótarež njefunkcioněruju pórědnje w Firefox za Windows 8 Touch.

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
dsb: Druge pšašanja z Firefox za Windows 8 Touch.

# DB: products.Topic.description
source: Learn the Basics: get started
dsb: Wukniśo zakłady: Prědne kšace

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
dsb: Webwobglědowak za Windows, Mac a Linux

# DB: products.Product.title
source: Firefox for Android
dsb: Firefox za Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
dsb: Webwobglědowak za Androidowe smartfony a tablety

# DB: products.Product.description
source: Mobile OS for smartphones
dsb: Mobilny źěłowy system za smartfony

# DB: products.Product.description
source: Tools for creating and teaching the web
dsb: Rědy za napóranje a wucenje weba

# DB: products.Product.title
source: Firefox for iOS
dsb: Firefox za iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
dsb: Firefox za iPhone, iPad a iPod Touch

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
dsb: E-mailowy program za Windows, Mac a Linux

# DB: products.Product.description
source: A new online standard to recognize and verify learning
dsb: Nowy standard online, aby se wuknjenje pśipóznało a wobkšuśiło

# DB: products.Product.title
source: Privacy and Security
dsb: Priwatnosć a wěstota

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
dsb: Zgóńśo wěcej wó praktikach priwatnosći a wěstoty Mozilla.

# DB: products.Product.title
source: Firefox for Windows 8 Touch
dsb: Firefox za Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
dsb: Firefox za rědy z Windows 8 Touch

# DB: products.Product.title
source: Contributors
dsb: Sobustatkujuce

# DB: products.Product.description
source: Contributor articles
dsb: Nastawki za sobustatkujuce

# DB: karma.Title.name
source: Top 10 Contributor
dsb: Jaden z 10 nejlěpšych sobustatkujucych

# DB: karma.Title.name
source: Top 25 Contributor
dsb: Jaden z 25 nejlěpšych sobustatkujucych

# DB: badger.Badge.title
source: 2015 Support Forum Badge
dsb: Myto foruma pomocy 2015

# DB: badger.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2015.
dsb: Toś to myto jo se sobustatkujucym z 30 wótegronami w forumje pomocy w lěśe 2015 pósćiło.

# DB: badger.Badge.title
source: 2015 Army of Awesome Badge
dsb: Myto za pomoc na Twitter 2015

# DB: badger.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
dsb: Toś to myto jo se sobustatkujucym z 50 tweetami za pomoc na Twitter w lěśe 2015 pósćiło.

# DB: badger.Badge.title
source: 2015 KB Badge
dsb: Myto wědoweje datoweje banki 2015

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2015.
dsb: Toś to myto jo se sobustatkujucym z 10 pśizwólonymi engelskorěcnymi změnami w lěśe 2015 pósćiło.

# DB: badger.Badge.title
source: 2015 L10n Badge
dsb: Myto za lokalizaciju 2015

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2015.
dsb: Toś to myto jo se sobustatkujucym z 10 pśizwólonymi pśełožowańskimi změnami w lěśe 2015 pósćiło.

# DB: badger.Badge.title
source: 2014 Army of Awesome Badge
dsb: Myto za pomoc na Twitter 2014

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-pomoc na Twitter 2014 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2014; w toś tom paźe: 50 tweetow za pomoc na Twitter. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-pomoc na Twitter 2014 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.description
source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
dsb: Minimyto za lokalizaciju SUMO 2014 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2014; w toś tom paźe: 10 pśizwólonych pśełožowańskich změnow wědoweje datoweje banki SUMO. Wutšobne głukužycenje wšym, kótarež su se myto za lokalizaciju SUMO 2014 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2014 KB Badge
dsb: Myto wědoweje datoweje banki 2014

# DB: badger.Badge.description
source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
dsb: Minimyto wědoweje datoweje banki SUMO 2014 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2014; w toś tom paźe: 10 pśizwólonych změnow engelskorěcneje wědoweje datoweje banki SUMO. Wutšobne głukužycenje wšym, kótarež su se myto wědoweje datoweje banki SUMO 2014 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: 2014 Support Forum Badge
dsb: Myto foruma pomocy 2014

# DB: badger.Badge.description
source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
dsb: Minimyto SUMO-forum 2014 słuša k SUMO-seriji. Reprezentěrujo sobuźěło na SUMO w lěśe 2014; w toś tom paźe: 30 wótegronow w engelskorěcnem SUMO-forumje. Wutšobne głukužycenje wšym, kótarež su se myto SUMO-forum 2014 pśez to zasłužyli, až su misiju Mozilla doprědka spórali!

# DB: badger.Badge.title
source: Firefox 29 Launch Team
dsb: Team za start Firefox 29
