Repository: mozilla-l10n/sumo-l10n
Catalog: ig/LC_MESSAGES/django.po
Languages: ig

source: Content
ig: Ọdịnaya

source: Show after
ig: Gosi emechaa

source: Show until
ig: Gosi ruo

source: The {domain} team
ig: Otu {domain}

source: Community Hub
ig: Etiti Ogbe

source: Find your fellow contributors
ig: Chọta ndị nkwado ibe gị

source: Search
ig: Chọọ

source: Community Discussions
ig: Mkparịta Ụka Ogbe

source: Go to the SUMO community discussions forum
ig: Gaa na ọgbakọ mkparịta ụka ogbe SUMO

source: Top Contributors
ig: Ndị Nkwado Kachasị

source: Filter by Locale
ig: Jiri Mpaghara Yọchaa

source: All locales
ig: Mpaghara Niile

source: Filter by Product
ig: Jiri Ngwaahịa Yọchaa

source: All products
ig: Ngwaahịa niile

source: Knowledge Base
ig: Ọdụ Nghọta

source: Localization
ig: Ntụgharị asụsụ

source: {user} - {num} contributions in last 90 days
ig: {user} - ntinye {num} n'ime ụbọchị 90 gara aga

source: See All
ig: Hụ Dum

source: Community Search Results
ig: Nsonaazụ Ọchụchọ Ogbe

source: Results for: {query}
ig: Nsonaazụ maka: {query}

source: No users were found for your search query.
ig: Ọnweghị ndị ọrụ ahụrụ maka njụajụjụ ọchụchọ gị.

source: View Profile
ig: Lelee Profaịlụ

source: Private Message
ig: Ozi Nkeonwe

source: Top Contributors - Support Forum
ig: Ndị Nkwado Kachasị - Ọgbakọ Nkwado

source: Top Contributors - Knowledge Base
ig: Ndị Nkwado Kachasị - Ọdụ Nghọta

source: Top Contributors - Localization
ig: Ndị Nkwado Kachasị - Ntụgharị Asụsụ

source: Select by Locale
ig: Jiri Mpaghara họrọ

source: There are {total} users with at least one contribution in the last 90 days.
ig: Enwere ndị ọrụ {total} nwere opekata mpe otu ntinye n'ụbọchị 90 gara aga.

source: Contributions in last 90 days: {count}
ig: Ntinye n'ụbọchị 90 gara aga: {count}

source: Days since last activity:
ig: Ụbọchị kemgbe mmemme ikpeazụ:

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
ig: Daalụ maka nkwado izizi gị na ọgbakọ nkwado Mozilla! Ị meere mmadụ ezigbo ihe taa!

source: Tell us about yourself!
ig: Gwakwuo anyị ihe gbasara gị!

source: Learn new things
ig: Mụta ihe ọhụrụ

source: Stay in touch
ig: Na akpọtụrụ anyị

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
ig: Daalụ ọzọ. Anyị na atụ anya ịhụ gị kwa oge na SUMO! Gaa n'ihu na amuke!

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
ig: N'ikpeazụ, ọ bụrụ na ị chọrọ iso akụkọ niile metụtara SUMO, echefuna maka

source: Community forums
ig: ọgbakọ ogwe anyị

source: Official blog
ig: Blọọgụ nke ụlọ ọrụ

source: Twitter account
ig: Akaụntụ Twitter

source: Weekly meetings
ig: Nzụkọ kwa izu

source: Other
ig: Ọzọ

source: Last 7 days
ig: Ụbọchị 7 gara aga

source: Last 30 days
ig: Ụbọchị 30 gara aga

source: Last 90 days
ig: Ụbọchị 90 gara aga

source: Percent Localized: Top 20
ig: Pasentị Atụgharịrị: 20 Kachasị

source: Percent Localized: Top 100
ig: Pasentị Atụgharịrị: 100 Kachasị

source: Percent Localized: All
ig: Pasentị Atụgharịrị: Dum

source: Monthly Active Contributors
ig: Ndị Nkwado Kwa Ọnwa Dị Ire

source: Review Needed
ig: Achọrọ Nyocha

source: Update Needed
ig: Achọrọ Mmelite

source: Immediate Update Needed
ig: Achọrọ Mmelite Ozugbo

source: Translation Needed
ig: Achọrọ Ntụgharị Asụsụ

source: Top 20 Articles
ig: Edemede 20 Kachasị

source: Top 50 Articles
ig: Edemede 50 Kachasị

source: These are the top 50 most visited articles in the last 30 days.
ig: Ndị a bụ edemede 50 akachasị gaa n'ụbọchị 30 gara aga.

source: Top 100 Articles
ig: Edemede 100 Kachasị

source: Templates
ig: Ndebiri

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
ig: Ndebiri bụ ụzọ nke ijigharịa mpekere nke ọdịnaya n'ofe edemede KB. Ị nwere ike ịmepụta ma melite ngwungwu nke ntuziaka n'otu ebe, ma rụtụ aka na ya n'ibe ndị ọzọ.

source: All Knowledge Base Articles
ig: Edemede Ọdụ Nghọta Niile

source: This is the number of all Knowledge Base articles that are ready to be localized.
ig: Nke a bụ ọnụọgụ nke edemede Ọdụ Nghọta niile dị nkwadobe maka ntụgharị asụsụ.

source: Visits in last 30 days
ig: Mbịambịa n'ụbọchị 30 gara aga

source: Status
ig: Ọkwa

source: Most Viewed
ig: Akachasị Lelee

source: Most Recent
ig: Kachasị Nso Nso

source: Most Visited
ig: Akachasị Gaa

source: All knowledge base articles...
ig: Edemede ọdụ nghọta niile...

source: Visits
ig: Mbịambịa

source: Changes Needed
ig: Achọrọ Mgbanwe

source: Changes Not Ready For Localization
ig: Mgbanwe Adịghị Nkwadobe Maka Ntụgharị Asụsụ

source: All templates...
ig: Ndebiri niile...

source: How To Contribute
ig: Otu Esi Etinye Aka

source: All How To Contribute articles...
ig: Edemede Otu Esi Etinye Aka niile...

source: Administration
ig: Nchịkwa

source: All Administration articles...
ig: Edemede Nchịkwa niile...

source: All translations...
ig: Ntụgharị asụsụ niile...

source: Unreviewed Changes
ig: Mgbanwe Ndị Enyochabeghị

# document
source: Unreviewed
ig: Enyochabeghị

source: All articles requiring review...
ig: Edemede niile chọrọ nyocha...

source: Changed
ig: Agbanwere

source: Unhelpful Documents
ig: Dọkụmentị Ndị Na Abaghị Uru

# document
source: Unhelpful
ig: Abaghị uru

source: All unhelpful articles...
ig: Edemede niile na abaghị uru...

source: Total Votes
ig: Mgbakọta Ntuli Aka

source: Helpfulness
ig: Ịba uru

source: Articles which have approved revisions newer than the latest ready-for-localization one
ig: Edemede ndị nwere ngụgharị ka ọhụrụ karịa nke dị nkwadobe-maka-ntụgharị asụsụ kachasị ọhụrụ

source: All articles with changes not ready for localization...
ig: Edemede niile nwere mgbanwe na adịghị nkwadobe maka ntụgharị asụsụ...

source: Approved
ig: Akwadoro

source: Need Changes
ig: Chọrọ Mgbanwe

source: Articles that require changes.
ig: Edemede ndị chọrọ mgbanwe.

source: All articles that require changes...
ig: Edemede niile chọrọ mgbanwe...

source: Comment
ig: Asịsa

source: Canned Responses
ig: Nzaghachi Ndị Ezubere Iche

source: Localization status of all canned responses
ig: Ọkwa ntụgharị asụsụ nke nzaghachi niile ezubere iche

source: All canned responses articles...
ig: Edemede nzaghachi niile ezubere iche...

source: Knowledge Base Dashboard
ig: Ogwe Ọdụ Nghọta

source: Localization Dashboard
ig: Ogwe Ntụgharị Asụsụ

source: Aggregated Localization Metrics
ig: Metrik Ntụgharị Asụsụ Achịkọtara Ọnụ

source: The dashboard data is being loaded. This may take some time.
ig: A na adọnye data ogwe ahụ. Nke a nwere ike iwe obere oge.

source: Active Contributors
ig: Ndị Nkwado Dị Ire

source: {count} visitors in the past 30 days
ig: Ndị mbịambịa {count} n'ụbọchị 30 gara aga

source: Show information for:
ig: Gosi ozi maka:

source: Complete overview...
ig: Nchịkọta zuru oke...

source: [{product}] Knowledge Base Dashboard
ig: Ogwe Ọdụ Nghọta [{product}]

source: All Products
ig: Ngwaahịa Niile

source: [{locale}] Locale Metrics
ig: Metrik Mpaghara [{locale}]

source: Localization Percentage
ig: Pasenteji Ntụgharị Asụsụ

source: Helpful Votes
ig: Ntuli Aka Ndị Bara Uru

source: [{locale}][{product}] Localization Dashboard
ig: [{locale}][{product}] Ogwe Ntụgharị Asụsụ

source: Locale:
ig: Mpaghara:

source: Volunteer for Mozilla Support
ig: Wepụta onwe gị maka Nkwado Mozilla

source: Delete
ig: Hichapụ

source: Create announcement
ig: Mepụta amamọkwa

source: Created successfully
ig: Emepụtara na enweghị nsogbu

source: Create
ig: Mepụta

source: Review
ig: Nyochaa

source: Add announcement
ig: Tinye amamọkwa

source: Edit
ig: Dezie

source: Article
ig: Edemede

source: Needs Update
ig: Chọrọ Mmelite

source: Stale
ig: Ochie

source: Expiry Date
ig: Ụbọchị Ngwụcha

source: Live
ig: Ozugbo

source: Review Needed: {comment}
ig: Achọrọ Nyocha: {comment}

source: Yes
ig: Ee

source: No
ig: Mba

source: Show translations
ig: Gosi ntụgharị asụsụ

source: changed by {users}
ig: nke {users} gbanwere

source: Overview
ig: Nchịkọta

source: %(numerator)s <small>of %(denominator)s</small>
ig: %(numerator)s <small>nke %(denominator)s</small>

source: User Interface
ig: Ihu Onye Ọrụ

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
ig: Ihu onye ọrụ atụgharịrị n'uju na emelite ahụmịhe maka ndị mbịambịa saịtị n'asụsụ gị. Nyere aka<a href="%(url)s">tụgharịa asụsụ ihu ahụ</a>.

source: Jump to:
ig: Wụga na:

# l10n dashboard
source: Subscribe...
ig: Debanye aha...

source: Waiting for review
ig: Na eche nnyocha

source: Ready for localization
ig: Njikere maka ntụgharị asụsụ

source: Please note that these selections are specific to the current product selected.
ig: Biko mara na nhọpụta ndị a bụ nke ngwaọrụ dị ugbu ahọpụtara.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
ig: Biko mara na a ga-edebanye gị na amamọkwa ndị a maka ngwaahịa niile. Ọ bụrụ na ị nwere mmasị n'ụfọdụ ngwaahịa, biko gaa na ogwe maka ngwaahịa ahụ.

source: All Topics
ig: Isiokwu Niile

source: All
ig: Dum

source: KB Dashboard
ig: Ogwe KB

source: Locale Metrics
ig: Metrik Mpaghara

source: KB Team
ig: Otu KB

source: Localization Team
ig: Otu Ntụgharị Asụsụ

source: Recent Revisions
ig: Ngụgharị Nso Nso

source: Aggregated Metrics
ig: Metrik Achịkọtara

source: Spam or other unrelated content
ig: Adịgboroja ma ọ bụ ọdịnaya ndị ọzọ na enweghị mmetụta

source: Inappropriate language/dialog
ig: Asụsụ/ụbụbọ na adịghị mma

source: Misplaced bug report or support request
ig: Mkpesa mperi edebeheri ma ọ bụ arịrịọ nkwado

source: Abusive content
ig: Ọdịnaya jọrọ njọ

source: Other (please specify)
ig: Ọzọ (biko kọwaa)

source: Pending
ig: Na eche

source: Accepted and Fixed
ig: Anabatara na Edoziri

source: Rejected
ig: Ajụrụ

source: You already flagged this content.
ig: Ị kapụtara ọdịnaya a.

source: You have flagged this content. A moderator will review your submission shortly.
ig: Ị kapụtara ọdịnaya a. Onye nduzi ga-enyocha nnyefe gị n'obere oge.

source: Flagged Content Pending Moderation
ig: Ọdịnaya Akapụtara Na Eche Nhakọ

source: Flagged {t} (Reason: {r})
ig: Ebumnuche {t} (Akapụtara: {r})

source: Other reason:
ig: Ebumnuche ọzọ:

source: {t} with id={id} no longer exists.
ig: {t} nwere id={id} adịghịzị.

source: Update Status:
ig: Melite Ọkwa:

source: Please select...
ig: Biko họrọ...

source: The flag is valid and I fixed the issue.
ig: Ọkọlọtọ ahụ ziri ezi, edoziri nsogbu ahụ.

source: The flag is invalid.
ig: Ọkọlọtọ ahụ ezighi ezi.

source: There is no flagged content pending moderation.
ig: Enweghị ọdịnaya akapụtara na eche nyocha.

source: View all deactivated users
ig: Lelee ndị ọrụ niile agbanyụrụ

source: Content:
ig: Ọdịnaya:

source: Created:
ig: Emepụtara:

source: Updated:
ig: Emelitere:

source: Flagged:
ig: Akapụtara:

source: Take Action:
ig: Lenye Anya:

source: Title:
ig: Aha:

source: Reply to thread: {title}
ig: Zaghachi usoro: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
ig: %(author)s azaghachiela usoro ị na elele. Nke a bụ nzaghachi ha:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
ig: Iji lelee mbisa a na saịtị ahụ, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: New thread: {title}
ig: Usoro ọhụrụ: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
ig: %(author)s ebisala usoro ọhụrụ n'ọgbakọ ị na elele. Nke a bụ usoro ahụ:

source: Please provide a title.
ig: Biko nye aha.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ig: Biko dowe ogologo nke aha gị ka ọ bụrụ mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa. Ọ bụ mkpụrụedemede %(show_value)s ugbu a.

source: Please provide a description.
ig: Biko nye nkọwapụta.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ig: Biko dowe ogologo nke nkọwapụta gị ka ọ bụrụ mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa. Ọ bụ mkpụrụedemede %(show_value)s ugbu a.

source: You have not selected an image to upload.
ig: Ị họpụtabeghị onyonyo ibugo.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
ig: Biko dowe ogologo nke aha faịlụ onyonyo gị ka ọ bụrụ mkpụrụedemede %(max)s ma ọ bụ pekarịa. Ọ bụ mkpụrụedemede %(length)s ugbu a.

source: Please select a different title.
ig: Biko họrọ aha dị iche.

source: Include this in wiki syntax with [[Image:title]]
ig: Gụnye nke a na mkpokọta wiki nwere [[Image:title]]

source: Provide a brief description of this media.
ig: Nye obere nkọwa nke mgbasa ozi a.

source: Locale
ig: Mpaghara

source: Title
ig: Aha

source: Description
ig: Nkọwapụta

source: Image
ig: Onyonyo

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
ig: Nhazi ndị anabatara gụnyere: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Mụtakwuo...</a>

source: Unrecognized request or nothing to cancel.
ig: Arịrịọ amataghị ma ọ bụ ihe adịghị a ga-akagbu.

source: Unrecognized media type.
ig: Ụdị mgbasa ozi amataghị.

source: Could not upload your image.
ig: Enwenwughi ike ibugo onyonyo gị.

source: Delete image
ig: Hichapụ onyonyo

source: Are you sure you want to delete this image?
ig: O doro gị anya na ị chọrọ ihichapụ onyonyo a?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ig: Ị na achọ hichapụ onyonyo a kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> O doro gị anya na ị chọrọ ịga n'ihu?

source: Delete image | {t} | Media Gallery
ig: Hichapụ onyonyo | {t} | Ọba Mgbasa Ozi

source: Delete video
ig: Hichapụ vidio

source: Are you sure you want to delete this video?
ig: O doro gị anya na ị chọrọ ihichapụ vidio a?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ig: Ị na achọ hichapụ vidio a kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> O doro gị anya na ị chọrọ ịga n'ihu?

source: Delete video | {t} | Media Gallery
ig: Hichapụ vidio | {t} | Ọba Mgbasa Ozi

source: Media Gallery
ig: Ọba Mgbasa Ozi

source: by {user}
ig: nke {user}

source: Uploaded {date}
ig: Ebugoro {date}

source: Cancel
ig: Kagbuo

source: Edit image
ig: Dezie onyonyo

source: Save image
ig: Chekwaa onyonyo

source: Edit image | {t} | Media Gallery
ig: Dezie onyonyo | {t} | Ọba Mgbasa Ozi

source: Upload a New Media File
ig: Bugoo Faịlụ Mgbasa Ozi Ọhụrụ

source: Search Gallery
ig: Chọọ N'ime Ọba

source: Show media for:
ig: Gosi mgbasa ozi maka:

source: Go
ig: Gaa

source: Show:
ig: Gosi:

source: Images
ig: Onyonyo

source: Videos
ig: Vidio

source: {title} | Media Gallery
ig: {title} | Ọba Mgbasa Ozi

source: Delete this image
ig: Hichapụ onyonyo a

source: Edit this image
ig: Dezie onyonyo a

source: Articles
ig: Edemede

source: The following articles include this image:
ig: Edemede ndị a gụnyere onyonyo a:

source: This image is not included in any articles.
ig: Agụnyeghị onyonyo a n'edemede ọ bụla.

source: Media Gallery Search
ig: Ọchụchọ Ọba Mgbasa Ozi

source: No media files found.
ig: Ọnweghị faịlụ mgbasa ozi ahụrụ.

source: Upload file
ig: Bugoo faịlụ

source: Preview
ig: Hụchalụ

source: Progress
ig: Ọganihu

source: Continue Uploading Media
ig: Gaa N'ihu Na Ebugo Mgbasa Ozi

source: Your avatar will be resized to {size}x{size}
ig: A ga-ahazigharị nha nke nghọrọ gị ka ọ bụrụ {size}x{size}

source: username
ig: aha njirimara

source: Avatar
ig: Nghọrọ

source: Group information updated successfully!
ig: Emelitere ozi otu na enweghị nsogbu!

source: {users} added to the group successfully!
ig: Etinyere {users} n'otu ahụ na enweghị nsogbu!

source: There were errors adding members to the group, see below.
ig: Enwere mperi na itinye ndị ọrụ n'otu ahụ, lee anya n'okpuru.

source: {user} removed from the group successfully!
ig: Ewepuru {user} n'otu ahụ na enweghị nsogbu!

source: {users} added to the group leaders successfully!
ig: Etinyere {users} na ndị isi otu ahụ na enweghị nsogbu!

source: There were errors adding leaders to the group, see below.
ig: Enwere mperi na itinye ndị isi n'otu ahụ, lee anya n'okpuru.

source: {user} removed from the group leaders successfully!
ig: Ewepuru {user} na ndị isi otu ahụ na enweghị nsogbu!

source: You are now part of the Contributors group!
ig: Ugbu a bụ akụkụ nke otu Ndị Nkwado!

source: Delete {group} group avatar
ig: Hichapụ nghọrọ otu {group}

source: Are you sure you want to delete the {group} group avatar?
ig: O doro gị anya na ị chọrọ ihichapụ nghọrọ otu {group}?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
ig: Ị na achọ ihichapụ nghọrọ ahụ kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> Ị nwere ike ibugo nghọrọ ọzọ n'oge ọ bụla iji dochie nke dị ugbu a.

source: Delete avatar
ig: Hichapụ nghọrọ

source: Remove leader
ig: Wepu onye isi

source: Are you sure you want to remove {user} from {group} leaders?
ig: O doro gị anya na ị chọrọ iwepu {user} n'ime ndị isi {group}?

source: Remove member
ig: Wepu onye otu

source: Are you sure you want to remove {user} from {group}?
ig: O doro gị anya na ị chọrọ iwepu {user} n'ime {group}?

source: Edit | {group} | Groups
ig: Dezie | {group} | Ndị Otu

source: Edit {group} profile information
ig: Dezie ozi profaịlụ {group}

source: Save
ig: Chekwaa

source: Change {group} group avatar
ig: Gbanwee nghọrọ otu {group}

# avatar
source: Upload
ig: Bugoo

source: Add group profile
ig: Tinye profaịlụ otu

source: {group} | Groups
ig: {group} | Ndị otu

source: Change avatar
ig: Gbanwee nghọrọ

source: Change
ig: Gbanwee

source: Edit in admin
ig: Dezie na nchịkwa

source: Edit group profile
ig: Dezie profaịlụ otu

source: Edit group leaders
ig: Dezie ndị isi otu

source: Group Leaders
ig: Ndị Isi Otu

source: Remove user from leaders
ig: Wepu onye ọrụ na ndị isi

source: Add Leader
ig: Tinye Onye Isi

source: Edit group members
ig: Dezie ndị mebere otu

source: Group Members
ig: Ndị Mebere Otu

source: Add Member
ig: Tinye Onye Otu

source: Remove user from group
ig: Wepu onye ọrụ n'otu

source: previous
ig: ikpeazụ

source: Page {0} of {1}.
ig: Ibe {0} nke {1}.

source: next
ig: osote

source: You were awarded the '{title}' badge!
ig: Enyere gị nrite akara '{title}'!

source: Badges
ig: Akara

source: Recently Awarded
ig: Enyere Nso Nso A

source: Awarded badge: %(badge_name)s
ig: Akara enyere: %(badge_name)s

source: Image:
ig: Onyonyo:

source: Description:
ig: Nkọwapụta:

source: Creator:
ig: Onye mmepụta:

source: Modified:
ig: Edeziri:

source: Award details
ig: Nkọwa nrite

source: Awarded to:
ig: E nyere:

source: Explanation:
ig: Nkọwa:

source: Awarded by:
ig: Enyere site n'aka:

source: Issued on:
ig: Enyere na:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
ig: <h2>Enyere Nso Nso &quot;%(badge_name)s&quot; akara</h2>

source: Recently awarded badges
ig: Akara ndị enyere nso nso a

source: awarded to
ig: e nyere

source: Previous
ig: Ikpeazụ

source: Next
ig: Osote

source: Badge: %(badge_name)s
ig: Akara: %(badge_name)s

source: Recent awardees
ig: Ndị nrite nso nso a

source: All available SUMO badges
ig: Akara SUMO niile dị

source: Congratulations!
ig: Nara aka!

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
ig: <strong>%(awarder)s</strong> enyela gị akara <strong>%(title)s</strong>!

source: You have been awarded the <strong>%(title)s</strong> badge!
ig: Enyela gị akara <strong>%(title)s</strong>!

source: See all the details...
ig: Hu nkọwapụta ahụ niile...

source: %(awarder)s has awarded you the %(title)s badge!
ig: %(awarder)s enyela gị akara %(title)s!

source: You have been awarded the %(title)s badge!
ig: Enyela gị otito akara %(title)s!

source: See all the details:
ig: Hụ nkọwapụta ahụ niile:

source: Re: {forum} - {thread}
ig: Za: {forum} - {thread}

source: Recently updated threads about %s
ig: Emelitere usoro nso nso a gbasara %s

source: Recent posts in %s
ig: Mbisa nso nso a na %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ig: Aha gị dị oke mkpụmkpụ (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị opekata mpe mkpụrụedemede %(limit_value)s.

source: Please provide a message.
ig: Biko nye otu ozi.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ig: Biko dowe ogologo nke ozi gị ka ọ bụrụ mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa. Ugbu a ọ bụ mkpụrụedemede %(show_value)s.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
ig: Hichapụ Mbisa | {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Discuss
ig: Kparịta

source: Delete Post
ig: Hichapụ Mbisa

source: Are you sure you want to delete this post?
ig: O doro gị anya na ị chọrọ ihichapụ mbisa a?

source: Author
ig: Ọdee

source: Date
ig: Ụbọchị

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ig: Ị na achọ ihichapụ mbisa a kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> O doro gị anya na ị chọrọ ịga n'ihu?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
ig: Hichapụ Usoro | {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Delete Thread
ig: Hichapụ Usoro

source: Are you sure you want to delete this thread?
ig: O doro gị na ị chọrọ ihichapụ usoro a?

source: Number of Replies
ig: Ọnụọgụ nke Nzaghachi

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ig: Ị na achọ ihichapụ usoro a kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> O doro gị anya na ị chọrọ ịga n'ihu?

source: {locale_name} Discussions | Knowledge Base
ig: {locale_name} Mkparịta Ụka | Ọdụ Nghọta

source: {locale_name} Discussions
ig: {locale_name} Mkparịta Ụka

source: {l} Knowledge Base Discussions
ig: {l} Mkparịta Ụka Ọdụ Nghọta

source: Stop watching this locale
ig: Kwụsị ịlele mpaghara a

source: Watch this locale
ig: Lelee mpaghara a

source: Watch
ig: Lelee

source: Replies
ig: Nzaghachi

source: Last Post
ig: Mbisa Ikpeazụ

source: You are watching this thread
ig: Ị na elele usoro a

source: You are not watching this thread
ig: Ị naghị elele usoro a

source: There are no threads. Maybe you should create some!
ig: Enweghị usoro ọ bụla. Tụlee ị mepụta ụfọdụ!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
ig: Dezie mbisa | {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Edit a post
ig: Dezie mbisa

source: Update post
ig: Melite mbisa

source: Edit thread {t} | {d} Discussion | Knowledge Base
ig: Dezie usoro {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Edit thread
ig: Dezie usoro

source: Edit thread "{t}"
ig: Dezie usoro "{t}"

source: Update thread
ig: Melite usoro

source: Create a new thread | {d} | Knowledge Base
ig: Mepụta usoro ọhụrụ | {d} | Ọdụ Nghọta

source: Create a new thread
ig: Mepụta usoro ọhụrụ

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
ig: Ị gafeela ọnụọgụ usoro na nzaghachi kachasị enwere ike ibisa na nwa obere oge. Biko nwaa ọzọ n'oge adịghị anya.

source: Post Thread
ig: Bisa Usoro

source: {t} | {d} Discussion | Knowledge Base
ig: {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Edit this thread
ig: Dezie usoro a

source: Delete this thread
ig: Hichapụ usoro a
