Repository: mozilla-l10n/sumo-l10n
Catalog: ig/LC_MESSAGES/django.po
Languages: ig

# DB: products.Topic.title
source: Basic Features
ig: Atụmatụ Ntọala

# DB: products.Topic.title
source: Download and Manage Apps
ig: Budata ma Jikwaa Ngwa

# DB: products.Topic.description
source: Download apps from the Marketplace
ig: Budata ngwa site na Ọdụ ahịa

# DB: products.Topic.title
source: Date and Time
ig: Ụbọchị na Oge

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
ig: Ịtọ ụbọchị na oge na ekwentị Firefox OS gị

# DB: products.Topic.title
source: Display
ig: Gosipụta

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
ig: Hazie ihuenyo gị na ngwaọrụ Firefox OS gị.

# DB: products.Topic.title
source: Intro to Open Badges
ig: Ndubata na Akara Ndị Mepere Emepe

# DB: products.Topic.description
source: Learn the basic about Open Badges
ig: Mara ntọala maka Akara Ndị Mepere Emepe

# DB: products.Topic.title
source: Knowledge Base
ig: Ọdụ Nghọta

# DB: products.Topic.description
source: Windows 8 Touch support articles
ig: Edemede nkwado Windows 8 Touch

# DB: products.Topic.title
source: Calling and Contacts
ig: Ọkpụkpọ na Kọntaktị

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
ig: Mụta otu esi etinye ma jikwaa kọntaktị, yanakwa ịme oku ihu-na-ihu ma ọ bụ nzụkọ na ekwentị Firefox OS gị.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
ig: Mụta otu esi emepụta ma kekọrịta ibe weebụ nke gị ọsọ ọsọ ma na enweghị nhịahụ.

# DB: products.Topic.title
source: BadgeKit
ig: NgwungwuAkara

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
ig: Mụta otu esi emepụta, nweta ma nye akara

# DB: products.Topic.title
source: Email and Messages
ig: Email na Ozi

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
ig: Na akpọtụrụ ndị kọntaktị gị site na email na nziozi.

# DB: products.Topic.title
source: X-Ray Goggles
ig: Enyo X-Ray

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
ig: Mụta otu esi enyocha koodu dị n'azụ ibe weebụ ọ bụla.

# DB: products.Topic.title
source: Get Involved
ig: Tinye Aka

# DB: products.Topic.description
source: Help the Open Badges community
ig: Nyere aka n'ogbe Akara Ndị Mepere Emepe

# DB: products.Topic.title
source: Music, Photos and Video
ig: Egwu, Foto na Vidio

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
ig: Seta foto, dekọọ vidio ma gee egwu na ekwentị Firefox OS gị.

# DB: products.Topic.title
source: Get the most from webmaker.org
ig: Nweta imirikiti ihe site na webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
ig: Enyemaka ma ọ bụ nweta enyemaka na arụmarụ Webmaker.

# DB: products.Topic.title
source: Earn Badges
ig: Rite Akara

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
ig: Rite Akara maka nka ị mụtara n'ịntanetị yana na anọghị n'ịntanetị

# DB: products.Topic.title
source: Sensible Settings
ig: Ntọala Amamịghe

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
ig: Otu esi ebudata, jikwaa ma jiri ngwa ndị kachasị amasị gị na ekwentị Firefox OS gị.

# DB: products.Topic.title
source: Events and help for Mentors
ig: Mmemme na enyemaka maka Ndị Ntụkwasị Obi

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
ig: Nyere aka kuzie nka dijitalụ ma kekọrịta ụzọ nrụọrụ nke ikuzi teknụzụ.

# DB: products.Topic.title
source: Issue Badges
ig: Nye Akara

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
ig: Nye akara dijitalụ iji kwenye na nka na ntozu ọhụrụ

# DB: products.Topic.title
source: Defense in Depth
ig: Nche nwere Omimi

# DB: products.Topic.title
source: Privacy and security
ig: Nzuzo na nche

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
ig: Chedo ozi gị site na mkpọchi Firefox OS, atụmatụ nzuzo na ihe ndị ọzọ.

# DB: products.Topic.title
source: Display Badges
ig: Gosi Akara

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
ig: Gosi akara dijitalụ gị na netwọk mmekọrịta gị, saịtị ọrụ na weebụsaịtị nke gị.

# DB: products.Topic.title
source: Settings
ig: Ntọala

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
ig: Mụta otu esi ahazi njikọ Ịntanetị, ngosipụta na oge na ngwaọrụ Firefox OS gị.

# DB: products.Topic.title
source: Internet and Connections
ig: Ịntanetị na Njikọ

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
ig: Marakwuo maka Wi-Fi, Bluetooth na njikọ NFC.

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
ig: Mụta otu esi achọpụta nsogbu n'ekwentị Firefox OS gị.

# DB: products.Topic.title
source: View all Firefox OS articles
ig: Lelee edemede Firefox OS niile

# DB: products.Topic.description
source: View a list of all Firefox OS articles
ig: Lelee ndepụta nke edemede Firefox OS niile

# DB: products.Topic.title
source: How does it work?
ig: Kedu otu o si arụ ọrụ?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
ig: Ntọala iji bido na Firefox maka Windows 8 Touch.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
ig: Otu esi ahazi ma dozie Firefox maka Windows 8 Touch.

# DB: products.Topic.title
source: Problems with websites
ig: Nsogbu na weebụsaịtị

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
ig: Nsogbu na weebụsaịtị na anaghị arụ ọrụ nke ọma na Firefox maka Windows 8 Touch.

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
ig: Ajụjụ ndị ọzọ na Firefox maka Windows 8 Touch.

# DB: products.Topic.title
source: Working with messages
ig: Iji ozi rụọ ọrụ

source: To field is required.
ig: Achọrọ ogige gaa na.

source: {username} is not a valid username.
ig: {username} abụghị aha njirimara ziri ezi.

source: Invalid callback function.
ig: Ọrụ mkpọghachi na ezighi ezi.

source: Page does not exist.
ig: Ibe adịghị adị.

source: The image "%s" does not exist.
ig: Onyonyo "%s" adịghị adị.

source: The video "%s" does not exist.
ig: Vidio "%s" adịghị adị.

source: Button of type "%s" does not exist.
ig: Bọtịnụ nke ụdị "%s" adịghị adị.

source: Would you like to view this page in %(language)s instead?
ig: Kama ị ga-achọ ịlele ibe a na %(language)s?

# site_title
source: Mozilla Support
ig: Nkwado Mozilla

source: Skip to main content
ig: Mafere na isi ọdịnaya

source: Switch language
ig: Gbanwee asụsụ

source: Skip to search
ig: Mafere na ọchụchọ

source: Report Trademark Abuse
ig: Kpesa Mmetọ Ụghalahịa

source: Language
ig: Asụsụ

source: Change your email preferences
ig: Gbanwee mmasị email gị

source: Unsubscribe from these emails
ig: Wepu aha na email ndị a

source: Oops, your request was unsuccessful
ig: Ewoo, arịrịọ gị agaghị nke ọma

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
ig: Anyị enwenwughi ike ịme arịrịọ gị. Enwere ike ịbụ n'ihi na ụkpụrụ ahụ adịghịzị ire ma ọ bụ ị nwara ịme ụkpụrụ na ezighi ezi.

source: Access denied
ig: Ajụrụ ohere

source: You do not have permission to access this page.
ig: Ị nweghị ikikere iji nweta ibe a.

source: Page Not Found
ig: Ahụghị Ibe

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
ig: Ndo, anyị enwenwughi ike ịchọta ibe ị na achọ. Biko, nwaa ịchọ n'ime saịtị anyị site na iji mpempe akwụkwọ ahụ dị n'okpuru.

source: An Error Occurred
ig: Mperi Dapụtara

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
ig: Ewoo! Ọ dị ka mperi atụghị anya dapụtara. Anyị ezigala ozi na ndị nchịkwa saịtị ahụ. Biko nwaa ọzọ ugbu a, ma ọ bụ na nkeji ole ma ole.

source: Ask a Question
ig: Jụọ Ajụjụ

source: Contributor Tools
ig: Ngwaọrụ Onye Nkwado

source: Edit Profile
ig: Dezie Profaịlụ

source: My Questions
ig: Ajụjụ M

source: Settings
ig: Ntọala

source: Sign Out
ig: Pụọ

source: For Contributors
ig: Maka Ndị Nkwado

source: Article Discussions
ig: Mkparịta Ụka Edemede

source: Moderate Forum Content
ig: Ọdịnaya Ọgbakọ Dị Ọkara

source: What's New
ig: Gịnị Dị Ọhụrụ

source: Give Firefox a tune up
ig: Nye Firefox obere ndozi

source: Refresh Firefox
ig: Tighachi Firefox

source: How does it work?
ig: Kedu otu o si arụ ọrụ?

source: Download a fresh copy
ig: Budata nnomi ọhụrụ

source: Newer
ig: Ka ọhụrụ

source: Older
ig: Ka ochie

source: Unsubscribe from these emails:
ig: Wepu aha na email ndị a:

source: Redirecting
ig: Na ebugharị

source: The URL has changed!
ig: URL ahụ agbanweela!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
ig: Ọ dị ka i tinyere URL ochie na bukumakị. URL ọhụrụ maka ibe a dị n'okpuru. Ị kwesịrị imelite bukumakị gị. Anyị ga-ezitere gị URL ọhụrụ na ntakịrị nkeji 10.

source: Maintenance in progress
ig: Mmezi na aga n'ihu

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
ig: Agbanyụrụ atụmatụ a ntakịrị oge ka anyị mezie weebụsaịtị. Biko jiri bọtịnụ Azụ nke ihe nchọgharị gị wee nwaa ọzọ n'obere oge.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
ig: Agbanyụrụ ụfọdụ atụmatụ ntakịrị oge ka anyị mezie weebụsaịtị. Biko jiri bọtịnụ Azụ nke ihe nchọgharị gị wee nwaa ọzọ n'obere oge.

source: read more
ig: gụkwuo

source: Today at %s
ig: Taa na %s

source: %(number)d year ago
ig: %(number)d afọ gara aga

source: %(number)d month ago
ig: %(number)d ọnwa gara aga

source: %(number)d week ago
ig: %(number)d izu gara aga

source: %(number)d day ago
ig: %(number)d ụbọchị gara aga

source: %(number)d hour ago
ig: %(number)d aka elekere gar aga aga

source: %(number)d minute ago
ig: %(number)d nkeji gara aga

source: %(number)d second ago
ig: %(number)d ntakịrị nkeji gara aga

source: Unsubscribe
ig: Wepu aha

source: Are you sure you want to unsubscribe?
ig: O doro gị na ị chọrọ iwepu aha?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
ig: A ga-ewepu aha gị na: <br><strong>%(object)s</strong>

source: "%s" is too large (%sKB), the limit is %sKB
ig: "%s" buru oke ibu (%sKB), oke ahụ bụ %sKB

source: Model not allowed.
ig: Anabataghị usoro.

source: Object does not exist.
ig: Ihe adịghị adị.

source: Invalid or no image received.
ig: Enwetaghị onyonyo ma ọ bụ na enwetara nke na ezighi ezi.

source: The requested image could not be found.
ig: Enwenwughi ike ịchọta onyonyo arịọrọ.

source: You do not have permission to do that.
ig: Ị nweghị ikikere iji mee nke ahụ.

source: Uploaded images:
ig: Onyonyo ndị ebugoro:

source: Browse for an image to upload.
ig: Chọgharịa onyonyo a ga-ebugo.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
ig: Anyị na enwe nsogbu na ịnweta adreesị email gị. Biko nwaa adreesị dị iche ma ọ bụ kpọtụrụ onye nchịkwa.

source: Username may contain only English letters, numbers and ./-/_ characters.
ig: Aha njirimara nwere ike ịnwe naanị mkpụrụedemede Bekee, mkpụrụọnụọgụ na mkpụrụedemede ./-/_.

source: Username is required.
ig: Achọrọ aha njirimara.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ig: Aha njirimara dị oke mkpụmkpụ (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị opekata mpe mkpụrụedemede %(limit_value)s.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ig: Aha njirimara toro oke ogologo (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa.

source: Email address is required.
ig: Achọrọ adreesị email.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ig: Adreesị email dị oke mkpụmkpụ (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị opekata mpe mkpụrụedemede %(limit_value)s.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ig: Adreesị email toro oke ogologo (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa.

source: Password is required.
ig: Achọrọ okwuntughe.

source: Please enter your password twice.
ig: Biko tinye okwuntughe gị ugboro abụọ.

source: Password must be 8 or more characters.
ig: Okwuntughe ga-abụrịrị mkpụrụedemede 8 ma ọ bụ karịa.

source: Watch forum threads I start
ig: Lelee usoro ọgbakọ m bidoro

source: Watch forum threads I comment in
ig: Lelee usoro ọgbakọ m dere ihe na ya

source: Watch KB discussion threads I start
ig: Lelee usoro mkparịta ụka KB m bidoro

source: Watch KB discussion threads I comment in
ig: Lelee usoro mkparịta ụka KB m dere ihe na ya

source: Watch Question threads I comment in
ig: Lelee usoro Ajụjụ m dere ihe na ya

source: Send emails for private messages
ig: Zipu email maka ozi nzuzo

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
ig: Aha njirimara i tinyere ezighi ezi. Biko họpụta ọzọ ma tụlee na ndị enyemaka anyị bụ ndị ọrụ Firefox ndị ọzọ dị ka gị.

source: algorithm
ig: usoro

source: salt
ig: nnu

source: User
ig: Onye ọrụ

source: Display name
ig: Gosi aha

source: Biography
ig: Akụkọ ndụ mmadụ

source: Website
ig: Weebụsaịtị

source: Twitter Username
ig: Aha Njirimara Twitter

source: Timezone
ig: Mpaghara oge

source: Country
ig: Mba

source: City
ig: Obodo

source: Preferred language
ig: Asụsụ amasịrị

source: Has been sent a first answer contribution email.
ig: Ezigala email nkwado azịza izizi.

source: Has been sent a first revision contribution email.
ig: Ezigala email nkwado ngụgharị izizi.

source: Value
ig: Uru

source: user
ig: onye ọrụ

source: activation key
ig: igodo mgbalite

source: registration profile
ig: profaịlụ ndebanye

source: registration profiles
ig: profaịlụ ndebanye

source: moderator
ig: onye nduzi

source: Welcome to SUMO!
ig: Nnọọ na SUMO!

source: Your settings have been saved.
ig: Echekwaala ntọala gị.

source: Your account was sucessfully closed!
ig: Emechiri akaụntụ gị na enweghị nsogbu!

source: We're sorry to see you go.
ig: Anyị nwere mwute ịhụ ka ị na apụ.

source: Are you sure you want to delete your avatar?
ig: O doro gị anya na ị chọrọ ihichapụ nghọrọ gị?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
ig: Ị na-achọ ihichapụ nghọrọ gị kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> Ị nwere ike oge niile <a href="%(upload_url)s">bugoo nghọrọ ọzọ</a> iji dochie nke dị ugbu a.

source: Deactivation Log
ig: Ndekọ Mgbanyụ

source: Deactivated user
ig: Onye ọrụ agbanyụrụ

source: Deactivated by
ig: Onye gbanyụrụ ya bụ

source: {user} | Documents
ig: {user} | Dọkụmentị

source: Documents edited or translated
ig: Dọkụmentị ndị edeziri ma ọ bụ tụgharịa asụsụ

source: Redirects
ig: Mbugharị

source: Change Avatar
ig: Gbanwee Nghọrọ

source: Update
ig: Melite

source: Close account and delete all profile information
ig: Mechie akaụntụ ma hichapụ ozi profaịlụ niile

source: Are you sure
ig: O doro gị anya

source: Please type in your username to confirm
ig: Biko pịnye aha njirimara gị iji kwenye

source: Edit Settings
ig: Dezie Ntọala

source: Manage watch list
ig: Jikwaa ndepụta nlele

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
ig: N'okpuru bụ ndepụta nke ihe ndị ị lelere. Ihe ndị akapụtara bụ ihe ndị ị na elele ugbu a, anaghịzị elele ihe ndị akapụtaghị.

source: You are not currently watching anything.
ig: Ị naghị elele ihe ọ bụla ugbu a.

source: {user} | Profile
ig: {user} | Profaịlụ

source: Edit user profile
ig: Dezie profaịlụ onye ọrụ

source: Deactivate this user
ig: Gbanyụọ onye ọrụ a

source: Deactivate this user and mark all content as spam
ig: Gbanyụọ onye ọrụ a ma kaa ọdịnaya niile dị ka adịgboroja

source: This user has been deactivated.
ig: Agbanyụọla onye ọrụ a.

source: {0} question
ig: {0} ajụjụ

source: {0} answer
ig: {0} azịza

source: {0} solution
ig: Asịsa {0}

source: About {user}
ig: Gbasara {user}

source: {user}'s Groups
ig: Ndị otu nke {user}'s

source: See all available SUMO badges
ig: Hụ akara SUMO niile dị

source: Thank you for registering!
ig: Daalụ maka ịdebanye aha!

source: Thank you for being awesome!
ig: Daalụ maka ịgba oke mbọ!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
ig: Tupu ị nwee ike ịbanye, ị ga-ekwenye na adreesị email gị. Anyị zigara gị email nwere njikọ nkwenye na ya. Pịa njikọ ahụ, ị ga-adị njikere ibido!

source: Hi {username}
ig: Kedu {username}

source: Answer questions in the support forum
ig: Zaa ajụjụ ndị dị n'ọgbakọ nkwado

source: Improve our help articles
ig: Melite edemede enyemaka anyị

source: My profile
ig: Profaịlụ m

source: Edit my profile
ig: Dezie profaịlụ m

source: Edit settings
ig: Dezie ntọala

source: Private message
ig: Ozi nzuzo

source: Minor details that don't affect the instructions
ig: Ntakịrị nkọwa na anaghị emetụta ntuziaka

source: Content changes that don't require immediate translation
ig: Mgbanwe ọdịnaya ndị na achọghị ntụgharị asụsụ ozugbo

source: Major content changes that will make older translations inaccurate
ig: Nnukwu mgbanwe ọdịnaya ga-emebi ntụgharị asụsụ ochie

source: These minor changes are not important for localizers and they will not be notified.
ig: Obere mgbanwe ndị a adịghị mkpa maka ndị na atụgharị asụsụ, agaghị ezigara ha ozi.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
ig: Nke a ga-ezigara ndị na atụgharị asụsụ ozi, a ga-akapụta ntụgharị asụsụ dị ka "chọrọ mmelite" na ogwe. Imirikiti mgbanwe&mdash;imelite onyonyo, idozi {for} mmelite, itinye ma ọ bụ iwepu ngalaba ndị na adịghị oke mkpa&mdash;kwesịrị iji nke a.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
ig: Nke a ga-ezigara ndị na atụgharị asụsụ ozi, a ga-akapụta ntụgharị asụsụ dị ka "emeela ochie" na ogwe. Ntụgharị asụsụ ga-egosi ihe ịdọ aka na ntị maka ndị ọrụ na ha emeela ochie yana ozi na ụdị Bekee bụ nke kachasị dabaa. Jiri nke a mgbe ntuziaka ochie nwere mperi.

source: How to
ig: Otu esi

source: How to contribute
ig: Otu esi etinye aka

source: Navigation
ig: Ngagharị

source: %(old)s Redirect %(number)i
ig: %(old)s Mbugharị %(number)i

source: %(old)s-redirect-%(number)i
ig: %(old)s-mbugharị-%(number)i

source: {title} was edited by {creator}
ig: {creator} deziri {title}

source: {title} is ready for review ({creator})
ig: {title} dị njikere maka nyocha ({creator})

source: {title} has a revision ready for localization
ig: {title} nwere ngụgharị dị njikere maka ntụgharị asụsụ

source: {title} ({locale}) has a new approved revision ({reviewer})
ig: {title} ({locale}) nwere ngụgharị ọhụrụ akwadoro ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ig: Biko dowe ogologo nke aha ahụ ka ọ bụrụ mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa. Ọ bụ mkpụrụedemede %(show_value)s ugbu a.

source: Please provide a slug.
ig: Biko nye slọg.

source: The slug provided is not valid.
ig: Slọg enyere anaghị arụ ọrụ.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ig: Biko dowe ogologo nke slọg ka ọ bụrụ mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa. Ọ bụ mkpụrụedemede %(show_value)s ugbu a.

source: Please provide a summary.
ig: Biko nye nchịkọta.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ig: Biko dowe ogologo nke nchịkọta ka ọ bụrụ mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa. Ọ bụ mkpụrụedemede %(show_value)s ugbu a.

source: Please provide content.
ig: Biko nye ọdịnaya.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ig: Biko dowe ogologo nke ọdịnaya ahụ ka ọ bụrụ mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa. Ugbu a ọ bụ mkpụrụedemede %(show_value)s.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ig: Biko dowe ogologo nke asịsa ahụ ka ọ bụrụ mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa. Ugbu a ọ bụ mkpụrụedemede %(show_value)s.

source: Please select at least one product.
ig: Biko họrọ opekata mpe otu ngwaahịa.

source: Please select at least one topic.
ig: Biko họrọ opekata mpe otu isiokwu.

source: Title of article
ig: Aha nke edemede

source: Slug:
ig: Slọg:

source: Article URL
ig: URL nke edemede

source: Relevant to:
ig: Dị mkpa na:

source: Allow translations:
ig: Hapụ ntụgharị asụsụ:

source: Obsolete:
ig: Ihe ochie:

source: Allow discussion on this article?
ig: Hapụ mkparịta ụka n'edemede a?

source: Category:
ig: Otu:

source: Type of article
ig: Ụdị edemede

source: Topics:
ig: Isiokwu:

source: Related documents:
ig: Hichapụ Dọkụmentị:

source: Needs change:
ig: Kwesịrị mgbanwe:

source: Comment:
ig: Asịsa:

source: Keywords:
ig: Isiokwu:

source: Affects search results
ig: Na emetụta nsonaazụ ọchụchọ

source: Search result summary:
ig: Chọọ nchịkọta nsonaazụ:

source: Only displayed on search results page
ig: Egosipụtara naanị n'ibe nsonaazụ ọchụchọ

source: Expiry date:
ig: Ụbọchị ngwụcha:

source: Significance:
ig: Mkpa:

source: Needs change
ig: Chọrọ mgbanwe

source: Users:
ig: Ndị ọrụ:

source: Start:
ig: Mbido:

source: End:
ig: Ngwụcha:

source: {users} added successfully!
ig: Etinyere {users} na enweghị nsogbu!

source: There were errors adding users, see below.
ig: Enwere mperi na itinye ndị ọrụ, hụ okpuru.

source: {user} removed from successfully!
ig: Ewepuru {user} na enweghị nsogbu!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
ig: Ọ bụrụ na akapụtara, a ga-ezo ibe wiki a maka ọchụchọ ntọala na ogwe. Mgbe elelere, ibe a ga-adọ aka na ntị na anaghịzị elekọta ya anya.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
ig: Ọ bụrụ na akapụtara, dọkụmentị a na ahapụ mkparịta ụka n'ọgbakọ emetụtara. Wepu iji zoo/gbanyụọ ọgbakọ ahụ.
