Repository: mozilla-l10n/sumo-l10n
Catalog: ig/LC_MESSAGES/django.po
Languages: ig

source: If checked, this document needs updates.
ig: Ọ bụrụ na akapụtara, dọkụmentị a chọrọ mmelite.

source: Please choose a category.
ig: Biko họrọ otu.

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
ig: Ngụgharị ga-adaberịrị na edemede Bekee. ID ngụgharị %(id)s amakọghị na njirisi a.

source: Table of Contents
ig: Tebul nke Ọdịnaya

source: [Recursive inclusion of "%s"]
ig: [Ngụnye mmegharị nke "%s"]

source: The document "%s" does not exist.
ig: Dọkụmentị "%s" adịghị adị.

source: The template "%s" does not exist or has no approved revision.
ig: Ndebiri "%s" adịghị adị ma ọ bụ enweghị ngụgharị akwadoro.

source: Your revision has been approved: {title}
ig: Akwadola ngụgharị gị: {title}

source: Your revision has been reviewed: {title}
ig: Enyochaala ngụgharị gị: {title}

source: A revision you contributed to has been approved: {title}
ig: Akwadola ngụgharị ị nyere: {title}

source: A revision you contributed to has been reviewed: {title}
ig: Enyochaala ngụgharị ị nyere: {title}

source: You cannot translate this document.
ig: Ị nweghị ike ịtụgharị asụsụ dọkụmentị a.

source: You already voted on this Article.
ig: I tuliela aka na Edemede a.

source: Thanks for making us better!
ig: Daalụ maka ịme ka anyị ka mma!

source: Revision %s
ig: Ngụgharị %s

source: Firefox Releases
ig: Mbupute Firefox

source: Article Revisions
ig: Ngụgharị Edemede

source: {users} added to the contributors successfully!
ig: Etinyere {users} na ndị nkwado na enweghị nsogbu!

source: There were errors adding new contributors, see below.
ig: Enwere mperi na itinye ndị nkwado ọhụrụ, hụ n'okpuru.

source: {user} removed from the contributors successfully!
ig: Ewepuru {user} na ndị nkwado na enweghị nsogbu!

source: Compare Revisions | {document}
ig: Tulee Ngụgharị | {document}

source: Compare Revisions
ig: Tụlee Ngụgharị

source: Back to History
ig: Laghachi na Ndekọ

source: Document Deleted | {document}
ig: Ehichapụrụ Dọkụmentị | {document}

source: Delete Document | {document}
ig: Hichapụ Dọkụmentị | {document}

source: Delete Document
ig: Hichapụ Dọkụmentị

source: The document has been deleted.
ig: Ehichapụla dọkụmentị ahụ.

source: Are you sure you want to delete this document?
ig: O doro gị anya na ị chọrọ ihichapụ dọkụmentị a?

source: All translations of this document will also be deleted.
ig: A ga-ehichapụkwa ntụgharị asụsụ nke dọkụmentị a niile.

source: Current Content
ig: Ọdịnaya Dị Ugbu A

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ig: Ị na achọ hichapụ dọkụmentị a kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> O doro gị anya na ị chọrọ ịga n'ihu?

source: Cancel and go back to document history
ig: Kagbuo ma laghachi na ndekọ dọkụmentị

source: Remove contributor | {document}
ig: Wepu onye nkwado | {document}

source: Remove Contributor
ig: Wepu Onye Nkwado

source: Are you sure you want to remove {user} from the document contributors?
ig: O doro gị anya na ị chọrọ iwepu {user} na ndị nkwado dọkụmentị ahụ?

source: Remove contributor
ig: Wepu onye nkwado

source: Remove {role}
ig: Wepu {role}

source: Locales
ig: Mpaghara

source: Are you sure you want to remove {user}?
ig: O doro gị na ị chọrọ iwepu {user}?

source: Delete Revision | {document}
ig: Hichapụ Ngụgharị | {document}

source: Delete Revision
ig: Hichapụ Ngụgharị

source: Unable to delete only revision of the document
ig: Enwenwughi ike ihichapụ naanị ngụgharị nke dọkụmentị ahụ

source: To delete the document, please notify an admin.
ig: Iji hichapụ dọkụmentị ahụ, biko zigara nchịkwa ozi.

source: Go back to document history
ig: Laghachi na ndekọ dọkụmentị

source: Are you sure you want to delete this revision?
ig: O doro gị anya na ị chọrọ ihichapụ ngụgharị a?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
ig: <strong>Ịdọ aka na ntị:</strong> Ngụgharị a nwere Ntuli Aka Ịba Uru KB ejikọtara na ya. Ihichapụ ngụgharị a ga-eme ka ehichapụkwa ntuli aka ndị ahụ.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ig: Ị na achọ hichapụ ngụgharị a kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> O doro gị anya na ị chọrọ ịga n'ihu?

source: Share this article: {link}
ig: Kekọrịta edemede a: {link}

source: Edit Article | {document}
ig: Dezie Edemede | {document}

source: Edit Article
ig: Dezie Edemede

source: <label>Needs Change:</label> %(comment)s
ig: <label>Kwesịrị Mgbanwe:</label> %(comment)s

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
ig: Maka enyemaka na ịde edemede, lelee <a href="%(url)s">Ndu Dọkụmentị Nkwado</a>.

source: characters remaining.
ig: mkpụrụedemede fọdụrụ.

source: Save description
ig: Chekwaa nkọwapụta

source: Revision History | {document}
ig: Ndekọ Ngụgharị | {document}

source: History
ig: Ndekọ

source: History of {title}
ig: Ndekọ nke {title}

source: Revision history for:
ig: Ndekọ ngụgharị maka:

source: Edit contributors
ig: Dezie ndị nkwado

source: Document contributors
ig: Ndị nkwado dọkụmentị

source: Remove user from contributors
ig: Wepu onye ọrụ na ndị nkwado

source: Add Contributor
ig: Tinye Onye Nkwado

source: Delete this document
ig: Hichapụ dọkụmentị a

source: All Articles
ig: Edemede Niile

source: There are no articles.
ig: Enweghị edemede ọ bụla.

source: [{locale}] KB Team
ig: [{locale}] Otu KB

source: [{locale}] Localization Team
ig: [{locale}] Otu Ntụgharị Asụsụ

source: Locale Leaders
ig: Ndị Isi Mpaghara

source: Edit locale leaders
ig: Dezie ndị isi mpaghara

source: Remove user from locale leaders
ig: Wepu onye ọrụ na ndị isi mpaghara

source: Locale Reviewers
ig: Ndị Nyocha Mpaghara

source: Edit locale reviewers
ig: Dezie ndị nyocha mpaghara

source: Add Reviewer
ig: Tinye Onye Nyocha

source: Remove user from locale reviewers
ig: Wepu onye ọrụ na ndị nyocha mpaghara

source: Locale Editors
ig: Ndị Ndezi Mpaghara

source: Edit locale editors
ig: Dezie ndị ndezi mpaghara

source: Add Editor
ig: Tinye Onye Ndezi

source: Remove user from locale editors
ig: Wepu onye ọrụ na ndị ndezi mpaghara

source: {count} Active Contributors (last 90 days)
ig: {count} Ndị Nkwado Na Arụ Ọrụ (ụbọchị 90 gara aga)

source: Locales | Knowledge Base
ig: Mpaghara | Ọdụ Nghọta

source: Create a New Article | Knowledge Base
ig: Mepụta Edemede Ọhụrụ | Ọdụ Nghọta

source: New Article
ig: Edemede Ọhụrụ

source: Create a New Knowledge Base Article
ig: Mepụta Edemede Ọdụ Nghọta Ọhụrụ

source: Article is for:
ig: Edemede maka:

source: Review Revision {id} | {document}
ig: Nyochaa Ngụgharị {id} | {document}

source: Review Revision
ig: Nyochaa Ngụgharị

source: Review Revision of {title}
ig: Nyochaa Ngụgharị nke {title}

source: Revision Comment: {comment}
ig: Asịsa Ngụgharị: {comment}

source: This revision was already reviewed by {user} on {date}.
ig: {user} enyochaala ngụgharị a na {date}.

source: Please review the latest revision.
ig: Biko nyochaa ngụgharị kachasị ọhụrụ.

source: A newer revision has already been reviewed.
ig: Enyochaala ngụgharị ka ọhụrụ.

source: Submitted Revision Changes
ig: Mgbanwe Ngụgharị Ndị Enyefere

source: Current public revision:
ig: Ngụgharị ọhaneze dị ugbu a:

source: Submitted revision:
ig: Ngụgharị enyefere:

source: Revision Source
ig: Isi Mmalite Ngụgharị

source: Revision Content
ig: Ọdịnaya Ngụgharị

source: This document does not have a current revision.
ig: Dọkụmentị a enweghị ngụgharị dị ọhụrụ.

source: Search results summary:
ig: Chọọ nchịkọta nsonaazụ:

source: Revision source:
ig: Isi mmalite ngụgharị:

source: Revision rendered html:
ig: Enyere ngụgharị html:

source: Review Translation {id} | {document}
ig: Nyochaa Ntụgharị Asụsụ {id} | {document}

source: Review Translation
ig: Nyochaa Ntụgharị Asụsụ

source: Review Translation of {title}
ig: Nyochaa Ntụgharị Asụsụ nke {title}

source: Translation Comment: {comment}
ig: Asịsa Ntụgharị Asụsụ: {comment}

source: This translation was already reviewed by {user} on {date}.
ig: {user} enyochaala ntụgharị asụsụ a na {date}.

source: Please review the latest version.
ig: Biko nyochaa ụdị kachasị ọhụrụ.

source: A newer version has already been reviewed.
ig: Enyochaala ngụgharị ka ọhụrụ ahụ.

source: Recent English Changes
ig: Mgbanwe Bekee Nso Nso A

source: Submitted Translation Changes
ig: Mgbanwe Ntụgharị Asụsụ Enyefere

source: Current public translation:
ig: Ntụgharị asụsụ ọhaneze dị ugbu a:

source: Submitted translation:
ig: Ntụgharị asụsụ enyefere:

source: Full Article Sources
ig: Isi Mmalite Edemede N'uju

source: The {default_locale} version has no approved content to show.
ig: Ụdị {default_locale} enweghị ọdịnaya akwadoro igosi.

source: Approved {default_locale} version:
ig: Ụdị {default_locale} akwadoro:

source: Revision {id} by {user} on {date}
ig: Ngụgharị {id} nke {user} na {date}

source: Submitted {locale} translation:
ig: Nyefere ntụgharị asụsụ {locale}:

source: This document does not have a current translation.
ig: Dọkụmentị a enweghị ntụgharị asụsụ dị ọhụrụ.

source: Translation keywords:
ig: Isiokwu ntụgharị asụsụ:

source: Translation search results summary:
ig: Nchịkọta nsonaazụ ọchụchọ ntụgharị asụsụ:

source: Translation source:
ig: Isi mmalite ntụgharị asụsụ:

source: Translation rendered html:
ig: Enyere ntụgharị asụsụ html:

source: Revision {n} | {t} | {c}
ig: Ngụgharị {n} | {t} | {c}

source: Revision {num}
ig: Ngụgharị {num}

source: Revision Information
ig: Ozi Ngụgharị

source: Revision id:
ig: ID ngụgharị:

source: Reviewed:
ig: Enyochara:

source: Reviewed by:
ig: Enyochara n'aka:

source: Is current revision?
ig: Bụ ngụgharị dị ugbu a?

source: Ready for localization:
ig: Njikere maka ntụgharị asụsụ:

source: Readied for localization:
ig: Akwadobere maka ntụgharị asụsụ:

source: Readied for localization by:
ig: Akwadobere maka ntụgharị asụsụ site n'aka:

source: Edit article based on this revision
ig: Dezie edemede dabere na ngụgharị a

source: Select language | {document}
ig: Họrọ asụsụ | {document}

source: Select language
ig: Họrọ asụsụ

source: Select a language to translate to:
ig: Họrọ asụsụ iji tụgharịa ka ọ bụrụ:

source: This document has already been translated to the following locales:
ig: Atụgharịala dọkụmentị a na mpaghara ndị a:

source: Show translations | {document}
ig: Gosi ntụgharị asụsụ | {document}

source: This document has been translated to the following locales:
ig: Atụgharịala dọkụmentị a na mpaghara ndị a:

source: This document is missing translations for the following locales:
ig: Dọkụmentị a enweghị ntụgharị asụsụ maka mpaghara ndị a:

source: Translate Article | {document}
ig: Tụgharịa Edemede | {document}

source: Translate Article
ig: Tụgharịa Asụsụ Edemede

source: You are translating an English document which is not yet ready for localization.
ig: Ị na atụgharị asụsụ dọkụmentị Bekee nke na adịbeghị njikere maka ntụgharị asụsụ.

source: Translating {title}
ig: Na atụgharị asụsụ {title}

source: Translate Description
ig: Nkọwapụta Ntụgharị Asụsụ

source: Title in {locale}:
ig: Aha na {locale}:

source: Slug in {locale}:
ig: Slọg na {locale}:

source: Translate Content
ig: Tụgharịa Asụsụ Ọdịnaya

source: Recently approved updates
ig: Mmemme ndị akwadoro nso nso a

source: Differences
ig: Ndịiche

source: Note: This article has no revisions ready for localization.
ig: Nrụbama: Edemede a enweghị ngụgharị dị njikere maka ntụgharị.

source: Note: There are no approved translations for this article.
ig: Nrụbama: Enweghị ntụgharị asụsụ akwadoro maka edemede a.

source: Keywords in {locale}:
ig: Isiokwu na {locale}:

source: Search result summary in {locale}:
ig: Chọọ nchịkọta nsonaazụ na {locale}:

source: {locale} translation:
ig: Ntụgharị asụsụ {locale}:

source: What Links Here | {document}
ig: Gịnị Na Ejikọ Ebe A | {document}

source: What Links Here
ig: Gịnị Na Ejikọ Ebe A

source: Documents that link to "{title}"
ig: Dọkụmentị ndị na ejikọ na "{title}"

source: Documents that include "{title}"
ig: Dọkụmentị ndị gụnyere "{title}"

source: Documents that use "{title}" as a template
ig: Dọkụmentị ndị na eji "{title}" dị ka ndebiri

source: No other documents link to {title}.
ig: Ọnweghịzị dọkụmentị ọzọ na ejikọ na {title}.

source: %(reviewer)s has approved the revision to the document %(document_title)s.
ig: %(reviewer)s akwadola ngụgharị maka dọkụmentị %(document_title)s.

source: View the updated document
ig: Lelee dọkụmentị emelitere

source: Summary:
ig: Nchịkọta:

source: Changes:
ig: Mgbanwe:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
ig: Iji lelee dọkụmentị emelitere, pịa na njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: %(creator)s created a new revision to the document %(document_title)s.
ig: %(creator)s mepụtara ngụgharị ọhụrụ maka dọkụmentị %(document_title)s.

source: View this document's history
ig: Lelee ndekọ dọkụmentị a

source: To view this document's history, click the following link, or paste it into your browser's location bar:
ig: Iji lelee ndekọ dọkụmentị a, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: The document %(document_title)s has a new revision that is ready for localization.
ig: Dọkụmentị %(document_title)s nwere ngụgharị ọhụrụ dị nkwadobe maka ntụgharị asụsụ.

source: Localize the document
ig: Tụgharịa asụsụ dọkụmentị

source: Text of the new revision:
ig: Edemede nke ngụgharị ọhụrụ:

source: To localize the document, click the following link, or paste it into your browser's location bar:
ig: Iji tụgharịa asụsụ nke dọkụmentị ahụ, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: %(creator)s submitted a new revision to the document %(document_title)s.
ig: %(creator)s nyefere ngụgharị ọhụrụ maka dọkụmentị %(document_title)s.

source: Review this revision
ig: Nyochaa ngụgharị a

source: To review this revision, click the following link, or paste it into your browser's location bar:
ig: Iji nyochaa ngụgharị a, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
ig: Ndị nkwado anyị na arụsị ọrụ ike n'edemede, ọ ga-ama oke mma ọ bụrụ na ị nwere ike inyocha ha. Anyị mee ngwangwa bipute ha, ọ ga-ebido nyerebe ndị ọrụ aka ọsọ ọsọ.

source: If you have a moment please help us by reviewing these articles:
ig: Ọ bụrụ na ị nwere obere oge nyere anyị aka na inyocha edemede ndị a:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
ig: Nnukwu ekele maka nkwado gị na nnọchite nke SUMO yana ndị ọrụ nwere obi anụrị ndị na enweta enyemaka!

source: Regards, <br />The SUMO team.
ig: Ekele, <br />Otu SUMO.

source: If you have a moment please review these articles:
ig: Ọ bụrụ na ị nwere obere oge biko nyochaa edemede ndị a:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
ig: Daalụ ukwuu maka enyemaka gị na nnọchite nke SUMO yana ndị ọrụ ji obi anụrị ndị ọrụ gị baara uru!

source: Regards, The SUMO team
ig: Ekele, otu SUMO

source: Your revision has been reviewed.
ig: Enyochaala ngụgharị gị.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
ig: %(reviewer)s akwadola ngụgharị gị maka dọkụmentị %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
ig: %(reviewer)s enyochaala ngụgharị gị maka dọkụmentị %(document_title)s.

source: Message from the reviewer:
ig: Ozi si n'aka onye nyocha:

source: View the history of this document
ig: Lelee ndekọ nke dọkụmentị a

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
ig: Iji lelee ndekọ nke dọkụmentị a, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: (Redirected from <a href="{href}">{title}</a>)
ig: (Ebugharịrị site na <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
ig: <p>Edemede a nwere ike ịme ochie.</p> <p> Emere mgbanwe dị mkpa na edemede Bekee ahụ bụ ndabere nke a. Ruo mgbe emelitere ibe a, nke a nwere ike ịbaara gị uru: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
ig: Anaghịzị edowe edemede a, yabụ ọdịnaya a nwegoro ike ịme ochie.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
ig: Ọnwebeghị onye nyere aka tụgharịa asụsụ edemede a. Ọ bụrụ na ị marala otu ịtụgharị asụsụ maka SUMO si arụ ọrụ, <a href="%(document_trans_link)s">bido ịtụgharị asụsụ ugbu a</a>. Ọ bụrụ na ị chọrọ ịmụta otu esi atụgharị edemede maka SUMO, <a href="%(help_link)s">biko bido ebe a</a>.

source: This article doesn't have approved content yet.
ig: Edemede a enwebeghị ọdịnaya akwadoro.

source: Warning: There are newer unreviewed revisions of this article.
ig: Ịdọ aka na ntị: Enwere ụdị nke edemede a ndị ka ọhụrụ enyochabeghị.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
ig: Hụ <a href="%(url)s">ndekọ</a> iji dowe ndezi gị na ngụgharị enyochabeghị dị adị.

source: Change Revisions
ig: Gbanwee Ngụgharị

source: Revision {num}:
ig: Ngụgharị {num}:

source: Stop article emails
ig: Kwụsị email edemede

source: Email me article changes
ig: Zitere m mgbanwe edemede

source: Submit for Review
ig: Nyefee maka Nyocha

source: Preview Content
ig: Hụchalụ Ọdịnaya

source: Preview Changes
ig: Hụchalụ Mgbanwe

source: Submit Your Changes
ig: Nyefee Mgbanwe Gị

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
ig: Ị bụ odogwu! Anyị ga-ezite email iji mee ka ị mara ma ọ bụrụ na akwado mgbanwe gị. Ị nwere ike iso mkparịta ụka maka edemede a site na ịpị taabụ Mkparịta ụka.

source: Briefly describe your changes:
ig: Kọwaa mgbanwe gị obere:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
ig: Ndezi a anaghị eme edemede a ihe ọhụrụ. Ndịiche Bekee ekwesịghị ịgbanwe na ndezi na esote.

source: Notify me of any future changes to this page
ig: Zitere m ozi maka mgbanwe ọ bụla na ibe n'ọdịnihu

source: Help with:
ig: Nyere aka na:

source: Customize this article
ig: Hazie edemede a

source: Was this article helpful?
ig: Edemede a abara uru?

source: Please wait...
ig: Biko chere...

source: Leave a message for {rest} and {last}:
ig: Hapụ ozi maka {rest} na {last}:

source: Warning: This page is also being edited by %(user)s!
ig: Ịdọ aka na ntị: %(user)s na edezikwa ibe a!

source: If you know what you are doing, you can edit the document anyway.
ig: Ọ bụrụ na ịma ihe ị na eme, ị nwere ike idezi dọkụmentị ahụ otu ọ bụla.

source: Edit anyway
ig: Dezie otu ọ bụla

source: Report Abuse
ig: Kpesa Mmetọ

source: Report this
ig: Kpesa nke a

source: Have more to say?
ig: Ịnwekwuru ihe ikwu?

source: Mark as Ready for Localization
ig: Kaa dị ka Njikere maka Ntụgharị Asụsụ

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
ig: Ị na achọ ịkapụta ngụgharị a <span class="revtime"></span> dị ka Nkwadobe maka Ntụgharị Asụsụ. O doro gị anya na ị chọrọ ịga n'ihu?

source: View Diff
ig: Lelee Ndịiche

source: Close Diff
ig: Mechie Ndịiche

source: Editor
ig: Ihe ndezi

source: Search for documents...
ig: Chọọ dọkụmentị...

source: No related documents.
ig: Enweghị dọkụmentị emetụtara.

source: Approve Translation
ig: Kwado Ntụgharị Asụsụ

source: Approve Revision
ig: Kwado Ngụgharị

source: Defer Translation
ig: Bugharịa Ntụgharị Asụsụ

source: Defer Revision
ig: Bugharịa Ngụgharị

source: Cancel Review
ig: Kagbuo Nyocha

source: Accept this Translation
ig: Nabata Ntụgharị Asụsụ a

source: Accept this Revision
ig: Nabata Ngụgharị a

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
ig: Ị na achọ ịkwado ndezi nke gị. Biko kama tụlee ịjụ <a href="%(url)s">ndị nyocha</a> anyị.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ig: Ịpị Nabata ga-eme ka ụdị nke edemede a dị ire! Biko were obere oge iji hụ na nhọrọ niile ziri ezi.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ig: Daalụ maka iwe obere oge iji nyochaa mgbanwe ndị a. Ịpị Nabata ga-eme ka ụdị nke edemede a dị ire! Biko were obere oge iji hụ na nhọrọ niile ziri ezi.

source: Accept
ig: Nabata

source: Defer this Translation
ig: Bugharịa Ntụgharị Asụsụ a

source: Defer this Revision
ig: Bugharịa Ngụgharị a

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
ig: Daalụ maka iwepụta oge iji nyochaa mgbanwe ndị a. Biko kelee onye ndezi ahụ wee nye ya nzaghachi akọwara nke ọma gbasara ihe ị chere ekwesịrị ịgbanwe iji nabata ngụgharị ahụ.

source: Defer
ig: Bugharịa

source: Show Helpfulness Votes Chart
ig: Gosi Chaatị Ntuli Aka Ịba Uru

source: Compare Selected Translations
ig: Tụlee Ntụgharị Asụsụ Ndị Ahọpụtara

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
ig: Mkpa - MT: Isi Mgbanwe Ọdịnaya. Mgbanwe Ọdịnaya. Ghe oghe: Obere Mgbanwe.

# revision
source: Unreviewed
ig: Enyochabeghị

source: Current
ig: Dị ugbu a

source: Reviewed
ig: Enyochara

source: This revision is ready for localization.
ig: Nyocha a dị njikere maka ntụgharị asụsụ.

source: This revision is not ready for localization.
ig: Ngụgharị a adịghị njikere maka ntụgharị asụsụ.

source: Delete this revision
ig: Hichapụ ngụgharị a

source: This document has no revisions.
ig: Dọkụmentị a enweghị ngụgharị.

source: Editing Tools
ig: Ngwaọrụ Ndezi

source: Discussion
ig: Mkparịta ụka

source: Show Translations
ig: Gosi Ntụgharị Asụsụ

source: Show History
ig: Gosi Ndekọ

source: Unsubscribe from edit notifications
ig: Wepu aha na amamọkwa ndezi

source: Subscribe to edit notifications
ig: Debanye aha iji dezie amamọkwa

source: Related products
ig: Ngwaahịa ndị eyitere

source: Confusing
ig: Gbagwojuru anya

source: Solution didn't work
ig: Asịsa arụghị ọrụ

source: Too long
ig: Toro oke ogologo

source: I have feedback about Firefox
ig: Enwere m nzaghachi maka Firefox

source: Tell us more.
ig: Gwakwuo anyị ihe.

source: Please provide more details
ig: Biko nyekwuo nkọwapụta
