Repository: mozilla-l10n/sumo-l10n
Catalog: ig/LC_MESSAGES/django.po
Languages: ig

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
ig: Mee ezi omume. Ndị mwepụta obi anyị bụ ndị ọrụ Mozilla dị ka gị, ndị na ewepụta oge n'ụbọchị ha iji nyere aka.

source: We've made some educated guesses about your current browser and operating system.
ig: Anyị emeela ụfọdụ ntụnye atụlere atụle maka ihe nchọgharị na sistemụ arụmọrụ gị dị ugbu a.

source: Show details &raquo;
ig: Gosi nkọwa &raquo;

source: Hide details &raquo;
ig: Zoo nkọwa &raquo;

source: Thanks for letting us know you have this problem.
ig: Daalụ maka ịme ka anyị mara na ị nwere nsogbu a.

source: Identifying common problems helps the community answer your questions more quickly.
ig: Ịchọpụta nsogbu ndị ama ama na enyere ogbe ahụ aka ịza ajụjụ gị ọsọ ọsọ.

source: Want to know when a solution is found?
ig: Ịchọrọ ịma mgbe ahụrụ asịsa?

source: Please provide an email address and we'll send you an alert.
ig: Biko nye adreesị email, anyị ga-ezitere gị nkute.

source: No Thanks
ig: Mba Daalụ

source: Application
ig: Ngwa

source: User Agent: {user_agent}
ig: Onye Nnọchite Onye Ọrụ: {user_agent}

source: Support URL: {support_url}
ig: URL Nkwado: {support_url}

source: Extensions
ig: Ndọtị

source: Graphics
ig: Eserese

source: Modified Preferences
ig: Mmasị Ndị Edeziri

source: Misc
ig: Misk

source: <span class="key">User JS</span>: Yes
ig: <span class="key">Onye ọrụ JS</span>: Ee

source: <span class="key">User JS</span>: No
ig: <span class="key">Onye ọrụ JS</span>: Mba

source: <span class="key">Accessibility</span>: Yes
ig: <span class="key">Nnweta</span>: Ee

source: <span class="key">Accessibility</span>: No
ig: <span class="key">Nnweta</span>: Mba

source: User Agent: {ua}
ig: Onye Nnọchite Onye Ọrụ: {ua}

source: More Information
ig: Ozi Ndị Ọzọ

source: No pages matched the search criteria
ig: Ọnweghị ibe makọrọ na njirisi ọchụchọ

source: Relevant to
ig: Dị mkpa na

source: Invalid search data.
ig: Data ọchụchọ na ezighi ezi.

source: Enter your terms in the form below and click <strong>Search</strong>
ig: Tinye isiokwu gị na mpempe akwụkwọ ahụ n'okpuru wee pịa <strong>Chọọ</strong>

# button
source: Search
ig: Chọọ

source: Search Mozilla Support
ig: Chọọ Nkwado Mozilla

source: Search Unavailable
ig: Ọchụchọ Adịghị

source: Search is temporarily unavailable. Please try again in a few minutes.
ig: Ọchụchọ pụrụ ntakịrị oge. Biko nwaa ọzọ na nkeji ole ma ole.

source: Mozilla Support
ig: Nkwado Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
ig: Chọọ Ọdụ Nghọta Nkwado Mozilla yana Ọgbakọ Nkwado.

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
ig: Ahụrụ <strong>{n}</strong> nsonaazụ maka <strong>{q}</strong> maka<strong>{product}</strong>Ahụrụ <strong>{n}</strong> nsonaazụ maka <strong>{q}</strong> maka <strong>{product}</strong>

source: Results
ig: Nsonaazụ

source: 1 reply
ig: 1 nzaghachiNzaghachi {n}

source: 1 person has this problem
ig: 1 onye nwere nsogbu aNdị mmadụ {n} nwere nsogbu a

source: 1 new this week
ig: 1 ọhụrụ n'izu a

# DB: karma.Title.name
source: Administrator
ig: Onye nchịkwa

# DB: karma.Title.name
source: Moderator
ig: Onye nduzi

# DB: karma.Title.name
source: Top 10 Contributor
ig: Ndị Nkwado 10 Kachasị

# DB: karma.Title.name
source: Top 25 Contributor
ig: Ndị Nkwado 25 Kachasị

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
ig: Ihe nchọgharị weebụ maka Windows, Mac na Linux

# DB: products.Product.title
source: Firefox for Android
ig: Firefox maka Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
ig: Ihe nchọgharị weebụ maka ekwentị amamịghe na tabletị Android

# DB: products.Product.title
source: Firefox for iOS
ig: Firefox maka iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
ig: Firefox maka ngwaọrụ iPhone, iPad na iPod touch

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
ig: Ngwanrọ email maka Windows, Mac na Linux

# DB: products.Product.title
source: Contributors
ig: Ndị nkwado

# DB: products.Product.description
source: Contributor articles
ig: Edemede onye nkwado

# DB: products.Product.title
source: Firefox for Windows 8 Touch
ig: Firefox maka Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
ig: Firefox maka ngwaọrụ Windows 8 touch

# DB: products.Product.description
source: Mobile OS for smartphones
ig: OS Mkpanaka maka ekwentị amamịghe

# DB: products.Product.title
source: Open Badges
ig: Mepee Akara

# DB: products.Product.description
source: A new online standard to recognize and verify learning
ig: Ọkọlọtọ n'ịntanetị ọhụrụ iji mata ma nyochaa ọmụmụ

# DB: products.Product.title
source: Privacy and Security
ig: Nzuzo na Nche

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
ig: Mụtakwuo maka omume nzuzo na nche nke Mozilla.

# DB: products.Topic.title
source: Learn the Basics: get started
ig: Mụta nke Ntọala: bido

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
ig: Mụta ihe niile ị kwesịrị ịma iji bido na Firefox.

# DB: products.Topic.title
source: Bookmarks and tabs
ig: Bukumakị na taabụ

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
ig: Nweta ma hazie ibe weebụ ndị kachasị amasị gị na enweghị nhịahụ site na iji bukumakị na taabụ

# DB: products.Topic.title
source: Basic browsing
ig: Ntọala nchọgharị

# DB: products.Topic.description
source: Search and navigate easily with these essential features
ig: Chọọ ma gagharịa na enweghị nhịahụ site na iji atụmatụ ndị a dị mkpa

# DB: products.Topic.title
source: Import settings from other browsers
ig: Bubata ntọala site na ihe nchọgharị ndị ọzọ

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
ig: Mụọ otu esi ebubata ma ọ bụ bupu ozi gị n'etiti Firefox yana na ihe nchọgharị ọzọ

# DB: products.Topic.title
source: Video, audio and interactive settings
ig: Ntọala vidio, ọdịyo na nkwukọrịta

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
ig: Gbanwee otu Firefox si ejikwa vidio, eserese, egwu na ọdịnaya nkwukọrịta ndị ọzọ

# DB: products.Topic.title
source: Bookmarks
ig: Bukumakị

# DB: products.Topic.title
source: Install and Update
ig: Nwụnye na Mmelite

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
ig: Wụnye ma dowe Firefox ọhụrụ na iPad, iPhone ma ọ bụ iPod Touch gị.

# DB: products.Topic.title
source: Reader View and List
ig: Nlele na Ndepụta Agụmịhe

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
ig: Gụọ ma chekwaa ibe weebụ na nlele na agbagwojughi anya, dị mfe ọgụgụ

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
ig: Otu esi eji bukumakị, taabụ na atụmatụ ntọala Firefox na ngwaọrụ iOS gị

# DB: products.Topic.title
source: History
ig: Ndekọ

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
ig: Gbanwee ntọala ndekọ gị na Firefox maka iOS

# DB: products.Topic.title
source: Download, install and migration
ig: Mbudata, nwụnye na ngagharị

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
ig: Mụọ otu esi budata Firefox na ngwaọrụ desktọpụ gị ma ọ bụ buga ozi na yana site na ihe nchọgharị ndị ọzọ.

# DB: products.Topic.title
source: Tips and tricks
ig: Ndụmọdụ na aghụghọ

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
ig: Gafere oke ịma site na iji mkpịrịsị ụzọ ndị a na ndụmọdụ ndị ọzọ.

# DB: products.Topic.title
source: Install and update
ig: Nwụnye na mmelite

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
ig: Otu esi awụnye Firefox ma dowe ya ọhụrụ

# DB: products.Topic.title
source: Display and appearance
ig: Ngosipụta na nhụta

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
ig: Mụọ otu esi agbanwe ogwe ngwaọrụ gị, nha ihu na agba ihe nchọgharị

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
ig: Mụta otu esi awụnye ma dowe Firefox maka Android ọhụrụ

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
ig: Nweta weebụsaịtị na enweghị nhịahụ site na iji bukumakị na atụmatụ taabụ

# DB: products.Topic.title
source: Firefox Sync
ig: Mmekọrịta Firefox

# DB: products.Topic.description
source: Firefox Sync settings
ig: Ntọala Mmekọrịta Firefox

# DB: products.Topic.title
source: Manage add-ons
ig: Jikwaa mgbakwunye

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
ig: Bulite arụmọrụ na ngosipụta nke Firefox site na iji mgbakwunye

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
ig: Chekwaa, kekọrịta ma mekọrịta ọdịnaya yana ngwaọrụ ndị ọzọ

# DB: products.Topic.title
source: Protect your privacy
ig: Chedo nzuzo gị

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
ig: Chedo ozi gị site na iji ntọala nzuzo nke Firefox na iOS

# DB: products.Topic.title
source: Firefox Hello
ig: Ekele nke Firefox

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
ig: Nwee nkata vidio ma ọ bụ olu site na iji ihe nchọgharị Firefox

# DB: products.Topic.title
source: Chat and share
ig: Nkata na nkekọrịta

# DB: products.Topic.description
source: Connect on video and share pages with your network
ig: Jikoo vidio ma kekọrịta ibe n'etiti netwọk gị

# DB: products.Topic.title
source: Cast to your TV
ig: Tụnye na TV gị

# DB: products.Topic.description
source: Learn how to view content on another screen
ig: Mụta otu esi elele ọdịnaya na ihuenyo ọzọ

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
ig: Kekọrịta ibe weebụ na Firefox maka iOS

# DB: products.Topic.title
source: Customize settings and preferences
ig: Hazie nhọrọ na mmasị

# DB: products.Topic.title
source: Customize controls, options and add-ons
ig: Hazie njikwa, nhọrọ na mgbakwunye

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
ig: Mee Firefox nke gị site na itinye na ijikwa atụmatụ ndị ị chọrọ.

# DB: products.Topic.description
source: Control how your information is saved or tracked
ig: Jikwaa otu esi echekwa ma ọ bụ sochie ozi gị

# DB: products.Topic.title
source: Crashes, errors and other issues
ig: Mbibi, mperi na nsogbu ndị ọzọ

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
ig: Chọpụta nsogbu ozi mperi na Firefox maka iOS

# DB: products.Topic.title
source: Privacy and security settings
ig: Ntọala nzuzo na nche

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
ig: Mụọ otu esi echedo ozi gị site na iji nchọgharị nzuzo nke Firefox, atụmatụ okwuntughe na ntọala nche ndị ọzọ.

# DB: products.Topic.title
source: Do more with apps
ig: Jiri ngwa mekwuo ihe

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
ig: Wụnye ngwa ndị mepere emepe site na Marketplace iji tinyekwuo ọhụụ na arụmọrụ na ngwaọrụ gị

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
ig: Mee Firefox maka Android nke gị site na iji nhọrọ nhazi ndị a

# DB: products.Topic.title
source: Get community support
ig: Nweta nkwado ogbe

# DB: products.Topic.description
source: Get community support
ig: Nweta nkwado ogbe

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
ig: Mee Firefox nke gị site na ntọala na mgbakwunye nhazi

# DB: products.Topic.title
source: Fix problems
ig: Dozie nsogbu

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
ig: Mụta otu esi achọta ma wụnye ngwa ndị mepere emepe iji tinyekwuo ọhụụ na arụmọrụ na ngwaọrụ gị

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
ig: Dozie ndọkpụ, mbibi, ozi mperi na nsogbu ndị ọzọ

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
ig: Mara ihe niile ị kwesịrị ịma iji bido Firefox maka Android n'ọrụ.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
ig: Mụta otu esi awụnye ma nyefee ozi n'ime Firefox maka Android.

# DB: products.Topic.description
source: Tips and tricks
ig: Ndụmọdụ na aghụghọ

# DB: products.Topic.title
source: Use bookmarks
ig: Jiri bukumakị

# DB: products.Topic.description
source: The basics of using bookmarks
ig: Ntọala nke iji bukumakị

# DB: products.Topic.title
source: Firefox Sync settings
ig: Ntọala Mmekọrịta Firefox

# DB: products.Topic.title
source: Tab basics
ig: Ntọala taabụ

# DB: products.Topic.description
source: Tab basics
ig: Ntọala taabụ

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
ig: Chedo ozi gị site na iji ntọala nzuzo na nche Firefox maka Android.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
ig: Mee ka Firefox maka Android rụọ ọrụ otu ị chọrọ site na nhazi.

# DB: products.Topic.title
source: Firefox versions and languages
ig: Ụdị na asụsụ Firefox

# DB: products.Topic.description
source: Firefox versions and languages
ig: Ụdị na asụsụ Firefox

# DB: products.Topic.title
source: Copy your personal information from one browser to another
ig: Ṅomie ozi gbasara gị site na otu ihe nchọgharị gaa na ọzọ

# DB: products.Topic.description
source: Copy your personal information from one browser to another
ig: Ṅomie ozi gbasara gị site na otu ihe nchọgharị gaa na ọzọ

# DB: products.Topic.title
source: Cookies and cache
ig: Kuki na nchekwa

# DB: products.Topic.description
source: Control the information that Firefox saves
ig: Jikwaa ozi nke Firefox na echekwa

# DB: products.Topic.title
source: Cookies
ig: Kuki

# DB: products.Topic.description
source: Cookies
ig: Kuki

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
ig: Okwuntughe, mpempe akwụkwọ, ọchụchọ, na ndekọ - jikwaa ihe Firefox na atụnye

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
ig: Okwuntughe, mpempe akwụkwọ, ọchụchọ, na ndekọ - jikwaa ihe Firefox na atụnye

# DB: products.Topic.title
source: Firefox controls and buttons
ig: Njikwa na bọtịnụ Firefox

# DB: products.Topic.description
source: Firefox controls and buttons
ig: Njikwa na bọtịnụ Firefox

# DB: products.Topic.title
source: Tab settings
ig: Ntọala taabụ

# DB: products.Topic.description
source: Tab settings
ig: Ntọala taabụ

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
ig: Jiri mgbakwunye, nkwụnye, na ndọtị wee hazie Firefox

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
ig: Jiri mgbakwunye, nkwụnye, na ndọtị wee hazie Firefox

# DB: products.Topic.title
source: Firefox options, preferences and settings
ig: Nhọrọ, mmasị na ntọala Firefox

# DB: products.Topic.description
source: Firefox options, preferences and settings
ig: Nhọrọ, mmasị na ntọala Firefox

# DB: products.Topic.title
source: Bookmark options
ig: Nhọrọ bukumakị

# DB: products.Topic.description
source: Bookmark options
ig: Nhọrọ bukumakị

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
ig: Dozie nsogbu na weebụsaịtị (Facebook, YouTube, webmail wdg.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
ig: Dozie nsogbu na weebụsaịtị (Facebook, YouTube, webmail wdg.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
ig: Ozi mperi: ihe ha pụtara na otu esi edozi

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
ig: Otu esi achọpụta nsogbu ozi mperi na Firefox

# DB: products.Topic.title
source: Firefox crashes
ig: Mbibi Firefox

# DB: products.Topic.description
source: Crashing
ig: Mbibi

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
ig: Kpọghee Firefox site na ijikọ na Ịntanetị

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
ig: Kpọghee Firefox site na ijikọ na Ịntanetị

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
ig: Ụkpụrụ iji chọpụta ma dozie nsogbu

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
ig: Ụkpụrụ iji chọpụta ma dozie nsogbu

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
ig: Vidio, ụda, foto na eserese anaghị arụ ọrụ

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
ig: Vidio, ụda, foto na eserese anaghị arụ ọrụ

# DB: products.Topic.title
source: Firefox is slow or stops working
ig: Firefox na adọ adọ ma ọ bụ kwụsịrị ịrụ ọrụ

# DB: products.Topic.description
source: Slowness or hanging
ig: Ọdụdọ ma ọ bụ nkwụdo

# DB: products.Topic.title
source: Firefox won't save settings or remember information
ig: Firefox agaghị echekwa ntọala ma ọ bụ cheta ozi

# DB: products.Topic.description
source: Firefox won't save settings or remember information
ig: Firefox agaghị echekwa ntọala ma ọ bụ cheta ozi

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
ig: Nsogbu na mgbakwunye, nkwụnye ma ọ bụ ngwanrọ achọghị

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
ig: Nsogbu na mgbakwunye, nkwụnye ma ọ bụ ngwanrọ achọghị

# DB: products.Topic.title
source: Hot topics
ig: Isiokwu ndị na akpọtụ

# DB: products.Topic.description
source: Hot topics
ig: Isiokwu ndị na akpọtụ

# DB: products.Topic.title
source: Other
ig: Ọzọ

# DB: products.Topic.description
source: Other
ig: Ọzọ

# DB: products.Topic.title
source: Marketplace
ig: Ọdụ ahịa

# DB: products.Topic.description
source: Firefox Marketplace
ig: Ọdụ ahịa Firefox

# DB: products.Topic.title
source: Learn the Basics. Get Started
ig: Mara Ntọala. Bido

# DB: products.Topic.description
source: Learn the Basics. Get Started
ig: Mara Ntọala. Bido

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
ig: Mụta ndụmọdụ na mkpịrịsị ụzọ iji nyere gị aka na ịrụ ọrụ ọsọ ọsọ

# DB: products.Topic.title
source: Set up email
ig: Tọlite email

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
ig: Tinye ma hazie akaụntụ email gị na Thunderbird

# DB: products.Topic.title
source: Install, Migrate and Update
ig: Wụnye, Bugharịa ma Melite

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
ig: Otu esi awụnye ma dowe Thunderbird ọhụrụ

# DB: products.Topic.title
source: Read, send and organize emails
ig: Gụọ, zipu ma hazie email

# DB: products.Topic.description
source: Learn how to manage your email messages
ig: Mụta otu esi ejikwa ozi email gị

# DB: products.Topic.title
source: Emails
ig: Email

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
ig: Mụta otu esi atọlite akaụntụ, gụọ, zipu ma jikwaa email

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
ig: Ngụpụta Akụkọ (RSS), Blọọgụ na Mmekọrịta

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
ig: Mara ihe na eme site na iji atụmatụ ngụpụta akụkọ, blọọgụ na mmekọrịta

# DB: products.Topic.title
source: Contacts
ig: Kọntaktị

# DB: products.Topic.description
source: How to use the address book on Thunderbird
ig: Otu esi eji akwụkwọ adreesị na Thunderbird

# DB: products.Topic.title
source: Calendar
ig: Kalịnda

# DB: products.Topic.description
source: Customize controls, options and add-ons
ig: Hazie njikwa, nhọrọ na mgbakwunye

# DB: products.Topic.title
source: Thunderbird versions and languages
ig: Ụdị na asụsụ Thunderbird

# DB: products.Topic.description
source: Thunderbird versions and languages
ig: Ụdị na asụsụ Thunderbird

# DB: products.Topic.title
source: Passwords, forms and search
ig: Okwuntughe, mpempe akwụkwọ na ọchụchọ

# DB: products.Topic.description
source: Passwords, forms and search
ig: Okwuntughe, mpempe akwụkwọ na ọchụchọ

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
ig: Mụta ihe niile gbasara njikwa na arụmọrụ Thunderbird.

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
ig: Mụta otu esi edozi nsogbu na Gmail, Yahoo na ndị nnweta email ndị ọzọ

# DB: products.Topic.description
source: Download, install and Migration
ig: Mbudata, nwụnye na Ngagharị

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
ig: Ozi mperi: ihe ha pụtara na otu esi edozi

# DB: products.Topic.description
source: Keep your information safe with password and security settings
ig: Jiri okwuntughe na ntọala nche chedo ozi gị

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
ig: Jiri mgbakwunye, nkwụnye, na ndọtị hazie Thunderbird

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
ig: Jiri mgbakwunye, nkwụnye, na ndọtị hazie Thunderbird

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
ig: Hapụ Thunderbird na ijikọ na Ịntanetị

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
ig: Hapụ Thunderbird na ijikọ na Ịntanetị

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
ig: Dozie ndọkpụ, mbibi, ozi mperi na nsogbu ndị ọzọ

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
ig: Chọpụta nsogbu ozi mperi na Thunderbird.

# DB: products.Topic.title
source: Thunderbird is slow or stops working
ig: Thunderbird na akpụ akpụ ma ọ bụ kwụsịrị ịrụ ọrụ

# DB: products.Topic.description
source: Thunderbird is slow or stops working
ig: Thunderbird na akpụ akpụ ma ọ bụ kwụsịrị ịrụ ọrụ

# DB: products.Topic.title
source: Thunderbird crashes
ig: Mbibi Thunderbird

# DB: products.Topic.description
source: Thunderbird crashes
ig: Mbibi Thunderbird

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
ig: Thunderbird agaghị echekwa ntọala ma ọ bụ cheta ozi

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
ig: Thunderbird agaghị echekwa ntọala ma ọ bụ cheta ozi

# DB: products.Topic.title
source: How To
ig: Otu Esi

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
ig: Edemede ndị na agwa gị otu ị nwere ike isi mekwuo ihe na Thunderbird

# DB: products.Topic.description
source: Firefox OS basics
ig: Ntọala Firefox OS
