Repository: mozilla-l10n/sumo-l10n
Catalog: ig/LC_MESSAGES/django.po
Languages: ig

source: Unlock this thread
ig: Kpọghee usoro a

source: Lock this thread
ig: Kpọchie usoro a

source: Unsticky this thread
ig: Nyapụ usoro a

source: Sticky this thread
ig: Nyado usoro a

source: Last reply by
ig: Nzaghachi ikpeazụ nke

source: Sticky
ig: Nyado

source: Locked
ig: Akpọchiri

source: Stop watching this thread
ig: Kwụsị ịlele usoro a

source: Watch this thread
ig: Lelee usoro a

source: Oh, no! Looks like there are no posts!
ig: Oh, mba! Ọ dị ka enweghị mbisa ọ bụla!

source: Post a reply
ig: Bisa nzaghachi

source: Post Reply
ig: Bisa Nzaghachi

source: Preview Reply
ig: Hụchalụ Nzaghachi

source: This thread has been locked. It is no longer possible to post new replies.
ig: Akpọchiela usoro a. Enweghịzị ike ibisa nzaghachi ọhụrụ.

source: {d} Discussion | Knowledge Base
ig: {d} Mkparịta ụka | Ọdụ Nghọta

source: {d} Discussion
ig: Mkparịta ụka {d}

source: Post a new thread
ig: Bisa usoro ọhụrụ

source: Stop watching this forum
ig: Kwụsị ịlele ọgbakọ a

source: Watch this forum
ig: Lelee ọgbakọ a

source: Type
ig: Ụdị

# thread_type
source: Locked
ig: Akpọchiri

# thread_type
source: Sticky
ig: Nyado

source: View this post on the site.
ig: Lelee mbisa a na saịtị ahụ.

source: This forum is a discussion about improving the "%(title)s" article.
ig: Ọgbakọ a bụ mkparịta ụka gbasara imelite edemede "%(title)s".

source: 1 post
ig: 1 mbisaMbisa {0}

source: Edit this post
ig: Dezie mbisa a

source: Delete this post
ig: Hichapụ mbisa a

source: Quote
ig: Nkwupute

source: Post Preview:
ig: Bisa Nhụchalụ:

source: Turn off emails for discussion in my locale.
ig: Gbanyụọ email maka mkparịta ụka na mpaghara m.

source: Get emailed when there is new discussion activity in my locale.
ig: Nweta ozi mgbe enwere mmemme mkparịta ụka ọhụrụ na mpaghara m.

source: KPI Dashboard
ig: Ogwe KPI

source: Questions
ig: Ajụjụ

source: Questions solved
ig: Ajụjụ ndị asara

source: Definition: Percentage of threads that have answer marked as a solution
ig: Nkọwa: Pasenteji nke usoro nwere azịza ndị ka akapụtara ka mmezi

source: Questions responded to within X hours
ig: Ajụjụ ndị azaghachiri n'ime aka elekere X

source: Definition: Percentage of questions that get an action within X hours
ig: Nkọwa: Pasenteji nke ajụjụ ndị na enweta mmereme n'ime aka elekere X

source: Helpfulness of KB articles and Forum
ig: Ịba uru nke edemede KB na Ọgbakọ

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
ig: Nkọwa: Oke nke “ee”/mgbakọta ntuli aka maka edemede KB, usoro ọgbakọ

source: Number of active contributors to the English KB
ig: Ọnụọgụ nke ndị nkwado dị ire na KB Bekee

source: Definition: The number of people who have contributed to the KB in the last 30 days.
ig: Nkọwa: Ọnụọgụ nke ndị mmadụ ndị tinyegoro aka na KB n'ime ụbọchị 30 gara aga.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
ig: Nkọwa nke ntinye aka: edeziri 1+ edemede ma ọ bụ enyochaala 1+ edemede

source: Number of active contributors to the non-English KB
ig: Ọnụọgụ nke ndị nkwado dị ire na KB na abụghị Bekee

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
ig: Nkọwa: Ọnụọgụ nke ndị mmadụ ndị tinyegoro aka na ụdị KB na abụghị Bekee n'ime ụbọchị 30 gara aga.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
ig: Nkọwa nke ntinye aka: edeziri 1+ edemede na abụghị Bekee ma ọ bụ enyochaala 1+ edemede na abụghị Bekee.

source: Number of active forum contributors
ig: Ọnụọgụ nke ndị nkwado ọgbakọ dị ire

source: Definition: The number of people who have contributed to the forums in the last 30 days.
ig: Nkọwa: Ọnụọgụ nke ndị mmadụ ndị tinyegoro aka na ọgbakọ n'ime ụbọchị 30 gara aga.

source: Definition of contribution: wrote 10+ posts
ig: Nkọwa nke ntinye aka: dere mbisa 10+

source: Search Clickthrough Rate
ig: Chọọ Ogo Mpịfere

source: Clickthrough rate
ig: Ogo mpịfere

source: Definition: Percentage of people searching who click on an item on the search results page.
ig: Nkọwa: Pasenteji nke ndị mmadụ na eme ọchụchọ ndị pịrị otu ihe n'ibe nsonaazụ ọchụchọ.

source: Daily Unique Visitors
ig: Ndị Mbịambịa Kwa Ụbọchị Pụrụ Iche

source: L10n Coverage
ig: Mkpuchi L10n

source: L10n coverage
ig: Mkpuchi L10n

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
ig: Nkọwa: Mkpuchi L10n bụ ọhara nke pasenteji nke ọdụ ndị mbịambịa anyị a na enye edemede KB n'asụsụ nke ha. A na agbakọta ya site na iji Bekee 50 kachasị achịkọtara site na ọkwa ntụgharị asụsụ nke edemede yana ọnụọgụ nke mbịambịa maka mpaghara ọ bụla.

source: Edit levels are taken into account as follows:
ig: A na elenye anya na ọkwa ndezi dị ka otu a:

source: More than one level 2 review change drops the localization to 0%
ig: Karịa otu mgbanwe nyocha ọkwa 2 na ewetu ntụgharị asụsụ ka ọ bụrụ 0%

source: Example:
ig: Ịmaatụ:

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
ig: Mgbe edemede ibe Mbata bụ naanị edemede atụgharịrị ma zuo oke na German, mgbe ahụ mkpuchi nchịkọta anyị bụ 2% nke 10%=0.2% na nchịkọta (+ mkpuchi Bekee)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
ig: Mgbe German ghara mgbanwe ọkwa 2, mkpuchi ahụ na agbatu na 50%, yabụ 1% nke 10%=0.1% na nchịkọta

source: Exit Survey Results
ig: Wepu Nsonaazụ Nyocha

source: Sign up as a volunteer
ig: Debanye aha dị ka onye mwepụta onwe

source: Sign me up
ig: Debanye m

source: username1, username2,...
ig: aha njirimara1, aha njirimara2,...

source: To:
ig: Gaa na:

source: Message:
ig: Ozi:

source: [SUMO] You have a new private message from [{sender}]
ig: [SUMO] Ị nwere ozi nzuzo ọhụrụ sitere na [{sender}]

source: Invalid username provided. Enter a new username below.
ig: Enyere aha njirimara na ezighi ezi. Tinye aha njirimara ọhụrụ n'okpuru.

source: Your message was sent!
ig: Ezipuru ozi gị!

source: No messages selected. Please try again.
ig: Ọnweghị ozi ahọpụtara. Biko nwaa ọzọ.

source: Messages didn't add up. Try again.
ig: Ozi agbakọtaghị. Nwaa ọzọ.

source: The message was deleted!
ig: Ehichapụrụ ozi ahụ!

source: Delete Message
ig: Hichapụ Ozi

source: Messages
ig: Ozi

source: Sent Messages
ig: Ozi Ndị Ezipuru

source: Are you sure you want to delete these messages?
ig: O doro gị anya na ị chọrọ ihichapụ ozi ndị a?

source: Are you sure you want to delete this message?
ig: O doro gị anya na ị chọrọ ihichapụ ozi a?

source: Inbox
ig: Igbe nnabata

source: New Message
ig: Ozi Ọhụrụ

source: Mark Selected as Read
ig: Ka Nke Ahọpụtara dị ka Agụgoro

source: Delete Selected
ig: Hichapụ Nke Ahọpụtara

source: Read message
ig: Gụọ ozi

source: Delete message
ig: Hichapụ ozi

source: There are no messages here.
ig: Enweghị ozi ọ bụla ebe a.

source: You have exceeded the number of private messages that can be sent in a day.
ig: Ị gafeela ọnụọgụ nke ozi nzuzo enwere ike izipu n'otu ụbọchị.

source: Send
ig: Zipu

source: You
ig: Gị

source: Read Sent Message
ig: Gụọ Ozi Ezipuru

source: Read Message
ig: Gụọ Ozi

source: Reply
ig: Zaghachi

source: {sender} sent you the following message:
ig: {sender} zitere gị ozi ndị a:

source: View this message on the web
ig: Lelee ozi a na weebụ

source: View this message on the web:
ig: Lelee ozi a na weebụ:

source: Change your email preferences:
ig: Gbanwee mmasị email gị:

source: System
ig: Sistemụ

source: Message Preview:
ig: Nhụchalụ Ozi:

source: {product} Help
ig: Enyemaka {product}

source: In English
ig: Na Bekee

source: Firefox Sync
ig: Mmekọrịta Firefox

source: Bookmarks
ig: Bukumakị

source: Systems and Languages
ig: Sistemụ na Asụsụ

source: Release Notes
ig: Ndetu Mbupute

source: Privacy
ig: Nzuzo

source: Products
ig: Ngwaahịa

source: Topics
ig: Isiokwu

source: Download, install and migration
ig: Mbudata, nwụnye na ngagharị

source: Privacy and security settings
ig: Ntọala nzuzo na nche

source: Customize controls, options and add-ons
ig: Hazie njikwa, nhọrọ na mgbakwunye

source: Fix slowness, crashing, error messages and other problems
ig: Dozie ndọkpụ, mbibi, ozi mperi na nsogbu ndị ọzọ

source: Tips and tricks
ig: Ndụmọdụ na aghụghọ

source: Cookies
ig: Kuki

source: Tabs
ig: Taabụ

source: Websites
ig: Weebụsaịtị

source: Payments
ig: Akwụmụgwọ

source: Troubleshooting
ig: Ịchọpụta nsogbu

source: Calendar
ig: Kalịnda

source: Please confirm your email address
ig: Biko kwenye na adreesị email gị

source: %s posted an answer to your question "%s"
ig: %s bisara azịza na ajụjụ gị "%s"

source: Re: %s
ig: Za: %s

source: New answers for question: %s
ig: Azịza ọhụrụ maka ajụjụ: %s

source: Solution found to Firefox Help question
ig: Ahụrụ asịsa maka ajụjụ Enyemaka Firefox

source: Solution found for question: %s
ig: Ahụrụ asịsa maka ajụjụ: %s

source: Recently updated questions
ig: Ajụjụ ndị emelitere nso nso a

source: Recently updated questions tagged %s
ig: Akpadoro ajụjụ ndị emelitere nso nso a %s

source: Recent answers to %s
ig: Azịza nso nso maka %s

source: URL of affected site
ig: URL nke saịtị emetụtara

source: Crash ID(s)
ig: ID Mbibi

source: Troubleshooting Information
ig: Ozi Nchọpụta Nsogbu

source: This information gives details about the internal workings of your browser that will help in answering your question.
ig: Ozi a na enye gị nkọwapụta gbasara nrụọrụ nzuzo nke ihe nchọgharị gị ga-enyere aka na ịza ajụjụ gị.

source: This happens
ig: Nke a mere

source: Not sure how often
ig: O dochaghị anya ugboro ole

source: Just once or twice
ig: Naanị otu ugboro ma ọ bụ abụọ

source: A few times a week
ig: Ugboro ole ma ole n'otu izu

source: Every time Firefox opened
ig: Kwa oge emepere Firefox

source: This started when...
ig: Nke a bidoro mgbe...

source: Firefox version
ig: Ụdị Firefox

source: Operating system
ig: Sistemụ arụmọrụ

source: Installed plugins
ig: Nkwụnye ndị awụnyere

source: Extension/plugin you are having trouble with
ig: Ndọtị/nkwụnye ị na enwe nsogbu na ya

source: Mobile device
ig: Ngwaọrụ mkpanaka

source: Enter your reply here.
ig: Tinye nzaghachi gị ebe a.

source: Enter your email address here.
ig: Tinye adreesị ozi-e gị ebe a.

source: Please provide an email.
ig: Biko nye email.

source: That tag does not exist.
ig: Mkpado ahụ adịghị adị.

source: Please provide a tag.
ig: Biko nye mkpado.

source: Recently unanswered
ig: Nke azaghị nso nso a

source: New
ig: Ọhụrụ

source: Answers didn't help
ig: Azịza enyeghị aka

source: Needs info
ig: Chọrọ ozi

source: Solution provided
ig: Enyere asịsa

source: Solved
ig: Asara ya

source: Updated
ig: Emelitere

source: Views
ig: Nlele

source: Votes
ig: Ntuli aka

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
ig: Ọgbakọ ajụjụ adịghị maka {product} na {old_lang}, anyị ebugharịala gị gaa na ọgbakọ ajụjụ {new_lang}.

source: Thank you for choosing a solution!
ig: Daalụ mka ịhọrọ otu asịsa!

source: This question already has a solution.
ig: Ajụjụ a enweela asịsa.

source: The solution was undone successfully.
ig: Emeghasịrị asịsa ahụ na enweghị nsogbu.

source: Glad to hear it!
ig: Enwere m obi ụtọ ịnụ ya!

source: Sorry to hear that.
ig: Ndo maka nke ahụ.

source: You already voted on this reply.
ig: Ị họpụtara nzaghachi a.

source: Could not send a message to that email address.
ig: Enwenwughi ike iziga ozi na adreesị email ahụ.

source: You will be notified of updates by email.
ig: A ga-ezitere gị ozi maka mmelite site na email.

source: You should receive an email shortly to confirm your subscription.
ig: Ị kwesịrị ịnweta email n'obere oge iji kwenye na ndebanye gị.

source: Subscription confirmed.
ig: Ekwenyere na ndebanye.

source: There was a problem confirming your subscription.
ig: Enwere nsogbu na ịkwenye na ndebanye gị.

source: Email updates
ig: Mmelite email

source: You will now receive updates via email.
ig: Ugbu a ị ga-enweta mmelite site na email.

source: Go back to the question.
ig: Laghachi na ajụjụ.

source: Stop receiving updates via email for this question.
ig: Kwụsị ịnweta mmelite site na email maka ajụjụ a.

source: Go back to the question and try again.
ig: Laghachi na ajụjụ ahụ wee nwaa ọzọ.

source: Delete Answer | {t} | Firefox Support Forum
ig: Hichapụ Azịza | {t} | Ọgbakọ Nkwado Firefox

source: Delete answer
ig: Hichapụ azịza

source: Are you sure you want to delete this answer?
ig: O doro gị anya na ị chọrọ ihichapụ azịza a?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ig: Ị na achọ hichapụ azịza a kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> O doro gị anya na ị chọrọ ịga n'ihu?

source: Delete Question | {t} | Firefox Support Forum
ig: Hichapụ Ajụjụ | {t} | Ọgbakọ Nkwado Firefox

source: Delete question
ig: Hichapụ ajụjụ

source: Are you sure you want to delete this question?
ig: O doro gị anya na ị chọrọ ihichapụ ajụjụ a?

source: Number of Answers
ig: Ọnụọgụ nke Azịza

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
ig: Ị na achọ ihichapụ ajụjụ a kpamkpam. <strong>Enweghị ike ịmeghasị nke a!</strong> O doro gị anya na ị chọrọ ịga n'ihu?

source: Editing an answer | {t} | Firefox Support Forum
ig: Idezi azịza | {t} | Ọgbakọ Nkwado Firefox

source: Edit an answer
ig: Dezie azịza

source: Created by:
ig: Onye mepụtara ya bụ:

source: Last updated by:
ig: Emelitere ikpeazụ:

source: Last updated:
ig: Emelitere ikpeazụ:

source: Question:
ig: Ajụjụ:

source: Update answer
ig: Melite azịza

source: Edit a Question
ig: Dezie Ajụjụ

source: Edit the question
ig: Dezie ajụjụ

source: Save Question
ig: Chekwaa Ajụjụ

source: Support Forum Metrics
ig: Metrik Ọgbakọ Nkwado

source: Metrics
ig: Metrik

source: Submit
ig: Nyefee

source: <strong>{product}</strong> Support Forum
ig: <strong>{product}</strong> Ọgbakọ Nkwado

source: {product} Support Forum
ig: {product} Ọgbakọ Nkwado

source: {q} | {product} Support Forum
ig: {q} | {product} Ọgbakọ Nkwado

source: {user} is currently working on this problem.
ig: {user} na arụ ọrụ na nsogbu a ugbu a.

source: View other questions that need attention.
ig: Lelee ajụjụ ndị ọzọ chọrọ ntinye aka.

source: This thread was closed.
ig: Emechiri usoro a.

source: This thread was archived.
ig: Echekwara usoro a.

source: This thread was closed and archived.
ig: Emechiri ma chekwaa usoro a.

source: Please ask a new question if you need help.
ig: Biko jụọ ajụjụ ọhụrụ ma ọ bụrụ na ị chọrọ enyemaka.

source: reply
ig: nzaghachinzaghachi

source: No replies
ig: Nzaghachi adịghị

source: has this problem
ig: nwere nsogbu anwere nsogbu a

source: Marked as spam by %(marked_by)s at %(marked_time)s
ig: Akapụtara dị ka adịgboroja site n'aka %(marked_by)s na %(marked_time)s

source: Attached screenshots
ig: Nseta ihuenyo ndị agbakwunyere

source: Modified {datetime} by {name}
ig: Edeziri {datetime} site na {name}

source: Solution chosen by {user}
ig: {user} họpụtara asịsa a

source: Chosen solution
ig: Asịsa ahọpụtara

source: Read this answer in context
ig: Gụọ azịza a na nghọta

source: I have this problem, too
ig: Enwekwara m nsogbu

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
ig: Iji gbochie adịgboroja, anyị na amachi ọnụọgụ nke azịza enwere ike ibisa n'ime obere oge. Ọ bụrụ na ị chọrọ ibisakwu biko mepụta mbisa na <a href="%(url)s">ọgbakọ ndị nkwado</a> na arịọ ka etinye gị na ndepụta ndị nwere ikike.

source: Post a Reply
ig: Bisa Nzaghachi

source: I am providing the requested information
ig: M na enye ozi arịọrọ

source: Ask a question
ig: Jụọ ajụjụ

source: Edit this question
ig: Dezie ajụjụ a

source: Delete this question
ig: Hichapụ ajụjụ a

source: Unlock this question
ig: Kpọghee ajụjụ a

source: Lock this question
ig: Kpọchie ajụjụ a

source: Unarchive this question
ig: Bupute ajụjụ a

source: Archive this question
ig: Chekwaa ajụjụ a

source: Stop email updates
ig: Kwụsị mmelite email

source: Get email updates
ig: Nweta mmelite email

source: Subscribe to feed
ig: Debanye aha na ngụpụta

source: Tags
ig: Mkpado

source: Add
ig: Tinye

source: Product
ig: Ngwaahịa

source: Topic
ig: Isiokwu

source: Save changes
ig: Chekwaa mgbanwe

source: System Details
ig: Nkọwapụta Sistemụ

source: Device:
ig: Ngwaọrụ:

source: More system details
ig: Nkọwapụta sistemụ ndị ọzọ

source: Additional System Details
ig: Mgbakwunye Nkọwapụta Sistemụ

source: Sites Affected
ig: Saịtị Ndị Emetụtara

source: Crash ID
ig: ID mbibi

source: This happened
ig: Nke a mere

source: Installed Plug-ins
ig: Nkwụnye Ndị Awụnyere

source: Edit details
ig: Dezie nkọwapụta

source: Multiple Products
ig: Ọtụtụ Ngwaahịa

source: Showing questions tagged:
ig: Na egosi ajụjụ ndị akpadoro:

source: Show all questions
ig: Gosi ajụjụ niile

source: Attention needed
ig: Achọrọ ntinye uche

source: Responded
ig: Azaghachiri

source: Done
ig: Emechaala

source: Contributed
ig: Etinyere aka

source: Archived
ig: Echekwara

source: votes this week
ig: ntuli aka n'izu a

source: Filter by
ig: Yọcha site na

source: Show me
ig: Gosi m

source: Posts from everyone
ig: Mbisa site n'aka mmadụ niile

source: My contributions
ig: Ntinye aka m

source: You have been unsubscribed.
ig: Ewepula gị.

source: There was a problem unsubscribing.
ig: Enwere nsogbu na iwepu aha.

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
ig: Anyị enwenwughi ike iwepu gị n'ajụjụ a: <a href="%(question_url)s">%(question_title)s</a>. Biko gbaa mbọ hụ na i ṅomiri ma mado njikọ nwepu aha ahụ nke ọma.

source: You are about to subscribe to:
ig: Ị na achọ ịdebanye aha na:

source: Confirm your subscription
ig: Kwenye na ndebanye gị

source: Thanks!
ig: Daalụ!

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
ig: Iji kwenye na ndebanye gị, biko pịa njikọ dị n'okpuru ma ọ bụ ṅomie ma mado ihe niile ahụ n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: Browse for unsolved questions and help a fellow user
ig: Chọgharịa ajụjụ ndị asabeghị ma nyere onye ọrụ ibe gị aka

source: Solving 1 issue helps up to 1,000 users a day!
ig: Ikpezi 1 nsogbu na enyere ruo ndị ọrụ 1,000 n'otu ụbọchị!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
ig: Ihe akpụrakpụ na ezipu email a na akpaghị aka. Akpụrakpụ anyị enweghị ike ịzaghachi ajụjụ gị, mana ndị nkwado ọgbakọ anyị nwere ike! Ọ bụrụ na ị chọrọ ịzaghachi ha, biko <a href="%(url)s">pịa ebe a</a>.

source: Hi {username},
ig: Kedu {username},

source: {answerer} commented on a Firefox question on {host}:
ig: {answerer} dere ihe na ajụjụ Firefox na {host}:

source: {answerer} wrote:
ig: {answerer} dere:

source: See the comment:
ig: Hụ asịsa ahụ:

source: If this comment is helpful, vote on it:
ig: Ọ bụrụ na asịsa a bara uru, tulie aka na ya:

source: Help other Firefox users by browsing for unsolved questions on {host}:
ig: Nyere ndị ọrụ Firefox ndị ọzọ aka site na ịchọgharị ajụjụ ndị asabeghị na {host}:

source: You might just make someone's day!
ig: Ị nwere ike ịmere mmadụ ezigbo ihe!

source: Mark it as solved
ig: Kaa ya ka nke ekpeziri

source: This doesn't solve my problem
ig: Nke a anaghị ekpezi nsogbu m

source: Browse for unsolved questions and help a Firefox user
ig: Chọgharịa ajụjụ ndị ekpezibeghị ma nyere onye ọrụ Firefox aka

source: {answerer} has posted an answer to your question on {host}:
ig: {answerer} ebisala azịza maka ajụjụ gị na {host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
ig: Ọ bụrụ na nke a asaghị nsogbu gị, mee ka {answerer} mara site na ịzaghachi na weebụsaịtị ahụ:

source: If this answer solves your problem, please mark it as "solved":
ig: Ọ bụrụ na azịza a sara nsogbu gị, biko kaa ya dị ka "asaala ya":

source: This will help other Firefox users find good answers to their questions!
ig: Nke a ga-enyere ndị ọrụ Firefox ndị ọzọ aka na ịchọta ezigbo azịza maka ajụjụ ha!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
ig: Anyị naanị chọrọ ka ị mara na %(answerer)s ahụla asịsa maka ajụjụ Firefox ị na eso.

source: The question: '{title}' was marked as solved by its asker, {asker}.
ig: Ajụjụ ahụ: akapụtara '{title}' dị ka nke ekpezigoro site n'aka onye jụrụ ya, {asker}.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
ig: Azịza a enyeere gị aka? Ị hụrụ mbisa ọzọ ka nke ka baa uru karịa? Mee ka ndị ọrụ Firefox mara site na ituli aka n'akụkụ azịza ahụ.

source: View the solution
ig: Lelee asịsa ahụ

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
ig: Ị mara na %(answerer)s bụ onye ọrụ Firefox dị ka gị? Bido ịnyere ndị ọrụ Firefox ndị ọzọ aka site na <a href="https://%(host)s/questions?filter=unsolved"> ịchọgharị ajụjụ</a> -- ị nwere ike ịmeere mmadụ ezigbo ihe!

source: The question:
ig: Akapụtara ajụjụ ahụ:

source: was marked as solved by its asker, {asker}.
ig: dị ka nke asagoro site n'aka onye jụrụ ya, {asker}.

source: You can view the solution using the link below.
ig: Ị nwere ike ịlele azịza ahụ site na iji njikọ dị n'okpuru.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
ig: Ị mara na %(answerer)s bụ onye ọrụ Firefox dị ka gị? Bido ịnyere ndị ọrụ Firefox ndị ọzọ aka site na ịchọgharị ajụjụ na https://%(host)s/questions?filter=unsolved -- ị nwere ike ịmere mmadụ ezigbo ihe!

source: Share Data
ig: Kekọrịta Data

source: Question owner
ig: Jụọ onye nwe ya ajụjụ

source: Chosen Solution
ig: Asịsa Ahọpụtara

source: Marked as spam
ig: Akapụtara dị ka adịgboroja

source: Did this reply solve your problem?
ig: Nzaghachi a ekpeziri nsogbu gị?

source: Solved the problem
ig: Kpeziri nsogbu ahụ

source: Does this reply solve the problem?
ig: Nzaghachi a ekpeziri nsogbu ahụ?

source: Solves the problem
ig: Na ekpezi nsogbu ahụ

source: Solution chosen
ig: Asịsa ahọpụtara

source: Undo
ig: Meghasịa

source: Reply Preview
ig: Nhụchalụ Nzaghachi

source: Send Updates
ig: Zipu Mmelite

source: Mark as spam
ig: Kaa dị ka adịgboroja

source: Unmark as spam
ig: Wepu dị ka adịgboroja

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
ig: Sochie. Oge ụfọdụ, ndị mwepụta anyị ga-achọ gị maka ozi ndị ọzọ ma ọ bụ iji nwalee ụfọdụ ihe. Ozugbo ị nwere ike ịme nke a, ka ha nwekwara ike idozi ya ngwangwa.
