Repository: mozilla-l10n/sumo-l10n
Catalog: ig/LC_MESSAGES/djangojs.po
Languages: ig

source: Questions
ig: Ajụjụ

source: Solved
ig: Asaala ya

source: % Solved
ig: Asaala %

source: Responded in 24 hours
ig: Zaghachiri na aka elekere 24

source: % Responded in 24 hours
ig: % Zaghachiri na aka elekere 24

source: Responded in 72 hours
ig: Zaghachiri na aka elekere 72

source: % Responded in 72 hours
ig: % Zaghachiri na aka elekere 72

source: Not responded in 24 hours
ig: Azaghachibeghị na aka elekere 24

source: Not responded in 72 hours
ig: Azaghachibeghị na aka elekere 72

source: Article Votes: % Helpful
ig: Ntuli Aka Ederede: % Bara Uru

source: Answer Votes: % Helpful
ig: Ntuli Aka Azịza: % Bara Uru

source: non en-US KB
ig: abụghị en-US KB

source: Support Forum
ig: Ọgbakọ Nkwado

source: Army of Awesome
ig: Igwe Ọmarịcha Ihe

source: Click Through Rate %
ig: Pịgharịa N'ime Ogo %

source: Visitors
ig: Ndị mbịambịa

source: L10n Coverage
ig: Mkpuchi L10n

source: Percent Yes
ig: Pasentị Ee

source: Yes
ig: Ee

source: No
ig: Mba

source: I don't know
ig: Amaghị m

source: Error loading graph
ig: Mperi na ịdọnye eserese

source: An error occured.
ig: Mperi dapụtara.

source: There was an error generating the preview.
ig: Mperi dapụtara ka a na emepụta nhụchalụ ahụ.

source: There was an error submitting your vote.
ig: Enwere mperi na ịnyefe nhọpụta gị.

source: You replied
ig: Ị zaghachiri

source: You and 1 other replied
ig: Gị na 1 onye ọzọ zaghachiri

source: Account banned successfully!
ig: Amachiri akaụntụ na enweghị nsogbu!

source: Username not provided.
ig: Enyeghị aha njirimara.

source: This account is already banned!
ig: Amachiela akaụntụ a!

source: Account is now being ignored!
ig: Elepụla anya na akaụntụ ugbu a!

source: This account is already being ignored!
ig: Elepụla anya na akaụntụ a ugbu a!

source: 1 user unbanned successfully!
ig: Ahapụla 1 onye ọrụ na enweghị nsogbu!Ahapụla ndị ọrụ %s na enweghị nsogbu!

source: 1 user removed from list!
ig: Ewepuru 1 onye ọrụ na ndepụta!Ewepuru ndị ọrụ %s na ndepụta!

source: No users selected!
ig: Ọnweghị ndị ọrụ ahọpụtara!

source: %(num)s <small>of %(total)s</small>
ig: %(num)s <small>nke %(total)s</small>

source: No differences found
ig: Ọnweghị ndịiche ahụrụ

source: Cancel
ig: Kagbuo

source: You are not watching this thread
ig: Ị naghị elele usoro a

source: You are watching this thread
ig: Ị na elele usoro a

source: Image Attachment
ig: Mgbakwunye Onyonyo

source: Could not upload file. Please try again later.
ig: Enwenwughi ike ibugo faịlụ. Biko nwaa ọzọ ma emechaa.

source: Invalid image. Please select a valid image file.
ig: Onyonyo na ezighi ezi. Biko họrọ faịlụ onyonyo ziri ezi.

source: Image too large. Please select a smaller image file.
ig: Onyonyo buru oke ibu. Biko họrọ faịlụ onyonyo pere mpe karịa.

source: Upload cancelled. Please select an image file.
ig: Akagburu mbugo. Biko họrọ faịlụ onyonyo.

source: File deleted. Please select an image file.
ig: Ehichapụrụ faịlụ. Biko họrọ faịlụ onyonyo.

source: Delete this image
ig: Hichapụ onyonyo a

source: Uploading "%s"...
ig: Na-ebugo "%s"...

source: Loading...
ig: Na-adọnye...

source: No votes data
ig: Data nhọpụta adịghị

source: Votes
ig: Nhọpụta

source: Percent
ig: Pasentị

source: Bold
ig: Ọkpụrụkpụ

source: bold text
ig: ederede ọkpụrụkpụ

source: Italic
ig: Ịtaliki

source: italic text
ig: ederede ịtaliki

source: Numbered List
ig: Ndepụta Nwere Ọnụọgụ

source: Numbered list item
ig: Ihe ndepụta nwere ọnụọgụ

source: Bulleted List
ig: Ndepụta Nwere Ntụpọ

source: Bulleted list item
ig: Ihe ndepụta nwere ntụpọ

source: Heading 1
ig: Isi 1

source: Heading 2
ig: Isi 2

source: Heading 3
ig: Isi 3

source: Insert a link...
ig: Fanye njikọ...

source: link text
ig: ederede njikọ

source: Link text:
ig: Ederede njikọ:

source: Link target:
ig: Mgbado njikọ:

source: Support article:
ig: Edemede nkwado:

source: Enter the name of the article
ig: Tinye aha nke edemede ahụ

source: External link:
ig: Njikọ dị na mpụga:

source: Enter the URL of the external link
ig: Tinye URL nke njikọ dị na mpụga

source: No sections found
ig: Ọnweghị ngalaba ahụrụ

source: Insert Link
ig: Fanye njikọ

source: Knowledge Base Article
ig: Edemede Ọdụ Nghọta

source: Insert media...
ig: Fanye mgbasa ozi...

source: media
ig: mgbasa ozi

source: Search Gallery
ig: Chọọ Ọba

source: Show:
ig: Gosi:

source: Images
ig: Onyonyo

source: Videos
ig: Vidio

source: Show media for:
ig: Gosi mgbasa ozi maka:

source: Insert Media
ig: Fanye Mgbasa Ozi

source: Upload Media
ig: Bugoo Mgbasa Ozi

source: Please select an image or video to insert.
ig: Biko họrọ onyonyo ma ọ bụ vidio a ga-afanye.

source: Oops, there was an error.
ig: Ewoo, enwere mperi.

source: Common responses
ig: Nzaghachi ndị a na enwekarị

source: cannedresponses
ig: nzaghachi ndị ezubere iche

source: Search for common responses
ig: Chọọ nzaghachi ndị a na enwekarị

source: Categories
ig: Otu

source: Responses
ig: Nzaghachi

source: Please select a category from the previous column or start a search.
ig: Biko họrọ otu site n'ọgbara ikpeazụ ma ọ bụ bido ọchụchọ.

source: Response editor
ig: Ihe ndezi nzaghachi

source: Switch to preview mode
ig: Banye na ụkpụrụ nhụchalụ

source: Insert Response
ig: Fanye Nzaghachi

source: Matching responses
ig: Nzaghachi ndị makọrọ

source: There was an error checking for canned responses.
ig: Enwere mperi na ịlele nzaghachi ndị ezubere iche.

source: Response preview
ig: Nhụchalụ nzaghachi

source: Switch to edit mode
ig: Banye n'ụkpụrụ ndezi

source: Quote previous message...
ig: Kwupute ozi ikpeazụ...

source: Reply...
ig: Zaghachi...

source: %s characters remaining
ig: Mkpụrụedemede %s fọdụrụ

source: There was an error.
ig: Enwere mperi.

source: There was an error. Please try again in a moment.
ig: Enwere mperi. Biko nwaa ọzọ n'obere oge.

source: Daily
ig: Kwa ụbọchị

source: Weekly
ig: Kwa izu

source: Monthly
ig: Kwa ọnwa

source: Month beginning %(year)s-%(month)s-%(date)s
ig: Ọnwa bidoro %(year)s-%(month)s-%(date)s

source: 1m
ig: 1ọ

source: 3m
ig: ọ3

source: 6m
ig: ọ6

source: 1y
ig: 1a

source: All
ig: Dum

source: From %(from_input)s to %(to_input)s
ig: Site na %(from_input)s gaa na %(to_input)s

source: Invalid tag entered: %s
ig: Etinyere mkpado na ezighi ezi: %s

source: No tags entered.
ig: Ọnweghị mkpado etinyere.

source: No, ignore
ig: Mba, leghara anya

source: Did you mean %s?
ig: I kwuru %s?

source: Error uploading image
ig: Mperi na ibugo onyonyo

source: Error deleting image
ig: Mperi na ihichapụ onyonyo

source: Please check you are logged in, and try again.
ig: Biko lelee na ị banyere, wee nwaa ọzọ.

source: Search for a user...
ig: Chọọ onye ọrụ...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
ig: ỊDỌ AKA NA NTỊ! O doro gị anya na ị chọrọ ịgbanyụ onye ọrụ a? Enweghị ike ịmeghasị nke a!

source: Active Contributors
ig: Ndị Nkwado Dị Ire

source: A document with this title already exists in this locale.
ig: Dọkụmentị nwere aha a adịlarịị adị na mpaghara a.

source: A document with this slug already exists in this locale.
ig: Dọkụmentị nwere slọọg a adịlarịị adị na mpaghara a.

source: Choose revisions to compare
ig: Họrọ ngụgharị iji tụlee

source: Toggle syntax highlighting
ig: Tụgharịa nchapụta mkpokọta

source: Toggle Diff
ig: Tụgharịa Ndịiche
