Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
hsb: Přiměrće Firefox z přidatkami, tykačemi a rozšěrjenjemi

# DB: products.Topic.title
source: Customize settings and preferences
hsb: Nastajenja přiměrić

# DB: products.Topic.description
source: Customize settings and preferences
hsb: Nastajenja přiměrić

# DB: products.Topic.description
source: Customize preferences for Firefox for iOS
hsb: Přiměrće nastajenja za Firefox za iOS

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
hsb: Přiměrće Firefox za Android z tutymi nastajenjemi na swoje potrjeby

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
hsb: Přiměrće Firefox z nastajenjemi a přidatkami na swoje potrjeby

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
hsb: Přiměrće Thunderbird z přidatkami, tykačemi a rozšěrjenjemi

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
hsb: Přiměrće Thunderbird z přidatkami, tykačemi a rozšěrjenjemi

# DB: products.Topic.title
source: Date and Time
hsb: Datum a čas

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
hsb: Nastajće datum a čas na swojim telefonje Firefox OS

# DB: products.Topic.title
source: Defense in Depth
hsb: Zakitowanje we hłubokosći

# DB: products.Topic.description
source: Make privacy a key factor in selecting and interacting with partners.
hsb: Čińće priwatnosć k rozsudnemu faktorej při wuběranju partnerow a při interakciju z nimi.

# DB: products.Topic.title
source: Deploy
hsb: Rozdźělić

# DB: products.Topic.description
source: Deployment of Firefox in an enterprise environment
hsb: Zasadźenje Firefox w předewzaćowej wokolinje

# DB: products.Topic.title
source: Display
hsb: Zwobraznjenje

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
hsb: Přiměrće swoju wobrazowku na swojim graće Firefox OS.

# DB: products.Topic.title
source: Display and appearance
hsb: Zwobraznjenje a wonkowny napohlad

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
hsb: Zhońće, kak móžeće swoju symbolowu lajstu, pismowe wulkosće a barby wobhladowaka změnić

# DB: products.Topic.title
source: Display Badges
hsb: Myta zwobraznić

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
hsb: Zwobrazńće swoje digitalne myta w swojich socialnych syćach, na sydłach swojeho dźěła a na swojim websydle.

# DB: products.Topic.title
source: Do more with apps
hsb: Z nałoženjemi wjace činić

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
hsb: Instalujće wotewrjene nałoženja z Torhošća, zo byšće swojemu gratej wjace wjesela a funkcionalnosće přidał

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
hsb: Zhońće, kak wotewrjene nałoženja namakaće a instalujeće, zo byšće swojemu gratej wjace wjesela a funkcionalnosće přidał

# DB: products.Topic.title
source: Download and Manage Apps
hsb: Nałoženja sćahnyć a rjadować

# DB: products.Topic.description
source: Download apps from the Marketplace
hsb: Sćehńće nałoženja z Torhošća

# DB: products.Topic.title
source: Download and save
hsb: Sćahnyć a składować

# DB: products.Topic.description
source: Manage your downloaded files and saved content
hsb: Rjadujće swoje sćehnjene dataje a składowany wobsah

# DB: products.Topic.title
source: Download, install and migration
hsb: Sćahnyć, instalować a daty přewzać

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
hsb: Zhońće, kak móžeće Firefox na swoje desktopowe graty sćahnyć abo daty do abo z druhich wobhladowakow přesunyć.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
hsb: Zhońće, kak móžeće informacije do Firefox za Android instalować a přenošować.

# DB: products.Topic.description
source: Download, install and Migration
hsb: Sćahnyć, instalować a daty přewzać

# DB: products.Topic.title
source: Downloads
hsb: Sćehnjenja

# DB: products.Topic.description
source: Manage and troubleshoot your downloads.
hsb: Rjadujće swoje sćehnjenja a rozrisajće problemy z nimi.

# DB: products.Topic.title
source: Download & Setup
hsb: Sćahnyć a konfiguracija

# DB: products.Topic.description
source: Start using Mozilla VPN.
hsb: Započńće Mozilla VPN wužiwać.

# DB: products.Topic.title
source: Earn Badges
hsb: Myta zasłužić

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
hsb: Zasłužće myta za kmanosće, kotrež online a offline wuknjeće

# DB: products.Topic.title
source: Editorial guidelines
hsb: Redakciske směrnicy

# DB: products.Topic.title
source: Email and Messages
hsb: E-mejl a powěsće

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
hsb: Wostańće přez e-mejl a SMS ze swojimi kontaktami do zwiska.

# DB: products.Topic.title
source: Email and messaging
hsb: E-mejl a powěsće

# DB: products.Topic.description
source: Read, send, and manage your emails and messages.
hsb: Čitajće, sćelće a rjadujće swoje e-mejlki a powěsće.

# DB: products.Topic.title
source: Emails
hsb: E-mejlki

# DB: products.Topic.description
source: Emails
hsb: E-mejlowe adresy

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
hsb: Zhońće, kak móžeće konta zarjadować a e-mejlki čitać, pósłać a rjadować

# DB: products.Topic.title
source: Encryption
hsb: Zaklučowanje

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
hsb: Zmylkowe zdźělenki: Što woznamjenjeja a kak so wotstronjeja

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
hsb: Zmylkowe zdźělenki: Štož woznamjenjeja a kak so rozrisuja

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
hsb: Kak problemy ze zmylkowymi zdźělenkami w Firefox rozrisujeće

# DB: products.Topic.title
source: Events and help for Mentors
hsb: Podawki a pomoc za mentorow

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
hsb: Pomhajće, digitalne kmanosće wučić a dźělće kreatiwne móžnosće, zo byšće technologiju wučił.

# DB: products.Topic.title
source: Explore
hsb: Wuslědźić

# DB: products.Topic.description
source: Learn about Firefox for Enterprise
hsb: Zhońće wjace wo Firefox za předewzaća

# DB: products.Topic.title
source: Firefox controls and buttons
hsb: Wodźenje a tłóčatka Firefox

# DB: products.Topic.description
source: Firefox controls and buttons
hsb: Wodźenje a tłóčatka Firefox

# DB: products.Topic.title
source: Firefox crashes
hsb: Firefox spaduje

# DB: products.Topic.description
source: Crashing
hsb: Spady

# DB: products.Topic.title
source: Firefox Focus for Android
hsb: Firefox Klar za Android

# DB: products.Topic.description
source: Privacy browser for Android
hsb: Wobhladowak priwatnosće za Android

# DB: products.Topic.title
source: Firefox Focus for iOS
hsb: Firefox Klar za iOS

# DB: products.Topic.description
source: Firefox Focus for iOS
hsb: Firefox Klar za iOS

# DB: products.Topic.title
source: Firefox for Echo Show
hsb: Firefox za Echo Show

# DB: products.Topic.description
source: Browser for the Amazon Echo Show
hsb: Wobhladowak za Amazon Echo Show

# DB: products.Topic.title
source: Firefox for families
hsb: Firefox za swójby

# DB: products.Topic.description
source: Customize Firefox to keep your family safe and secure
hsb: Přiměrće Firefox, zo byšće swoju swójbu škitał

# DB: products.Topic.title
source: Firefox for Fire TV
hsb: Firefox za Fire TV

# DB: products.Topic.description
source: Browser for the Amazon Fire TV.
hsb: Wobhladowak za Amazon Fire TV.

# DB: products.Topic.title
source: Firefox for iOS is not working as expected
hsb: Firefox za iOS kaž wočakowane njefunguje

# DB: products.Topic.description
source: Troubleshoot problems with Firefox for iOS.
hsb: Rozrisajće problemy z Firefox za iOS.

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
hsb: Rozmołwjejće so přez widejo abo awdio z pomocu wobhladowaka Firefox

# DB: products.Topic.title
source: Firefox is slow or stops working
hsb: Firefox je pomały abo hižo njefunguje

# DB: products.Topic.description
source: Slowness or hanging
hsb: Pomałosć abo wisanje

# DB: products.Topic.title
source: Firefox Klar for Android
hsb: Firefox Klar za Android

# DB: products.Topic.title
source: Firefox Klar for iOS
hsb: Firefox Klar za iOS

# DB: products.Topic.description
source: Privacy browser for iOS
hsb: Wobhladowak priwatnosće za iOS

# DB: products.Topic.title
source: Firefox options, preferences and settings
hsb: Nastajenja Firefox

# DB: products.Topic.description
source: Firefox options, preferences and settings
hsb: Nastajenja Firefox

# DB: products.Topic.title
source: Firefox settings
hsb: Nastajenja Firefox

# DB: products.Topic.description
source: Privacy and personalization
hsb: Priwatnosć a přiměrjenje

# DB: products.Topic.description
source: Firefox Sync settings
hsb: Nastajenja Firefox Sync

# DB: products.Topic.title
source: Firefox Sync settings
hsb: Nastajenja Firefox Sync

# DB: products.Topic.title
source: Firefox versions and languages
hsb: Wersije a rěče Firefox

# DB: products.Topic.description
source: Firefox versions and languages
hsb: Wersije a rěče Firefox

# DB: products.Topic.title
source: Firefox won't save settings or remember information
hsb: Firefox nastajenja abo daty njeskładuje

# DB: products.Topic.description
source: Firefox won't save settings or remember information
hsb: Firefox nastajenja abo daty njeskładuje

# DB: products.Topic.title
source: Fix problems
hsb: Problemy rozrisać

# DB: products.Topic.description
source: Troubleshoot problems with Firefox Fire TV
hsb: Rozrisajće problemy z Firefox Fire TV

# DB: products.Topic.description
source: Troubleshoot issues with Firefox Lockwise
hsb: Rozrisajće problemy z Firefox Lockwise

# DB: products.Topic.description
source: Troubleshoot problems with Firefox Lite.
hsb: Rozrisajće problemy z Firefox Lite.

# DB: products.Topic.description
source: Troubleshoot slowness, crashing and error messages.
hsb: Rozrisajće problemy z pomałosću, spadami a zmylkowymi zdźělenkami.

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
hsb: Zhońće, kak móžeće problemy ze swoijim telefonom Firefox OS rozrisać.

# DB: products.Topic.title
source: Fix problems with email providers (gmail, Yahoo, etc.)
hsb: Problemy z e-mejlowymi poskićowarjemi rozrisać (gmail, Yahoo atd.)

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
hsb: Zhońće, kak móžeće problemy z Gmail, Yahoo a druhimi e-mejlowymi poskićowarjemi rozrisać

# DB: products.Topic.title
source: Fix problems with Firefox Preview
hsb: Rozrisajće problemy z Firefox Preview

# DB: products.Topic.description
source: Troubleshoot issues with Firefox Preview
hsb: Rozrisajće problemy z Firefox Preview

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
hsb: Problemy z websydłami rozrisać (Facebook, Youtube, Webmail atd.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
hsb: Problemy z websydłami rozrisać (Facebook, Youtube, Webmail atd.)

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
hsb: Wotstrońće pomałosć, spady, zmylkowe zdźělenki a druhe problemy

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
hsb: Rozrisajće zmylkowe zdźělenki w Thunderbird.

# DB: products.Topic.title
source: Free email masking
hsb: Darmotne e-mejlowe maskowanje

# DB: products.Topic.description
source: Learn the basics of Firefox Relay.
hsb: Wukńće zakłady Firefox Relay.

# DB: products.Topic.title
source: General contribution
hsb: Powšitkowny přinošk

# DB: products.Topic.description
source: Learn how you can contribute to SUMO in general.
hsb: Zhońće, kak móžeće k SUMO w cyłku přinošować.

# DB: products.Topic.title
source: Get community support
hsb: Dóstańće podpěru wot zhromadźenstwa

# DB: products.Topic.description
source: Get community support
hsb: Dóstańće podpěru wot zhromadźenstwa

# DB: products.Topic.title
source: Get Involved
hsb: Sobu činić

# DB: products.Topic.description
source: Help the Open Badges community
hsb: Pomhajće zhromadźenstwu Open Badges

# DB: products.Topic.title
source: Get started
hsb: Prěnje kroki

# DB: products.Topic.description
source: Download Firefox and safely browse the web
hsb: Sćehńće Firefox a přehladujće internet wěsće

# DB: products.Topic.description
source: Everything you need to know to use Firefox Lite.
hsb: Zhońće wšitko, štož dyrbiće za prěnje kroki z Firefox Lite wědźeć.

# DB: products.Topic.description
source: Firefox OS basics
hsb: Zakłady Firefox OS

# DB: products.Topic.description
source: Get Started with Firefox for Fire TV
hsb: Prěnje kroki z Firefox za Fire TV

# DB: products.Topic.description
source: How to use Firefox Reality
hsb: Kak móžeće Firefox Reality wužiwać

# DB: products.Topic.description
source: Learn the basics
hsb: Wukńće zakłady

# DB: products.Topic.description
source: Learn the basics about ScreenshotGo
hsb: Zhońće zakłady wo ScreenshotGo

# DB: products.Topic.title
source: Get Started
hsb: Prěnje kroki

# DB: products.Topic.description
source: Klar verwenden
hsb: Klar wužiwać

# DB: products.Topic.title
source: Get the most from webmaker.org
hsb: Wobstarajće sej najlěpše z webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
hsb: Pomhajće abo wobstarajće sej pomoc za projekt Webmaker.

# DB: products.Topic.title
source: Getting started
hsb: Prěnje kroki

# DB: products.Topic.description
source: Getting started with Monitor Data Removal
hsb: Prěnje kroki při wotstronjenju datow z Monitor

# DB: products.Topic.title
source: Getting Started
hsb: Prěnje kroki

# DB: products.Topic.description
source: Getting started with MDN Plus.
hsb: Prěnje kroki z MDN Plus.

# DB: products.Topic.description
source: Learn the basics of Mozilla VPN.
hsb: Wukńće zakłady Mozilla VPN.

# DB: products.Topic.description
source: New to Pocket? Start here!
hsb: Nowy pola Pocket? Započńće tu!

# DB: products.Topic.title
source: Help articles
hsb: Nastawki pomocy

# DB: products.Topic.description
source: Topic for any articles related to the Knowledge Base (help articles) contribution.
hsb: Tema za nastawki, kotrež so na sobudźěło w nastawkach wědoweje datoweje banki (nastawki pomocy) poćahuja.

# DB: products.Topic.title
source: History
hsb: Historija

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
hsb: Změńće swoje nastajenja historije w Firefox za iOS

# DB: products.Topic.description
source: View and manage your browsing history.
hsb: Wobhladajće sej a rjadujće swoju přehladowansku historiju.

# DB: products.Topic.title
source: Hot topics
hsb: Načolne temy

# DB: products.Topic.description
source: Hot topics
hsb: Načolne temy

# DB: products.Topic.title
source: How does it work?
hsb: Kak funguje?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
hsb: Zakłady za prěnje kroki z Firefox za Windows 8 Touch.

# DB: products.Topic.title
source: How do I use Firefox Preview?
hsb: Kak móžu Firefox Preview wužiwać?

# DB: products.Topic.description
source: Get help with using features in Firefox Preview.
hsb: Wobstarajće sej pomoc za wužiwanje funkcijow w Firefox Preview.

# DB: products.Topic.title
source: How To
hsb: Nawod

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
hsb: Nastawki, kotrež wam pokazuja, štož móžeće z Thunderbird činić

# DB: products.Topic.title
source: How to use Firefox
hsb: Kak móžeće Firefox wužiwać

# DB: products.Topic.description
source: How to browse, search and customize your settings
hsb: Kak přehladujeće, pytaće a swoje nastajenja přiměrjeće

# DB: products.Topic.title
source: How to use Firefox for Android
hsb: Firefox za Android wužiwać

# DB: products.Topic.description
source: How to use Firefox for Android
hsb: Kak so Firefox za Android wužiwa

# DB: products.Topic.title
source: How to use Firefox for iOS
hsb: Wužiwanje Firefox za iOS

# DB: products.Topic.description
source: General usage questions
hsb: Prašenja wo powšitkownym wužiwanju

# DB: products.Topic.title
source: Identity
hsb: Identita

# DB: products.Topic.description
source: How to create and edit your identity in Hubs
hsb: Tak móžeće swoju identitu w Hubs wutworić a wobdźěłać

# DB: products.Topic.title
source: Import and export email
hsb: E-mejl importować a eksportować

# DB: products.Topic.description
source: Import and export your emails for backup or transfer.
hsb: Importujće a eksportujće swoje mejlki za zawěsćenje abo přenošowanje.

# DB: products.Topic.title
source: Import and export settings
hsb: Nastajenja importować a eksportować

# DB: products.Topic.title
source: Import settings from other browsers
hsb: Nastajenja z druhich wobhladowakow importować

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
hsb: Zhońće, kak móžeće swoje daty mjez Firefox a druhim wobhladowakom importować abo eksportować

# DB: products.Topic.title
source: Install
hsb: Instalować

# DB: products.Topic.title
source: Install and manage add-ons
hsb: Přidatki instalować a rjadować

# DB: products.Topic.description
source: Add-ons let you customize and add features to Firefox.
hsb: Přidatki wam zmóžnjeja, Firefox přiměrić a jemu funkcije přidać.

# DB: products.Topic.description
source: Install and manage add-ons
hsb: Přidatki instalować a rjadować

# DB: products.Topic.title
source: Install and set up
hsb: Instalacija a konfiguracija

# DB: products.Topic.description
source: Sync your logins across Firefox and your apps.
hsb: Synchronizujće swoje přizjewjenja přez Firefox a waše nałoženja.

# DB: products.Topic.title
source: Install and update
hsb: Instalacija a aktualizacija

# DB: products.Topic.description
source: Download and install the mobile app on your device.
hsb: Sćehńće a instalujće mobilne nałoženje na swojim graće.

# DB: products.Topic.description
source: Install and update
hsb: Instalacija a aktualizacija

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
hsb: Kak móžeće Firefox instalować a aktualny dźeržeć

# DB: products.Topic.title
source: Install and Update
hsb: Instalacija a aktualizacija

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
hsb: Instalujće a aktualizujće Firefox na swojim iPad, iPhone abo iPod Touch.

# DB: products.Topic.title
source: Installation
hsb: Instalacija

# DB: products.Topic.description
source: How to install Firefox for Enterprise
hsb: Kak so Firefox za Enterprise instaluje

# DB: products.Topic.title
source: Installation and updates
hsb: Instalacija a aktualizacije

# DB: products.Topic.title
source: Install, Migrate and Update
hsb: Instalacija, přenošowanje datow a aktualizacija

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
hsb: Kak móžeće Thunderbird instalować a aktualizować

# DB: products.Topic.title
source: Instant messaging
hsb: Hnydomne powěsće

# DB: products.Topic.title
source: Internet and Connections
hsb: Internet a zwiski

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
hsb: Zhońće wjace wo WLAN, Bluetooth a bliskopólnej komunikaciji.

# DB: products.Topic.title
source: Intro to Open Badges
hsb: Zawjedźenje do Open Badges

# DB: products.Topic.description
source: Learn the basic about Open Badges
hsb: Zhońće zakłady wo Open Badges

# DB: products.Topic.title
source: Invitations
hsb: Přeprošenja

# DB: products.Topic.description
source: Invite guests to your virtual room
hsb: Přeprošće hosćow do swojeho wirtuelneho ruma

# DB: products.Topic.title
source: Issue Badges
hsb: Myta wudać

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
hsb: Wudajće digitalne myta, zo byšće nowe kmanosće a wudobytki připóznał

# DB: products.Topic.title
source: Junk email and spam
hsb: Čaporowa e-mejl a spam

# DB: products.Topic.title
source: Knowledge Base
hsb: Wědowa datowa banka

# DB: products.Topic.description
source: Windows 8 Touch support articles
hsb: Nastawki pomocy za Windows 8 Touch

# DB: products.Topic.title
source: Languages
hsb: Rěče

# DB: products.Topic.description
source: Change and manage language settings in Mozilla’s products.
hsb: Změńće a rjadujće rěčne nastajenja w produktach Mozilla.

# DB: products.Topic.title
source: Learn the Basics: get started
hsb: Wukńće zakłady: Prěnje kroki

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
hsb: Zhońće wšitko, štož dyrbiće za prěnje kroki z Firefox wědźeć.

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
hsb: Zhońće wšitko, štož dyrbiće wědźeć, zo byšće Firefox za Android do běha přinjesł.

# DB: products.Topic.title
source: Learn the Basics. Get Started
hsb: Wukńće zakłady. Prěnje kroki

# DB: products.Topic.description
source: Learn the Basics. Get Started
hsb: Wukńće zakłady. Prěnje kroki

# DB: products.Topic.title
source: Library
hsb: Biblioteka

# DB: products.Topic.description
source: Manage bookmarks and history
hsb: Zapołožki a historiju rjadować

# DB: products.Topic.title
source: Links
hsb: Wotkazy

# DB: products.Topic.description
source: Use web links in Mozilla’s products.
hsb: Wužiwajće webwotkazy w produktach Mozilla.

# DB: products.Topic.description
source: Deploy Firefox on your organization's Linux machines.
hsb: Rozdźělće Firefox na ličakach Linux swojeho předewzaća.

# DB: products.Topic.title
source: Localization
hsb: Lokalizacija

# DB: products.Topic.description
source: Topic for any articles related to article localization (L10n) contribution.
hsb: Tema za nastawki, kotrež so na sobudźěło w lokalizaciji (L10) poćahuja.

# DB: products.Topic.description
source: Deploy Firefox on your organization's Mac computers
hsb: Rozdźělće Firefox na ličakach Mac swojeho předewzaća

# DB: products.Topic.title
source: Manage account
hsb: Konto rjadować

# DB: products.Topic.description
source: How to change your account settings
hsb: Tak móžeće swoje kontowe nastajenja změnić

# DB: products.Topic.title
source: Manage add-ons
hsb: Přidatki rjadować

# DB: products.Topic.description
source: Working with add-ons on Firefox for your organization.
hsb: Dźěłanje z přidatkami w Firefox za waše předewzaće.

# DB: products.Topic.title
source: Manage billing
hsb: Wotličenje rjadować

# DB: products.Topic.title
source: Manage certificates
hsb: Certifikaty rjadować

# DB: products.Topic.description
source: Set up certificates on Firefox for your organization.
hsb: Certifikaty w Firefox za waše předewzaće zarjadować.

# DB: products.Topic.title
source: Manage passwords & emails
hsb: Hesła a e-mejlowe adresy rjadować
