Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
hsb: Thunderbird zaso přistup k internetej zmóžnić

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
hsb: Thunderbird zaso přistup k internetej zmóžnić

# DB: products.Topic.title
source: Update
hsb: Aktualizować

# DB: products.Topic.title
source: Update account settings
hsb: Kontowe nastajenja aktualizować

# DB: products.Topic.description
source: Change your password, email address, and more.
hsb: Změńće swoje hesło, e-mejlowu adresu a wjace.

# DB: products.Topic.title
source: Update billing & payment methods
hsb: Wotličenske a płaćenske metody aktualizować

# DB: products.Topic.description
source: Update billing information for your Mozilla subscriptions.
hsb: Wotličenske informacije za waše abonementy Mozilla aktualizować.

# DB: products.Topic.title
source: Use bookmarks
hsb: Zapołožki wužiwać

# DB: products.Topic.description
source: The basics of using bookmarks
hsb: Zakłady za wužiwanje zapołožkow

# DB: products.Topic.title
source: Use extensions and add-ons
hsb: Wužiwajće rozšěrjenja a přidatki

# DB: products.Topic.description
source: Enhance your family's Firefox browsing experience
hsb: Polěpšće přehladowanske dožiwjenje Firefox swojeje swójby

# DB: products.Topic.title
source: Video, audio and interactive settings
hsb: Widejo, awdio a interaktiwne nastajenja

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
hsb: Změńće, kak Firefox z widejemi, animacijemi, hudźbu a druhim interaktiwnym wobsahom wobchadźa

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
hsb: Wideja, zynki, wobrazy a animacije njefunguja

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
hsb: Wideja, zynki, wobrazy a animacije njefunguja

# DB: products.Topic.title
source: View all Firefox OS articles
hsb: Wšě nastawki wo Firefox OS sej wobhladać

# DB: products.Topic.description
source: View a list of all Firefox OS articles
hsb: Wobhladajće sej lisćinu wšěch nastawkow wo Firefox OS

# DB: products.Topic.title
source: Webmaker for Android
hsb: Webmaker za Android

# DB: products.Topic.description
source: Get help with the Webmaker app for Android.
hsb: Wobstarajće sej nałoženje Webmaker za Android.

# DB: products.Topic.title
source: Website breakages
hsb: Defekty websydłow

# DB: products.Topic.description
source: Fix site breakage issues.
hsb: Defekty websydłow porjedźić.

# DB: products.Topic.title
source: What's new in Firefox for Android
hsb: Nowe funkcije a změny w Firefox za Android

# DB: products.Topic.description
source: See what new features are available in each release
hsb: Wobhladajće sej nowe funkcije kóždeje wersije

# DB: products.Topic.title
source: What's new in Firefox for iOS
hsb: Nowe funkcije a změny w Firefox za iOS

# DB: products.Topic.description
source: See what features are available in each release.
hsb: Wobhladajće sej funkcije kóždeje wersije.

# DB: products.Topic.description
source: Deploying Firefox on Windows computers.
hsb: Firefox na ličakach Windows rozdźělić.

# DB: products.Topic.title
source: Working with messages
hsb: Z powěsćemi dźěłać

# DB: products.Topic.description
source: Firefox OS SMS & email
hsb: Firefox OS: SMS a e-mejl

# DB: products.Topic.title
source: X-Ray Goggles
hsb: Röntgenowa bryla

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
hsb: Zhońće, kak móžeće sej žórłowy kod za kóždej webstronu wobhladać.

# DB: products.Topic.title
source: Your Pocket Account
hsb: Waše konto Pocket

# DB: products.Topic.description
source: Signup, login, password reset and more.
hsb: Registrowanje, přizjewjenje, wobnowjenje hesła a wjace.

# DB: kbadge.Badge.title
source: 2024 KB Badge
hsb: Myto wědoweje datoweje banki 2024

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2024.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2024 spožčiło.

# DB: kbadge.Badge.title
source: 2024 L10n Badge
hsb: Myto za lokalizaciju 2024

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2024.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2024 spožčiło.

# DB: kbadge.Badge.title
source: 2024 Support Forum Badge
hsb: Myto foruma pomocy 2024

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2024.
hsb: Tute myto je so sobuskutkowarjam z 30 wotmołwami w forumje pomocy w lěće 2024 spožčiło.

# DB: kbadge.Badge.title
source: 2023 KB Badge
hsb: Myto wědoweje datoweje banki 2023

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2023.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2023 spožčiło.

# DB: kbadge.Badge.title
source: 2023 L10n Badge
hsb: Myto za lokalizaciju 2023

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2023.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2023 spožčiło.

# DB: kbadge.Badge.title
source: 2023 Support Forum Badge
hsb: Myto foruma pomocy 2023

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2023.
hsb: Tute myto je so sobuskutkowarjam z 30 wotmołwami w forumje pomocy w lěće 2023 spožčiło.

# DB: kbadge.Badge.title
source: 2021 KB Badge
hsb: Myto wědoweje datoweje banki 2021

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2021.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2021 spožčiło.

# DB: kbadge.Badge.title
source: 2022 L10n Badge
hsb: Myto za L10n 2022

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2022.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2022 spožčiło.

# DB: kbadge.Badge.title
source: 2022 KB Badge
hsb: Myto wědoweje datoweje banki 2022

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2022.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2022 spožčiło.

# DB: kbadge.Badge.title
source: 2022 Support Forum Badge
hsb: Myto foruma pomocy 2022

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2022.
hsb: Tute myto je so sobuskutkowarjam z 30 wotmołwami w forumje pomocy w lěće 2022 spožčiło.

# DB: kbadge.Badge.title
source: 2021 L10n Badge
hsb: Myto za lokalizaciju 2021

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2021.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2021 spožčiło.

# DB: kbadge.Badge.title
source: 2021 Support Forum Badge
hsb: Myto foruma pomocy 2021

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2021.
hsb: Tute myto je so sobuskutkowarjam z 30 wotmołwami w forumje pomocy w lěće 2021 spožčiło.

# DB: kbadge.Badge.title
source: 2020 KB Badge
hsb: Myto wědoweje datoweje banki 2020

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2020.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2020 spožčiło.

# DB: kbadge.Badge.title
source: 2019 KB Badge
hsb: Myto wědoweje datoweje banki 2019

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2019.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2019 spožčiło.

# DB: kbadge.Badge.title
source: 2020 Support Forum Badge
hsb: Myto foruma pomocy 2020

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2020.
hsb: Tute myto je so sobuskutkowarjam z 20 wotmołwami w forumje pomocy w lěće 2020 spožčiło.

# DB: kbadge.Badge.title
source: 2019 Support Forum Badge
hsb: Myto foruma pomocy 2019

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2019.
hsb: Tute myto je so sobuskutkowarjam z 20 wotmołwami w forumje pomocy w lěće 2019 spožčiło.

# DB: kbadge.Badge.title
source: 2020 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2020

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2020.
hsb: Tute myto je so sobuskutkowarjam z 50 tweetami za pomoc na Twitter w lěće 2020 spožčiło.

# DB: kbadge.Badge.title
source: 2019 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2019

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2019.
hsb: Tute myto je so sobuskutkowarjam z 50 tweetami za pomoc na Twitter w lěće 2019 spožčiło.

# DB: kbadge.Badge.title
source: 2020 L10n Badge
hsb: Myto za lokalizaciju 2020

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2020.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2020 spožčiło.

# DB: kbadge.Badge.title
source: 2019 L10n Badge
hsb: Myto za lokalizaciju 2019

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2019.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2019 spožčiło.

# DB: kbadge.Badge.title
source: 2018 L10n Badge
hsb: Myto za lokalizaciju 2018

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2018.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2018 spožčiło.

# DB: kbadge.Badge.title
source: 2018 KB Badge
hsb: Myto wědoweje datoweje banki 2018

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2018.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2018 spožčiło.

# DB: kbadge.Badge.title
source: 2018 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2018

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2018.
hsb: Tute myto je so sobuskutkowarjam z 50 tweetami za pomoc na Twitter w lěće 2018 spožčiło.

# DB: kbadge.Badge.title
source: 2018 Support Forum Badge
hsb: Myto foruma pomocy 2018

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2018.
hsb: Tute myto je so sobuskutkowarjam z 20 wotmołwami w forumje pomocy w lěće 2018 spožčiło.

# DB: kbadge.Badge.title
source: 2017 L10n Badge
hsb: Myto za lokalizaciju 2017

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2017.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2017 spožčiło.

# DB: kbadge.Badge.title
source: 2017 KB Badge
hsb: Myto wědoweje datoweje banki 2017

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2017.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2017 spožčiło.

# DB: kbadge.Badge.title
source: 2017 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2017

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2017.
hsb: Tute myto je so sobuskutkowarjam z 50 tweetami za pomoc na Twitter w lěće 2017 spožčiło.

# DB: kbadge.Badge.title
source: 2017 Support Forum Badge
hsb: Myto foruma pomocy 2017

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2017.
hsb: Tute myto je so sobuskutkowarjam z 20 wotmołwami w forumje pomocy w lěće 2017 spožčiło.

# DB: kbadge.Badge.title
source: 2016 L10n Badge
hsb: Myto za lokalizaciju 2016

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2016.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2016 spožčiło.

# DB: kbadge.Badge.title
source: 2016 Support Forum Badge
hsb: Myto foruma pomocy 2016

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2016.
hsb: Tute myto je so sobuskutkowarjam z 30 wotmołwami w forumje pomocy w lěće 2016 spožčiło.

# DB: kbadge.Badge.title
source: 2016 KB Badge
hsb: Myto wědoweje datoweje banki 2016

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2016.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2016 spožčiło.

# DB: kbadge.Badge.title
source: 2016 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2016

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2016.
hsb: Tute myto je so sobuskutkowarjam z 50 tweetami za pomoc na Twitter w lěće 2016 spožčiło.

# DB: kbadge.Badge.title
source: 2015 Support Forum Badge
hsb: Myto foruma pomocy 2015

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2015.
hsb: Tute myto je so sobuskutkowarjam z 30 wotmołwami w forumje pomocy w lěće 2015 spožčiło.

# DB: kbadge.Badge.title
source: 2015 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2015

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
hsb: Tute myto je so sobuskutkowarjam z 50 tweetami za pomoc na Twitter w lěće 2015 spožčiło.

# DB: kbadge.Badge.title
source: 2015 KB Badge
hsb: Myto wědoweje datoweje banki 2015

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2015.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi jendźelskorěčnymi změnami w lěće 2015 spožčiło.

# DB: kbadge.Badge.title
source: 2015 L10n Badge
hsb: Myto za lokalizaciju 2015

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2015.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2015 spožčiło.

# DB: kbadge.Badge.title
source: 2014 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2014

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-pomoc na Twitter 2014 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2014; w tutym padźe: 50 tweetow za pomoc na Twitter. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-pomoc na Twitter 2014 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2014 L10n Badge
hsb: Myto za lokalizaciju 2014

# DB: kbadge.Badge.description
source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
hsb: Minimyto za lokalizaciju SUMO 2014 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2014; w tutym padźe: 10 schwalenych přełožowanskich změnow wědoweje datoweje banki SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto za lokalizaciju SUMO 2014 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2014 KB Badge
hsb: Myto wědoweje datoweje banki 2014

# DB: kbadge.Badge.description
source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
hsb: Minimyto wědoweje datoweje banki SUMO 2014 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2014; w tutym padźe: 10 schwalenych změnow jendźelskorěčneje wědoweje datoweje banki SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto wědoweje datoweje banki SUMO 2014 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili

# DB: kbadge.Badge.title
source: 2014 Support Forum Badge
hsb: Myto foruma pomocy 2014

# DB: kbadge.Badge.description
source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-forum 2014 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2014; w tutym padźe: 30 wotmołwow w jendźelskorěčnym SUMO-forumje. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-forum 2014 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: Firefox 29 Launch Team
hsb: Team za start Firefox 29

# DB: kbadge.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
hsb: Spožčuje so sobuskutkowarjam pomocy, kotřiž su k startej Firefox 29 přinošowali (přez sobudźěło na dokumentaciji wědoweje datoweje banki, přez wotmołwjenje na forumowe prašenja, přez přełožowanje nastawkow wědoweje datoweje banki, přez tweety atd.), wulki dźak! Funkcije Firefox 29: 1. Firefox za desktop: Nowy wonkowny napohlad Australis A Sync na zakładźe Firefox Accounts 2. Firefox za Android: Sync na zakładźe Firefox Accounts WJACE: https://sumo.etherpad.mozilla.org/sumo-australis-badges

# DB: kbadge.Badge.title
source: 2008 L10n Badge
hsb: Myto za lokalizaciju 2008

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2008.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2008 spožčiło.

# DB: kbadge.Badge.title
source: 2009 L10n Badge
hsb: Myto za lokalizaciju 2009

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2009.
hsb: Tute myto je so sobuskutkowarjam z 10 schwalenymi přełožowanskimi změnami w lěće 2009 spožčiło.

# DB: kbadge.Badge.title
source: 2012 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2012

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-pomoc na Twitter 2012 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2012; w tutym padźe: 50 tweetow za pomoc na Twitter. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-pomoc na Twitter 2012 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2013 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2013

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-pomoc na Twitter 2013 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2013; w tutym padźe: 50 tweetow za pomoc na Twitter. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-pomoc na Twitter 2013 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2010 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2010

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-pomoc na Twitter 2010 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2010; w tutym padźe: 50 tweetow za pomoc na Twitter. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-pomoc na Twitter 2010 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2011 Army of Awesome Badge
hsb: Myto za pomoc na Twitter 2011

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-pomoc na Twitter 2011 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2011; w tutym padźe: 50 tweetow za pomoc na Twitter. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-pomoc na Twitter 2011 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2012 Support Forum Badge
hsb: Myto foruma pomocy 2012

# DB: kbadge.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-forum 2012 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2012; w tutym padźe: 30 wotmołwow w jendźelskorěčnym SUMO-forumje. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-forum 2012 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2010 KB Badge
hsb: Myto wědoweje datoweje banki 2010

# DB: kbadge.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
hsb: Minimyto wědoweje datoweje banki SUMO 2010 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2010; w tutym padźe: 10 schwalenych změnow w jendźelskorěčnej wědowej datowej bance SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto wědoweje datoweje banki SUMO 2010 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili

# DB: kbadge.Badge.title
source: 2010 L10n Badge
hsb: Myto za lokalizaciju 2010
