Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

source: Delete this image
hsb: Tutón wobraz zhašeć

source: Edit this image
hsb: Tutón wobraz wobdźěłać

source: by <a rel="nofollow" href="{profile_url}">{user}</a>
hsb: wot <a rel="nofollow" href="{profile_url}">{user}</a>

source: Articles
hsb: Nastawki

source: The following articles include this image:
hsb: Slědowace nastawki tutón wobraz wobsahuja:

source: This image is not included in any articles.
hsb: Tutón wobraz so w nastawkach njewužiwa.

source: Media Gallery Search
hsb: Medijowu galeriju přepytać

source: No media files found.
hsb: Žane medijowe dataje namakane.

source: Preview
hsb: Přehlad

source: Progress
hsb: Postup

source: Your avatar will be resized to {size}x{size}
hsb: Wulkosć wašeho awatara so na {size}x{size} přiměri

source: username
hsb: wužiwarske mjeno

source: Avatar
hsb: Awatar

source: Group information updated successfully!
hsb: Skupinske informacije wuspěšnje zaktualizowane!

source: {users} added to the group successfully!
hsb: {users} je so wuspěšnje skupinje přidał!

source: There were errors adding members to the group, see below.
hsb: Při přidawanju čłonow skupinje su zmylki wustupili, hlejće deleka.

source: {user} removed from the group successfully!
hsb: {user} je so wuspěšnje ze skupiny wotstronił!

source: {users} added to the group leaders successfully!
hsb: {users} je so wuspěšnje skupinskim nawodam přidał!

source: There were errors adding leaders to the group, see below.
hsb: Při přidawanju skupinskich nawodow skupinje su zmylki wustupili, hlejće deleka.

source: {user} removed from the group leaders successfully!
hsb: {user} je so wuspěšnje ze skupinskich nawodow wotstronił!

source: You are now part of the Contributors group!
hsb: Sće nětko čłon skupiny sobuskutkowarjow!

source: Delete {group} group avatar
hsb: Skupinski awatar {group} zhašeć

source: Are you sure you want to delete the {group} group avatar?
hsb: Chceće awatar skupiny {group} woprawdźe zhašeć?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
hsb: Chceće awatar na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Móžeće kóždy čas druhi awatar nahrać, zo byšće aktualny wuměnił.

source: Delete avatar
hsb: Awatar zhašeć

source: Remove leader
hsb: Skupinskeho nawodu wotstronić

source: Are you sure you want to remove {user} from {group} leaders?
hsb: Chceće woprawdźe wužiwarja {user} jako nawodu skupiny {group} wotstronić?

source: Remove member
hsb: Čłona wotstronić

source: Are you sure you want to remove {user} from {group}?
hsb: Chceće {user} woprawdźe z {group} wotstronić?

source: Edit | {group} | Groups
hsb: Wobdźěłać | {group} | Skupiny

source: Edit {group} profile information
hsb: Profilowe informacije skupiny {group} wobdźěłać

source: Save
hsb: Składować

source: Change {group} group avatar
hsb: Awatar skupiny {group} změnić

# avatar
source: Upload
hsb: Nahrać

source: Groups
hsb: Skupiny

source: Add group profile
hsb: Skupinski profil přidać

source: {group} | Groups
hsb: {group} | Skupiny

source: Change avatar
hsb: Awatar změnić

source: Change
hsb: Změnić

source: Edit in admin
hsb: Jako administratora wobdźěłać

source: Edit group profile
hsb: Skupinski profil wobdźěłać

source: Edit group leaders
hsb: Skupinskich nawodow wobdźěłać

source: Group Leaders
hsb: Skupinscy nawodźa

source: Remove user from leaders
hsb: Wužiwarja ze skupinskich nawodow wotstronić

source: Add Leader
hsb: Skupinskeho nawodu přidać

source: Edit group members
hsb: Skupinskich čłonow wobdźěłać

source: Group Members
hsb: Skupinscy čłonojo

source: Add Member
hsb: Čłona přidać

source: Remove user from group
hsb: Wužiwarja ze skupiny wotstronić

source: previous
hsb: wróćo

source: Page {0} of {1}.
hsb: Strona {0} z {1}.

source: next
hsb: dale

source: KB article
hsb: Nastawk wědoweje datoweje banki

source: KB Article Exists
hsb: Nastawk wědoweje datoweje banki eksistuje

source: No KB Article Exists
hsb: Nastawk wědoweje datoweje banki njeeksistuje

source: You were awarded the '{title}' badge!
hsb: Wam je so myto "{title}" spožčiło!

source: Badges
hsb: Myta

source: Recently Awarded
hsb: Najnowši nošerjo myta

source: Awarded badge: %(badge_name)s
hsb: Spožčene myto: %(badge_name)s

source: Image:
hsb: Wobraz:

source: Description:
hsb: Wopisanje:

source: Creator:
hsb: Awtor:

source: Modified:
hsb: Změnjeny:

source: Award details
hsb: Podrobnosće myta

source: Awarded to:
hsb: Spožčeny do:

source: Explanation:
hsb: Wujasnjenje:

source: Awarded by:
hsb: Spožčeny wot:

source: Issued on:
hsb: Datum wustajenja:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
hsb: <h2>Njedawno spožčene myta &quot;%(badge_name)s&quot;</h2>

source: Recently awarded badges
hsb: Njedawno spožčene myta

source: awarded to
hsb: spožčeny do

source: Previous
hsb: Wróćo

source: Next
hsb: Dale

source: Badge: %(badge_name)s
hsb: Myto: %(badge_name)s

source: Recent awardees
hsb: Najnowši nošerjo myta

source: All available SUMO badges
hsb: Wšě k dispoziciji stejace myta

source: Congratulations!
hsb: Wutrobne zbožopřeće!

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
hsb: <strong>%(awarder)s</strong> je wam myto <strong>%(title)s</strong> spožčił!

source: You have been awarded the <strong>%(title)s</strong> badge!
hsb: Wam je so myto <strong>%(title)s</strong> spožčiło!

source: See all the details...
hsb: Wobhladajće sej podrobnosće…

source: %(awarder)s has awarded you the %(title)s badge!
hsb: %(awarder)s je wam myto %(title)s spožčił!

source: You have been awarded the %(title)s badge!
hsb: Wam je so myto %(title)s spožčiło!

source: See all the details:
hsb: Wobhladajće sej wšě podrobnosće:

source: Recently updated threads about %s
hsb: Njedawno zaktualizowane nitki wo %s

source: Recent posts in %s
hsb: Najnowše přinoški w %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
hsb: Waš titul je překrótki (%(show_value)s znamješkow). Dyrbi znajmjeńša %(limit_value)s znamješkow dołhi być.

source: Please provide a message.
hsb: Prošu pisajće nam powěsć.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
hsb: Waša powěsć je překrótka (%(show_value)s znamješkow). Dyrbi znajmjeńša %(limit_value)s znamješkow dołha być.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
hsb: Prošu wobmjezujće dołhosć swojeje powěsće na %(limit_value)s znamješkow abo mjenje. Powěsć so tuchwilu z %(show_value)s znamješkow zestaja.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
hsb: Přinošk zhašeć | {t} | Diskusija wo {d} | Wědowa datowa banka

source: Discuss
hsb: Diskutować

source: Delete Post
hsb: Přinošk zhašeć

source: Are you sure you want to delete this post?
hsb: Chceće woprawdźe tutón přinošk zhašeć?

source: Author
hsb: Awtor

source: Date
hsb: Datum

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
hsb: Chceće tutón přinošk na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Chceće woprawdźe pokročować?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
hsb: Nitku zhašeć | {t} | Diskusija wo {d} | Wědowa datowa banka

source: Delete Thread
hsb: Nitku zhašeć

source: Are you sure you want to delete this thread?
hsb: Chceće woprawdźe tutu nitku zhašeć?

source: Creator
hsb: Awtor

source: Number of Replies
hsb: Ličba wotmołwow

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
hsb: Chceće tutu nitku na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Chceće woprawdźe pokročować?

source: {locale_name} Discussions | Knowledge Base
hsb: Diskusije {locale_name} | Wědowa datowa banka

source: {locale_name} Discussions
hsb: Diskusije {locale_name}

source: {l} Knowledge Base Discussions
hsb: Diskusije we wědowej datowej bance wo {l}

source: Stop watching this locale
hsb: Tutu rěč hižo njewobkedźbować

source: Watch this locale
hsb: Tutu rěč wobkedźbować

source: Watch
hsb: Wobkedźbować

source: Replies
hsb: Wotmołwy

source: Last Post
hsb: Posledni přinošk

source: You are watching this thread
hsb: Wobkedźbujeće tutu nitku

source: You are not watching this thread
hsb: Njewobkedźbujeće tutu nitku

source: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> in <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
hsb: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> w <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>

source: by <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
hsb: wot <a class="username" rel="nofollow" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
hsb: Nitki njejsu. Wy měł snano nitku wutworić!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
hsb: Přinošk wobdźěłać | {t} | Diskusija wo {d} | Wědowa datowa banka

source: Edit a post
hsb: Přinošk wobdźěłać

source: Update post
hsb: Přinošk aktualizować

source: Edit thread {t} | {d} Discussion | Knowledge Base
hsb: Nitku {t} wobdźěłać | Diskusija wo {d} | Wědowa datowa banka

source: Edit thread
hsb: Nitku wobdźěłać

source: Edit thread "{t}"
hsb: Nitku "{t}" wobdźěłać

source: Update thread
hsb: Nitku aktualizować

source: Create a new thread | {d} | Knowledge Base
hsb: Nowu nitku wutworić | {d} | Wědowa datowa banka

source: Create a new thread
hsb: Nowu nitku wutworić

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
hsb: Sće ličbu nitkow a wotmołwow překročił, kotrež su za daty čas dowolene. Prošu spytajće za krótki čas hišće raz.

source: Post Thread
hsb: Nitku wutworić

source: {t} | {d} Discussion | Knowledge Base
hsb: {t} | Diskusija wo {d} | Wědowa datowa banka

source: Edit this thread
hsb: Tutu nitku wobdźěłać

source: Delete this thread
hsb: Tutu nitku zhašeć

source: Unlock this thread
hsb: Tutu nitku wotblokować

source: Lock this thread
hsb: Tutu nitku blokować

source: Unsticky this thread
hsb: Tutu nitku hižo njepřipinać

source: Sticky this thread
hsb: Tutu nitku připinać

source: Last reply by
hsb: Poslednja wotmołwa wot

source: Sticky
hsb: Wažny

source: Locked
hsb: Zablokowany

source: Stop watching this thread
hsb: Tutu nitku hižo njewobkedźbować

source: Watch this thread
hsb: Tutu nitku wobkedźbować

source: Oh, no! Looks like there are no posts!
hsb: Ow, ně! Zda so, zo přinoški njejsu!

source: Post a reply
hsb: Wotmołwić

source: Post Reply
hsb: Wotmołwić

source: Preview Reply
hsb: Přehlad wotmołwy pokazać

source: This thread has been locked. It is no longer possible to post new replies.
hsb: Tuta nitka je so zablokowała. Njeje hižo móžno, nowe wotmołwy pisać.

source: {d} Discussion | Knowledge Base
hsb: Diskusija wo {d} | Wědowa datowa banka

source: {d} Discussion
hsb: Diskusija wo {d}

source: Post a new thread
hsb: Nowu nitku wutworić

source: Stop watching this forum
hsb: Tutón forum hižo njewobkedźbować

source: Watch this forum
hsb: Tutón forum wobkedźbować

source: Type
hsb: Typ

# thread_type
source: Locked
hsb: Zablokowany

# thread_type
source: Sticky
hsb: Wažny

source: View this post on the site.
hsb: Tutón přinošk na websydle sej wobhladać.

source: This forum is a discussion about improving the "%(title)s" article.
hsb: Tutón forum k diskusiji wo polěpšowanju nastawka "%(title)s" słuži.

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a rel="nofollow" href="%(register_url)s">register</a>.
hsb: Tutón forum diskusiji wo polěpšowanju nastawka "%(title)s" słuži. Jeli chceće so wobdźělić, <a rel="nofollow" href="%(register_url)s">registrujće so</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a rel="ugc nofollow" href="%(url)s">English article discussion</a>.
hsb: Tutón forum diskusiji wo polěpšowanju přełožowanja nastawka "%(title)s" słuži. Jeli chceće wobsah nastawka polěpšeć, dźiće k <a rel="ugc nofollow" href="%(url)s">diskusiji jendźelskorěčneho nastawka</a>.

source: If you need product support, please <a href="%(aaq_url)s">ask a question</a>.
hsb: Jeli pomoc za produkt trjebaće, <a href="%(aaq_url)s">prašejće so prošu w forumje pomocy</a>.

source: 1 post
hsb: {0} přinošk

source: Edit this post
hsb: Tutón přinošk wobdźěłać

source: Delete this post
hsb: Tutón přinošk zhašeć

source: Quote
hsb: Citować

source: Link to this post
hsb: Wotkaz k tutomu přinoškej

source: Modified by <strong>{name}</strong> on {datetime}
hsb: Wot <strong>{name}</strong> {datetime} změnjeny

source: Post Preview:
hsb: Přehlad přinoška:

source: Turn off emails for discussion in my locale.
hsb: E-mejle za diskusiju w mojej rěči znjemóžnić.

source: Get emailed when there is new discussion activity in my locale.
hsb: E-mejle zmóžnić, hdyž je nowa diskusija w mojej rěči.

source: KPI Dashboard
hsb: KPI-přehlad

source: Contributor Satisfaction
hsb: Spokojnosć sobuskutkowarjow

source: Questions
hsb: Prašenja

source: Questions solved
hsb: Rozrisane prašenja

source: Definition: Percentage of threads that have answer marked as a solution
hsb: Definicija: Procentowa sadźba nitkow, kotrež maja wotmołwu markěrowanu jako rozrisanje

source: Questions responded to within X hours
hsb: Prašenja, na kotrež je so za X hodźin wotmołwiło

source: Definition: Percentage of questions that get an action within X hours
hsb: Definicija: Procentowa sadźba, na kotrež so za X hodźin reaguje

source: Helpfulness of KB articles and Forum
hsb: Wužitnosć nastawkow wědoweje datoweje banki a foruma

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
hsb: Definicija: Poměr "haj"-hłosow/cyłkowne hłosy za nastawki wědoweje datoweje banki a nitki foruma

source: Number of active contributors to the English KB
hsb: Ličba aktiwnych sobuskutkowarjow na jendźelskorěčnej wědowej datowej bance

source: Definition: The number of people who have contributed to the KB in the last 30 days.
hsb: Definicija: Ličba ludźi, kotřiž su k wědowej datowej bance w zańdźenych 30 dnjach přinošowali.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
hsb: Definicija sobudźěła: Wobdźěłowanje abo přepruwowanje wjace hač 1 nastawka

source: Number of active contributors to the non-English KB
hsb: Ličba aktiwnych sobuskutkowarjow na njejendźelskorěčnej wědowej datowej bance

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
hsb: Definicija: Ličba ludźi, kotřiž su w zańdźenych 30 dnjach na njejendźelskorěčnej wědowej datowej bance sobu dźěłali.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
hsb: Definicija sobudźěła: Wobdźěłowanje abo přepruwowanje wjace hač 1 njejendźelskorěčneho nastawka.

source: Number of active forum contributors
hsb: Ličba aktiwnych forumowych sobuskutkowarjow

source: Definition: The number of people who have contributed to the forums in the last 30 days.
hsb: Definicija: Ličba ludźi, kotřiž su k forumam w zańdźenych 30 dnjach přinošowali.

source: Definition of contribution: wrote 10+ posts
hsb: Definicija sobudźěła: Pisanje wjace hač 10 přinoškow

source: Search Clickthrough Rate
hsb: Kliknjenska rata pytanja

source: Clickthrough rate
hsb: Kliknjenska rata

source: Definition: Percentage of people searching who click on an item on the search results page.
hsb: Definicija: Procentowa sadźba pytacych ludźi, kotřiž na zapisk na stronje pytanskich wuslědkow kliknu.

source: Daily Unique Visitors
hsb: Jednotliwi wužiwarjo na dźeń

source: L10n Coverage
hsb: Přełožowanske kryće

source: L10n coverage
hsb: Přełožowanske kryće

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
hsb: Definicija; Přełožowanske kryće je měra za procentowu sadźbu našeje bazy wopytowarjow, kotřiž móža z nastawkami wědoweje datoweje banki w swojej rěči čitać. Wobličuje so přez to, zo so najwažnišich 50 jendźelskorěčnych nastawkow, hódnoćenych po přełožowanskim statusu nastawka, a ličba wopytow za kóždu rěč zapřijimaja.

source: Edit levels are taken into account as follows:
hsb: Wobdźěłowanske schodźenki so takle wobkedźbuja:

source: A level 2 review change drops the localization to 50% of the article
hsb: Změna schodźenka 2 při přepruwowanju přełožowanske kryće na 50% nastawka znižuje

source: A level 3 review change drops the localization to 0% of the article
hsb: Změna schodźenka 3 při přepruwowanju přełožowanske kryće na 0% nastawka znižuje

source: More than one level 2 review change drops the localization to 0%
hsb: Wjace hač jedna změna schodźenka 2 při přepruwowanju přełožowanske kryće na 0% nastawka znižuje

source: Example:
hsb: Přikład:

source: German makes up 10% of our visitor base
hsb: Němčina 10% našeje wopytowarskeje bazy wučinja

source: The 'how to set your home page' article makes up 2% of our top 50 visits
hsb: Nastawk „Startowu stronu postajić“ 2% našich 50 najhusćišo wopytanych nastawkow wučinja

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
hsb: Jeli nastawk wo startowej stronje je jenički přełoženy nastawk, a je aktualny němsce, da je naše cyłkowne kryće dohromady 2% z 10% = 0,2% (+ jendźelske kryće)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
hsb: Jeli němčina změnu schodźenka 2 zapase, spaduje kryće na 50%, potajkim 1% z 10% = 0,1% dohromady

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
hsb: <b>Wažny:</b> Tuchwilu wužiwamy zjednorjeny model, hdźež kóždy nastawk 1/50=2% wopytow na rěč wučinja

source: Exit Survey Results
hsb: Wuslědki kónčneho naprašowanja

source: Search Support
hsb: Pomoc přepytać

source: Popular Searches:
hsb: Woblubowane pytanja:

source: Mozilla account
hsb: Konto Mozilla

source: Tracking Protection
hsb: Slědowanski škit

source: Get Help
hsb: Pomoc sej wobstarać

source: Pick your product
hsb: Wubjerće swój produkt

source: Featured Articles
hsb: Doporučene nastawki

source: Join Our Community
hsb: Našemu zhromadźenstwu přistupić

source: Grow and share your expertise with others. Answer questions and improve our knowledge base.
hsb: Rosćće a dźělće swoju kompetencu z druhimi. Wotmołwće na prašenja a polěpšće našu wědowu datowu banku.

source: Learn More
hsb: Dalše informacije

source: Volunteer
hsb: Dobrowólnik

source: To:
hsb: Komu:

source: Search for Users
hsb: Za wužiwarjemi pytać

source: Message:
hsb: Powěsć:

source: Search for Users or Groups
hsb: Za wužiwarjemi a skupinami pytać

source: Please select at least one user or group.
hsb: Prošu wubjerće znajmjeńša jednoho wužiwarja abo jednu skupinu.

source: You are not allowed to send messages to groups.
hsb: Njesměće powěsće na skupiny słać.

source: You are not allowed to send messages to groups that don't have profiles.
hsb: Njesměće powěsće na skupiny słać, kotrež profile nimaja.

source: [SUMO] You have a new private message from [{sender}]
hsb: [SUMO] Maće nowu priwatnu powěsć wot [{sender}]

source: Your message was sent!
hsb: Waša powěsć je so pósłała!

source: No messages selected. Please try again.
hsb: Žane powěsće wubrane. Prošu spytajće hišće raz.

source: Messages didn't add up. Try again.
hsb: Powěsće zmysł nimaja. Spytajće hišće raz.

source: The message was deleted!
hsb: Powěsć je so zhašała!

source: Delete Message
hsb: Powěsć zhašeć

source: Messages
hsb: Powěsće

source: Sent Messages
hsb: Pósłane powěsće

source: Are you sure you want to delete these messages?
hsb: Chceće woprawdźe tute powěsće zhašeć?

source: Are you sure you want to delete this message?
hsb: Chceće woprawdźe tutu powěsć zhašeć?

source: Inbox
hsb: Póstowy dochad

source: New Message
hsb: Nowa powěsć

source: Mark Selected as Read
hsb: Wubrane jako přečitane markěrować

source: Delete Selected
hsb: Wubrane zhašeć

source: From
hsb: Wot

source: Received On
hsb: Přijaty

source: Excerpt
hsb: Wućah

source: Delete?
hsb: Zhašeć?

source: Read message
hsb: Powěsć čitać

source: Delete message
hsb: Powěsć zhašeć

source: There are no messages here.
hsb: Tu powěsće njejsu.

source: You have exceeded the number of private messages that can be sent in a day.
hsb: Sće přewjele priwatnych powěsćow na dźeń pósłał.

source: Send
hsb: Pósłać

source: Sent On
hsb: Pósłany

source: To Users
hsb: Na wužiwarjow

source: To Groups
hsb: Skupinam

source: Read Sent Message
hsb: Pósłanu powěsć čitać

source: Read Message
hsb: Powěsć čitać

source: Reply
hsb: Wotmołwić

source: You can no longer reply to the sender of this message. The user is no longer active.
hsb: Njemóžeće hižo pósłarjej na tutu powěsć wotmołwić. Wužiwar hižo aktiwny njeje.

source: {sender} sent you the following message:
hsb: {sender} je wam slědowacu powěsć pósłał:

source: View this message on the web
hsb: Tutu powěsć sej w interneće wobhladać

source: View this message on the web:
hsb: Tutu powěsć sej w interneće wobhladać:

source: Change your email preferences:
hsb: Změńće swoje e-mejlowe nastajenja:

source: None
hsb: Žadyn

source: To
hsb: Komu

source: Message Preview:
hsb: Přehlad powěsće:

source: Whether this topic is shown to users in the AAQ or not.
hsb: Hač so tuta tema wužiwarjam we wobłuku za stajene prašenja pokazuje abo nic.

source: Whether this topic is shown in navigation menus.
hsb: Hač tuta tema so w nawigaciskich menijach pokazuje.

source: {product} Help
hsb: Pomoc wo {product}

source: In English
hsb: Jendźelsce

source: Support
hsb: Pomoc

source: Update Firefox
hsb: Firefox aktualizować

source: Profiles
hsb: Profile

source: Bookmarks
hsb: Zapołožki

source: Send tab
hsb: Rajtark pósłać

source: Night mode
hsb: Nócny modus

source: Block images
hsb: Wobrazy blokować

source: Policies
hsb: Směrnicy

source: Customization
hsb: Přiměrjenje

source: extensions
hsb: rozšěrjenja

source: Turbo mode
hsb: Turbomodus

source: Voice commands
hsb: Hłosowe přikazy

source: Receive tabs
hsb: Rajtarki dóstać

source: Manage devices
hsb: Graty rjadować

source: Download VPN
hsb: VPN sćahnyć

source: Limits
hsb: Wobmjezowanja

source: Activate add-on
hsb: Přidatki aktiwizować

source: Update add-on
hsb: Přidatk aktualizować

source: Voice search
hsb: Hłosowe pytanje

source: Full screen
hsb: Połna wobrazowka

source: Rewards
hsb: Myta

source: Games
hsb: Hry

source: Room size
hsb: Wulkosć ruma

source: Avatars
hsb: Awatary

source: Autocomplete
hsb: Wudospołnjenje

source: Default search
hsb: Standardne pytanje

source: Desktop view
hsb: Desktopowy napohlad

source: Capture a screenshot
hsb: Foto wobrazowki činić

source: Organize a screenshot
hsb: Foto wobrazowki organizować

source: Create a collection
hsb: Zběrku wutworić

source: Thunderbird profiles
hsb: Profile Thunderbird

source: Migrate
hsb: Přenošować

source: Themes
hsb: Drasty

source: Topics
hsb: Temy

source: Explore the knowledge base.
hsb: Wuslědźće wědowu datowu banku.

source: Download Thunderbird
hsb: Thunderbird sćahnyć

source: Systems and Languages
hsb: Systemy a rěče

source: Release Notes
hsb: Wersijowe informacije

source: Privacy
hsb: Priwatnosć
