Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

source: Has been sent a first answer contribution email.
hsb: Je e-mejlku k temje "Sobudźěło přez prěnju wotmołwu" dóstał.

source: Has been sent a first revision contribution email.
hsb: Je e-mejlku k temje "Sobudźěło přez prěnju změnu" dóstał.

source: When the user was sent a community health survey
hsb: Hdyž je wužiwar naprašowanje wo stawje zhromadźenstwa dóstał

source: Value
hsb: Hódnota

source: user
hsb: wužiwar

source: activation key
hsb: aktiwizowanski kluč

source: registration profile
hsb: registrowanski profil

source: registration profiles
hsb: registrowanske profile

source: Welcome to SUMO!
hsb: Witajće k SUMO!

source: Your settings have been saved.
hsb: Naše nastajenja su so składowali.

source: Your preferences have been saved.
hsb: Naše nastajenja su so składowali.

source: This account is not active. Please contact an administrator if you believe this is an error
hsb: Tute konto aktiwne njeje. Prošu stajće so z administratorom do zwiska, jeli to za zmylk maće.

source: {user} | Latest Answers
hsb: {user} | najnowše wotmołwy

source: Latest Answers
hsb: Najnowše wotmołwy

source: You haven't answered any questions yet.
hsb: Dotal njejsće na žane prašenja wotmołwił.

source: {user} hasn't answered any questions yet.
hsb: {user} njeje dotal na žane prašenja wotmołwił.

source: Log In / Sign up
hsb: Přizjewić / Registrować

source: Continue with a Mozilla account
hsb: Z kontom Mozilla pokročować

source: Continuing with your Mozilla account means you have agreed with the <a href="%(terms_url)s">Terms and Conditions</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
hsb: Hdyž ze swojim kontom Mozilla pokročujeće, zwoliće do <a href="%(terms_url)s">postajenjow a wuměnjenjow</a> a <a href="%(privacy_url)s">prawidłow priwatnosće</a>.

source: I can't sign in to my Mozilla account
hsb: Njemóžu so pola swojeho konta Mozilla přizjewić

source: Your account was sucessfully closed!
hsb: Waše konto je so wuspěšnje začiniło!

source: We're sorry to see you go.
hsb: Je nam žel, zo nas wopušćeće.

source: Are you sure you want to delete your avatar?
hsb: Chceće woprawdźe swój awatar zhašeć?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
hsb: Chceće runje swój awatar na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Móžeće kóždy čas <a href="%(upload_url)s">druhi awatar nahrać</a>, zo byšće aktualny wuměnił.

source: Deactivation Log
hsb: Znjemóžnjowanski protokol

source: Deactivated user
hsb: Znjemóžnjeny wužiwar

source: Deactivated by
hsb: Znjemóžnjeny wot

source: {user} | Documents
hsb: {user} | Dokumenty

source: Documents edited or translated
hsb: Wobdźěłane abo přełožene dokumenty

source: You haven't edited or translated any documents yet.
hsb: Njejsće dotal žadyn dokument wobdźěłał abo přełožił.

source: {user} hasn't edited or translated any documents yet.
hsb: {user} njeje dotal žadyn dokument wobdźěłał abo přełožił.

source: Redirects
hsb: Dalesposrědkowanja

source: Change Avatar
hsb: Awatar změnić

source: Edit Contribution Areas
hsb: Wobłuki sobuskutkowanja wobdźěłać

source: Your Account
hsb: Waše konto

source: To change your email or avatar, visit the Mozilla accounts page. %(a_open)s Learn more. %(a_close)s
hsb: Zo byšće swoju e-mejlowu adresu abo awatar změnił, wopytajće stronu kontow Mozilla. %(a_open)s Dalše informacije. %(a_close)s

source: Manage account
hsb: Konto rjadować

source: Share some things about yourself. Most fields are optional, but they help the community to get to know you better.
hsb: Dajće wužiwarjam někotre informacije wo sebi. Najwjace polow je opcionalne, ale budźe zhromadźenstwu pomhać, so z wami lěpje zeznać.

source: Update My Profile
hsb: Mój profil aktualizować

source: Close account and delete all profile information
hsb: Konto začinić a wšě profilowe informacije zhašeć

source: Are you sure
hsb: Sće sej wěsty?

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be undone.
hsb: Jeli swoje konto zhašeće, njemóžeće hižo w pomocy Mozilla ničeho so prašeć abo na prašenja wotmołwić. Waš profil so zhaša a njeda so cofnyć.

source: Please type in your username to confirm
hsb: Prošu zapodajće swoje wužiwarske mjeno za wobkrućenje

source: Delete Your Account
hsb: Waše konto zhašeć

source: Edit Settings
hsb: Nastajenja wobdźěłać

source: Manage watch list
hsb: Wobkedźbowansku lisćinu zrjadować

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
hsb: Deleka je lisćina zapiskow, kotrež wobkedźbujeće. Zapiski z hóčku tuchwilu wobkedźbujeće a zapiski bjez hóčki hižo njewobkedźbujeće.

source: You are not currently watching anything.
hsb: Tuchwilu ničo njewobkedźbujeće.

source: {user} | Profile
hsb: {user} | Profil

source: To change your email or avatar, visit the Mozilla account page. %(a_open)s Learn more. %(a_close)s
hsb: Zo byšće swoju e-mejlowu adresu abo awatar změnił, wopytajće stronu konta Mozilla. %(a_open)s Dalše informacije. %(a_close)s

source: Edit user profile
hsb: Wužiwarski profil wobdźěłać

source: Your privacy is important to us. Your username is always visible to the public - if you would like to edit your username, %(a_open)s click here. %(a_close)s
hsb: Waša priwatnosć je wažna za nas. Waše wužiwarske mjeno je za zjawnosć přeco widźomne – jeli chceće swoje wužiwarske mjeno wobdźěłać, %(a_open)s klikńće tu. %(a_close)s

source: Email
hsb: E-mejlowa adresa

source: Community Portal
hsb: Portal zhromadźenstwa

source: People Directory
hsb: Zapis ludźi

source: Deactivate this user
hsb: Tutoho wužiwarja znjemóžnić

source: Deactivate this user and mark all content as spam
hsb: Tutoho wužiwarja znjemóžnić a wšón wobsah jako spam markěrować

source: This user has been deactivated.
hsb: Tutón wužiwar je so znjemóžnił.

source: Contributions
hsb: Přinoški

source: Involved with Mozilla since {date}
hsb: Při Mozilla pódla wot {date}

source: {0} question
hsb: {0} prašenje

source: {0} answer
hsb: {0} wotmołwa

source: {0} solution
hsb: {0} rozrisanje

source: {0} document
hsb: {0} dokument

source: About {user}
hsb: Wo wužiwarju {user}

source: {user}'s Groups
hsb: Skupiny wužiwarja {user}

source: See all available SUMO badges
hsb: Wšě k dispoziciji stejace SUMO-myta

source: {user} | Questions
hsb: {user} | Prašenja

source: Questions Asked
hsb: Stajene prašenja

source: You haven't posted any questions yet.
hsb: Dotal njejsće žane prašenja zapodał.

source: {user} hasn't posted any questions yet.
hsb: {user} njeje dotal žane prašenja zapodał.

source: Thank you for registering!
hsb: Wulki dźak za registrowanje!

source: Thank you for being awesome!
hsb: Sće wulkotny, wulki dźak!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
hsb: Prjedy hač móžeće so přizjewić, dyrbiće swoju e-mejlowu adresu wobkrućić. Smy wam e-mejlku pósłali, kotraž wobkrućenski wotkaz wobsahuje. Klikńće prosće na wotkaz a sće hotowy za start!

source: {user} | Subscriptions
hsb: {user} | Abonementy

source: My Subscriptions
hsb: Moje abonementy

source: Manage Subscriptions
hsb: Abonementy rjadować

source: Hi {username}
hsb: Witaj {username}

source: There are many ways you can contribute to SUMO
hsb: Je wjele móžnosćow k SUMO přinošować

source: <a href="%(url)s">Answer questions in the support forum</a>
hsb: <a href="%(url)s">Wotmołwće na prašenja w forumje pomocy</a>

source: <a href="%(url)s">Improve our help articles</a>
hsb: <a href="%(url)s">Polěpšće naše nastawki pomocy</a>

source: <a href="%(url)s">Localize help articles to your local language</a>
hsb: <a href="%(url)s">Přełožujće nastawki pomocy do swojeje rěče</a>

source: <a href="%(url)s">Help users on social media</a>
hsb: <a href="%(url)s">Pomhajće wužiwarjam w socialnych medijach</a>

source: <a href="%(url)s">Respond to mobile store reviews</a>
hsb: <a href="%(url)s">Wotmołwće na pohódnoćenja w mobilnym wobchodźe</a>

source: <bold>Great! Now, how can I connect to other contributors?</bold>
hsb: <bold>Wulkotnje! Kak móžu so nětko z druhimi sobuskutkowarjemi zwjazać?</bold>

source: Thanks, <br />SUMO Community Managers
hsb: Wulki dźak, <br />managerojo zhromadźenstwa SUMO

source: Answer questions in the support forum
hsb: Wotmołwće na prašenja w forumje pomocy

source: Improve our help articles
hsb: Polěpšujće naše nastawki pomocy

source: Localize help articles to your local language
hsb: Přełožujće nastawki pomocy do swojeje rěče

source: Help users on social media
hsb: Pomhajće wužiwarjam w socialnych medijach

source: Respond to mobile store reviews
hsb: Wotmołwće na pohódnoćenja w mobilnym wobchodźe

source: Great! Now, how can I connect to other contributors?
hsb: Wulkotnje! Kak móžu so nětko z druhimi sobuskutkowarjemi zwjazać?

source: Thanks, SUMO Community Managers
hsb: Wulki dźak, managerojo zhromadźenstwa SUMO

source: My profile
hsb: Mój profil

source: Edit my profile
hsb: Mój profil wobdźěłać

source: Edit settings
hsb: Nastajenja wobdźěłać

source: Edit contribution areas
hsb: Wobłuki sobuskutkowanja wobdźěłać

source: My questions
hsb: Moje prašenja

source: My subscriptions
hsb: Moje abonementy

source: Good news!
hsb: Dobre powěsće!

source: You can now sign in to Mozilla Support using your Mozilla account.
hsb: Móžeće so nětko ze swojim kontom Mozilla na websydle pomocy Mozilla přizjewić.

source: Read More
hsb: Čitajće wjace

source: Sorry!
hsb: Je nam žel!

source: You already have a Mozilla account. Please use your Mozilla account instead of your Mozilla Support account.
hsb: Maće hižo konto Mozilla. Prošu wužiwajće swoje konto Mozilla město swojeho konta pomocy Mozilla.

source: Private message
hsb: Priwatna powěsć

source: Minor details that don't affect the instructions
hsb: Małe podrobnosće, kotrež nawod njewobwliwuja

source: Content changes that don't require immediate translation
hsb: Změny wobsaha, kotrež hnydomne přełožowanje njetrjebaja

source: Major content changes that will make older translations inaccurate
hsb: Wjetše změny wobsaha, přez kotrež starše přełožki zestarjeja

source: These minor changes are not important for localizers and they will not be notified.
hsb: Tute snadne změny za přełožowarjow wažne njejsu a woni njedóstanu informaciju.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
hsb: Přełožowarjo so informuja a přełožki so w přehledźe jako "Aktualizowanje trěbne" markěruja. Najwjace změnow - aktualizowanje wobraza, korigowanje woznamjenjenja {for}, přidawanje abo wotstronjenje njekritiskich wotrězkow - mělo to wužiwać.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
hsb: Přełožowarjo so informuja a přełožki so w přehladach jako "zestarjeny" markěruja. Přełožki pokazaja wužiwarjam warnowanje, zo su zestarjene a zo jendźelska wersija je najdokładniša. Wužijće to, hdyž stary nawod je cyle njewužiwajomny.

source: Troubleshooting
hsb: Rozrisanje problemow

source: How to
hsb: Nawod

source: How to contribute
hsb: Kak móžeće sobu pomhać

source: Navigation
hsb: Nawigacija

source: %(old)s Redirect %(number)i
hsb: %(old)s dalesposrědkowanje %(number)i

source: %(old)s-redirect-%(number)i
hsb: %(old)s-dalesposrědkowanje-%(number)i

source: {title} was edited by {creator}
hsb: {title} je so wot wužiwarja {creator} wobdźěłał

source: {title} is ready for review ({creator})
hsb: {title} je hotowy za přepruwowanje ({creator})

source: {title} has a revision ready for localization
hsb: {title} ma wersiju, kotraž je hotowa za přełožowanje

source: {title} ({locale}) has a new approved revision ({reviewer})
hsb: {title} ({locale}) ma nowu schwalenu wersiju ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
hsb: Prošu wobmjezujće dołhosć titula na %(limit_value)s znamješkow abo mjenje. Tuchwilu ma %(show_value)s znamješkow.

source: Please provide a slug.
hsb: Prošu podajće adresowe mjeno.

source: The slug provided is not valid.
hsb: Adresowe mjeno je njepłaćiwe.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
hsb: Adresowe mjeno je překrótke (%(show_value)s znamješkow). Dyrbi znajmjeńša %(limit_value)s znamješkow dołhe być.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
hsb: Prošu wobmjezujće dołhosć adresoweho mjena na %(limit_value)s znamješkow abo mjenje. Tuchwilu ma %(show_value)s znamješkow.

source: Please provide a summary.
hsb: Prošu podajće zjeće.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
hsb: Zjeće je překrótke (%(show_value)s znamješkow). Dyrbi znajmjeńša %(limit_value)s znamješkow dołhe być.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
hsb: Prošu wobmjezujće dołhosć zjeća na %(limit_value)s znamješkow abo mjenje. Tuchwilu ma %(show_value)s znamješkow.

source: Please provide content.
hsb: Prošu podajće wobsah.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
hsb: Wobsah je překrótki (%(show_value)s znamješkow). Dyrbi znajmjeńša %(limit_value)s znamješkow dołhi być.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
hsb: Prošu wobmjezujće dołhosć wobsaha na %(limit_value)s znamješkow abo mjenje. Tuchwilu ma %(show_value)s znamješkow.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
hsb: Prošu wobmjezujće dołhosć komentara na %(limit_value)s znamješkow abo mjenje. Tuchwilu ma %(show_value)s znamješkow.

source: Please select at least one product.
hsb: Prošu wubjerće znajmjeńša jedyn produkt.

source: Please select at least one topic.
hsb: Prošu wubjerće znajmjeńša jednu temu.

source: Title of article
hsb: Titul nastawka

source: Slug:
hsb: Adresowe mjeno:

source: Article URL
hsb: URL nastawka

source: Allow translations:
hsb: Přełožki dopušćić:

source: Obsolete:
hsb: Zestarjeny:

source: The document will be restricted to members of the selected group(s).
hsb: Dokument je na čłonow wubranych skupinow wobmjezowany.

source: The document will be visible only to users in the selected group(s).
hsb: Dokument je jenož za wužiwarjow we wubranych skupinach widźomny.

source: Allow discussion on this article?
hsb: Diskusiju wo tutym nastawku dowolić?

source: Category:
hsb: Kategorija:

source: Type of article
hsb: Typ nastawka

source: Select topic(s)
hsb: Temu wubrać

source: Select product(s)
hsb: Produkt wubrać

source: Related documents:
hsb: Přiwuzne dokumenty:

source: Needs change:
hsb: Wužaduje sej změnu:

source: Comment:
hsb: Komentar:

source: Keywords:
hsb: Klučowe słowa:

source: Affects search results
hsb: Wobwliwuje pytanske wuslědki

source: Search result summary:
hsb: Zjeće za pytanske wuslědki:

source: Only displayed on search results page
hsb: Pokazuje so jenož na stronje pytanskich wuslědkow

source: Expiry date:
hsb: Datum płaćiwosće:

source: Significance:
hsb: Wažnosć:

source: Needs change
hsb: Wužaduje sej změnu

source: Users:
hsb: Wužiwarjo:

source: Start:
hsb: Spočatk:

source: End:
hsb: Kónc:

source: {users} added successfully!
hsb: {users} je so wuspěšnje přidał!

source: There were errors adding users, see below.
hsb: Při přidawanju wužiwarjow su slědowace zmylki wustupili.

source: {user} removed from successfully!
hsb: {user} je so wuspěšnje wotstronił!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
hsb: Jeli tute nastajenje je zmóžnjene, so tuta wikistrona před zakładnymi pytanjemi a přehladami schowa. Hdyž so tuta strona zwobraznja, budźe wužiwarja warnować, zo so hižo njewothladuje.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
hsb: Jeli tute nastajenje je zmóžnjene, tutón dokument dowoli diskusiju w přisłušnym forumje. Znjemóžńće tute nastajenje, zo byšće forum schował abo znjemóžnił.

source: If checked, this document needs updates.
hsb: Jeli tute nastajenje je zmóžnjene, tutón dokument aktualizacije trjeba.

source: Please choose a category.
hsb: Prošu wubjerće kategoriju.

source: Documents in the Template category must have titles that start with "{prefix}". (Current title is "{title}")
hsb: Dokumenty w kategoriji „Předłoha“ dyrbja titule měć, kotrež so z „{prefix}“ započinaja. (Aktualny titul je „{title}“)

source: Documents with titles that start with "{prefix}" must be in the templates category. (Current category is "{category}". Current title is "{title}".)
hsb: Dokumenty, kotrychž titule so z „{prefix}“ započinaja, dyrbja w kategoriji „Předłohi“ być. (Aktualna kategorija je „{category}“, Aktualny titul je „{title}“.)

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
hsb: Změna dyrbi na jendźelskim nastawku bazować. Wersija %(id)s tute wuměnjenje njespjelnja.

source: Table of Contents
hsb: Zapis wobsaha

source: [Recursive inclusion of "%s"]
hsb: [Rekursiwne zapřijimanje "%s"]

source: The document "%s" does not exist.
hsb: Dokument "%s" njeeksistuje.

source: The template "%s" does not exist or has no approved revision.
hsb: Předłoha "%s" njeeksistuje abo nima schwalenu wersiju.

source: Your revision has been approved: {title}
hsb: Waša wersija je so schwaliła: {title}

source: Your revision has been reviewed: {title}
hsb: Waša wersija je so přepruwowała: {title}

source: A revision you contributed to has been approved: {title}
hsb: Wersija, ke kotrejž sće přinošował, je so schwaliła: {title}

source: A revision you contributed to has been reviewed: {title}
hsb: Wersija, ke kotrejž sće přinošował, je so přepruwowała: {title}

source: mobile
hsb: mobilne graty

source: FxHome
hsb: Startowa strona Firefox

source: general
hsb: powšitkowne

source: download
hsb: sćahnyć

source: You cannot translate this document.
hsb: Njemóžeće tutón dokument přełožować.

source: Thanks for your feedback!
hsb: Dźakujemy so za waš komentar!

source: You voted "Yes 👍" Please tell us more
hsb: Sće z „Haj“ 👍" hłosował. Prošu zdźělće nam wjace

source: Article is accurate
hsb: Nastawk je korektny

source: Article is easy to understand
hsb: Nastawk da so lochko rozumić

source: Revision %s
hsb: Wersija %s

source: Firefox Releases
hsb: Wersije Firefox

source: Article Revisions
hsb: Wersije nastawka

source: {users} added to the contributors successfully!
hsb: {users} je so wuspěšnje sobuskutkowarjam přidał!

source: There were errors adding new contributors, see below.
hsb: Při přidawanju nowych sobuskutkowarjow su slědowace zmylki wustupili.

source: {user} removed from the contributors successfully!
hsb: {user} je so wuspěšnje ze skupiny sobuskutkowarjow wotstronił!

source: Sorry, that article wasn't found.
hsb: Bohužel tutón nastawk njeje so namakał.

source: Compare Revisions | {document}
hsb: Wersije přirunać | {document}

source: Compare Revisions
hsb: Wersije přirunać

source: Back to History
hsb: Wróćo k historiji

source: Document Deleted | {document}
hsb: Dokument je so zhašał | {document}

source: Delete Document | {document}
hsb: Dokument zhašeć | {document}

source: Delete Document
hsb: Dokument zhašeć

source: The document has been deleted.
hsb: Dokument je so zhašał.

source: Are you sure you want to delete this document?
hsb: Chceće woprawdźe tutón dokument zhašeć?

source: All translations of this document will also be deleted.
hsb: Wšě přełožki tutoho dokumenta so tež zhašeja.

source: Current Content
hsb: Aktualny wobsah

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
hsb: Chceće runje tutón dokument na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Chceće woprawdźe pokročować?

source: Cancel and go back to document history
hsb: Přetorhnyć a wróćo k historiji dokumenta

source: Remove contributor | {document}
hsb: Sobuskutkowarja wotstronić | {document}

source: Remove Contributor
hsb: Sobuskutkowarja wotstronić

source: Are you sure you want to remove {user} from the document contributors?
hsb: Chceće woprawdźe wužiwarja {user} ze skupiny sobuskutkowarjow na dokumenće wotstronić?

source: Remove contributor
hsb: Sobuskutkowarja wotstronić

source: Remove {role}
hsb: {role} wotstronić

source: Are you sure you want to remove {user}?
hsb: Chceće woprawdźe {user} wotstronić?

source: Delete Revision | {document}
hsb: Wersiju zhašeć | {document}

source: Delete Revision
hsb: Wersiju zhašeć

source: Unable to delete only revision of the document
hsb: Njeje móžno, jenož jednu wersiju dokumenta zhašeć

source: To delete the document, please notify an admin.
hsb: Zo byšće dokument zhašał, informujće prošu administratora.

source: Go back to document history
hsb: Wróćo k wersijowej historiji dokumenta

source: Are you sure you want to delete this revision?
hsb: Chceće woprawdźe tutu wersiju zhašeć?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
hsb: <strong>Warnowanje:</strong> Tuta wersija ma pohódnoćenja k wužitnosći wědoweje datoweje banki. Hdyž tutu wersiju zhašeće, so tež tute pohódnoćenja zhašeja.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
hsb: Chceće runje tutu wersiju na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Chceće woprawdźe pokročować?

source: This document is restricted.
hsb: Tutón dokument je wobmjezowany.

source: Share this article: {link}
hsb: Tutón nastawk dźělić: {link}

source: Edit Article | {document}
hsb: Nastawk wobdźěłać | {document}

source: Edit Article
hsb: Nastawk wobdźěłać

source: <em>Editing Content For:</em><br>{title}
hsb: <em>Wobsah wobdźěłać za:</em><br>{title}

source: <label>Needs Change:</label> %(comment)s
hsb: <label>Wužaduje sej změnu:</label> %(comment)s

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
hsb: Za pomoc při pisanju nastawkow hlejće <a href="%(url)s">Nawod za dokument pomocy</a>.

source: characters remaining.
hsb: znamješkow wyše.

source: Edit Article Metadata | {document}
hsb: Metadaty nastawka wobdźěłać | {document}

source: Edit Article Metadata
hsb: Metadaty nastawka wobdźěłać

source: <em>Editing Metadata For:</em><br>{title}
hsb: <em>Metadaty wobdźěłać za:</em><br>{title}

source: Restrict Visibility
hsb: Widźomnosć wobmjezować

source: Clear
hsb: Wuprózdnić

source: Revision History | {document}
hsb: Wersijowa historija | {document}

source: History
hsb: Historija

source: History of {title}
hsb: Historija {title}

source: Revision history for:
hsb: Wersijowa historija za:

source: Edit contributors
hsb: Sobuskutkowarjow wobdźěłać

source: Document contributors
hsb: Sobuskutkowarjo tutoho dokumenta
