Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/djangojs.po
Languages: hsb

source: Week
hsb: Tydźeń

source: Average Satisfaction
hsb: Přerězna spokojnosć

source: Questions
hsb: Prašenja

source: Solved
hsb: Rozrisany

source: % Solved
hsb: % rozrisane

source: Responded in 24 hours
hsb: W běhu 24 hodźin wotmołwjene

source: % Responded in 24 hours
hsb: % w běhu 24 hodźin wotmołwjene

source: Responded in 72 hours
hsb: W běhu 72 hodźin wotmołwjene

source: % Responded in 72 hours
hsb: % w běhu 72 hodźin wotmołwjene

source: Not responded in 24 hours
hsb: W běhu 24 hodźin njewotmołwjene

source: Not responded in 72 hours
hsb: W běhu 72 hodźin njewotmołwjene

source: Article Votes: % Helpful
hsb: Nastawkowe hłosy: % wužitne

source: Answer Votes: % Helpful
hsb: Wotmołwne hłosy: % wužitne

source: en-US KB
hsb: jendźelska wědowa datowa banka

source: non en-US KB
hsb: njejendźelska wědowa datowa bank

source: Support Forums
hsb: Forumy pomocy

source: Click Through Rate %
hsb: Kliknjenska rata %

source: Visitors
hsb: Wopytowarjo

source: L10n Coverage
hsb: Přełožowanske kryće

source: Percent Yes
hsb: Procent za Haj

source: Yes
hsb: Haj

source: No
hsb: Ně

source: I don't know
hsb: Njewěm

source: Error loading graph
hsb: Zmylk při začitowanju grafa

source: There was an error generating the preview.
hsb: Při tworjenju přehlada je zmylk wustupił.

source: There was an error submitting your vote.
hsb: Při wotposyłanju wašeho hłosa je zmylk wustupił.

source: %(num)s <small>of %(total)s</small>
hsb: %(num)s <small>z %(total)s</small>

source: No differences found
hsb: Žane rozdźěle namakane

source: Cancel
hsb: Přetorhnyć

source: You are now signed in to your Mozilla account
hsb: Sće nětko pola swojeho konta Mozilla přizjewjeny

source: Update browser settings
hsb: Nastajenja wobhladowaka aktualizować

source: Data syncing...
hsb: Daty so synchronizuja…

source: We were unable to sync your data. To complete this backup, you’ll need to turn on syncing. <a href='#'>Go to settings</a>
hsb: Njemóžachmy waše daty synchronizować. Zo byšće tute zawěsćenje dokónčił, dyrbiće synchronizowanje zmóžnić. <a href='#'>K nastajenjam</a>

source: If you need to make any changes to the data you want synced, you can do so at any time in your <a href='#'>browser settings.</a>
hsb: Jeli chceće daty změnić, kotrež chceće synchronizować, móžeće to kóždy čas w <a href='#'>nastajenjach swojeho wobhladowaka</a> činić

source: Take a minute to create an <a href='%s'>account recovery key</a>, so you won’t get locked out if you lose your password.
hsb: Bjerće sej mjeńšinu časa, zo byšće <a href='%s'>kontowy wobnowjenski kluč</a> wutworił, zo njebyšće wuzamknył, jeli swoje hesło zhubiće.

source: Continue
hsb: Dale

source: Add to calendar
hsb: Protyce přidać

source: Close
hsb: Začinić

source: Choose calendar
hsb: Protyku wubrać

source: Other calendar
hsb: Druha protyka

source: Save
hsb: Składować

source: You can also access the link directly
hsb: Maće tež direktnje přistup k wotkazej

source: Copy link
hsb: Wotkaz kopěrować

source: Copied!
hsb: Kopěrowane!

source: Start browsing!
hsb: Započńće přehladować!

source: Enter this URL directly into the address bar on your new device to start the Firefox download, or keep it somewhere safe for when you’re ready to continue.
hsb: Zapodajće tutón URL direktnje do adresoweho pola na swojim nowym graće, zo byšće sćehnjenje Firefox startował abo wobchowajće URL něhdźe wěsće, doniž njejsće hotowy, zo byšće pokročował.

source: Copy
hsb: Kopěrować

source: Sign up for an account
hsb: Za konto registrować

source: Sign in to your account
hsb: Přizjewće so pola swojeho konta

source: You’ll be able to sign in to this account on another device to sync your data.
hsb: Móžeće so pola tutoho konta na druhim graće přizjewić, zo byšće swoje daty synchronizował.

source: Enter your email
hsb: Zapodajće swoju e-mejlowu adresu

source: Valid email required
hsb: Płaćiwa e-mejlowa adresa trěbna

source: user@example.com
hsb: wužiwar@example.com

source: Already have an account?
hsb: Maće hižo konto?

source: Sign in
hsb: Přizjewić

source: Don’t have an account?
hsb: Nimaće konto?

source: Sign up
hsb: Registrować

source: Fox tail sticking out from behind a stack of boxes.
hsb: Lišča wopuš za staplom kistow wusahuje.

source: Fox sticking it's head out from behind a stack of boxes.
hsb: Liška swoju hłowu za staplom kistow wuzběhuje.

source: Fox popping out from the top of a stack of boxes.
hsb: Liška so horjeka ze stapla kistow jewi.

source: Use Firefox to continue
hsb: Wužiwajće Firefox, zo byšće pokročował

source: Step %s
hsb: Krok %s

source: Step %s of %s
hsb: Krok %s z %s

source: said
hsb: je napisał

source: You are not watching this thread
hsb: Njewobkedźbujeće tutu nitku

source: You are watching this thread
hsb: Wobkedźbujeće tutu nitku

source: Image Attachment
hsb: Wobrazowy přiwěšk

source: Could not upload file. Please try again later.
hsb: Dataja njeda so nahrać. Prošu spytajće pozdźišo hišće raz.

source: Invalid image. Please select a valid image file.
hsb: Njepłaćiwy wobraz. Prošu wubjerće płaćiwu wobrazowu dataju.

source: Image too large. Please select a smaller image file.
hsb: Wobraz je přewulki. Prošu wubjerće mjeńšu wobrazowu dataju.

source: Upload cancelled. Please select an image file.
hsb: Nahraće je so přetorhnyło. Prošu wubjerće wobrazowu dataju.

source: File deleted. Please select an image file.
hsb: Dataja je so zhašała. Prošu wubjerće wobrazowu dataju.

source: Delete this image
hsb: Tutón wobraz zhašeć

source: Uploading "%s"...
hsb: „%s“ so nahrawa...

source: Loading...
hsb: Začituje so...

source: No votes data
hsb: Žane hłosowe daty

source: Votes
hsb: Hłosy

source: Percent
hsb: Procent

source: Bold
hsb: Tučny

source: bold text
hsb: tučny tekst

source: Italic
hsb: Kursiwny

source: italic text
hsb: kursiwny tekst

source: Numbered List
hsb: Čisłowana lisćina

source: Numbered list item
hsb: Zapisk čisłowaneje lisćiny

source: Bulleted List
hsb: Naličenska lisćina

source: Bulleted list item
hsb: Zapisk naličenskeje lisćiny

source: Heading 1
hsb: Nadpismo 1

source: Heading 2
hsb: Nadpismo 2

source: Heading 3
hsb: Nadpismo 3

source: Insert a link...
hsb: Wotkaz zasadźić...

source: link text
hsb: wotkazowy tekst

source: Link text:
hsb: Wotkazowy tekst:

source: Link target:
hsb: Wotkazowy cil:

source: Support article:
hsb: Nastawk pomocy:

source: Enter the name of the article
hsb: Zapodajće mjeno nastawka

source: External link:
hsb: Eksterny wotkaz:

source: Enter the URL of the external link
hsb: Zapodajće URL eksterneho wotkaza

source: No sections found
hsb: Žane wotrězki namakane

source: Insert Link
hsb: Wotkaz zasadźić

source: Knowledge Base Article
hsb: Nastawk wědoweje datoweje banki

source: Insert media...
hsb: Medij zasadźić...

source: media
hsb: medije

source: Search Gallery
hsb: Galeriju přepytować

source: Show:
hsb: Pokazać:

source: Images
hsb: Wobrazy

source: Videos
hsb: Wideja

source: Show media for:
hsb: Medije pokazać za:

source: Insert Media
hsb: Medije zasadźić

source: Upload Media
hsb: Medije nahrać

source: Please select an image or video to insert.
hsb: Prošu wubjerće wobraz abo widejo za zasadźenje.

source: Oops, there was an error.
hsb: Hopla, zmylk je wustupił.

source: Common responses
hsb: Huste wotmołwy

source: cannedresponses
hsb: přihotowane wotmołwy

source: Search for common responses
hsb: Za hustymi wotmołwami pytać

source: Categories
hsb: Kategorije

source: Responses
hsb: Wotmołwy

source: Please select a category from the previous column or start a search.
hsb: Prošu wubjerće kategoriju z předchadneje špałty abo startujće pytanje.

source: Response editor
hsb: Editor wotmołwow

source: Switch to preview mode
hsb: K modusej přehlada přeńć

source: Insert Response
hsb: Wotmołwu zasadźić

source: Matching responses
hsb: Přihódne wotmołwy

source: There was an error checking for canned responses.
hsb: Při pytanju za přihotowanymi wotmołwami je zmylk wustupił.

source: Response preview
hsb: Wotmołwny přehlad

source: Switch to edit mode
hsb: K wobdźěłowanskemu modusej přeńć

source: Quote previous message...
hsb: Předchadnu powěsć citować...

source: Reply...
hsb: Wotmołwić...

source: %s characters remaining
hsb: %s znamješkow wyše

source: There was an error.
hsb: Zmylk je wustupił.

source: There was an error. Please try again in a moment.
hsb: Zmylk je wustupił. Prošu čakajće wokomik a spytajće hišće raz.

source: Daily
hsb: Kóždy dźeń

source: Weekly
hsb: Kóždy tydźeń

source: Monthly
hsb: Kóždy měsac

source: Week beginning %(year)s-%(month)s-%(date)s
hsb: Tydźeń, kotryž so %(date)s.%(month)s.%(year)s započina

source: Month beginning %(year)s-%(month)s-%(date)s
hsb: Měsac, kotryž so %(date)s.%(month)s.%(year)s započina

source: 1m
hsb: 1 měs.

source: 3m
hsb: 3 měs.

source: 6m
hsb: 6 měs.

source: YTD
hsb: Wot spočatka lěta

source: 1y
hsb: 1 l.

source: All
hsb: Wšě

source: From %(from_input)s to %(to_input)s
hsb: Wot %(from_input)s do %(to_input)s

source: Sync your data
hsb: Synchronizujće swoje daty

source: Invalid tag entered: %s
hsb: Njepłaćiwe klučowe słowo zapodate: %s

source: No tags entered.
hsb: Zane klučowe słowa zapodate.

source: Error uploading image
hsb: Zmylk při nahrawanju wobraza

source: Error deleting image
hsb: Zmylk při hašenju wobraza

source: Please check you are signed in, and try again.
hsb: Prošu přepruwujće, hač sće přizjewjeny a spytajće hišće raz.

source: Search for a user...
hsb: Za wužiwarjom pytać...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
hsb: WARNOWANJE! Chceće woprawdźe tutoho wužiwarja znjemóžnić? To njeda so cofnyć!

source: All Articles: % Localized
hsb: Wšě nastawki: % přełožene

source: Top 20 Articles: % Localized
hsb: Najwažniše 20 nastawkow: % přełožene

source: Top 100 Articles: % Localized
hsb: Najwažnišich 100 nastawkow: % přełožene

source: Active Contributors
hsb: Aktiwni sobuskutkowarjo

source: A document with this title already exists in this locale.
hsb: Dokument z tutym titulom w tutej lokali hižo eksistuje.

source: A document with this slug already exists in this locale.
hsb: Dokument z tutym adresowym mjenom w tutej lokali hižo eksistuje.

source: Choose revisions to compare
hsb: Wubjerće wersije, kotrež maja so přirunać

source: Toggle syntax highlighting
hsb: Syntaksowe wuzběhnjenje přepinać

source: Toggle Diff
hsb: Rozdźěle přepinać

source: <strong>Draft is saving...</strong>
hsb: <strong>Naćisk so składuje...</strong>

source: <strong>Draft has been saved on:</strong> %s
hsb: <strong>Naćisk je so składował na:</strong> %s

source: <strong>Error saving draft</strong>
hsb: <strong>Zmylk při składowanju naćiska</strong>

source: 1 reply
hsb: 1 wotmołwa

source: No replies
hsb: Žane wotmołwy

source: 1 person has this problem
hsb: 1 wosoba ma tutón problem

source: 1 new this week
hsb: 1 nowa tutón tydźeń

source: Found %(n)s result for ‘<span>%(q)s</span>’ for ‘<span>%(product)s</span>’
hsb: <strong>%(n)s</strong> wuslědk za ‚<span>%(q)s</span>‘ za ‚<span>%(product)s</span>‘ namakany

source: Sorry! 0 results found for ‘<span>%(q)s</span>’ for ‘<span>%(product)s</span>’
hsb: Bohužel njeje žadyn wuslědk za ‚<span>%(q)s</span>‘ za ‚<span>%(product)s</span>‘ namakał

source: View All
hsb: Wšě pokazać

source: Help Articles Only
hsb: Jenož nastawki pomocy

source: Community Discussion Only
hsb: Jenož diskusije zhromadźenstwa

source: Try searching again with a different keyword, or browse our featured articles below instead.
hsb: Pytajće znowa z druhim klučowym słowom abo přehladujće město toho naše doporučene nastawki deleka.

source: Page %(current)s of %(total)s
hsb: Strona %(current)s z %(total)s

source: Previous
hsb: Předchadny

source: Next
hsb: Přichodny

source: Still need help?
hsb: Trjebaće hišće pomoc?

source: We’re here for you. Get support from our contributors or staff members.
hsb: Smy tu za was. Dóstańće podpěru wot našich sobuskutkowarjow abo čłonow personala.

source: Get Support
hsb: Pomoc wobstarać

source: Filter by product
hsb: Po produkće filtrować

source: All Products
hsb: Wšě produkty

source: Contribute
hsb: Sobu činić

source: Mozilla Support
hsb: Pomoc Mozilla

source: Support forum
hsb: Forumy pomocy

source: Learn the basic guidelines
hsb: Wukńće zakładne směrnicy

source: Start answering!
hsb: Pisajće swoju prěnju wotmołwu!

source: Learn more about forum contribution
hsb: Dalše informacije wo sobuskutkowanju w forumje

source: Solving one issue helps up to 1000 users a day
hsb: Rozrisowanje jednoho problema pomha hač do 1.000 wužiwarjow na dźeń

source: Answer questions in the support forum
hsb: Wotmołwće na prašenja w forumje pomocy

source: Where all the action happens
hsb: Hdźež so wšitko stawa

source: Help articles
hsb: Nastawki pomocy

source: Explore the Knowledge Base Dashboard
hsb: Wuslědźće wědowu datowu banku

source: Learn more about KB contribution
hsb: Dalše informacije wo sobuskutkowanju we wědowej datowej bance

source: One article can be viewed by 400 million users and translated into 70+ languages
hsb: Jedyn nastawk da so wot 400 milionow wužiwarjow wobhladować a do přez 70 rěčow přełožować

source: Help us write help articles
hsb: Pomhajće nam nastawki pomocy pisać

source: Share your wisdom with the world!
hsb: Dźělće swoju mudrosć ze swětom!

source: If you like writing and teaching, then the Knowledge Base (KB) is the place for you. We need contributors that can write, edit or proofread articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
hsb: Jeli rady pisaće a wučiće, da je wědowa datowa banka (KB) prawe městno za was. Trjebamy sobuskutkowarjow, kotřiž móža nastawki pisać, wobdźěłować abo korigować. Tysacy ludźi maja kóždy tydźeń přistup na našu wědowu datowu banku. Předstajće sej, kak wjele ludźi wot was pomoć dóstawa!

source: Localization
hsb: Lokalizacija

source: Start localizing an article!
hsb: Započńće nastawk lokalizować!

source: Learn more about localization contribution
hsb: Dalše informacije wo sobuskutkowanju při lokalizowanju

source: Help us localize support articles
hsb: Pomhajće nam nastawki pomocy lokalizować

source: Let’s make Mozilla Support speak your language!
hsb: Dajmy pomocy Mozilla wašu rěč rěčeć!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
hsb: Su nastawki, kotrež hišće we wašej rěči njejsu? Chceće so wulkotnemu teamej přidružić, kotryž je přełožuje? Z tym pomhaće milionam wužiwarjow w swojej rěči. Chětro heroiske, něwěrno?

source: Social support
hsb: Pomoc w socialnych syćach

source: Request access to Conversocial
hsb: Přistup ke Conversocial požadać

source: Start replying from @FirefoxSupport!
hsb: Započńće wot @FirefoxSupport wotmołwjeć!

source: Learn more about social support contribution
hsb: Dalše informacije wo sobuskutkowanju w socialnych syćach

source: Support users on social media
hsb: Podpěrajće wužiwarjow w socialnych medijach

source: Let’s help people so they can keep using Firefox!
hsb: Pomhajmy ludźom, zo bychu móhli Firefox dale wužiwać!

source: Mobile Store support
hsb: Pomoc za Mobile Store

source: Learn more about mobile store support contribution
hsb: Dalše informacije wo sobuskutkowanju w mobilnym wobchodźe

source: Support Firefox users on mobile store
hsb: Podpěrajće wužiwarjow Firefox w mobilnym wobchodźe

source: Home
hsb: Startowa strona

source: Save the world from the comfort of your couch
hsb: Wuchowajće swět ze swojeho mjechkeho konopeja

source: Help millions of users get the most out of their favorite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
hsb: Pomhajće milionam wužiwarjow najlěpše z jich wobhladowaka won ćahnyć. Waše přinoški dosćahnu milionow wužiwarjow swětodaloko, a wy móžeće to ze swojeho mjechkeho konopeja činić!

source: We need your help!
hsb: Trjebamy wašu pomoc!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
hsb: Pomoc Mozilla, kotruž wjace hač 400 milionow ludźi wužiwa, zepěra so jenož na dobrowólnikow a je wažniša hač do toho. Tu dóńdźeće wy do hry.

source: About us
hsb: Wo nas

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
hsb: Pomoc Mozilla je zhromadźenstwo zahorjenych dobrowólnikow a přistajenych, kotřiž pospytuja, našich wužiwarjow na cyłym swěće podpěrować. Čińće sobu a dožiwće njewěrjomny dyrdomdej!

source: Photo of Mozilla staff and volunteers.
hsb: Foto sobudźěłaćerjow a dobrowólnikow Mozilla.

source: Other ways to contribute
hsb: Druhe móžnosće sobuskutkowanja

source: Pick a way to contribute
hsb: Wubjerće móžnosć, zo byšće sobuskutkował

source: Write help articles
hsb: Pisajće nastawki pomocy

source: Localize support content
hsb: Lokalizujće wobsah pomocy

source: Provide support on social channels
hsb: Skićće podpěru w socialnych syćach

source: Respond to mobile store reviews
hsb: Wotmołwće na pohódnoćenja w mobilnym wobchodźe

source: How you can contribute
hsb: Kak móžeće sobu pomhać

source: Sign up as a volunteer
hsb: Jako dobrowólnika registrować
