Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

source: Content
hsb: Wobsah

source: Show after
hsb: Pokazać po

source: Show until
hsb: Pokazać do

source: New announcement for {name}
hsb: Nowa připowědź za {name}

source: New announcement for groups [{names}]
hsb: Nowa připowědź za skupiny [{names}]

source: The {domain} team
hsb: Team {domain}

source: Community Hub
hsb: Zetkanišćo zhromadźenstwa

source: Find your fellow contributors
hsb: Pytajće druhich sobuskutkowarjow

source: Username or Display Name
hsb: Wužiwarske mjeno abo pokazowanske mjeno

source: Search
hsb: Pytać

source: Community Discussions
hsb: Diskusije zhromadźenstwa

source: Go to the SUMO community discussions forum
hsb: K diskusijnemu forumej zhromadźenstwa SUMO

source: Community Health Metrics
hsb: Podaća za status zhromadźenstwa

source: View Community Metrics
hsb: Podaća wo zhromadźenstwje pokazać

source: View Community Health Metrics
hsb: Podaća za status zhromadźenstwa pokazać

source: Top Contributors
hsb: Najaktiwniši sobuskutkowarjo

source: Filter by Locale
hsb: Po rěči filtrować

source: All locales
hsb: Wšě rěče

source: Filter by Product
hsb: Po produkće filtrować

source: All products
hsb: Wšě produkty

source: Support Forums
hsb: Forumy pomocy

source: Knowledge Base
hsb: Wědowa datowa banka

source: Localization
hsb: Lokalizacija

source: {user} - {num} contributions in last 90 days
hsb: {user} - {num} přinoškow w zańdźenych 90 dnjach

source: See All
hsb: Wšěch pokazać

source: Contributor Metrics
hsb: Nastawki za sobuskutkowarjow

source: Retention
hsb: Wobchowanje

source: Support Forum Help
hsb: Podpěra w forumje pomocy

source: Contributor Satisfaction: %(locale)s
hsb: Spokojnosć sobuskutkowarjow: %(locale)s

source: Contributor Satisfaction: l10n
hsb: Spokojnosć sobuskutkowarjow: l10n

source: Contributor Satisfaction: Support Forum
hsb: Spokojnosć sobuskutkowarjow: Forum pomocy

source: Community Search Results
hsb: Pytanske wuslědki zhromadźenstwa

source: Results for: {query}
hsb: Wuslědki za: {query}

source: No users were found for your search query.
hsb: Žani wužiwarjo za waše pytanske naprašowanje namakani.

source: View Profile
hsb: Profil pokazać

source: Private Message
hsb: Priwatna powěsć

source: Top Contributors - Support Forum
hsb: Najaktiwniši sobuskutkowarjo - forum pomocy

source: Top Contributors - Knowledge Base
hsb: Najaktiwniši sobuskutkowarjo - wědowa datowa banka

source: Top Contributors - Localization
hsb: Najaktiwniši sobuskutkowarjo - přełožowanje

source: Select by Locale
hsb: Po rěči wubrać

source: There are {total} users with at least one contribution in the last 90 days.
hsb: Ličba wužiwarjow ze znajmjeńša jednym přinoškom w zańdźenych 90 dnjach: 1.

source: Contributions in last 90 days: {count}
hsb: Přinoški w zańdźenych 90 dnjach: {count}

source: Days since last activity:
hsb: Dny wot poslednjeje aktiwity:

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
hsb: Wulki dźak za waš prěni přinošk w forumach pomocy Mozilla! Sće runje někoho zawjeselił!

source: Mozilla support forum is fully powered by our volunteer community that helps hundreds of users every day. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
hsb: Forum pomocy Mozilla wobhospodarja so wot našeho zhromadźenstwa z dobrowólnikow, kotrež kóždy dźeń stam wužiwarjow pomha. Zhromadźenstwo wobsteji ze zahoritych wužiwarjow programow Firefox a Thunderbird, kotřiž sej čas bjeru, druhim pomhać. Njebychmy móhli to bjez pasiona a entuziazma činić. Waš přinošk ma nimorjadnu hódnotu, samo hdyž je jara mały. Rozrisanje problema móže hač do 1000 wužiwarjow na dźeń pomhać!

source: Tell us about yourself!
hsb: Powědajće nam něšto wo sebi!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet, <a href="%(intro_url)s">please take a minute to introduce yourself</a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on Matrix, on the <a href="%(matrix_url)s">#sumo channel</a>.
hsb: Wjeselimy so přeco, wo nowych ludźoch zhonić, kotřiž chcedźa w forumach pomhać. Jeli naše zhromadźenstwo hišće njeznajeće, <a href="%(intro_url)s">bjerće sej mjeńšinu časa, zo byšće so předstajił</a>. Jeli hišće chceće w pozadku wostać, je to tež w porjadku. :-) Namakaće nas tež w Matrix w <a href="%(matrix_url)s">kanalu #sumo</a>.

source: Learn new things
hsb: Wukńće nowe wěcy

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(onboarding_url)s">contributor guidelines</a>. This includes some cool troubleshooting info, how-to questions, and info about where to find more help if stuck.
hsb: Jeli chceće wjace wo tym zhonić, kak pomoc tu funguje, wobhladajće sej naš <a href="%(onboarding_url)s">směrnicy za sobuskutkowarjow</a>. K tomu słušeja informacije wo rozrisanju problemow, nawjedowanske prašenja a informacije, hdźež dalšu pomoc namakaće, jeli dale njepřińdźeće.

source: Stay in touch
hsb: Wostańće w zwisku

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s">meet every month</a> - and you can <a href="%(participate_url)s">join us</a>.
hsb: Jeli naposledk hišće chceće wšě nowinki wo SUMO slědować, njezabudźće naše <a href="%(forums_url)s">forumy zhromadźenstwa</a>, naš <a href="%(blog_url)s">oficielny blog</a> a naše <a href="%(twitter_url)s">twitterowe konto</a>. <a href="%(meetings_url)s">Zeńdźemy so tež kóždy měsac</a> - a móžeće so <a href="%(participate_url)s">nam přidružić</a>.

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
hsb: Wulki dźak hišće raz. Wjeselimy so, was husćišo na SUMO widźeć! Dale tak!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet, please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on Matrix, on the #sumo channel.
hsb: Wjeselimy so přeco, wo nowych ludźoch zhonić, kotřiž chcedźa w forumach pomhać. Jeli naše zhromadźenstwo hišće njeznajeće, bjerće sej mjeńšinu časa, zo byšće so předstajił. Jeli hišće chceće w pozadku wostać, je to tež w porjadku. :-) Namakaće nas tež w Matrix w kanalu #sumo.

source: The community forum is at %(url)s.
hsb: Forum zhromadźenstwa je na %(url)s.

source: If you are interested in learning more about how this whole support thing works, check out our contributor guidelines. This includes some cool troubleshooting info, how-to questions, and info about where to find more help if stuck.
hsb: Jeli chceće wjace wo tym zhonić, kak pomoc funguje, wobhladajće sej směrnicy za sobuskutkowarjow. K tomu słušeja praktiske pokiwy za rozrisowanje problemow, prašenja nawoda a informacije wo tym, hdźež móžeće dalšu pomoc dóstać, jeli sće tčacy wostał.

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
hsb: Naposledk, jeli chceće wšě nowinki wo SUMO slědować, njezabudźce

source: Community forums
hsb: naše forumy zhromadźenstwa

source: Official blog
hsb: naš oficielny blog

source: Twitter account
hsb: naše twitterowe konto

source: Weekly meetings
hsb: naše tydźenske zetkanja

source: We also meet every month and you can join us.
hsb: Zetkawamy so tež kóždy měsac a móžeće so nam přidružić.

source: Contributor meetings
hsb: Zetkanja za sobuskutkowarjow

source: Select a reason for contacting
hsb: Wubjerće přičinu za nawjazanje kontaktow

source: Payments & Billing
hsb: Płaćenja a wotličenje

source: Accounts & Login
hsb: Konta a přizjewjenje

source: Technical
hsb: Techniske

source: Provide Feedback/Request Features
hsb: Měnjenja pósłać / funkcije požadać

source: Not listed
hsb: Njenalistowany

source: I forgot my password
hsb: Sym swoje hesło zabył

source: I can't recover my account using email
hsb: Njemóžu swoje konto z pomocu e-mejle wobnowić

source: My security code isn't working or is lost
hsb: Mój wěstotny kod njefunguje abo je so zhubił

source: Select platform
hsb: Wubjerće platformu

source: Other
hsb: Druhe

source: Contact e-mail
hsb: E-mejlowa adresa za nawjazanje kontaktow

source: What do you need help with?
hsb: Za čo trjebaće pomoc?

source: What operating system does your device use?
hsb: Kotry dźěłowy system waš grat wužiwa?

source: Subject
hsb: Tema

source: Tell us more
hsb: Zdźělće nam wjace

source: No response provided.
hsb: Žana wotmołwa podata.

source: Last 7 days
hsb: Zańdźenych 7 dnjow

source: Last 30 days
hsb: Zańdźenych 30 dnjow

source: Last 90 days
hsb: Zańdźenych 90 dnjow

source: Last Year
hsb: Loni

source: Percent Localized: Top 20
hsb: Procentowa sadźba přełoženych: Najwažnišich 20

source: Percent Localized: Top 100
hsb: Procentowa sadźba přełoženych: Najwažnišich 100

source: Percent Localized: All
hsb: Procentowa sadźba přełoženych: Wšě

source: Monthly Active Contributors
hsb: Aktiwni sobuskutkowarjo na měsac

source: Review Needed
hsb: Přepruwowanje trěbne

source: Update Needed
hsb: Aktualizowanje trěbne

source: Immediate Update Needed
hsb: Hnydomne aktualizowanje trěbne

source: Translation Needed
hsb: Přełožowanje trěbne

source: Top 20 Articles
hsb: Najwažnišich 20 nastawkow

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
hsb: To je 20 najhusćišo wopytanych nastawkow w zańdźenych 30 dnjach, kotrež přez 50% cyłkownych přistupow na wědowu datowu banku wučinja.

source: Top 50 Articles
hsb: Najwažnišich 50 nastawkow

source: These are the top 50 most visited articles in the last 30 days.
hsb: To je 50 najhusćišo wopytanych nastawkow w zańdźenych 30 dnjach.

source: Top 100 Articles
hsb: Najwažnišich 100 nastawkow

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
hsb: To je 100 najhusćišo wopytanych nastawkow w zańdźenych 30 dnjach, kotrež přez 99% cyłkownych přistupow na wědowu datowu banku wučinja.

source: Templates
hsb: Předłohi

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
hsb: Předłohi su móžnosć, dźěle wobsaha we wjacorych nastawkach wědoweje datoweje banki wužiwać. Móžeće sadźbu instrukcijow na jednym městnje wutworić a aktualizować, a so potom na nju poćahować.

source: All Knowledge Base Articles
hsb: Wšě nastawki wědoweje datoweje banki

source: This is the number of all Knowledge Base articles that are ready to be localized.
hsb: To je ličba wšěch nastawkow wědoweje datoweje banki, kotrež su hotowe za přełožowanje.

source: Visits in last 30 days
hsb: Wopyty w zańdźenych 30 dnjach

source: Most Viewed
hsb: Najhusćišo wobhladane

source: Most Recent
hsb: Najnowše

source: Most Visited
hsb: Najhusćišo wopytane

source: All knowledge base articles...
hsb: Wšě nastawki wědoweje datoweje banki…

source: Visits
hsb: Wopyty

source: Changes Needed
hsb: Změny trěbne

source: Changes Not Ready For Localization
hsb: Změny hotowe za přełožowanje njejsu

source: All templates...
hsb: Wšě předłohi…

source: How To Contribute
hsb: Kak móžeće sobu pomhać

source: All How To Contribute articles...
hsb: Wšě nastawki k temje "Kak móžeće sobu pomhać"…

source: Administration
hsb: Administracija

source: All Administration articles...
hsb: Wšě administraciske nastawki…

source: All translations...
hsb: Wšě přełožki…

source: Unreviewed Changes
hsb: Njepřepruwowane změny

# document
source: Unreviewed
hsb: Njepřepruwowany

source: All articles requiring review...
hsb: Wšě nastawki, kotrež dyrbja so přepruwować…

source: Changed
hsb: Změnjeny

source: Unhelpful Documents
hsb: Njewužitne dokumenty

# document
source: Unhelpful
hsb: Njewužitny

source: All unhelpful articles...
hsb: Wšě njewužitne nastawki…

source: Total Votes
hsb: Hłosy dohromady

source: Helpfulness
hsb: Wužitnosć

source: Articles which have approved revisions newer than the latest ready-for-localization one
hsb: Nastawki z schwalenymi wersijemi, kotrež su nowše hač te, kotrež su so jako poslednje jako hotowe za přełožowanje markěrowali

source: All articles with changes not ready for localization...
hsb: Wšě nastawki ze změnami, kotrež za přełožowanje hotowe njejsu…

source: Approved
hsb: Schwaleny

source: Need Changes
hsb: Wužaduje sej změny

source: Articles that require changes.
hsb: Nastawki, kotrež sej změny wužaduja.

source: All articles that require changes...
hsb: Wšě nastawki, kotrež sej změny wužaduja…

source: Comment
hsb: Komentar

source: Canned Responses
hsb: Přihotowane wotmołwy

source: Localization status of all canned responses
hsb: Přełožowanski status wšěch přihotowanych wotmołwow

source: All canned responses articles...
hsb: Wšě nastawki wo přihotowanych wotmołwach…

source: Knowledge Base Dashboard
hsb: Přehlad přełožkow

source: Localization Dashboard
hsb: Přehlad přełožkow

source: Aggregated Localization Metrics
hsb: Zjate daty za přełožowanje

source: The dashboard data is being loaded. This may take some time.
hsb: Daty přehlada so začituja. To móže chwilu trać.

source: Top 100 Articles: %% Localized
hsb: Najwažniše 100 nastawkow: %% přełožene

source: Top 20 Articles: %% Localized
hsb: Najwažniše 20 nastawkow: %% přełožene

source: All Articles: %% Localized
hsb: Wšě nastawki: %% přełožene

source: Active Contributors
hsb: Aktiwni sobuskutkowarjo

source: {count} visitors in the past 30 days
hsb: {count} wopytowarjow w zańdźenych 30 dnjach

source: Show information for:
hsb: Informacije pokazać za:

source: Complete overview...
hsb: Dospołny přehlad…

source: [{product}] Knowledge Base Dashboard
hsb: Přehlad wo wědowej datowej bance [{product}]

source: All Products
hsb: Wšě produkty

source: [{locale}] Locale Metrics
hsb: Daty wo rěči [{locale}]

source: Localization Percentage
hsb: Procentowa sadźba přełožka

source: Helpful Votes
hsb: Hłosy za "wužitny"

source: [{locale}][{product}] Localization Dashboard
hsb: Přehlad přełožkow [{locale}] [{product}]

source: Locale:
hsb: Rěč:

source: Volunteer for Mozilla Support
hsb: Dobrowólnik za pomoc Mozilla

source: Delete
hsb: Zhašeć

source: Create announcement
hsb: Připowědź wutworić

source: Created successfully
hsb: Wuspěšnje wutworjeny

source: Create
hsb: Wutworić

source: Add announcement
hsb: Připowědź přidać

source: Edit
hsb: Wobdźěłać

source: Article
hsb: Nastawk

source: Needs Update
hsb: Trjeba aktualizowanje

source: Ready for L10N
hsb: Hotowy za přełožowanje

source: Stale
hsb: Spadnjeny

source: Expiry Date
hsb: Datum płaćiwosće

source: Live
hsb: Widźomny

source: Review Needed: {comment}
hsb: Přepruwowanje trěbne: {comment}

source: Yes
hsb: Haj

source: No
hsb: Ně

source: Show translations
hsb: Přełožki pokazać

source: changed by {users}
hsb: změnjeny wot {users}

source: Overview
hsb: Přehlad

source: %(numerator)s <small>of %(denominator)s</small>
hsb: %(numerator)s <small>z %(denominator)s</small>

source: User Interface
hsb: Wužiwarski powjerch

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
hsb: Dospołnje přełoženy wužiwarski powjerch wosnadnja wobsłužowanje websydła za wopytowarjow we wašej rěči. Pomhajće <a href="%(url)s">powjerch přełožować</a>.

# l10n dashboard
source: Subscribe...
hsb: Abonować…

source: Waiting for review
hsb: Čaka so na přepruwowanje

source: Ready for localization
hsb: Hotowy za přełožowanje

source: Please note that these selections are specific to the current product selected.
hsb: Prošu dźiwajće na to, zo so tute nastajenja jenož na tuchwilu wubrany produkt poćahuja.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
hsb: Prošu dźiwajće na to, zo tute zdźělenki za wšě produkty abonujeće. Jeli so jenož za specielne produkty zajimujeće, wopytajće prošu přehlad za tutón produkt.

source: All Topics
hsb: Wšě temy

source: Filter by type:
hsb: Po typje filtrować:

source: All
hsb: Wšě

source: KB Dashboard
hsb: Přehlad wědoweje datoweje banki

source: Locale Metrics
hsb: Daty wo rěči

source: KB Team
hsb: Team wědoweje datoweje banki

source: Localization Team
hsb: Přełožowanski team

source: Recent Revisions
hsb: Nowe wersije

source: Aggregated Metrics
hsb: Zjate daty

source: Spam or other unrelated content
hsb: Spam abo druhi wobsah, kotryž pomoc njenastupa

source: Inappropriate language/dialog
hsb: Njepřihódna rěč abo rozmołwa

source: Abusive content
hsb: Ranjacy wobsah

source: Other (please specify)
hsb: Druhe (prošu nadrobnišo podać)

source: Pending
hsb: Čakacy

source: Accepted and Fixed
hsb: Akceptowany a skorigowany

source: Rejected
hsb: Wotpokazany

source: You already flagged this content.
hsb: Sće tutón wobsah hižo zdźělił.

source: You have flagged this content. A moderator will review your submission shortly.
hsb: Sće tutón wobsah zdźělił. Moderator budźe waše zdźělenje bórze přepruwować.

source: Flagged {t} (Reason: {r})
hsb: Zdźěleny {t} (Přičina: {r})

source: Additional notes:
hsb: Přidatne přispomnjenki:

source: {t} with id={id} no longer exists.
hsb: {t} z id={id} hižo njeeksistuje.

source: Update Status:
hsb: Aktualizowanski status:

source: Please select...
hsb: Prošu wubjerće…

source: Content categorization is updated.
hsb: Wobsahowa kategorizacija je so zaktualizowała.

source: Content is appropriately categorized.
hsb: Wobsah je so přihódnje kategorizował.

source: Update
hsb: Aktualizować

source: Please wait...
hsb: Prošu čakajće&hellip;

source: There is no content pending moderation.
hsb: Njeje wobsah, kotryž na moderaciju čaka.

source: Flagged Content Pending Moderation
hsb: Zdźěleny wobsah, kotryž na moderaciju čaka

source: Content Pending Moderation
hsb: Wobsah, kotryž na moderaciju čaka

source: View all deactivated users
hsb: Wšěch znjemóžnjenych wužiwarjow pokazać

source: Removed spam content.
hsb: Spamowy wobsah je wotstronjeny.

source: No spam found.
hsb: Žadyn spam namakany.

source: Addressed abusive content.
hsb: Křiwdźacy wobsah je so wobdźěłał.

source: No abuse detected.
hsb: Žane křiwdźenje namakane.

source: Corrected language.
hsb: Skorigowana rěč.

source: Language is appropriate.
hsb: Rěč je přihódna.

source: Issue resolved.
hsb: Problem je rozrisany.

source: No issues found.
hsb: Žane problemy namakane.

source: Title:
hsb: Titul:

source: Content:
hsb: Wobsah:

source: Created:
hsb: Wutworjeny:

source: Updated:
hsb: Zaktualizowany:

source: Flagged:
hsb: Markěrowany:

source: Take Action:
hsb: Naprawu činić:

source: View
hsb: Pokazać

source: Current topic:
hsb: Aktualna tema:

source: Change Topic:
hsb: Temu změnić:

source: Assign Tags:
hsb: Znački připokazać:

source: %(date)s by <a rel="nofollow" href="%(url)s">%(user)s</a>
hsb: %(date)s wot <a rel="nofollow" href="%(url)s">%(user)s</a>

source: Reply to thread: {title}
hsb: Na temu wotmołwić: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
hsb: %(author)s je na nitku wotmołwił, kotruž wobhladujeće. Tu je wotmołwa:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
hsb: Zo byšće sej tutón přinošk na sydle wobhladał, klikńće na slědowacy wotkaz abo zasadźće jón do adresoweho pola swojeho wobhladowaka:

source: New thread: {title}
hsb: Nowa nitka: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
hsb: %(author)s je nowu nitku w forumje wutworił, kotryž wobhladujeće. Tu je ta nitka:

source: Please provide a title.
hsb: Prošu podajće titul.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
hsb: Titul je překrótki (%(show_value)s znamješkow). Dyrbi znajmjeńša %(limit_value)s znamješkow dołhi być.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
hsb: Prošu wobmjezujće dołhosć titula na %(limit_value)s znamješkow abo mjenje. Titul so tuchwilu z %(show_value)s znamješkow zestaja.

source: Please provide a description.
hsb: Prošu podajće wopisanje.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
hsb: Prošu wobmjezujće dołhosć wopisanja na %(limit_value)s znamješkow abo mjenje. Wopisanje so tuchwilu z %(show_value)s znamješkow zestaja.

source: You have not selected an image to upload.
hsb: Njejsće žadyn wobraz za nahrawanje wubrał.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
hsb: Prošu wobmjezujće dołhosć datajoweho mjena swojeho wobraza na %(max)s znamješkow abo mjenje. Datajowe mjeno so tuchwilu z %(length)s znamješkow zestaja.

source: Please select a different title.
hsb: Prošu wubjerće druhi titul.

source: Include this in wiki syntax with [[Image:title]]
hsb: Zapodajće to we wikisyntaksy z [[Image:Titul]]

source: Provide a brief description of this media.
hsb: Wopisajće skrótka tutu medijowu dataju.

source: Locale
hsb: Rěč

source: Title
hsb: Titul

source: Description
hsb: Wopisanje

source: Image
hsb: Wobraz

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
hsb: Dowolene formaty su: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Dalše informacije…</a>

source: Unrecognized request or nothing to cancel.
hsb: Njeznate naprašowanje abo njeje ničo, kotrež da so přetorhnyć.

source: Unrecognized media type.
hsb: Njeznaty medijowy typ.

source: Could not upload your image.
hsb: Waš wobraz njeda so nahrać.

source: Delete image
hsb: Wobraz zhašeć

source: Are you sure you want to delete this image?
hsb: Chceće woprawdźe tutón wobraz zhašeć?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
hsb: Chceće tutón wobraz na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Chceće woprawdźe pokročować?

source: Delete image | {t} | Media Gallery
hsb: Wobraz zhašeć | {t} | Medijowa galerija

source: Delete video
hsb: Widejo zhašeć

source: Are you sure you want to delete this video?
hsb: Chceće woprawdźe tute widejo zhašeć?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
hsb: Chceće tute widejo na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Chceće woprawdźe pokročować?

source: Delete video | {t} | Media Gallery
hsb: Widejo zhašeć | {t} | Medijowa galerija

source: Media Gallery
hsb: Medijowa galerija

source: by {user}
hsb: wot wužiwarja {user}

source: Uploaded {date}
hsb: Nahraty {date}

source: Cancel
hsb: Přetorhnyć

source: Edit image
hsb: Wobraz wobdźěłać

source: Save image
hsb: Wobraz składować

source: Edit image | {t} | Media Gallery
hsb: Wobraz wobdźěłać | {t} | medijowa galerija

source: Search Gallery
hsb: Galeriju přepytać

source: Show media for:
hsb: Medije pokazać za:

source: Go
hsb: Start

source: Show:
hsb: Pokazać:

source: Images
hsb: Wobrazy

source: Videos
hsb: Wideja

source: Upload
hsb: Nahrać

source: {title} | Media Gallery
hsb: {title} | Medijowa galerija
