Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

source: Products
hsb: Produkty

source: Experience new functionality and updates by helping us test the Beta and Nightly versions of Firefox Focus for iOS.
hsb: Pomhajće nam, beta-wersije a wersije Nightly Firefox Klar za iOS testować, zo byšće nowu funkcionalnosć a aktualizacije dožiwił.

source: Get started
hsb: Prěnje kroki

source: Update to the latest version of Firefox Focus for Android to receive the latest features, enhancements and bug fixes. Firefox Focus is available for free in the Google Play store.
hsb: Aktualizujće na najnowšu wersiju Firefox Klar za Android, zo byšće najnowše funkcije, polěpšenja a porjedźenja zmylkow dóstał. Firefox Klar je darmo w Google Play store k dispoziciji.

source: Download now
hsb: Nětko sćahnyć

source: Filter by product
hsb: Po produkće filtrować

source: Still need help?
hsb: Trjebaće hišće pomoc?

source: We’re here for you! If you haven’t found a solution after exploring our help articles, you can get in touch with our support team.
hsb: Smy tu za was! Jeli njejsće rozrisanje namakał, po tym zo běšće naše nastawki pomocy wuslědźił, móžeće so z našim teamom pomocy do zwiska stajić.

source: We’re here for you. Post a question to our support forums and get answers from our community of experts.
hsb: Smy tu za was. Sćelće prašenje na naše forumy pomocy a dóstańće wotmołwy wot našich ekspertow zhromadźenstwa.

source: Get Support
hsb: Pomoc wobstarać

source: Ask the Community
hsb: Zhromadźenstwa so prašeć

source: Popular
hsb: Woblubowane

source: All articles and threads
hsb: Wšě nastawk a nitki

source: Please confirm your email address
hsb: Prošu wobkrućće swoju e-mejlowu adresu

source: %s posted an answer to your question "%s"
hsb: %s je wotmołwu na waše prašenje "%s" napisał

source: New answers for question: %s
hsb: Nowe wotmołwy za prašenje: %s

source: Solution found to Firefox Help question
hsb: Rozrisanje k prašenju na pomoc Firefox namakane

source: Solution found for question: %s
hsb: Rozrisanje namakane za prašenje: %s

source: Recently updated questions
hsb: Njedawno zaktualizowane prašenja

source: Recently updated questions tagged %s
hsb: Njedawno zaktualizowane prašenja ze značku %s

source: Recent answers to %s
hsb: Najnowše wotmołwy na %s

source: URL of affected site
hsb: URL potrjecheneje strony

source: Crash ID(s)
hsb: Spadowy ID

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
hsb: Jeli po spadźe informacije k Mozilla posrědkujeće, dóstanjeće spadowy ID, kotryž waš spad jasnje identifikuje a nam zmóžnja, sej podrobnosće wobhladać, štož snano pomha, zawinu namakać. Zo byšće swój najnowši spadowy ID zhonił, dźiće k <strong>about:crashes</strong> w swojim adresowym polu. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Klikńće za nadrobne instrukcije</a>.

source: Troubleshooting Information
hsb: Informacije za rozrisowanje problemow

source: This information gives details about the internal workings of your browser that will help in answering your question.
hsb: Tute informacije wobsahuja podrobnosće wo procesach we wašim wobhladowaku, kotrež pomhaja, na waše prašenje wotmołwić.

source: This happens
hsb: To so stawa

source: Not sure how often
hsb: Njewěm, kak husto

source: Just once or twice
hsb: Jenož jónu abo dwójce

source: A few times a week
hsb: Někotre razy na tydźeń

source: Every time Firefox opened
hsb: Kóždy raz, hdyž so Firefox wočinja

source: This started when...
hsb: To započa, hdyž…

source: How can we help?
hsb: Kak móžemy pomhać?

source: Firefox version
hsb: Wersija Firefox

source: Operating system
hsb: Dźěłowy system

source: Installed plugins
hsb: Instalowane tykače

source: Extension/plugin you are having trouble with
hsb: Rozšěrjenje/tykač, z kotrymž maće problemy

source: Mobile device
hsb: Mobilny grat

source: Which topic best describes your question?
hsb: Kotra tema waš problem najlěpje wopisuje?

source: Email me when someone answers the thread
hsb: Sćelće mi mejlku, hdyž něchtó w tutej nitce wotmołwja

source: Enter your reply here.
hsb: Zapodajće tu swoju wotmołwu.

source: Enter your email address here.
hsb: Zapodajće tu swoju e-mejlowu adresu.

source: (optional):
hsb: (na přeće):

source: Please provide an email.
hsb: Prošu podajće e-mejlowu adresu.

source: That tag does not exist.
hsb: Tuta značka njeeksistuje.

source: Please provide a tag.
hsb: Prošu podajće značku.

source: Recently unanswered
hsb: Njedawno njewotmołwjeny

source: New
hsb: Nowy

source: Answers didn't help
hsb: Wotmołwy njejsu pomhali

source: Needs info
hsb: Wužaduje sej informacije

source: Solution provided
hsb: Rozrisanje podate

source: Solved
hsb: Rozrisany

source: Updated
hsb: Zaktualizowany

source: Views
hsb: Wołanja

source: Votes
hsb: Hłosy

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
hsb: Prašenski forum za {product} w rěči {old_lang} k dispoziciji njeje, smy was do prašenskeho foruma rěče {new_lang} dale sposrědkowali.

source: That didn't work. Please try again.
hsb: To njefunguje. Prošu spytajće hišće raz.

source: You've exceeded the number of submissions for today.
hsb: Sće ličbu zapodaćow za dźensa překročił.

source: Done! Your question is now posted on the Mozilla community support forum. You can see your post anytime by visiting the {a_open}My Questions{a_close} page in your profile.
hsb: Hotowe! Waše prašenje je so nětko do foruma pomocy zhromadźenstwa Mozilla pósłało. Móžeće swój přinošk kóždy čas widźeć, hdyž stronu {a_open}Moje prašenja{a_close} w swojim profilu wopytujeće.

source: Thank you for choosing a solution!
hsb: Dźakujemy so wam, zo sće rozrisanje wubrał!

source: This question already has a solution.
hsb: Tute prašenje ma hižo rozrisanje.

source: The solution was undone successfully.
hsb: Rozrisanje je so wuspěšnje anulowało.

source: Glad to hear it!
hsb: Wjeselimy so to słyšeć!

source: Sorry to hear that.
hsb: Je nam žel to słyšeć.

source: You already voted on this reply.
hsb: Sće hižo za tutu wotmołwu wothłosował.

source: We were unable to register your request. You've exceeded the limit for the number of questions allowed to watch in a day. Please try again tomorrow.
hsb: Njemóžemy waše naprašowanje registrować. Sće limit za ličbu prašenjow překročił, kotrež sej směće na dźeń wobhladać. Prošu spytajće jutře hišće raz.

source: Could not send a message to that email address.
hsb: Powěsć njeda so na tutu e-mejlowu adresu pósłać.

source: You will be notified of updates by email.
hsb: Dóstanjeće zdźělenja wo nowinkach přez e-mejl.

source: You should receive an email shortly to confirm your subscription.
hsb: Wy dyrbjał bórze e-mejlku za wobkrućenje swojeho abonementa dóstać.

source: A moderator must manually approve your post before it will be visible.
hsb: Moderator dyrbi waš přinošk manuelnje schwalić, prjedy hač budźe widźomny.

source: Subscription confirmed.
hsb: Abonement wobkrućeny.

source: There was a problem confirming your subscription.
hsb: Při wobkrućenju wašeho abonementa je problem wustupił.

source: Email updates
hsb: Přez e-mejl nowinki zdźělić

source: You will now receive updates via email.
hsb: Budźeće nětko nowinki přez e-mejl dóstawać.

source: Go back to the question.
hsb: Wróćo k prašenju.

source: Stop receiving updates via email for this question.
hsb: Hižo wo nowinkach za tute prašenje přez e-mejl njeinformować.

source: Go back to the question and try again.
hsb: Wróćće so k prašenju a spytajće hišće raz.

source: Delete Answer | {t} | Firefox Support Forum
hsb: Wotmołwu zhašeć | {t} | forum pomocy Firefox

source: Delete answer
hsb: Wotmołwu zhašeć

source: Are you sure you want to delete this answer?
hsb: Chceće woprawdźe tutu wotmołwu zhašeć?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
hsb: Chceće runje tutu wotmołwu na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Chceće woprawdźe pokročować?

source: Delete Question | {t} | Firefox Support Forum
hsb: Prašenje zhašeć | {t} | Forum pomocy Firefox

source: Delete question
hsb: Prašenje zhašeć

source: Are you sure you want to delete this question?
hsb: Chceće woprawdźe tute prašenje zhašeć?

source: Number of Answers
hsb: Ličba wotmołwow

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
hsb: Chceće runje tute prašenje na přeco zhašeć. <strong>To njeda so cofnyć!</strong> Chceće woprawdźe pokročować?

source: Editing an answer | {t} | Firefox Support Forum
hsb: Wotmołwu wobdźěłać | {t} | forum pomocy Firefox

source: Edit an answer
hsb: Wotmołwu wobdźěłać

source: Created by:
hsb: Wutworjeny wot:

source: Last updated by:
hsb: Posledni raz zaktualizowany wot:

source: Last updated:
hsb: Posledni raz zaktualizowany:

source: Question:
hsb: Prašenje:

source: When editing an answer, uploading new images or deleting existing ones will happen instantly.
hsb: Hdyž wotmołwu wobdźěłujeće, so hnydom nowe wobrazy nahrawaja abo eksistowace hašeja.

source: Update answer
hsb: Wotmołwu aktualizować

source: Edit a Question
hsb: Prašenje wobdźěłać

source: Edit the question
hsb: Tute prašenje wobdźěłać

source: When editing a question, uploading new images or deleting existing ones will happen instantly.
hsb: Hdyž prašenje wobdźěłujeće, so hnydom nowe wobrazy nahrawaja abo eksistowace hašeja.

source: Save Question
hsb: Prašenje składować

source: Support Forum Metrics
hsb: Metriki foruma pomocy

source: Metrics
hsb: Metriki

source: Contact Support
hsb: Team pomocy kontaktować

source: Ask your question
hsb: Stajće swoje prašenje

source: Submit
hsb: Wotpósłać

source: Community Forums
hsb: Forumy zhromadźenstwa

source: Browse by product
hsb: Po produkće přepytać

source: <strong>{product}</strong> Community Forum
hsb: Forum zhromadźenstwa <strong>{product}</strong>

source: {product} Community Forums
hsb: Forumy zhromadźenstwa {product}

source: no product specified
hsb: žadyn produkt podaty

source: {q} | {product} Support Forum
hsb: {q} | forum pomocy produkta {product}

source: {user} is currently working on this problem.
hsb: {user} runje na tutym problemje dźěła.

source: View other questions that need attention.
hsb: Druhe prašenja pokazać, kotrež sej kedźbliwosć wužaduja.

source: This thread was closed.
hsb: Tuta nitka je so začiniła.

source: This thread was archived.
hsb: Tuta nitka je so archiwowała.

source: This thread was closed and archived.
hsb: Tuta nitka je so začiniła a archiwowała.

source: Please ask a new question if you need help.
hsb: Prošu stajće nowe prašenje, jeli pomoc trjebaće.

source: reply
hsb: wotmołwa

source: No replies
hsb: Žane wotmołwy

source: has this problem
hsb: ma tutón problem

source: view
hsb: napohlad

source: Marked as spam by %(marked_by)s at %(marked_time)s
hsb: Wot wužiwarja %(marked_by)s %(marked_time)s jako spam marěkrowany

source: Attached screenshots
hsb: Připowěsnjene fota wobrazowki

source: Modified {datetime} by {name}
hsb: Wot {name} {datetime} změnjeny

source: Solution chosen by {user}
hsb: Wot wužiwarja {user} wubrane rozrisanje

source: Chosen solution
hsb: Wubrane rozrisanje

source: Read this answer in context
hsb: Tutu wotmołwu w konteksće čitać

source: I have this problem, too
hsb: Mam tutón problem tež

source: All Replies
hsb: Wšě wotmołwy

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
hsb: Zo bychmy spamej zadźěwali, wobmjezujemy ličbu wotmołwow, kotrež dadźa so za krótki čas wotpósłać. Jeli chceće wjace wotpósłać, pósćelće prošu na <a href="%(url)s">forum sobuskutkowarjow</a>, a prošće wo dowolnosć.

source: Post a Reply
hsb: Wotmołwu pisać

source: I am providing the requested information
hsb: Podawam požadane informacije

source: Needs more information from the user
hsb: Wužaduje sej dalše informacije wot wužiwarja

source: Ask a question
hsb: Stajće prašenje

source: You must <a rel="nofollow" href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
hsb: Dyrbiće so <a rel="nofollow" href="{login_url}"> pola swojeho konta přizjewić</a>, zo byšće na přinoški wotmołwił. Prošu <a href="{ask_url}">stajće nowe prašenje</a>, jeli hišće wužiwarske konto nimaće.

source: Question Tools
hsb: Prašenske nastroje

source: Edit this question
hsb: Tute prašenje ewobdźěłać

source: Delete this question
hsb: Tutu prašenje zhašeć

source: Unlock this question
hsb: Tute prašenje wotblokować

source: Lock this question
hsb: Tute prašenje blokować

source: Unarchive this question
hsb: Tute prašenje hižo njearchiwować

source: Archive this question
hsb: Tute prašenje archiwować

source: Stop email updates
hsb: Aktualizacije přez e-mejl hižo njedóstać

source: Get email updates
hsb: Aktualizacije přez e-mejl dóstać

source: Subscribe to feed
hsb: Kanal abonować

source: Tags
hsb: Znački

source: Question Details
hsb: Prašenske podrobnosće

source: Product
hsb: Produkt

source: Topic
hsb: Tema

source: Save changes
hsb: Změny składować

source: System Details
hsb: Systemowe podrobnosće

source: Device:
hsb: Grat:

source: More system details
hsb: Dalše systemowe podrobnosće

source: Additional System Details
hsb: Přidatne systemowe podrobnosće

source: Crash ID
hsb: Spadowy ID

source: This happened
hsb: To je so stało

source: Installed Plug-ins
hsb: Instalowane tykače

source: Edit details
hsb: Podrobnosće wobdźěłać

source: See also
hsb: Hlejće tež

source: Multiple Products
hsb: Wjacore produkty

source: {title} Community Forum
hsb: Forum zhromadźenstwa {title}

source: %(recent_unanswered_count)s question in the last 24 hours has no reply. <a href="%(url)s">Help solve it!</a>
hsb: %(recent_unanswered_count)s prašenje w zańdźenych 24 hodźinach wotmołwu nima. <a href="%(url)s">Pomhajće sobu jo rozrisać!</a>

source: %(recent_unanswered_count)s question in the last 24 hours has no reply. <a href="/contribute/forum">Learn how to help solve it!</a>
hsb: %(recent_unanswered_count)s prašenje w zańdźenych 24 hodźinach wotmołwu nima. <a href="/contribute/forum">Zhońće, kak móžeće pomhać jo rozrisać!</a>

source: 0 questions in the last 24 hours have no reply. Good job!
hsb: 0 prašenjow w zańdźenych 24 hodźinach wotmołwu nima. Dobre dźěło!

source: 0 questions in the last 24 hours have no reply. <a href="/contribute/forum">Learn how to help!</a>
hsb: 0 prašenjow w zańdźenych 24 hodźinach wotmołwu nima. <a href="/contribute/forum">Zhońće, kak móžeće pomhać!</a>

source: Showing questions tagged:
hsb: Prašenja ze slědowacej značku pokazać:

source: Show all questions
hsb: Wšě prašenja pokazać

source: Attention needed
hsb: Kedźbliwosć trěbna

source: Responded
hsb: Z wotmołwu

source: Done
hsb: Hotowe

source: Contributed
hsb: Sobuskutkowany

source: Archived
hsb: Archiwowany

source: Marked as spam
hsb: Jako spam markěrowany

source: votes this week
hsb: hłosy za tutón tydźeń

source: Asked by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
hsb: Prašany wot <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}

source: Answered by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
hsb: Wotmołwa wot <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}

source: <a href="{reply_url}">Last reply</a> by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
hsb: <a href="{reply_url}">Poslednja wotmołwa</a> by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}

source: There are no questions that match the current filter settings.
hsb: Njejsu prašenja, kotrež aktualnym filtrowym nastajenjam wotpowěduja.

source: Filter by
hsb: Filtrować po

source: Show me
hsb: Pokazać

source: Posts from everyone
hsb: Přinoški wšěch

source: My contributions
hsb: Moje přinoški

source: You have been unsubscribed.
hsb: Sće so wotskazał.

source: There was a problem unsubscribing.
hsb: Při wotskazowanju je problem wustupił.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
hsb: Za tute prašenje hižo zdźělenja přez e-mejl njedóstanjeće: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
hsb: Njemóžachmy waše zdźělenja za tute prašenje wotskazać: <a href="%(question_url)s">%(question_title)s</a>. Prošu přeswědčće so, hač sće wotskazowanski wotkaz korektnje kopěrował a zasadźił.

source: You are about to subscribe to:
hsb: Sće při tym, slědowace abonować:

source: Confirm your subscription
hsb: Waš abonement wobkrućic

source: Thanks!
hsb: Wulki dźak!

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
hsb: Zo byšće swój abonement wobkrućił, klikńće prošu na slědowacy wotkaz abo kopěrujće jón do adresoweho pola swojeho wobhladowaka:

source: <strong>Avoid support scams.</strong> We will never ask you to call or text a phone number or share personal information. <a href="%(url)s">Learn more here.</a>
hsb: <strong>Hladajće so wobšudstwa pomocy.</strong> Njenamołwimy was ženje, telefonowe čisło zawołać, SMS pósłać abo wosobinske informacije přeradźić. <a href="%(url)s">Tu su dalše informacije.</a>

source: Browse for unsolved questions and help a fellow user
hsb: Pytajće za njerozrisanymi prašenjemi a pomhajće druhemu wužiwarjej

source: Solving 1 issue helps up to 1,000 users a day!
hsb: Rozrisowanje jednoho problema hač k 1.000 wužiwarjam na dźeń pomha!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
hsb: Tuta e-mejlka je so awtomatisce přez boćik rozpósłała. Naš boćik njemóže na waše prašenje wotmołwić, ale naši forumowi sobuskutkowarjo to móža! Jeli chceće wam wotmołwić, <a href="%(url)s">klikńće prošu tu</a>.

source: Hi {username},
hsb: Witaj {username},

source: {answerer} commented on a Firefox question on {host}:
hsb: {answerer} je na {host} prašenje Firefox komentował:

source: {answerer} wrote:
hsb: {answerer} napisa:

source: Avoid support scams. We will never ask you to call or text a phone number or share personal information. Learn more:
hsb: Hladajće so wobšudstwa pomocy. Njenamołwimy was ženje, telefonowe čisło zawołać, SMS pósłać abo wosobinske informacije přeradźić. Dalše informacije:

source: See the comment:
hsb: Čitajće komentar:

source: If this comment is helpful, vote on it:
hsb: Jeli tutón komentar je wužitny, wothłosujće wo nim:

source: Help other Firefox users by browsing for unsolved questions on {host}:
hsb: Pomhajće druhim wužiwarjam Firefox, čitajo njerozrisane prašenja na {host}:

source: You might just make someone's day!
hsb: Snano sće runje někoho zawjeselił!

source: Mark it as solved
hsb: Jako rozrisane markěrować

source: This doesn't solve my problem
hsb: To mój problem njerozrisuje

source: Browse for unsolved questions and help a Firefox user
hsb: Pytajće za njerozrisanymi prašenjemi a pomhajće wužiwarjej Firefox

source: {answerer} has posted an answer to your question on {host}:
hsb: {answerer} je wotmołwu na waše prašenje na {host} napisał:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
hsb: Jeli to waš problem njerozrisa, zdźělće to {answerer} přez wotmołwu na websydle:

source: If this answer solves your problem, please mark it as "solved":
hsb: Jeli wotmołwa waš problem rozrisa, markěrujće jón jako "rozrisany":

source: This will help other Firefox users find good answers to their questions!
hsb: To budźe druhim wužiwarjam Firefox pomhać, dobre wotmołwy na jich prašenja namakać!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
hsb: Bychmy rady zdźělili, zo %(answerer)s je rozrisanje na prašenje Firefox namakał, kotrež wobhladujeće.

source: The question: '{title}' was marked as solved by its asker, {asker}.
hsb: Prašenje: "{title}" je so wot prašerja {asker} jako rozrisane markěrowało.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
hsb: Je tuta wotmołwa wam pomhała? Sće druhi přinošk za wužitniši měł? Zdźělće to druhim wužiwarjam, wothłosujo wo nim pódla wotmołwy.

source: View the solution
hsb: Rozrisanje pokazać

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
hsb: Wědźešće, zo %(answerer)s je wužiwar Firefox kaž wy? Započńće, druhim wužiwarjam Firefox pomhać, <a href="https://%(host)s/questions?filter=unsolved">čitajo prašenja</a> - snano zawjeseliće někoho!

source: The question:
hsb: Prašenje:

source: was marked as solved by its asker, {asker}.
hsb: je so wot prašerja {asker} jako rozrisane markěrowało.

source: You can view the solution using the link below.
hsb: Móžeće sej rozrisanje z pomocu slědowaceho wotkaza wobhladać.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
hsb: Wědźešće, zo %(answerer)s je wužiwar Firefox kaž wy? Započńće druhim wužiwarjam Firefox pomhać, čitajo prašenja na https://%(host)s/questions?filter=unsolved - snano byšće někoho zawjeselił!

source: Which product do you need help with?
hsb: Za kotry produkt trjebaće pomoc?

source: Browse All Product Forums
hsb: Wšě produktowe forumy přepytać

source: Change Product
hsb: Produkt změnić

source: Select Product
hsb: Produkt wubrać

source: Explore Solutions
hsb: Rozrisanja wuslědźić

source: Ask a Question
hsb: Stajće prašenje

source: Still need help? Continue to contact our support team.
hsb: Trjebaće hišće pomoc? Stajće so z našim teamom pomocy do zwiska.

source: Still need help? Continue to ask your question on our forums.
hsb: Trjebaće hišće pomoc? Stajće swoje prašenje w našich forumach.

source: Still need help? Sign in to contact our support team.
hsb: Trjebaće hišće pomoc? Přizjewće so, zo byšće so z našim teamom pomocy do zwiska stajił.

source: Still need help? Sign in to ask your question on our forums.
hsb: Trjebaće hišće pomoc? Přizjewće so, zo byšće swoje prašenje w našich forumach stajił.

source: Still need help? Continue to ask your question and get help.
hsb: Trjebaće hišće pomoc? Stajće swoje prašenje a dóstańće pomoc.

source: Continue
hsb: Dale

source: Solutions
hsb: Rozrisanja

source: Popular Topics
hsb: Woblubowane temy

source: Share Data
hsb: Daty dźělić
