Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

source: We can't automatically get your browser's troubleshooting data, please <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">try these manual steps</a>.
hsb: Njemóžemy waše daty wo rozrisowanju problemow wašeho wobhladowaka, prošu <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">wuwjedźće tute manuelne kročele</a>.

source: Question owner
hsb: Prašer

source: Chosen Solution
hsb: Wubrane rozrisanje

source: Helpful?
hsb: Wužitny?

source: Did this reply solve your problem?
hsb: Je tuta wotmołwa waš problem rozrisała?

source: Solved the problem
hsb: Je problem rozrisała

source: Does this reply solve the problem?
hsb: Rozrisuje tuta wotmołwa tutón problem?

source: Solves the problem
hsb: Rozrisuje tutón problem

source: Solution chosen
hsb: Wubrane rozrisanje

source: Undo
hsb: Cofnyć

source: Reply Preview
hsb: Přehlad wotmołwy

source: when anybody replies
hsb: hdyž něchtó wotmołwja

source: when a solution is found
hsb: hdyž rozrisanje je namakane

source: Send Updates
hsb: Zdźělenja pósłać

source: Mark as spam
hsb: Jako spam markěrować

source: Unmark as spam
hsb: Markěrowanje jako spam wotstronić

source: Our Community is here to help
hsb: Naše zhromadźenstwo je tu, zo by wam pomhało

source: Kindness is at the heart of our community. Our volunteers are happy to share their time and Firefox knowledge with you.
hsb: Přećelnosć je jadro našeho zhromadźenstwa. Naši dobrowólnicy so wjesela, jich čas a wědu wo Firefox z wami dźělić.

source: Helpful Tip!
hsb: Wužitny pokiw!

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
hsb: Dźěłajće sobu. Druhdy naši dobrowólnicy proša was wo dalše informacije abo wo to, wšelake scenariije testować. Čim skerje to činiće ćim skerje maće rozrisanje.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
hsb: Budźće přećelny. Naši dobrowólnicy su wužiwarjo Mozilla kaž wy, kotřiž wam w swojim swobodnym času pomhaja.

source: Be descriptive. Saying “playing video on YouTube is always choppy” will help us understand the issue better than saying “something is wrong” or “the app is broken”.
hsb: Prošu formulujće wuprajiwje. Přez wuprajenje kaž „Widejo so přeco na YouTube wothrawa kaž by rubało“ pomhaće našim dobrowólnikam waš problem lěpje rozumić hač přez wuprajenje kaž „Něšto njeńdźe“ abo „nałoženje je skóncowane“.

source: We've made some educated guesses about your current browser and operating system.
hsb: Smy wótrje wo wašim aktualnym wobhladowaku a dźěłowym systemje přemyslowali.

source: Show details &raquo;
hsb: Podrobnosće pokazać &raquo;

source: Hide details &raquo;
hsb: Podrobnosće schować &raquo;

source: Thanks for letting us know you have this problem.
hsb: Dźakujemy so, zo sće nas informował, zo maće tutón problem.

source: Identifying common problems helps the community answer your questions more quickly.
hsb: Identifikowanje častych problemow pomha zhromadźenstwu, na waše prašenja spěšnišo wotmołwić.

source: Want to know when a solution is found?
hsb: Mamy wam zdźělić, hdyž rozrisanje je namakane?

source: Please provide an email address and we'll send you an alert.
hsb: Prošu podajće e-mejlowu adresu a my pósćelemy wam zdźělenku.

source: No Thanks
hsb: Ně, dźakuju so

source: Application
hsb: Nałoženje

source: Support URL: {support_url}
hsb: URL pomocy: {support_url}

source: Extensions
hsb: Rozšěrjenja

source: {name} {version} ({id}) (Inactive)
hsb: {name} {version} ({id}) (Inaktiwny)

source: Graphics
hsb: Grafiki

source: Modified Preferences
hsb: Změnjene nastajenja

source: Misc
hsb: Wšelake

source: <span class="key">User JS</span>: Yes
hsb: <span class="key">User JS</span>: Haj

source: <span class="key">User JS</span>: No
hsb: <span class="key">User JS</span>: Ně

source: <span class="key">Accessibility</span>: Yes
hsb: <span class="key">Bjezbarjernosć</span>: Haj

source: <span class="key">Accessibility</span>: No
hsb: <span class="key">Bjezbarjernosć</span>: Ně

source: More Information
hsb: Dalše informacije

source: No pages matched the search criteria
hsb: Žane přihódne strony za pytanske kriterije

source: That page number is not an integer
hsb: Tute čisło strony cyła ličba njeje

source: That page number is less than 1
hsb: Tute čisło strony je mjeńše hač 1

source: Relevant to
hsb: Relewantny za

source: Invalid search data.
hsb: Njepłaćiwe pytanske daty.

source: Enter your terms in the form below and click <strong>Search</strong>
hsb: Zapodajće swój wuraz do slědowaceho formulara a klikńće na <strong>Pytać</strong>

# button
source: Search
hsb: Pytać

source: Search Mozilla Support
hsb: Pomoc Mozilla přepytać

source: Search Unavailable
hsb: Pytanje k dispoziciji njeje

source: Search is temporarily unavailable. Please try again in a few minutes.
hsb: Pytanje nachwilu k dispoziciji njeje. Prošu spytajće za krótki čas hišće raz.

source: Mozilla Support
hsb: Pomoc Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
hsb: Wědowu datowu banku Mozilla a forum pomocy přepytać.

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
hsb: <strong>{n}</strong> wuslědk za <strong>{q}</strong> w <strong>{product}</strong> namakany

source: Sorry! 0 results found for ‘{q}’ in ‘{l}’
hsb: Bohužel žadyn wuslědk za „{q}‘ w „{l}‘ namakany

source: Try searching again with a different keyword, or browse our featured articles and threads below instead.
hsb: Pytajće znowa z druhim klučowym słowom abo přehladujće město toho naše doporučene nastawki a nitki deleka.

source: Results
hsb: Wuslědki

source: Found <strong>{n}</strong> result for <strong>{q}</strong>
hsb: <strong>{n}</strong> wuslědk za <strong>{q}</strong> namakany

source: Sorry! 0 results found for <strong>‘{q}’</strong>.
hsb: Bohužel žadyn wuslědk za<strong>‘{q}’</strong> namakany.

source: Try searching again with different keywords.
hsb: Spytajće z druhimi klučowymi słowami hišće raz.

source: 1 reply
hsb: 1 wotmołwa

source: 1 person has this problem
hsb: {n} wosoba ma tutón problem

source: 1 new this week
hsb: {n} nowa tutón tydźeń

# DB: karma.Title.name
source: Top 10 Contributor
hsb: Jedyn z 10 najlěpšich sobuskutkowarjow

# DB: karma.Title.name
source: Locale Leader
hsb: Rěčny nawoda

# DB: karma.Title.name
source: SUMO Warrior
hsb: Wojowar SUMO

# DB: karma.Title.name
source: Buddy of the Month! (10/2015)
hsb: Přećel měsaca! (10/2015)

# DB: karma.Title.name
source: Top 25 Contributor
hsb: Jedyn z 25 najlěpšich sobuskutkowarjow

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
hsb: Webwobhladowak za Windows, Mac a Linux

# DB: products.Product.title
source: Firefox for Android
hsb: Firefox za Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
hsb: Webwobhladowak za Androidowe šmóratka a tablety

# DB: products.Product.title
source: Firefox for iOS
hsb: Firefox za iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
hsb: Firefox za iPhone, iPad a iPod Touch

# DB: products.Product.description
source: Service that lets you create email masks to hide your real email address
hsb: Słužba, kotraž wam zmóžnja, e-mejlowe maski wutworić, zo by so waša woprawdźita e-mejlowa adresa schowała

# DB: products.Product.description
source: Discover and save stories for later
hsb: Wotkryjće a składujće stawizny za pozdźišo

# DB: products.Product.title
source: Firefox Focus
hsb: Firefox Klar

# DB: products.Product.description
source: Automatic privacy browser and content blocker
hsb: Awtomatiski priwatnostny wobhladowak a wobsahowy blokowak

# DB: products.Product.description
source: No longer available as of June 20th, 2023
hsb: Wot 20. junija 2023 hižo nic k dispoziciji

# DB: products.Product.title
source: Firefox for Enterprise
hsb: Firefox za Enterprise

# DB: products.Product.description
source: Firefox Quantum for businesses
hsb: Firefox Quantum za předewzaća

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
hsb: E-mejlowy program za Windows, Mac a Linux

# DB: products.Product.title
source: Contributors
hsb: Sobuskutkowarjo

# DB: products.Product.description
source: Contributor articles
hsb: Nastawki za sobuskutkowarjow

# DB: products.Product.title
source: Firefox for Amazon Devices
hsb: Firefox za graty Amazon

# DB: products.Product.description
source: Browser for Amazon devices
hsb: Wobhladowak za graty Amazon

# DB: products.Product.title
source: Firefox for Android Beta
hsb: Firefox za Android beta

# DB: products.Product.description
source: Early version of an experimental Firefox browser for Android.
hsb: Zažna wersija eksperimentelneho wobhladowaka Firefox za Android.

# DB: products.Product.title
source: Firefox for Android (ESR)
hsb: Firefox za Android (ESR)

# DB: products.Product.description
source: Older version of Firefox for Android (no longer supported)
hsb: Starša wersija Firefox za Android (so hižo njepodpěruje)

# DB: products.Product.title
source: Firefox for Fire TV
hsb: Firefox za Fire TV

# DB: products.Product.description
source: Browser for Amazon Fire TV
hsb: Wobhladowak za Amazon Fire TV

# DB: products.Product.title
source: Firefox for Windows 8 Touch
hsb: Firefox za Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
hsb: Firefox za graty z Windows 8 Touch

# DB: products.Product.description
source: Was ist Firefox Klar?
hsb: Što je Firefox Klar?

# DB: products.Product.description
source: Mobile browser for Indonesia, India, The Philippines, and Thailand
hsb: Mobilny wobhladowak za Indonesku, Indisku, Filipiny a Thailandsku

# DB: products.Product.description
source: Mobile app that gives you access to passwords you've saved to Firefox.
hsb: Mobilne nałoženje, kotrež wam přistup k hesłam dawa, kotrež sće we Firefox składował.

# DB: products.Product.description
source: Mobile OS for smartphones
hsb: Mobilny dźěłowy system za šmóratka

# DB: products.Product.description
source: Web browser for virtual reality headsets
hsb: Wobhladowak za headsety z wirtuelnej realitu

# DB: products.Product.description
source: Screenshot app for mobile
hsb: Nałoženje fotow wobrazowki za mobilne graty

# DB: products.Product.description
source: An app for sending files to anyone.
hsb: Nałoženje za słanje datajow na kóždeho.

# DB: products.Product.title
source: Mozilla Account
hsb: Konto Mozilla

# DB: products.Product.description
source: Privacy-first products for desktop and mobile
hsb: Produkty škita datow za desktopowe a mobilne graty

# DB: products.Product.description
source: A new online standard to recognize and verify learning
hsb: Nowy standard online, zo by so wuknjenje připóznało a wobkrućiło

# DB: products.Product.title
source: Privacy and Security
hsb: Priwatnosć a wěstota

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
hsb: Zhońće wjace wo praktikach priwatnosće a wěstoty Mozilla.

# DB: products.Product.description
source: Webmaker and other tools for teaching and learning the Web
hsb: Webmaker a druhe nastroje za wučenje a nawuknjenje weba

# DB: products.Topic.title
source: About Data Sharing
hsb: Wo dźělenju datow

# DB: products.Topic.description
source: In order to process or provide our products and services to you, we share your information with the following business partners. These entities are contractually obligated to handle the data in ways that are approved by Mozilla.
hsb: Zo bychmy swoje produkty a słužby předźěłowali a wam dodawali, dźělimy waše informacije ze slědowacymi wobchodnymi partnerami. Tute předewzaća su zawjazane přez zrěčenje, z datami na wašnje wobchadźeć, kotrež je schwalene wot Mozilla.

# DB: products.Topic.title
source: Abuse
hsb: Znjewužiwanje

# DB: products.Topic.description
source: Tools to make your event a safe place for your guests
hsb: Nastroje, kotrež waše zarjadowanje k wěstemu městnu za wašich hosćow činja

# DB: products.Topic.title
source: Accessibility
hsb: Bjezbarjernosć

# DB: products.Topic.title
source: Account management
hsb: Kontowe zrjadowanje

# DB: products.Topic.description
source: Manage your account settings and preferences.
hsb: Rjadujće swoje kontowe nastajenja.

# DB: products.Topic.title
source: Account recovery
hsb: Kontowe wobnowjenje

# DB: products.Topic.title
source: Accounts
hsb: Konta

# DB: products.Topic.description
source: Change account and settings for Private Network.
hsb: Konto a nastajenja za Private Network rjadować.

# DB: products.Topic.description
source: Manage your Firefox Monitor account
hsb: Rjadujće swoje konto Firefox Monitor

# DB: products.Topic.description
source: Manage your accounts and profiles for Mozilla’s products and services.
hsb: Rjadujće swoje konta a profile za produkty a słužby Mozilla.

# DB: products.Topic.title
source: Accounts & Sign-in
hsb: Konta a přizjewjenje

# DB: products.Topic.description
source: How to sign in and activate more features
hsb: Tak móžeće so přizjewić a dalše funkcije aktiwizować

# DB: products.Topic.description
source: Manage your Firefox Relay account.
hsb: Rjadujće swoje konto Firefox Relay.

# DB: products.Topic.description
source: Manage your MDN Plus account.
hsb: Rjadujće swoje konto MDN Plus.

# DB: products.Topic.description
source: Find solutions on managing your account
hsb: Namakajće rozrisanja za rjadowanje swojeho konta

# DB: products.Topic.title
source: Add-ons, extensions, and themes
hsb: Přidatki, rozšěrjenja a drasty

# DB: products.Topic.description
source: Enhance product functionality with add-ons, extensions, and themes.
hsb: Polěpšće produktowu funkcionalnosć z přidatkami, rozšěrjenjemi a drastami.

# DB: products.Topic.title
source: Advanced and experimental features
hsb: Rozšěrjene a eksperimentelne funkcije

# DB: products.Topic.description
source: Learn tips beyond the basics and try features before they're released to the public.
hsb: Zhońće pokiwy, kotrež zakłady přesahuja a wupruwujće funkcije, prjedy so wozjewjeja.

# DB: products.Topic.title
source: Advanced Settings
hsb: Rozšěrjene nastajenja

# DB: products.Topic.description
source: Do more with Firefox Preview
hsb: Čińće wjace z Firefox Preview

# DB: products.Topic.title
source: Attachments
hsb: Přiwěški

# DB: products.Topic.description
source: Learn how to use and manage email attachments.
hsb: Zhońće, kak móžeće e-mejlowe přiwěški wužiwać a rjadować.

# DB: products.Topic.title
source: Autoconfiguration
hsb: Awtokonfiguracija

# DB: products.Topic.description
source: How to configure Firefox for Enterprise
hsb: Kak so Firefox za Enterprise konfiguruje

# DB: products.Topic.title
source: Autofill
hsb: Awtomatisce wupjelnić

# DB: products.Topic.description
source: Automatically fill your personal information into form fields and more.
hsb: Zapisajće swoje wosobinske informacije awtomatisce do formularowych polow a wjace.

# DB: products.Topic.title
source: Avatars
hsb: Awatary

# DB: products.Topic.description
source: How to set up and navigate using your virtual identity
hsb: Tak móžeće swoju wirtuelnu identitu konfigurować a z njej nawigować

# DB: products.Topic.title
source: Backup data
hsb: Daty zawěsćić

# DB: products.Topic.description
source: From passwords to bookmarks, discover ways to back up your important data.
hsb: Wot hesłow do zapołožkow, wotkryjće móžnosće swoje wažne daty zawěsćić.

# DB: products.Topic.title
source: Backup, recovery, and sync
hsb: Zawěsćenje, wobnowjenje a synchronizacija

# DB: products.Topic.title
source: Back up your data
hsb: Zawěsćće swoje daty

# DB: products.Topic.description
source: Use Firefox Sync to backup and transfer your data.
hsb: Wužiwajće Firefox Sync, zo byšće swoje daty zawěsćił a přenošował.

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
hsb: Zhońće, kak móžeće myta wutworić, pohódnoćić a wudać

# DB: products.Topic.title
source: Basic browsing
hsb: Zakłady přehladowanja

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
hsb: Kak móžeće zapołožki, rajtarki a zakładne funkcije Firefox na swojim graće iOS wužiwać

# DB: products.Topic.description
source: Search and navigate easily with these essential features
hsb: Pytajće a nawigujće lochko z tutymi bytostnymi funkcijemi

# DB: products.Topic.title
source: Basic Features
hsb: Zakładne funkcije

# DB: products.Topic.description
source: Learn the basic functionality for your Firefox OS phone.
hsb: Zeznajće so ze zakładnej funkcionalnosću swojeho telefona Firefox OS.

# DB: products.Topic.title
source: Billing and subscriptions
hsb: Wotličenje a abonementy

# DB: products.Topic.title
source: Billing & Payments
hsb: Wotličenje a płaćenja

# DB: products.Topic.description
source: Manage your subscription to Firefox Relay Premium
hsb: Rjadujće swój abonement za Firefox Relay Premium

# DB: products.Topic.description
source: Manage your payment and subscription
hsb: Rjadujće swoje płaćenja a swój abonement

# DB: products.Topic.description
source: Manage your MDN Plus subscription.
hsb: Rjadujće swój abonement MDN Plus.

# DB: products.Topic.title
source: Bookmark options
hsb: Nastajenja za zapołožki

# DB: products.Topic.description
source: Bookmark options
hsb: Nastajenja za zapołožki

# DB: products.Topic.title
source: Bookmarks
hsb: Zapołožki

# DB: products.Topic.description
source: Back up your Firefox bookmarks.
hsb: Zawěsćće swoje zapołožki Firefox.

# DB: products.Topic.description
source: Save and organize your favorite web content with bookmarks.
hsb: Składujće a organizujće swój najlubši webwobsah ze zapołožkami.

# DB: products.Topic.title
source: Bookmarks and tabs
hsb: Zapołožki a rajtarki

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
hsb: Mějće prosće přistup ze zapołožkami a rajtarkami na swoje najlubše webstrony a organizujće je

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
hsb: Mějće lochki přistup k websydłam ze zapołožkami a rajtarkowymi funkcijemi

# DB: products.Topic.title
source: Browse
hsb: Přehladować

# DB: products.Topic.title
source: Browsing
hsb: Přehladowanje

# DB: products.Topic.description
source: Surf and navigate the Web on Firefox Preview
hsb: Přehladujće a nawigujće web z Firefox Preview

# DB: products.Topic.title
source: Calendar
hsb: Protyka

# DB: products.Topic.description
source: Integrated calendar component of Thunderbird
hsb: Integrowana protykowa komponenta Thunderbird

# DB: products.Topic.description
source: Manage your calendar events and schedules.
hsb: Rjadujće swoje protyčne podawki a plany.

# DB: products.Topic.title
source: Calling and Contacts
hsb: Zawołanja a kontakty

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
hsb: Zhońće, kak móžeće kontakty přidawać a rjadować a zawołanja abo telefonowe konferency ze swojim telefonom Firefox OS přewjesć.

# DB: products.Topic.title
source: Camera (point of view)
hsb: Kamera (nuhel widźenja)

# DB: products.Topic.description
source: How to change your camera settings in Hubs
hsb: Tak móžeće nastajenja swojeje kamery w Hubs změnić

# DB: products.Topic.title
source: Cast to your TV
hsb: Přenošowanje na waš telewizor

# DB: products.Topic.description
source: Learn how to view content on another screen
hsb: Zhońće, kak móžeće sej wobsah na druhej wobrazowce wobhladać

# DB: products.Topic.title
source: Changing your settings
hsb: Waše nastajenja změnić

# DB: products.Topic.description
source: Change Firefox's behavior.
hsb: Změńće zadźerženje Firefox.

# DB: products.Topic.title
source: Chat and share
hsb: Chattować a dźělić

# DB: products.Topic.description
source: Connect on video and share pages with your network
hsb: Zwjazajće so přez widejo ze swojej syću a dźělće webstrony z njej

# DB: products.Topic.title
source: Connectivity
hsb: Zwjazanosć

# DB: products.Topic.description
source: Troubleshoot connectivity issues.
hsb: Problemy ze zwiskami rozrisać.

# DB: products.Topic.title
source: Contacts
hsb: Kontakty

# DB: products.Topic.description
source: How to use the address book on Thunderbird
hsb: Kak móžeće adresnik Thunderbird wužiwać

# DB: products.Topic.description
source: Manage your email contacts.
hsb: Rjadujće swoje e-mejlowe kontakty.

# DB: products.Topic.title
source: Controls (movement)
hsb: Wodźenske elementy (pohib)

# DB: products.Topic.description
source: How to navigate through virtual spaces
hsb: Tak móžeće po wirtuelnych rumach nawigować

# DB: products.Topic.title
source: Cookies
hsb: Placki

# DB: products.Topic.description
source: Cookies
hsb: Placki

# DB: products.Topic.title
source: Cookies and cache
hsb: Placki a pufrowak

# DB: products.Topic.description
source: Control the information that Firefox saves
hsb: Kontrolujće informacije, kotrež Firefox składuje

# DB: products.Topic.title
source: Copy your personal information from one browser to another
hsb: Kopěrujće swoje wosobinske daty wot jednoho wobhladowaka do druheho

# DB: products.Topic.description
source: Copy your personal information from one browser to another
hsb: Kopěrujće swoje wosobinske daty wot jednoho wobhladowaka do druheho

# DB: products.Topic.title
source: Copy your personal information from one Thunderbird to another
hsb: Kopěrujće swoje wosobinske informacije z jednoho Thunderbird do druheho

# DB: products.Topic.description
source: Copy your personal information from one Thunderbird to another
hsb: Kopěrujće swoje wosobinske informacije z jednoho Thunderbird do druheho

# DB: products.Topic.title
source: Crashes, errors and other issues
hsb: Spady, zmylki a druhe problemy

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
hsb: Rozrisajće problemy ze zmylkowymi zdźělenkami w Firefox za iOS

# DB: products.Topic.title
source: Crashing and slow performance
hsb: Spady a pomały wukon

# DB: products.Topic.title
source: Create & edit articles
hsb: Nastawki wutworić a wobdźěłać

# DB: products.Topic.title
source: Creators & developers
hsb: Tworićeljo a wuwiwarjo

# DB: products.Topic.description
source: Where to find resources for advanced customization
hsb: Hdźe dadźa so resursy za rozšěrjene přiměrjenje namakać?

# DB: products.Topic.title
source: Customization
hsb: Přiměrjenje

# DB: products.Topic.title
source: Customization of Firefox in an enterprise environment
hsb: Přiměrjenje Firefox w předewzaćowej wokolinje

# DB: products.Topic.description
source: Customization of Firefox in an enterprise environment
hsb: Přiměrjenje Firefox w předewzaćowej wokolinje

# DB: products.Topic.title
source: Customize controls, options and add-ons
hsb: Wodźenje, nastajenja a přidatki přiměrić

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
hsb: Přiswojće sej Firefox, přidawajo a rjadujo požadane funkcije.

# DB: products.Topic.description
source: Customize controls, options and add-ons
hsb: Wodźenje, nastajenja a přidatki přiměrić

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
hsb: Přiměrće funkcije Firefox za Android na swoje potrjeby.

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
hsb: Přiměrće Firefox z přidatkami, tykačemi a rozšěrjenjemi
