Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

# DB: kbadge.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
hsb: Minimyto za lokalizaciju SUMO 2010 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2010; w tutym padźe: 10 schwalenych přełožowanskich změnow wědoweje datoweje banki SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto za lokalizaciju SUMO 2010 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2010 Support Forum Badge
hsb: Myto foruma pomocy 2010

# DB: kbadge.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-forum 2010 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2010; w tutym padźe: 30 wotmołwow w jendźelskorěčnym SUMO-forumje. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-forum 2010 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2011 KB Badge
hsb: Myto wědoweje datoweje banki 2011

# DB: kbadge.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
hsb: Minimyto wědoweje datoweje banki SUMO 2011 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2011; w tutym padźe: 10 schwalenych změnow w jendźelskorěčnej wědowej datowej bance SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto wědoweje datoweje banki SUMO 2011 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2011 L10n Badge
hsb: Myto za lokalizaciju 2011

# DB: kbadge.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
hsb: Minimyto za lokalizaciju SUMO 2011 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2011; w tutym padźe: 10 schwalenych přełožowanskich změnow wědoweje datoweje banki SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto za lokalizaciju SUMO 2011 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2011 Support Forum Badge
hsb: Myto foruma pomocy 2011

# DB: kbadge.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
hsb: Minimyto SUMO-forum 2011 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2011; w tutym padźe: 30 wotmołwow w jendźelskorěčnym SUMO-forumje. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-forum 2011 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2012 KB Badge
hsb: Myto wědoweje datoweje banki 2012

# DB: kbadge.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
hsb: Minimyto wědoweje datoweje banki SUMO 2012 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2012; w tutym padźe: 10 schwalenych změnow w jendźelskorěčnej wědowej datowej bance SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto wědoweje datoweje banki SUMO 2012 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2013 KB Badge
hsb: Myto wědoweje datoweje banki 2013

# DB: kbadge.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
hsb: Minimyto wědoweje datoweje banki SUMO 2013 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2013; w tutym padźe: 10 schwalenych změnow w jendźelskorěčnej wědowej datowej bance SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto wědoweje datoweje banki SUMO 2013 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2013 L10n Badge
hsb: Myto za lokalizaciju 2013

# DB: kbadge.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
hsb: Minimyto za lokalizaciju SUMO 2013 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2013; w tutym padźe: 10 schwalenych přełožowanskich změnow wědoweje datoweje banki SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto za lokalizaciju SUMO 2013 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: 2013 Support Forum Badge
hsb: Myto foruma pomocy 2013

# DB: kbadge.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
hsb: Minimyto SUMO-forum 2013 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2013; w tutym padźe: 30 wotmołwow w jendźelskorěčnym SUMO-forumje. Wutrobne zbožopřeće wšěm, kotřiž su sej myto SUMO-forum 2013 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili

# DB: kbadge.Badge.title
source: 2012 L10n Badge
hsb: Myto za lokalizaciju 2012

# DB: kbadge.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
hsb: Minimyto za lokalizaciju SUMO 2012 słuša k SUMO-seriji. Reprezentuje sobudźěło na SUMO w lěće 2012; w tutym padźe: 10 schwalenych přełožowanskich změnow wědoweje datoweje banki SUMO. Wutrobne zbožopřeće wšěm, kotřiž su sej myto za lokalizaciju SUMO 2012 přez to zasłužili, zo su misiju Mozilla doprědka ćěrili!

# DB: kbadge.Badge.title
source: Kitsune Contributor
hsb: Sobuskutkowar na Kitsune

# DB: kbadge.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
hsb: Myto spožčene wosobam, kotrež su k žórłowemu kodej Kitsune přinošiwali.

source: To field is required.
hsb: Polo Komu je trěbne.

source: {name} is not a valid username.
hsb: {name} płaćiwe wužiwarske mjeno njeje.

source: Invalid callback function.
hsb: Njepłaćiwa wróćowołanska funkcija.

source: Page does not exist.
hsb: Strona njeeksistuje.

source: The image "%s" does not exist.
hsb: Wobraz "%s" njeeksistuje.

source: The video "%s" does not exist.
hsb: Widejo "%s" njeeksistuje.

source: Button of type "%s" does not exist.
hsb: Tłóčatko typa "%s" njeeksistuje.

source: The UI component "%s" does not exist.
hsb: Komponenta wužiwarskeho powjercha "%s" njeeksistuje.

source: Would you like to view this page in %(language)s instead?
hsb: Chceće sej město toho tutu stronu w rěči %(language)s wobhladać?

# site_title
source: Mozilla Support
hsb: Pomoc Mozilla

source: Skip to main content
hsb: K hłownemu wobsahej

source: Switch language
hsb: Rěč změnić

source: Skip to search
hsb: K pytanju

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="https://support.mozilla.org">here</a>.
hsb: To je testowanske sydło, wobsah so 1. dnja kóždeho měsaca přepisuje.<br>Zjawne sydło je <a href="https://support.mozilla.org">tu</a>.

source: Report Trademark Abuse
hsb: Zranjenje markoweho prawa zdźělić

source: Source code
hsb: Žórłowy kod

source: Join our Community
hsb: Našemu zhromadźenstwu přistupić

source: Explore Help Articles
hsb: Wuslědźće nastawki pomocy

source: Download
hsb: Sćahnyć

source: Firefox desktop
hsb: Firefox za desktop

source: Android Browser
hsb: Wobhladowak Android

source: iOS Browser
hsb: Wobhladowak iOS

source: Focus Browser
hsb: Wobhladowak Klar

source: Firefox for Developers
hsb: Firefox za wuwiwarjow

source: Developer Edition
hsb: Wuwiwarska edicija

source: Beta for Android
hsb: Beta za Android

source: Nightly for Android
hsb: Nightly za Android

source: Mozilla Account
hsb: Konto Mozilla

source: Sign In/Up
hsb: Přizjewić/Registrować

source: What Is It?
hsb: Što to je?

source: Reset Password
hsb: Hesło wróćo stajić

source: Sync Your Data
hsb: Synchronizujće swoje daty

source: Language
hsb: Rěč

source: Terms of Service
hsb: Wužiwanske wuměnjenja

source: Cookies
hsb: Placki

source: Contact
hsb: Kontakt

source: Visit %(moco_link_open)sMozilla Corporation’s%(link_close)s not-for-profit parent, the %(mofo_link_open)sMozilla Foundation%(link_close)s.
hsb: Wopytajće załožbu %(mofo_link_open)sMozilla Foundation%(link_close)s, powšitkownosći wužitne maćerne towarstwo předezwaća %(moco_link_open)sMozilla Corporation%(link_close)s.

source: Portions of this content are ©1998–%(year)s by individual mozilla.org contributors. Content available under a %(link_open)sCreative Commons license%(link_close)s.
hsb: Dźěle tutoho wobsaha podlěža awtorskemu prawu ©1998–%(year)s jednotliwych sobuskutkowarjow mozilla.org. Wobsah je pod %(link_open)slicencu Creative Commons%(link_close)s k dispoziciji.

source: Change your email preferences
hsb: Změńće swoje e-mejlowe nastajenja

source: Unsubscribe from these emails
hsb: Tute e-mejlki wotskazać

source: Oops, your request was unsuccessful
hsb: Hopla, waše naprašowanje wuspěšne njebě

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
hsb: Njemóžachmy waše naprašowanje wuwjesć. Snano, dokelž akcija hižo wuwjedźomna njeje abo wy sće spytał, njepłaćiwu akciju wuwjesć.

source: Access denied
hsb: Přistup wotpokazany

source: You do not have permission to access this page.
hsb: Nimaće přistupne prawo za tutu stronu.

source: Please try to log in / sign up first with
hsb: Prošu přizjewće so / registrujće so najprjedy z

source: Mozilla accounts
hsb: Konta Mozilla

source: Page Not Found
hsb: Strona njeje so namakała

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
hsb: Bohužel njemóžachmy stronu namakać, za kotrejž pytaće. Prošu spytajće hišće raz wužiwajo slědowacy formular.

source: An Error Occurred
hsb: Zmylk je wustupił

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
hsb: Ow, ně! Po wšěm zdaću je njewočakowany zmylk wustupił. Smy hižo administratorow sydła informowali. Prošu spytajće nětko hišće raz abo za někotre mjeńšiny.

source: <strong>Avoid support scams.</strong> We will never ask you to call or text a phone number or share personal information. Please report suspicious activity using the “Report Abuse” option.
hsb: <strong>Hladajće so wobšudstwa pomocy.</strong> Njenamołwimy was ženje, telefonowe čisło zawołać, SMS pósłać abo wosobinske informacije přeradźić. Prošu zdźělće podhladnu aktiwitu z pomocu nastajenja „Znjewužiwanje zdźělić“.

source: Close Firefox menu
hsb: Meni Firefox začinić

source: Explore by product
hsb: Po produkće wuslědźić

source: Firefox for iOS
hsb: Firefox za iOS

source: Firefox for Android
hsb: Firefox za Android

source: View all products
hsb: Wšě produkty pokazać

source: Explore by topic
hsb: Po temje wuslědźić

source: Firefox Focus
hsb: Firefox Klar

source: View all forums
hsb: Wšě forumy pokazać

source: Browse all forum threads by topic
hsb: Wšě forumowe nitki po temje přepytać

source: Get help with
hsb: Pomoc dóstać z

source: Firefox for Enterprise
hsb: Firefox za Enterprise

source: View all
hsb: Wšě pokazać

source: Contribute
hsb: Sobu činić

source: Contributor discussions
hsb: Diskusije sobuskutkowarjow

source: Contributor tools
hsb: Nastroje za sobuskutkowarjow

source: Download Firefox
hsb: Firefox sćahnyć

source: Manage your information and see your contributions.
hsb: Rjadujće swoje informacije a wobhladajće sej swoje přinoški.

source: Edit Profile
hsb: Profil wobdźěłać

source: My Questions
hsb: Moje prašenja

source: Settings
hsb: Nastajenja

source: Manage your privacy and notification preferences.
hsb: Rjadujće swoje nastajenja priwatnosće a zdźělenkow.

source: Exchange messages with other contributors.
hsb: Wuměńće powěsće z druhimi sobuskutkowarjemi.

source: Sign Out
hsb: Wotzjewić

source: SUMO community discussions
hsb: Diskusije zhromadźenstwa SUMO

source: Social support discussions
hsb: Diskusije pomocy za socialne medije

source: Support forum discussions
hsb: Diskusije forumow pomocy

source: Article discussions
hsb: Nastawkowe diskusije

source: Localization discussions
hsb: Diskusije wo přełožowanju

source: View all discussions
hsb: Wšě diskusije pokazać

source: Mobile support discussions
hsb: Diskusije wo mobilnej pomocy

source: Knowledge base discussions
hsb: Diskusije wo wědowej datowej bance

source: Forum moderator discussions
hsb: Diskusije z forumowym moderatorom

source: Off topic discussions
hsb: Temje cuze diskusije

source: Lost thread discussions
hsb: Diskusije zhubjeneje nitki

source: Moderate forum content
hsb: Wobsah foruma moderěrować

source: Knowledge base dashboards
hsb: Přehlady wědoweje datoweje banki

source: Guides
hsb: Nawody

source: Media gallery
hsb: Medijowa galerija

source: Recent revisions
hsb: Najnowše přepruwowanja

source: Community hub
hsb: Zetkanišćo zhromadźenstwa

source: Locales
hsb: Rěče

source: Locale metrics
hsb: Daty wo rěči

source: Aggregated metrics
hsb: Zhromadźena metrika

source: Show More
hsb: Wjace pokazać

source: What's New
hsb: Nowe funkcije a změny

source: Newer
hsb: Nowši

source: Older
hsb: Starši

source: This site will have limited functionality while we undergo maintenance to improve your experience. If an article doesn't solve your issue and you want to ask a question, we have our support community waiting to help you at <a href="%(twitter)s">@FirefoxSupport</a> on Twitter and<a href="%(reddit)s">/r/firefox</a> on Reddit.
hsb: Funkcionalnosć tutoho sydła so přez wothladowanske dźěła wobmjezuje, kotrež maja waše dožiwjenje polěpšić. Jeli nastawk waš problem njerozrisuje a chceće prašenje stajić, wobroćće so na naše zhromodźenstwo pomocy, kotrež na to čaka, wam na <a href="%(twitter)s">@FirefoxSupport</a> na Twitter a <a href="%(reddit)s">/r/firefox</a> na Reddit pomhać.

source: Unsubscribe from these emails:
hsb: Tute e-mejlki wotskazać:

source: Redirecting
hsb: Posrědkujeće so dale

source: The URL has changed!
hsb: URL je so změnił!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
hsb: Po wšěm zdaću sće stary URL jako zapołožku składował. Nowy URL za tutu stronu namakaće deleka. Wy měł swoje zapołožki aktualizować. Budźemy was za 10 sekundow do noweho URL dale posrědkować.

source: Maintenance in progress
hsb: Wothladowanske dźěła

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
hsb: Tuta funkcija je so nachwilu znjemóžniła, doniž wothladowanje websydła přewjedźemy. Prošu wužiwajće tłóčatko "Wróćo" swojeho wobhladowaka a spytajće pozdźišo hišće raz.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
hsb: Někotre funkcije na tutej stronje su so nachwilu znjemóžnili, doniž wothladowanje websydła přewjedźemy. Prošu spytajće pozdźišo hišće raz.

source: read more
hsb: čitajće wjace

source: Today at %s
hsb: Dźensa %s

source: %(number)d year ago
hsb: před %(number)d lětom

source: %(number)d month ago
hsb: před %(number)d měsacom

source: %(number)d week ago
hsb: před %(number)d tydźenjom

source: %(number)d day ago
hsb: před %(number)d dnjom

source: %(number)d hour ago
hsb: před %(number)d hodźinu

source: %(number)d minute ago
hsb: před %(number)d mjeńšinu

source: %(number)d second ago
hsb: před %(number)d sekundu

source: Unsubscribe
hsb: Wotskazać

source: Are you sure you want to unsubscribe?
hsb: Chceće woprawdźe wotskazać?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
hsb: Wotskazaće: <br><strong>%(object)s</strong>

source: Unsubscribe Error
hsb: Wotskazowanski zmylk

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
hsb: Njemóžachmy waš abonement namakać. Pak je so hižo wotstronił pak zmylk je we wotkskazowanskim wotkazu był. Prošu zawěsćće, zo cyły wotkaz je so z e-mejlki do wobhladowaka přenjesł. Jeli posledni dźěl wotkaza w nowej lince e-mejlki steji, spytajće wotkaz do wobhladowaka kopěrować.

source: Unsubscribed
hsb: Wotskazany

source: "%s" is too large (%sKB), the limit is %sKB
hsb: "%s" je přewulki (%sKB), limit je %sKB

source: Model not allowed.
hsb: Model dowoleny njeje.

source: Object does not exist.
hsb: Objekt njeeksistuje.

source: You cannot associate an image with an object you do not own.
hsb: Njemóžeće wobraz z objektom zwjazać, kotryž wam njesłuša.

source: Invalid or no image received.
hsb: Njepłaćiwy abo žadyn wobraz dóstany.

source: You are not signed in.
hsb: Njejsće přizjewjeny.

source: The requested image could not be found.
hsb: Požadany wobraz njeda so namakać.

source: You do not have permission to do that.
hsb: Nimaće prawo, zo byšće to činił.

source: Uploaded images:
hsb: Nahrate wobrazy:

source: Add images (optional):
hsb: Wobrazy přidać (na přeće):

source: Browse
hsb: Přepytać

source: Browse for an image to upload.
hsb: Wubjerće wobraz za nahrawanje.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
hsb: Mamy problemy, wašu e-mejlowu adresu dosćahnyć. Prošu spytajće druhu adresu abo stajće so z administratorom do zwiska.

source: <strong>Welcome!</strong> You are now signed in using your Mozilla account. {a_profile}Edit your profile.{a_close}<br>Already have a different Mozilla Support Account? {a_more}Read more.{a_close}
hsb: <strong>Witajće!</strong> Sće nětko ze wojim kontom Mozilla přizjewjeny. {a_profile}Wobdźěłajće swój profil.{a_close}<br>Maće hižo druhe konto pomocy Mozilla? {a_more}Čitajće wjace.{a_close}

source: This Mozilla account is already used in another profile.
hsb: Tute konto Mozilla so hižo w druhim profilu wužiwa.

source: The e-mail address used with this Mozilla account is already linked in another profile.
hsb: E-mejlowa adresa, kotraž so z tutym kontom Mozilla wužiwa, je hižo zwjazana z druhim profilom.

source: Username may contain only English letters, numbers and ./-/_ characters.
hsb: Wužiwarske mjeno smě jenož jendźelske pismiki, ličby a znamješka ./-/_ wobsahować.

source: Username is required.
hsb: Wužiwarske mjeno je trěbne.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
hsb: Wužiwarske mjeno je překrótke (%(show_value)s znamješkow). Dyrbi znajmjeńša %(limit_value)s znamješkow dołhe być.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
hsb: Wužiwarske mjeno je předołhe (%(show_value)s znamješkow). Smě maksimalnje %(limit_value)s znamješkow dołhe być.

source: Email address is required.
hsb: E-mejlowa adresa je trěbna.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
hsb: E-mejlowa adresa je překrótke (%(show_value)s znamješkow). Dyrbi znajmjeńša %(limit_value)s znamješkow dołha być.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
hsb: E-mejlowa adresa je předołha (%(show_value)s znamješkow). Smě maksimalnje %(limit_value)s znamješkow dołha być.

source: Password is required.
hsb: Hesło je trěbne.

source: Please enter your password twice.
hsb: Prošu zapodajće swoje hesło dwójce.

source: Password must be 8 or more characters.
hsb: Hesło dyrbi znajmjeńša 8 znamješkow dołhe być.

source: Watch forum threads I start
hsb: Nitki foruma wobkedźbować, kotrež započinam

source: Watch forum threads I comment in
hsb: Nitki foruma wobkedźbować, kotrež komentuju

source: Watch KB discussion threads I start
hsb: Diskusijne nitki wědoweje datoweje banki wobkedźbować, kotrež započinam

source: Watch KB discussion threads I comment in
hsb: Diskusijne nitki wědoweje datoweje banki wobkedźbować, kotrež komentuju

source: Watch Question threads I comment in
hsb: Prašenske nitki wobkedźbować, kotrež komentuju

source: Send emails for private messages
hsb: Při dóstawanju priwatnych powěsćow přez e-mejl informować

source: Keep in mind your username is visible to the public. This is a required field that must be unique, 150 characters or fewer. This value may contain only letters, numbers, and @/./+/-/_ characters.
hsb: Dźiwajće na to, zo waše wužiwarske mjeno je za zjawnosć widźomne. To je trěbne polo, kotrež dyrbi jónkróćne być, 150 znamješkow abo mjenje. Tuta hódnota smě jenož pismiki, ličby a znamješka @/./+/-/_ wobsahować.

source: Involved with Mozilla from
hsb: Při Mozilla pódla wot:

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
hsb: Wužiwarske mjeno, kotrež sće zapodał, je njepřihódne. Prošu wubjerće druhe a dźiwajće na to, zo naši pomnicy su wužiwarjo Firefox kaž wy.

source: KB Contributors
hsb: Sobuskutkowarjo na wědowej datowej bance

source: L10n Contributors
hsb: Sobuskutkowarjo na lokalizaciji

source: Forum Contributors
hsb: Sobuskutkowarjo w forumje

source: Social media Contributors
hsb: Sobuskutkowarjo w socialnych medijach

source: Mobile support Contributors
hsb: Sobuskutkowarjow pomocy za mobilne graty

source: User
hsb: Wužiwar

source: Display name
hsb: Mjeno pokazać

source: Make my email address visible to signed in users
hsb: Moju e-mejlowu adresu za přizjewjenych wužiwarjow widźomnu činić

source: Biography
hsb: Biografija

source: Some HTML supported: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Links are forbidden.
hsb: HTML so zdźěla podpěruje: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Wotkazy su zakazane.

source: Website
hsb: Websydło

source: Twitter Username
hsb: Wužiwarske mjeno na Twitter

source: Community Portal Username
hsb: Wužiwarske mjeno za portal zhromadźenstwa

source: People Directory Username
hsb: Wužiwarske mjeno za zapis ludźi

source: Matrix Nickname
hsb: Přimjeno Matrix

source: Timezone
hsb: Časowe pasmo

source: Country
hsb: Kraj

source: City
hsb: Město

source: Preferred language
hsb: Preferowana rěč
