Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

source: Remove user from contributors
hsb: Wužiwarja ze skupiny sobuskutkowarjow wotstronić

source: Add Contributor
hsb: Sobuskutkowarja přidać

source: Delete this document
hsb: Tutón dokument zhašeć

source: All Articles
hsb: Wšě nastawki

source: There are no articles.
hsb: Nastawki njejsu.

source: [{locale}] KB Team
hsb: [{locale}] Team wědoweje datoweje banki

source: [{locale}] Localization Team
hsb: [{locale}] Lokalizaciski team

source: Locale Leaders
hsb: Rěčni nawodźa

source: Edit locale leaders
hsb: Rěčnych nawodow wobdźěłać

source: Remove user from locale leaders
hsb: Wužiwarja z rěčnych nawodow wotstronić

source: Locale Reviewers
hsb: Rěčni přepruwowarjo

source: Edit locale reviewers
hsb: Rěčnych přepruwowarjow wobdźěłać

source: Add Reviewer
hsb: Přepruwowarja přidać

source: Remove user from locale reviewers
hsb: Wužiwarja z rěčnych přepruwowarjow wotstronić

source: Locale Editors
hsb: Rěčni wobdźěłarjo

source: Edit locale editors
hsb: Rěčnych wobdźěłarjow wobdźěłać

source: Add Editor
hsb: Wobdźěłarja přidać

source: Remove user from locale editors
hsb: Wužiwarja ze skupiny rěčnych wobdźěłarjow wotstronić

source: {count} Active Contributors (last 90 days)
hsb: {count} aktiwni sobuskutkowarjo (zańdźenych 90 dnjow)

source: Locales | Knowledge Base
hsb: Rěče | Wědowa datowa banka

source: Create a New Article | Knowledge Base
hsb: Nowy nastawk wutworić | Wědowa datowa banka

source: New Article
hsb: Nowy nastawk

source: Create a New Knowledge Base Article
hsb: Nowy nastawk we wědowej datowej bance wutworić

source: Article is for:
hsb: Nastawk je za:

source: Review Revision {id} | {document}
hsb: Wersiju {id} přepruwować | {document}

source: Review Revision
hsb: Wersiju přepruwować

source: Review Revision of {title}
hsb: Wersiju {title} přepruwować

source: Reviewing Revision {id} by {user}.
hsb: Přepruwowanje wersije {id} wot wužiwarja {user}.

source: Revision Comment: {comment}
hsb: Wersijowy komentar: {comment}

source: Unreviewed Revision:
hsb: Njepřepruwowana wersija:

source: Revision {id} by {user}.
hsb: Wersija {id} wužiwarja {user}.

source: <label>Revision Comment:</label> {comment}
hsb: <label>Wersijowy komentar:</label> {comment}

source: Review Revision {id}
hsb: Wersiju {id} přepruwować

source: This revision was already reviewed by {user} on {date}.
hsb: Tuta wersija je so hižo {date} wot wužiwarja {user} přepruwowała.

source: This revision is outdated, but there is a new revision available.
hsb: Tuta wersija je zestarjena, ale je nowa wersija k dispoziciji.

source: Please review the latest revision.
hsb: Prošu přepruwujće najnowšu wersiju.

source: A newer revision has already been reviewed.
hsb: Nowša wersija je so hižo přepruwowała.

source: Submitted Revision Changes
hsb: Zapodate wersijowe změny

source: Current public revision:
hsb: Aktualna zjawna wersija:

source: Submitted revision:
hsb: Zapodata wersija:

source: Revision Source
hsb: Žórłowy kod wersije

source: Revision Content
hsb: Wobsah wersije

source: This document does not have a current revision.
hsb: Tutón dokument aktualnu wersiju nima.

source: Search results summary:
hsb: Zjeće pytanskich wuslědkow:

source: Revision source:
hsb: Žórłowy kod wersije:

source: Revision rendered html:
hsb: HTML-zwobraznjenje wersije:

source: Review Translation {id} | {document}
hsb: Přełožk {id} přepruwować | {document}

source: Review Translation
hsb: Přełožk přepruwować

source: Review Translation of {title}
hsb: Přełožk {title} přepruwować

source: Reviewing Translation {id} in {language} by {user}.
hsb: Přepruwowanje přełožka {id} w rěči {language} wot wužiwarja {user}.

source: Translation Comment: {comment}
hsb: Přełožowanski komentar: {comment}

source: This translation was already reviewed by {user} on {date}.
hsb: Tutón přełožk je so hižo {date} wot wužiwarja {user} přepruwował.

source: This version is outdated, but there is a new version available.
hsb: Tuta wersija je zestarjena, ale je nowa wersija k dispoziciji.

source: Please review the latest version.
hsb: Prošu přepruwujće najnowšu wersiju.

source: A newer version has already been reviewed.
hsb: Nowša wersija je so hižo přepruwowała.

source: Recent English Changes
hsb: Nejnowše změny jendźelskeje wersije

source: Submitted Translation Changes
hsb: Zapodate změny přełožka

source: Current public translation:
hsb: Aktualny zjawny přełožk:

source: Submitted translation:
hsb: Zapodaty přełožk:

source: Full Article Sources
hsb: Dospołny žórłowy kod nastawka

source: The {default_locale} version has no approved content to show.
hsb: Wersija {default_locale} hišće schwaleny wobsah nima.

source: Approved {default_locale} version:
hsb: Schwalena wersija za {default_locale}:

source: Revision {id} by {user} on {date}
hsb: Wersija {id} {date} wot wužiwarja {user}

source: Submitted {locale} translation:
hsb: Zapodaty přełožk za rěč {locale}:

source: This document does not have a current translation.
hsb: Tutón dokument nima aktualny přełožk.

source: Translation keywords:
hsb: Klučowe słowa přełožka:

source: Translation search results summary:
hsb: Přełožk zjeća pytanskich wuslědkow:

source: Translation source:
hsb: Žórłowy kod přełožka:

source: Translation rendered html:
hsb: HTML-zwobraznjenje přełožka:

source: Revision {n} | {t} | {c}
hsb: Wersija {n} | {t} | {c}

source: Revision {num}
hsb: Wersija {num}

source: Revision Information
hsb: Wersijowe informacije

source: Revision id:
hsb: Wersijowy ID:

source: Reviewed:
hsb: Přepruwowany:

source: Reviewed by:
hsb: Přepruwowany wot:

source: Is approved?
hsb: Je schwaleny?

source: Is current revision?
hsb: Je to aktualna wersija?

source: Ready for localization:
hsb: Hotowy za přełožowanje:

source: Readied for localization:
hsb: Přihotowany za přełožowanje:

source: Readied for localization by:
hsb: Přihotowany za přełožowanje wot:

source: Edit article based on this revision
hsb: Nastawk na zakładźe tuteje wersije wobdźěłać

source: Select language | {document}
hsb: Rěč wubrać | {document}

source: Select language
hsb: Rěč wubrać

source: Select a language to translate to:
hsb: Wubjerće rěč, do kotrejež ma so přełožować:

source: This document has already been translated to the following locales:
hsb: Tutón dokument je so hižo do slědowacych rěčow přełožił:

source: Show translations | {document}
hsb: Přełožki pokazać | {document}

source: This document has been translated to the following locales:
hsb: Tutón dokument je so hižo do slědowacych rěčow přełožił:

source: This document is missing translations for the following locales:
hsb: Tutón dokument hišće njeje do slědowacych rěčow přełoženy:

source: Translate Article | {document}
hsb: Nastawk přełožić | {document}

source: Translate Article
hsb: Nastawk přełožić

source: You are translating an English document which is not yet ready for localization.
hsb: Přełožujeće jendźelskorěčny dokument, kotryž hišće za přełožowanje hotowy njeje.

source: You have a draft revision for this article saved on {date_time}
hsb: Maće naćisk za tutón nastawk, kotryž je so {date_time} składował

source: Restore
hsb: Wobnowić

source: Discard
hsb: Zaćisnyć

source: This version is outdated, but there is a new version <a href="{link}">{revision}</a> available.
hsb: Tuta wersija je zestarjena, ale nowa wersija <a href="{link}">{revision}</a> je k dispoziciji.

source: Translating {title}
hsb: Nastawk {title} přełožić

source: Translating article to {locale}.
hsb: Nastawk za {locale} přełožić.

source: Translate Description
hsb: Wopisanje přełožić

source: Title in {locale}:
hsb: Titul na {locale}:

source: Slug in {locale}:
hsb: Adresowe mjeno na {locale}:

source: Save description
hsb: Wopisanje składować

source: Translate Content
hsb: Wobsah přełožić

source: Recently approved updates
hsb: Njedawno schwalene aktualizacije

source: Differences
hsb: Rozdźěle

source: Note: This article has no revisions ready for localization.
hsb: Kedźbu: Tutón nastawk nima wersije, kotrež su hotowe za přełožowanje.

source: Note: There are no approved translations for this article.
hsb: Kedźbu: Njejsu žane schwalene přełožki za tutón nastawk.

source: Keywords in {locale}:
hsb: Klučowe słowa na {locale}:

source: Search result summary in {locale}:
hsb: Zjeće pytanskich wuslědkow na {locale}:

source: {locale} translation:
hsb: Přełožk w rěci {locale}:

source: What Links Here | {document}
hsb: Wotkazy k tutomu nastawkej | {document}

source: What Links Here
hsb: Wotkazy k tutomu nastawkej

source: Documents that link to "{title}"
hsb: Dokumenty, kotrež do "{title}" wotkazuja

source: Documents that include "{title}"
hsb: Dokumenty, kotrež "{title}" wobsahuja

source: Documents that use "{title}" as a template
hsb: Dokumenty, kotrež "{title}" jako předłohu wužiwaja

source: No other documents link to {title}.
hsb: Žane druhe dokumenty na {title} wotkazuja.

source: %(reviewer)s has approved the revision to the document %(document_title)s.
hsb: %(reviewer)s je wersiju dokumenta %(document_title)s schwalił.

source: View the updated document
hsb: Zaktualizowany dokument sej wobhladać

source: Summary:
hsb: Zjeće:

source: Changes:
hsb: Změny:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
hsb: Zo byšće sej zaktualizowany dokument wobhladał, klikńće na slědowacy wotkaz abo kopěrujće jón do adresoweho pola swojeho wobhladowaka:

source: %(creator)s created a new revision to the document %(document_title)s.
hsb: %(creator)s je nowu wersiju dokumenta %(document_title)s wutworił.

source: View this document's history
hsb: Wersijowu historiju dokumenta sej wobhladać

source: To view this document's history, click the following link, or paste it into your browser's location bar:
hsb: Zo byšće sej historiju tutoho dokumenta wobhladał, klikńće na slědowacy wotkaz abo kopěrujće jón do adresoweho pola swojeho wobhladowaka:

source: The document %(document_title)s has a new revision that is ready for localization.
hsb: Dokument %(document_title)s ma nowu wersiju, kotraž je hotowa za přełožowanje.

source: Localize the document
hsb: Dokument přełožować

source: Text of the new revision:
hsb: Tekst noweje wersije:

source: To localize the document, click the following link, or paste it into your browser's location bar:
hsb: Zo byšće dokument přełožował, klikńće na slědowacy wotkaz abo kopěrujće jón do adresoweho pola swojeho wobhladowaka:

source: %(creator)s submitted a new revision to the document %(document_title)s.
hsb: %(creator)s je nowu wersiju dokumenta %(document_title)s zapodał.

source: Review this revision
hsb: Tutu wersiju přepruwować

source: To review this revision, click the following link, or paste it into your browser's location bar:
hsb: Zo byšće tutu wersiju přepruwował, klikńće na slědowacy wotkaz abo kopěrujće jón do adresoweho pola swojeho wobhladowaka:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
hsb: Naši sobuskutkowarjo dźěłaja ćežko na nastawkach a by wulkotnje było, jeli wy móhli je přepruwować. Čim spěšnišo móžemy je wozjewić ćim spěšnišo pomhaja wužiwarjam.

source: If you have a moment please help us by reviewing these articles:
hsb: Jeli maće wokomik chwile, pomhajće nam slědowace nastawki přepruwować:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
hsb: Wulki dźak za waše sobudźěło w mjenje SUMO a wjesołych wužiwarjow, kotrymž pomhaće!

source: Regards, <br />The SUMO team.
hsb: Z postrowom, <br />Team SUMO.

source: If you have a moment please review these articles:
hsb: Jeli maće wokomik chwile, přepruwujće prošu tute nastawki:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
hsb: Wulki dźak za waše sobudźěło w mjenje SUMO a wjesołych wužiwarjow, kotrymž waše dźěło pomha!

source: Regards, The SUMO team
hsb: Z postrowom, team SUMO

source: Your revision has been reviewed.
hsb: Waša wersija je so přepruwowała.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
hsb: %(reviewer)s je wašu wersiju dokumenta %(document_title)s schwalił.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
hsb: %(reviewer)s je wašu wersiju dokumenta %(document_title)s přepruwował.

source: Message from the reviewer:
hsb: Powěsć přepruwowarja:

source: View the history of this document
hsb: Historiju dokumenta sej wobhladać

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
hsb: Zo byšće sej historiju dokumenta wobhladał, klikńće na slědowacy wotkaz abo kopěrujće jón do adresoweho pola swojeho wobhladowaka:

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
hsb: Wersija, ke kotrejž sće přinošował, je so schwaliła. %(reviewer)s je wersiju dokumenta %(document_title)s schwalił.

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
hsb: Wersija, ke kotrejž sće přinošował, je so přepruwowała. %(reviewer)s je wersiju dokumenta %(document_title)s přepruwował.

source: <p class="help-title text-body-md">These fine people helped write this article:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
hsb: <p class="help-title text-body-md">Slědowacy wulkotni ludźo su pomhali, tutón nastawk pisać:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>

source: Created
hsb: Wutworjeny

source: Last updated
hsb: Posledni raz zaktualizowany

source: <span class="{0}">{1}{2}</span> of users voted this helpful
hsb: <span class="{0}">{1}{2}</span> wužiwarjow měješe to za wužitne

source: (Redirected from <a href="{href}">{title}</a>)
hsb: (Dale sposrědkowany z <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
hsb: <p>Tutón nastawk je snano zestarjeny.</p> <p>Wažna změna je so na jendźelskim nastawku přewjedła, na kotrymž tutón přełoženy nastawk bazuje. Doniž so tuta strona njeaktualizuje, wam snano to pomha: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
hsb: Tutón nastawk so hižo njewothladuje, jeho wobsah móhł tuž zestarjeny być.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
hsb: Dotal njeje něchtó pomhał, tutón nastawk přełožować. Jeli hižo wěsće, kak so na SUMO přełožuje, <a href="%(document_trans_link)s">započńće hnydom přełožować</a>. Jeli chceće wuknyć, kak móžeće nastawki za SUMO přełožować, <a href="%(help_link)s">započńće prošu tu</a>.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help. If you want to help us translate articles like this one, <a href="%(help_link)s">please click here</a>.
hsb: Naši dobrowólnicy tutón nastawk hižo přełožuja. Mjeztym móže wam snano jendźelski nastawk pomhać. Jeli chceće nam pomhać, nastawki kaž tutón přełožować, <a href="%(help_link)s">klikńće prošu tu</a>.

source: This page does not exist in %(locale)s. You have been redirected to the %(fallback_locale)s version instead. If you would like to localize it into %(locale)s, <a href="%(help_link)s">click here</a>. You can also see the <a href="%(eng_link)s">English</a> version of this page.
hsb: %(locale)s tuta strona njeeksistuje. Sposrědkujeće so město toho k wersiji %(fallback_locale)s. Jeli chceće ju %(locale)s přełožować, <a href="%(help_link)s">klikńće tu</a>. Móžeće sej tež <a href="%(eng_link)s">jendźelsku</a> wersiju tuteje strony wobhladać.

source: This article doesn't have approved content yet.
hsb: Tutón nastawk hišće žadyn schwaleny wobsah nima.

source: Warning: There are newer unreviewed revisions of this article.
hsb: Warnowanje: Su nowše njepřepruwowane wersije tutoho nastawka.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
hsb: Pohladajće do <a href="%(url)s">wersijoweje historije</a>, zo byšće swoju změnu na eksistowacej njepřepruwowanej wersiji natwarił.

source: Change Revisions
hsb: Wersije změnić

source: Revision {num}:
hsb: Wersija {num}:

source: Stop article emails
hsb: E-mejlki wo nastawku hižo njedóstać

source: Email me article changes
hsb: Změny nastawka přez e-mejl dóstać

source: Submit for Review
hsb: Za přepruwowanje zapodać

source: Save as Draft
hsb: Jako naćisk składować

source: Preview Content
hsb: Přehlad wobsaha

source: Preview Changes
hsb: Přehlad změnow

source: Submit Your Changes
hsb: Waše změny zapodać

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
hsb: Sće wulkotny! Pósćelemy wam e-mejlku, zo bychmy was informowali, hač waše změny su so schwalili. Móžeće diskusiji wo tutym nastawku z pomocu diskusijneho rajtarka slědować.

source: Briefly describe your changes:
hsb: Wopisujće skrótka swoje změny:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
hsb: Tuta změna tutón nastawk njeaktualizuje. Jendźelske rozdźěle njeměli so při přichodnym wobdźěłowanju změnić.

source: Notify me of any future changes to this page
hsb: Informujće mje wo přichodnych změnach tuteje strony

source: Help with:
hsb: Pomoc za:

source: Customize this article
hsb: Tutón nastawk přiměrić

source: Was this article helpful?
hsb: Je tutón nastawk wužitny był?

source: Leave a message for {contributor}:
hsb: Zawostajće powěsć za sobuskutkowarja {contributor}:

source: Leave a message for {rest} and {last}:
hsb: Zawostajće {rest} a {last} powěsć:

source: Warning: This page is also being edited by %(user)s!
hsb: Warnowanje: Tuta strona je so hižo wot wužiwarja %(user)s wobdźěłała!

source: If you know what you are doing, you can edit the document anyway.
hsb: Jeli wěsće, štož činiće, móžeće dokument najebać toho wobdźěłować.

source: Edit anyway
hsb: Najebać toho wobdźěłać

source: Related Articles
hsb: Podobne nastawki

source: Report Abuse
hsb: Znjewužiwanje zdźělić

source: Report this
hsb: Zdźělić

source: Misplaced bug report or support request
hsb: Deplacěrowana zmylkowa zdźělenka abo próstwa wo pomoc

source: Have more to say?
hsb: Chceće wjace zdźělić?

source: Mark as Ready for Localization
hsb: Jako hotowy za přełožowanje markěrować

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
hsb: Chceće tutu wersiju <span class="revtime"></span> jako hotowu za přełožowanje markěrować. Chceće woprawdźe pokročować?

source: View Diff
hsb: Wersijowe rozdźěle sej wobhladać

source: Close Diff
hsb: Wersijowe rozdźěle začinić

source: Revision
hsb: Wersija

source: Editor
hsb: Awtor

source: Search for documents...
hsb: Dokumenty pytać…

source: No related documents.
hsb: Žane přiwuzne dokumenty.

source: Approve Translation
hsb: Přełožk schwalić

source: Approve Revision
hsb: Wersiju schwalić

source: Defer Translation
hsb: Přełožk wotstorčić

source: Defer Revision
hsb: Wersiju wotstorčić

source: Cancel Review
hsb: Přepruwowanje přetorhnyć

source: Accept this Translation
hsb: Tutón přełožk akceptować

source: Accept this Revision
hsb: Tutu wersiju akceptować

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
hsb: Chceće swójsku změnu schwalić. Prošu rozwažće město toho so našich <a href="%(url)s">přepruwowarjow</a> prašeć.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
hsb: Klikńće na "Akceptować" a tuta wersija nastawka budźe zjawna! Prošu bjerće sej wokomik chwile, zo byšće so přeswědčił, zo wšě nastajenja su prawe.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
hsb: Wulki dźak, zo sće sej čas brał, zo byšće tute změny přepruwował. Hdyž na "Akceptować" kliknjeće, budźe tuta wersija nastawka zjawna! Prošu bjerće sej wokomik časa, zo byšće so přeswědčił, zo wšě nastajenja su prawe.

source: Accept
hsb: Akceptować

source: Defer this Translation
hsb: Tutón přełožk wotstorčić

source: Defer this Revision
hsb: Tutu wersiju wotstorčić

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
hsb: Wulki dźak, zo sće sej čas brał, tute změny přepruwować. Prošu dźakujće so wobdźěłarjej a dajće jemu potom nadrobne, konstruktiwne komentary wo tym, štož je trjeba změnić, zo by tuta wersija akceptabelna była.

source: Defer
hsb: Wotstorčić

source: Show Helpfulness Votes Chart
hsb: Diagram z hłosami wo wužitnosći

source: Compare Selected Translations
hsb: Wubrane přełožki přirunać

source: Compare Selected Revisions
hsb: Wubrane wersije přirunać

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
hsb: Wažnosć - MT: Wažne změny wobsaha. M: Změny wobsaha. Prózdny: Snadne změny

# First letter of 'Significance'
source: S
hsb: W

# First letter of 'Ready for localization'
source: R
hsb: H

source: Review
hsb: Přepruwować

# revision
source: Unreviewed
hsb: Njepřepruwowany

source: Current
hsb: Aktualny

source: Reviewed
hsb: Přepruwowany

source: This revision is ready for localization.
hsb: Tuta wersija je hotowa za přełožowanje.

source: This revision is not ready for localization.
hsb: Tuta wersija hotowa za přełožowanje njeje.

source: Delete this revision
hsb: Tutu wersiju zhašeć

source: This document has no revisions.
hsb: Tutón dokument wersije nima.

source: Information icon
hsb: Informaciski symbol

source: Article is linked in product
hsb: Artikl je w produkće wotkazany

source: Editing Tools
hsb: Wobdźěłowanske nastroje

source: Discussion
hsb: Diskusija

source: Show Translations
hsb: Přełožki pokazać

source: Show History
hsb: Historiju pokazać

source: Unsubscribe from edit notifications
hsb: Zdźělenja wo změnach wotskazać

source: Subscribe to edit notifications
hsb: Zdźělenja wo změnach abonować

source: Related products
hsb: Přiwuzne produkty

source: Open Preferences
hsb: Nastajenja wočinić

source: Refresh Firefox
hsb: Firefox wobnowić
