Repository: mozilla-l10n/sumo-l10n
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

# DB: products.Topic.description
source: Change your account password or primary email address
hsb: Změńće swoje kontowe hesło abo hłownu e-mejlowu adresu

# DB: products.Topic.title
source: Manage settings and logins
hsb: Nastajenja a přizjewjenja rjadować

# DB: products.Topic.description
source: Setting up your device to work with Firefox Lockwise
hsb: Konfigurujće swój grat za dźěło z Firefox Lockwise

# DB: products.Topic.title
source: Manage settings via policy
hsb: Nastajenja přez prawidła rjadować

# DB: products.Topic.description
source: Change Firefox's settings using policies.
hsb: Změńće nastajenja Firefox z prawidłami.

# DB: products.Topic.title
source: Manage subscriptions
hsb: Abonementy zrjadować

# DB: products.Topic.description
source: Manage or cancel your Mozilla subscriptions.
hsb: Rjadujće abo wupowědźće swoje abonementy Mozilla.

# DB: products.Topic.title
source: Manage updates, policies & customization
hsb: Aktualizacije, prawidła a přiměrjenje rjadować

# DB: products.Topic.description
source: Policies for Firefox for Enterprise
hsb: Prawidła za Firefox za předewzaća

# DB: products.Topic.title
source: Managing Your Data
hsb: Waše daty rjadować

# DB: products.Topic.description
source: Learn how to manage your data (including deleting) for specific products or services.
hsb: Zhońće, kak móžeće swoje daty za wěste produkty abo słužby rjadować (inkluziwnje zhašenje).

# DB: products.Topic.title
source: Marketplace
hsb: Torhošćo

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
hsb: Zhońće, kak móžeće swoje najlubše nałoženja ze swojim telefonom Firefox OS sćahnyć, rjadować a wužiwać.

# DB: products.Topic.description
source: Firefox Marketplace
hsb: Torhošćo Firefox

# DB: products.Topic.title
source: Masking
hsb: Maskěrowanje

# DB: products.Topic.title
source: Media
hsb: Medije

# DB: products.Topic.description
source: How to share media in virtual events
hsb: Tak móžeće medije we wirtuelnych podawkach dźělić

# DB: products.Topic.title
source: Mobile Store Support
hsb: Pomoc za Mobile Store

# DB: products.Topic.description
source: Topic for any articles related to the Mobile Store Support contribution.
hsb: Tema za nastawki, kotrež so na sobudźěło w pomocy Mobile Store poćahuja.

# DB: products.Topic.title
source: Moderators and hosts
hsb: Moderatorojo a hosćićeljo

# DB: products.Topic.description
source: Tools for making Hubs a good experience for all.
hsb: Nastroje, z kotrymiž Hubs budu dobre nazhonjenje za wšěch.

# DB: products.Topic.title
source: Monitoring
hsb: Dohladowanje

# DB: products.Topic.description
source: Manage your personal info in Monitor
hsb: Rjadujće swoje wosobinske informacije w Monitor

# DB: products.Topic.title
source: Multimedia
hsb: Multimedija

# DB: products.Topic.title
source: Music, Photos and Video
hsb: Hudźba, fota a widejo

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
hsb: Fotografujće, natočće wideja a słuchajće na hudźbu ze swojim telefonom Firefox OS.

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
hsb: Powěsćowe kanale (RSS), blogi a socialne

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
hsb: Wostańće z powěsćowymi kanalemi, blogami a solcialnymi funkcijemi na najnowšim stawje

# DB: products.Topic.title
source: Objects
hsb: Objekty

# DB: products.Topic.description
source: How to work with objects in Hubs
hsb: Tak móžeće z objektami w Hubs dźěłać

# DB: products.Topic.title
source: [Obsolete] Hot topics
hsb: [Zestarjene] Načolne temy

# DB: products.Topic.title
source: [Obsolete] Mozilla Persona
hsb: [Zestarjeny] Mozilla Persona

# DB: products.Topic.title
source: Older versions of Firefox for Android
hsb: Starše wersije Firefox za Android

# DB: products.Topic.description
source: See articles for an unsupported version of Firefox for Android.
hsb: Hlejće nastawki za njepodpěranu wersiju Firefox za Android.

# DB: products.Topic.title
source: Other
hsb: Druhe

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
hsb: Druhe prašenja z Firefox za Windows 8 Touch.

# DB: products.Topic.description
source: Other
hsb: Druhe

# DB: products.Topic.title
source: Passwords and sign in
hsb: Hesła a přizjewjenje

# DB: products.Topic.title
source: Passwords, forms and search
hsb: Hesła, formulary a pytanje

# DB: products.Topic.description
source: Passwords, forms and search
hsb: Hesła, formulary a pytanje

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
hsb: Hesła, formulary, pytanje a historija - nastajće, štož Firefox namjetuje

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
hsb: Hesła, formulary, pytanje a historija - nastajće, štož Firefox namjetuje

# DB: products.Topic.title
source: Passwords & recovery
hsb: Hesła a wobnowjenje

# DB: products.Topic.title
source: Payments
hsb: Płaćenja

# DB: products.Topic.title
source: Performance and connectivity
hsb: Wukon a konektiwita

# DB: products.Topic.title
source: Permissions & settings
hsb: Prawa a nastajenja

# DB: products.Topic.description
source: Moderate your guests' level of access in your virtual events
hsb: Moderěrujće přistup swojich hosćow k swojim wirtuelnym zarjadowanjam

# DB: products.Topic.title
source: Personalize Firefox
hsb: Firefox přiměrić

# DB: products.Topic.description
source: Make Firefox yours with these customization options.
hsb: Přiměrće Firefox z tutymi nastajenjemi na swoje potrjeby.

# DB: products.Topic.description
source: Change Firefox's appearance, behavior and settings.
hsb: Změńće napohlad Firefox, zadźerženje a nastajenja.

# DB: products.Topic.title
source: Personalize your experience
hsb: Přiměrće swoje dožiwjenje

# DB: products.Topic.description
source: Customize your Firefox browsing experience
hsb: Přiměrće swoje přehladowanske dožiwjenje Firefox

# DB: products.Topic.title
source: Pocket Browser Extensions
hsb: Rozšěrjenja Pocket wobhladowaka

# DB: products.Topic.description
source: Our Save to Pocket extensions.
hsb: Naše rozšěrjenja za składowanje do Pocket.

# DB: products.Topic.title
source: Pocket for Android
hsb: Pocket za Android

# DB: products.Topic.description
source: Helpful information about using Pocket for Android.
hsb: Pomocliwe informacije wo wužiwanju Pocket za Android.

# DB: products.Topic.title
source: Pocket for Firefox
hsb: Pocket za Firefox

# DB: products.Topic.title
source: Pocket for iOS
hsb: Pocket za iOS

# DB: products.Topic.description
source: Helpful information about using Pocket for iPhone and iPad.
hsb: Pomocliwe informacije wo wužiwanju Pocket za iPhone a iPad.

# DB: products.Topic.title
source: Pocket for Web
hsb: Pocket za web

# DB: products.Topic.description
source: Pocket's web application.
hsb: Webnałoženje Pocket.

# DB: products.Topic.description
source: Learn about the powerful features that Pocket Premium has to offer.
hsb: Zhońće wjace wo mócnych funkcijach, kotrež Pocket Premium poskićuje.

# DB: products.Topic.title
source: Policies overview
hsb: Přehlad prawidłow

# DB: products.Topic.description
source: How to set up policies on Firefox for your organization.
hsb: Prawidła w Firefox za waše předewzaće připrawić.

# DB: products.Topic.description
source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
hsb: Zhońće, kak móžeće wideja, awdiodataje a wobrazy do kolažow měšeć, zo byšće je do druhich websydłow zasadźił.

# DB: products.Topic.title
source: Popular articles
hsb: Woblubowane nastawki

# DB: products.Topic.description
source: Popular tips and solutions for Firefox for Android
hsb: Woblubowane tipy a rozrisanja za Firefox za Android

# DB: products.Topic.title
source: Preferences
hsb: Nastajenja

# DB: products.Topic.description
source: Customize Firefox Lite to your desired settings
hsb: Přiměrće Firefox Lite swojim požadanym nastajenjam

# DB: products.Topic.title
source: Premium email masking
hsb: Płaćomne e-mejlowe maskowanje

# DB: products.Topic.description
source: Find out more about the premium features.
hsb: Zhońće wjace wo premijowych funkcijach.

# DB: products.Topic.title
source: Premium phone masking
hsb: Płaćomne telefonowe maskowanje

# DB: products.Topic.description
source: Get started with phone masking.
hsb: Prěnje kroki z telefonowym maskowanjom.

# DB: products.Topic.title
source: Primary password
hsb: Hłowne hesło

# DB: products.Topic.title
source: Privacy and security
hsb: Priwatnosć a wěstota

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
hsb: Škitajće swoje daty přez zawěry, funkcije priwatnosće a wjace na Firefox OS.

# DB: products.Topic.description
source: Protect your privacy on Firefox Preview.
hsb: Škitajće swoju priwatnosć na Firefox Preview.

# DB: products.Topic.title
source: Privacy and security settings
hsb: Nastajenja priwatnosće a wěstoty

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
hsb: Zhońće, kak móžeće swoje daty z priwatnym modusom Firefox, hesłowymi funkcijemi a druhimi wěstotnymi nastajenjemi škitać.

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
hsb: Škitajće swoje daty z nastajenjemi priwatnosće a wěstoty w Firefox za Android.

# DB: products.Topic.description
source: Keep your information safe with password and security settings
hsb: Škitajće swoje informacije z hesłowymi a wěstotnymi nastajenjemi

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
hsb: Problemy z přidatkami, tykačemi abo njewitanej softwaru

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
hsb: Problemy z přidatkami, tykačemi abo njewitanej softwaru

# DB: products.Topic.title
source: Problems with websites
hsb: Problemy z websydłami

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
hsb: Problemy z websydłami, kotrež w Firefox za Windows 8 Touch porjadnje njefunguja.

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
hsb: Wašnja postupowanja za diagnosticěrowanje a rozrisowanje problemow

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
hsb: Wašnja postupowanja za diagnosticěrowanje a rozrisowanje problemow

# DB: products.Topic.title
source: Process & policies
hsb: Proces a prawidła

# DB: products.Topic.title
source: Profile
hsb: Profil

# DB: products.Topic.description
source: Back up your Firefox profile.
hsb: Zawěsćće swój profil Firefox.

# DB: products.Topic.title
source: Profiles
hsb: Profile

# DB: products.Topic.description
source: Create and manage user profiles.
hsb: Wužiwarske profile wutworić a rjadować.

# DB: products.Topic.title
source: Protect your privacy
hsb: Škitajće swoju priwatnosć

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
hsb: Škitajće swoje informacije z nastajenjemi priwatnosće Firefox na iOS

# DB: products.Topic.description
source: Protect your privacy
hsb: Škitajće swoju priwatnosć

# DB: products.Topic.description
source: Control how your information is saved or tracked
hsb: Kontrolujće, kak so waše daty składuja abo slěduja

# DB: products.Topic.title
source: Reader View and List
hsb: Čitanski napohlad a čitanska lisćina

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
hsb: Čitajće a składujće webstrony w za wužiwarja přihódnym napohledźe bjez zbytneho ćikota

# DB: products.Topic.title
source: Read, send and organize emails
hsb: E-mejlki čitać, słać a organizować

# DB: products.Topic.description
source: Learn how to manage your email messages
hsb: Zhońće, kak móžeće swoje e-mejlki rjadować

# DB: products.Topic.title
source: Recover data
hsb: Daty wobnowić

# DB: products.Topic.description
source: Learn how to recover your lost data.
hsb: Zhońće, kak móžeće swoje zhubjene daty wobnowić.

# DB: products.Topic.title
source: Recover my account
hsb: Moje konto wobnowić

# DB: products.Topic.title
source: Release notes
hsb: Wersijowe informacije

# DB: products.Topic.description
source: Where to find release notes and upcoming features.
hsb: Hdźe móžu wersijowe informacije a přichodne funkcije namakać?

# DB: products.Topic.title
source: Reset passwords
hsb: Hesła wróćo stajić

# DB: products.Topic.description
source: Reset your passwords when you forget them.
hsb: Stajće swoje hesło wróćo, hdyž je zabywaće.

# DB: products.Topic.title
source: Rooms
hsb: Rumy

# DB: products.Topic.description
source: How to create and navigate virtual spaces in Hubs
hsb: Tak móžeće wirtuelne rumy w Hubs wutworić a z nimi nawigować

# DB: products.Topic.title
source: Save content
hsb: Wobsah składować

# DB: products.Topic.description
source: Save your favorite content for later.
hsb: Składujće swój najlubši wobsah za pozdźišo.

# DB: products.Topic.title
source: Save passwords
hsb: Hesła składować

# DB: products.Topic.description
source: Save your passwords for easy sign-in.
hsb: Składujće swoje hesła za lochke přizjewjenje.

# DB: products.Topic.title
source: Scenes
hsb: Sceny

# DB: products.Topic.description
source: Change the way your virtual room looks
hsb: Změńće napohlad swojeho wirtuelneho ruma

# DB: products.Topic.title
source: Screenshots & icons
hsb: Fota wobrazowki a symbole

# DB: products.Topic.title
source: Search
hsb: Pytać

# DB: products.Topic.description
source: Customize your search settings in Firefox for iOS
hsb: Změńće swoje pytanske nastajenja w Firefox za iOS

# DB: products.Topic.description
source: Find information quickly and easily.
hsb: Namakajće informacije spěšnje a lochko.

# DB: products.Topic.title
source: Search, tag, and share
hsb: Składować, markěrować a dźělić

# DB: products.Topic.title
source: Security
hsb: Wěstota

# DB: products.Topic.description
source: Keep yourself secure online.
hsb: Dźeržće so wěsty online.

# DB: products.Topic.title
source: Security & privacy
hsb: Wěstota a priwatnosć

# DB: products.Topic.description
source: Protect your personal information and passwords.
hsb: Škitajće swoje wosobinske informacije a hesła.

# DB: products.Topic.title
source: Send and receive email
hsb: E-mejl pósłać a dóstać

# DB: products.Topic.title
source: Sensible Settings
hsb: Rozumne nastajenja

# DB: products.Topic.description
source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
hsb: Zmóžńće našim wužiwarjam skoržomne a informowane rozsudy, informujo a wujasnjujo jich wo nich při zběranju a dawajo jich hdyžkuli móžnosć swoje rozsudy cofnyć.

# DB: products.Topic.title
source: Services and Subscriptions
hsb: Słužby a trajne nadawki

# DB: products.Topic.description
source: Free and premium privacy offerings
hsb: Darmotne a premijowe poskitki

# DB: products.Topic.title
source: Settings
hsb: Nastajenja

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
hsb: Zhońće, kak móžeće internetny zwisk, zwobraznjenje a datum a čas na swojim graće Firefox OS konfigurować.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
hsb: Kak móžeće Firefox za Windows 8 Touch konfigurować a přiměrić.

# DB: products.Topic.description
source: Manage and customize your product experience with settings, add-ons, and more.
hsb: Rjadujće a přiměrće swoje produktowe dožiwjenje z nastajenjemi, přidatkami a wjace.

# DB: products.Topic.title
source: Settings and preferences
hsb: Nastajenja

# DB: products.Topic.description
source: Manage themes and search settings
hsb: Drasty a pytanske nastajenja rjadować

# DB: products.Topic.title
source: Set up email
hsb: E-mejl konfigurować

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
hsb: Přidajće a konfigurujće swoje e-mejlowe konta w Thunderbird

# DB: products.Topic.title
source: Share content
hsb: Wobsah dźělić

# DB: products.Topic.description
source: Learn how to share links, content, messages, and more.
hsb: Zhońće, kak móžeće wotkazy, wobsah, powěsće a wjace dźělić.

# DB: products.Topic.title
source: Sign in with Google or Apple
hsb: Z Google abo Apple přizjewić

# DB: products.Topic.title
source: Site breakages
hsb: Defekty websydłow

# DB: products.Topic.title
source: Social Support
hsb: Pomoc w socialnych syćach

# DB: products.Topic.description
source: Topic for any articles related to the Social Support Program.
hsb: Tema za nastawki, kotrež so na pomoc w socialnych syćach poćahuja.

# DB: products.Topic.title
source: Stay connected
hsb: Wostańće w zwisku

# DB: products.Topic.description
source: Sync information across devices
hsb: Synchronizujće informacije mjez gratami

# DB: products.Topic.title
source: Stay private and secure
hsb: Wostańće priwatny a wěsty

# DB: products.Topic.description
source: Keep your family's information private and secure
hsb: Škitajće informacije swojeje swójby

# DB: products.Topic.title
source: Subscriptions & billing
hsb: Abonementy a wotličenje

# DB: products.Topic.description
source: Manage your Mozilla subscriptions and payment methods.
hsb: Rjadujće swoje abonementy a płaćenske metody Mozilla.

# DB: products.Topic.title
source: Support Forum
hsb: Forum pomocy

# DB: products.Topic.description
source: Topic for any articles related to support forum contribution.
hsb: Tema za nastawki, kotrež so na sobudźěło we forumje pomocy poćahuja.

# DB: products.Topic.title
source: Sync
hsb: Synchronizować

# DB: products.Topic.description
source: Sync your Firefox data.
hsb: Synchronizujće swoje daty Firefox.

# DB: products.Topic.description
source: Sync your browsing information across other devices.
hsb: Synchronizujće swoje přehladowanske informacije mjez druhimi gratami.

# DB: products.Topic.title
source: Sync and save
hsb: Synchronizować a składować

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
hsb: Składujće, dźělće a synchronizujće wobsah z druhimi gratami

# DB: products.Topic.description
source: Sync information on all your devices
hsb: Synchronizujće daty mjez wšěmi swojimi gratami

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
hsb: Dźělće webstrony z Firefox za iOS

# DB: products.Topic.title
source: Sync data
hsb: Daty synchronizować

# DB: products.Topic.description
source: Sync your data across different platforms and devices.
hsb: Synchronizujće swoje daty přez rozdźělne platformy a graty.

# DB: products.Topic.title
source: Sync devices & services
hsb: Graty a słužby synchronizować

# DB: products.Topic.description
source: Sync information on all your devices.
hsb: Synchronizujće daty mjez wšěmi swojimi gratami.

# DB: products.Topic.title
source: Sync, share and save
hsb: Synchronizować, dźělić a składować

# DB: products.Topic.description
source: Sync browsing information and content across multiple devices with Firefox Accounts.
hsb: Synchronizujće přehladowanske informacije a wobsah z Firefox Accounts mjez wjacorymi gratami.

# DB: products.Topic.title
source: Tab basics
hsb: Zakłady wo rajtarkach

# DB: products.Topic.description
source: Tab basics
hsb: Zakłady wo rajtarkach

# DB: products.Topic.title
source: Tabs
hsb: Rajtarki

# DB: products.Topic.description
source: Organize and manage your tabs for better browsing.
hsb: Organizujće a rjadujće rajtarki za lěpše přehladowanje.

# DB: products.Topic.title
source: Tab settings
hsb: Nastajenja rajtarkow

# DB: products.Topic.description
source: Tab settings
hsb: Nastajenja rajtarkow

# DB: products.Topic.title
source: Tags
hsb: Znački

# DB: products.Topic.title
source: Technical
hsb: Techniske

# DB: products.Topic.description
source: Find solutions for how to use the Firefox Private Network add-on.
hsb: Namakajće rozrisanja za wužiwanje přidatka Firefox Private Network.

# DB: products.Topic.description
source: Learn how to use all Firefox Relay features.
hsb: Zhońće, kak móžeće wšě funkcije Firefox Relay wužiwać.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
hsb: Zhońće, kak móžeće swoje webstrony spěšnje a lochko wutworić a dźělić.

# DB: products.Topic.title
source: Thunderbird controls and buttons
hsb: Wodźenje a tłóčatka Thunderbird

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
hsb: Zhońće wšitko wo wodźenju a funkcionalnosći Thunderbird.

# DB: products.Topic.title
source: Thunderbird crashes
hsb: Thunderbird spaduje

# DB: products.Topic.description
source: Thunderbird crashes
hsb: Thunderbird spaduje

# DB: products.Topic.title
source: Thunderbird is slow or stops working
hsb: Thunderbird je pomału abo hižo njefunguje

# DB: products.Topic.description
source: Thunderbird is slow or stops working
hsb: Thunderbird je pomału abo hižo njefunguje

# DB: products.Topic.title
source: Thunderbird options, preferences and settings
hsb: Nastajenja Thunderbird

# DB: products.Topic.description
source: Thunderbird options, preferences and settings
hsb: Nastajenja Thunderbird

# DB: products.Topic.title
source: Thunderbird versions and languages
hsb: Wersije a rěče Thunderbird

# DB: products.Topic.description
source: Thunderbird versions and languages
hsb: Wersije a rěče Thunderbird

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
hsb: Thunderbird nastajenja abo informacije njeskładuje

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
hsb: Thunderbird nastajenja abo informacije njeskładuje

# DB: products.Topic.title
source: Tips and tricks
hsb: Tipy a triki

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
hsb: Zhońće tipy a tastowe skrótšenki, zo byšće spěšnišo dźěłał

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
hsb: Wužiwajće z tutymi tastowymi skrótšenkami a druhimi tipami wjace hač jenož zakłady.

# DB: products.Topic.description
source: Tips and tricks
hsb: Tipy a triki

# DB: products.Topic.title
source: Tracking protection
hsb: Slědowanski škit

# DB: products.Topic.description
source: Prevent websites from tracking you as you browse.
hsb: Zadźěwajće tomu, zo websydła wam slěduja, hdyž přehladujeće.

# DB: products.Topic.title
source: Troubleshoot
hsb: Rozrisanje problemow

# DB: products.Topic.description
source: Fix problems with Firefox Accounts
hsb: Rozrisajće problemy z Firefox Accounts

# DB: products.Topic.title
source: Troubleshooting
hsb: Rozrisanje problemow

# DB: products.Topic.description
source: Troubleshooting
hsb: Rozrisanje problemow

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
hsb: Wotstrońće pomałosć, spady, zmylkowe zdźělenki a druhe problemy

# DB: products.Topic.title
source: Troubleshoot issues
hsb: Problemy rozrisać

# DB: products.Topic.title
source: Two-factor authentication
hsb: Dwufaktorowa awtentifikacija

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
hsb: Firefox zaso zwjazowanje z internetom zmóžnić

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
hsb: Firefox zaso zwjazowanje z internetom zmóžnić
