Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/buddyup.po
Languages: be, hi_in, ka, pa_in, pt_br, ro, te, uk

source: Too many questions? Use the settings below to narrow down the "Answer a Question" list.
be: Занадта шмат пытанняў? Выкарыстоўвайце налады ніжэй, каб звузіць спіс "Адказаць на пытанне".
hi_in: काफी सारे प्रश्न? निचे दिये "किसी प्रश्न का उत्तर दें" सूची को सिमित बनाने के लिए निचे सेटिंग्स का इस्तेमाल करें.
ka: ზედმეტად ბევრი შეკითხვაა? გამოიყენეთ ქვემოთ არსებული პარამეტრები, პასუხგასაცემი კითხვების სიის ასაკეცად.
pa_in: ਬਹੁਤ ਵੱਧ ਸਵਾਲ ਹਨ? ਹੇਠ ਦਿੱਤੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ "ਸਵਾਲ ਲਈ ਜਵਾਬ ਦਿਓ" ਸੂਚੀ ਨੂੰ ਸੀਮਿਤ ਕਰਨ ਲਈ ਵਰਤੋਂ।
pt_br: Muitas perguntas? Use as configurações abaixo para diminuir a lista "Responder".
ro: Prea multe întrebări? Folosește setările de mai jos pentru a filtra lista „Răspunde la o întrebare”.
te: చాలా ప్రశ్నలు ఉన్నాయా? "ఒక ప్రశ్నకు సమాధానం" జాబితా తగ్గించండి దిగువ అమరికలను ఉపయోగించండి.
uk: Забагато питань? Скористайтесь налаштуванням внизу для звуження списку "Відповідей на питання".

source: Language
be: Мова
hi_in: भाषा
ka: ენა
pa_in: ਭਾਸ਼ਾ
pt_br: Idioma
ro: Limbă
te: భాష
uk: Мова

source: Device
be: Прылада
hi_in: उपकरण
ka: მოწყობილობა
pa_in: ਯੰਤਰ
pt_br: Dispositivo
ro: Dispozitiv
te: పరికరం

source: Operator
be: Аператар
hi_in: ऑपरेटर
ka: ოპერატორი
pa_in: ਅਪਰੇਟਰ
pt_br: Operadora
te: కారకం

source: Answer questions
be: Адказаць на пытанні
hi_in: प्रश्नों के उत्तर दें
ka: პასუხის გაცემა კითხვებზე
pa_in: ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦਿਉ
pt_br: Responder
ro: Răspunde la întrebări
te: జవాబు ప్రశ్నలు

source: Sign in to answer questions from the Mozilla community.
be: Увайдзіце, каб адказаць на пытанні ад супольнасці Mozilla.
hi_in: Mozilla समुदाय के उपयोगकर्ताओं के प्रश्नों के उत्तर देने के लिए साइन इन करें.
ka: შედით ანგარიშზე კითხვებზე პასუხის გასაცემად, Mozilla-ს ერთობიდან.
pa_in: ਮੋਜ਼ੀਲਾ ਕਮਿਊਨਟੀ ਤੋਂ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇਣ ਲਈ ਸਾਇਨ ਕਰੋ।
pt_br: Entre para responder às perguntas da comunidade Mozilla.
ro: Autentifică-te pentru a răspunde la întrebări din partea comunității Mozilla.
te: మొజిల్లా కమ్యూనిటీ నుండి ప్రశ్నలకు సమాధానం ఇచ్చుటకు ప్రవేశించఓడి.
uk: Увійдіть, щоб відповідати на питання від спільноти Mozilla.

source: No active questions
be: Няма актыўных пытанняў
hi_in: कोई सक्रिय प्रश्न नहीं
ka: მიმდინარე კითხვები არაა
pa_in: ਕੋਈ ਸਰਗਰਮ ਸਵਾਲ ਨਹੀਂ ਹੈ
pt_br: Nenhuma pergunta ativa
ro: Nicio întrebare activă
te: క్రియాశీల ప్రశ్నలు ఏవీ లేవు
uk: Немає активних питань

source: Go to the New tab to answer some questions. We'll keep track of them here.
be: Перайдзіце на новую картку, каб адказаць на некаторыя пытанні. Мы будзем іх асочваць тут.
hi_in: कुछ प्रश्नों के उत्तर देने के लिए नए टैब पर जाएँ. हम उन पर यहाँ नजर रखेंगे.
ka: გადადით ახალ ჩანართზე, ზოგიერთ კითხვაზე პასუხის გასაცემად. თვალის მიდევნება, აქედანვე იქნება შესაძლებელი.
pa_in: ਕੁਝ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇਣ ਲਈ ਨਵੀਂ ਟੈਬ ਉੱਤੇ ਜਾਉ। ਅਸੀਂ ਉਹਨਾਂ ਦੀ ਜਾਣਕਾਰੀ ਇੱਥੇ ਰੱਖਾਂਗੇ।
pt_br: Vá para a Nova aba para responder algumas perguntas. Vamos mantê-las aqui.
ro: Mergi la „Filă nouă” pentru a răspunde la câteva întrebări. Le vom ține evidența de aici.
te: కొన్ని ప్రశ్నలకు సమాధానం ఎచ్చుటకు క్రొత్త టాబ్ కు వెళ్ళండి. మేము ఇక్కడ వాటిని ట్రాక్ చేస్తాము.
uk: Перейдіть на нову вкладку, щоб задати питання. Ми будемо відстежувати їх тут.

source: {user} left a comment on your question
be: {user} пакінуў каментарый да вашага пытання
hi_in: {user} ने आपके प्रश्न पर एक टिपण्णी कि है
ka: {user} გამოეხმაურა თქვენს შეკითხვას
pa_in: {user} ਨੇ ਤੁਹਾਡੇ ਸਵਾਲ ਲਈ ਟਿੱਪਣੀ ਕੀਤੀ ਹੈ
pt_br: {user} deixou um comentário na sua pergunta
ro: {user} a lăsat un comentariu la întrebarea ta
te: {user} మీ ప్రశ్నపై వ్యాఖ్యను వదిలారు
uk: {user} залишив коментар на ваше питання

source: {user} chose your answer as a solution
be: {user} выбраў ваш адказ як рашэнне
hi_in: {user} ने आपके जवाब को समाधान के रूप में चुना है
ka: {user} მომხმარებელმა, თქვენი პასუხი მიიჩნია გადაწყვეტად
pa_in: {user} ਨੇ ਤੁਹਾਡੇ ਜਵਾਬ ਨੂੰ ਹੱਲ਼ ਵਜੋਂ ਚੁਣਿਆ ਹੈ
pt_br: {user} escolheu sua resposta como uma solução
ro: {user} a ales răspunsul tău ca soluție
te: {user} మీ సమాధానాన్నిపరిష్కారంగా ఎంచుకోండి
uk: {user} обрав вашу відповідь, як вирішення

source: User not found.
be: Карыстальнік не знойдзены.
hi_in: उपयोगकर्ता नहीं मिला.
ka: მომხმარებელი არ მოიძებნა.
pa_in: ਵਰਤੋਂਕਾਰ ਨਹੀਂ ਲੱਭਿਆ।
pt_br: Usuário não encontrado.
ro: Utilizator negăsit.
te: వినియోగదారుడు దొరకలేదు.
uk: Користувач не знайдений.

source: Choose a category
be: Абярыце катэгорыю
hi_in: कोई श्रेणी चुनें
ka: კატეგორიის შერჩევა
pa_in: ਕੈਟਾਗਰੀ ਚੁਣੋ
pt_br: Escolha uma categoria
ro: Alege o categorie
te: వర్గాన్ని ఎంచుకోండి
uk: Оберіть категорію

source: Email/Calendar
be: Эл.пошта/Каляндар
hi_in: ईमेल/Calendar
ka: ელფოსტა/კალენდარი
pa_in: ਈਮੇਲ/ਕੈਲੰਡਰ
pt_br: E-mail/Agenda
te: ఇమెయిల్ /Calendar
uk: Електронна пошта/Календар

source: Clock/Alarm
be: Гадзіннік/Будзільнік
hi_in: घड़ी/Alarm
ka: საათი/მაღვიძარა
pa_in: ਘੜੀ/ਅਲਾਰਮ
pt_br: Relógio/Alarme
ro: Ceas/Alarmă
te: గడియారం/Alarm
uk: Годинник/Будильник

source: Camera/Gallery/Video
be: Камера/Галерэя/Відэа
hi_in: कैमरा/Gallery/Video
ka: კამერა/გალერეა/ვიდეო
pa_in: ਕੈਮਰਾ/ਗੈਲਰੀ/ਵਿਡੀਓ
pt_br: Câmera/Galeria/vídeo
ro: Cameră/Galerie/Video
te: కేమెరా/Gallery/Video
uk: Камера/Галерея/Відео

source: Audio/Music/FMRadio
be: Аўдыё/Музыка/FM-радыё
hi_in: ऑडियो/Music/FMRadio
ka: აურიო/მუსიკა/FM რადიო
pa_in: ਆਡੀਓ/ਸੰਗੀਤ/FM ਰੇਡੀਓ
pt_br: Áudio/Música/RadioFM
ro: Audio/Muzică/RadioFM
te: ఆడియో/Music/FMRadio
uk: Аудіо/Музика/FM радіо

source: Performance
be: Прадукцыйнасць
hi_in: परफॉरमेंस
ka: წარმადობა
pa_in: ਕਾਰਗੁਜ਼ਾਰੀ
pt_br: Desempenho
ro: Performanță
te: పనితనం
uk: Швидкодія

source: Cellular Data/WiFi/Bluetooth
hi_in: सेल्युलर डेटा/WiFi/Bluetooth
ka: მობილური ინტერნეტი/WiFi/Bluetooth
pa_in: ਸੈਲੂਲਰ ਡਾਟਾ/WiFi/ਬਲੂਟੁੱਥ
pt_br: Dados celular/Wi-Fi/Bluetooth
ro: Date mobile/WiFi/Bluetooth
te: సెల్యులార్ డేటా/WiFi/Bluetooth
uk: Мобільні дані/WiFi/Bluetooth

source: Dialer/Contacts
hi_in: डायलर/Contacts
ka: ნომრის აკრეფა/ნომრების სია
pa_in: ਡਾਇਲਰ/ਸੰਪਰਕ
pt_br: Discador/Contatos
ro: Apelare/Contacte
te: డయలర్/Contacts
uk: Виклик/Контакти

source: Browser/Download
be: Браўзер/Сцягванні
hi_in: ब्राउज़र/Download
ka: ბრაუზერი/ჩამოტვირთვა
pa_in: ਬਰਾਊਜ਼ਰ/ਡਾਊਨਲੋਡ
pt_br: Navegador/Download
ro: Browser/Descărcare
te: విహరణి/Download
uk: Браузер/Завантаження

source: Storage/SD card
be: Сховішча/SD-карта
hi_in: भंडारण/एसडी कार्ड
ka: მეხსიერება/SD ბარათი
pa_in: ਸਟੋਰੇਜ਼/SD ਕਾਰਡ
pt_br: Armazenamento/SD card
ro: Stocare/Card SD
te: నిల్వ/SD card
uk: Сховище/SD-карта

source: Maps/GPS
hi_in: नक्शे/GPS
ka: რუკები/GPS
pa_in: ਨਕਸ਼ੇ/GPS
pt_br: Mapas/GPS
ro: Hărți/GPS
te: పటాలు/GPS
uk: Карти/GPS

source: Keyboard
be: Клавіятура
hi_in: कीबोर्ड
ka: კლავიატურა
pa_in: ਕੀਬੋਰਡ
pt_br: Teclado
ro: Tastatură
te: కీబోర్డు
uk: Клавіатура

source: System Updates
be: Абнаўленні сістэмы
hi_in: सिस्टम अपडेट
ka: სისტემის განახლებები
pa_in: ਸਿਸਟਮ ਅੱਪਡੇਟ
pt_br: Atualizações do sistema
ro: Actualizări de sistem
te: సిస్టమ్ నవీకరణలు
uk: Оновлення системи

source: Marketplace/Apps Install
hi_in: मार्केटप्लेस/Apps इंस्टॉल करें
ka: Marketplace/პროგრამების დაყენება
pa_in: ਮੰਡੀ/ਐਪਸ ਇੰਸਟਾਲ
pt_br: Marketplace/Instalação de Apps
ro: Marketplace/Instalare aplicații
te: Marketplace/Apps ఇన్స్టాల్
uk: Marketplace/Встановлення програм

source: Other
be: Іншае
hi_in: अन्य
ka: სხვა
pa_in: ਹੋਰ
pt_br: Outro
ro: Altele
te: ఇతర
uk: Інше

source: This field is required.
be: Гэта поле абавязковае.
hi_in: यह फ़ील्ड आवश्यक है.
ka: ველის შევსება აუცილებელია.
pa_in: ਇਸ ਫੀਲਡ ਦੀ ਲੋੜ ਹੈ।
pt_br: Este campo é necessário.
ro: Acest câmp este obligatoriu.
te: ఈ ఫీల్డ్ అవసరం.

source: Unable to log in with provided credentials.
be: Немагчыма ўвайсці ў сістэму з прадастаўленымі ўліковымі дадзенымі.
hi_in: प्रदान किए गए जानकारियों के साथ लॉग इन करने में असमर्थ.
ka: მოცემული მონაცემებით შესვლა, შეუძლებელია.
pa_in: ਮੁਹੱਈਆ ਕੀਤੀ ਯੋਗਤਾ ਨਾਲ ਲਾਗ ਇਨ ਕਰਨ ਤੋਂ ਅਸਮਰੱਥ।
pt_br: Não foi possível entrar com as credenciais fornecidas.
ro: Autentificare imposibilă cu datele de autentificare furnizate.
te: అందించిన ఆధారాలతో లాగిన్ చేయలేకపోయింది.

source: A user with that email address already exists.
be: Карыстальнік з гэтым адрасам электроннай пошты ўжо ёсць.
hi_in: इस ईमेल पते के साथ एक उपयोगकर्ता पहले से ही मौजूद है.
ka: მომხმარებელი ამ ელფოსტით, უკვე არსებობს.
pa_in: ਇਸ ਈ-ਚਿੱਠੀ ਪਤੇ ਵਾਲਾ ਕੋਈ ਵਰਤੋਂਕਾਰ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pt_br: Já existe um usuário com esse endereço de e-mail.
ro: Există deja un utilizator cu acea adresă de e-mail.
te: ఆ వినియోగదారుని ఈమైల్ తో ఒక వినియొగదారుడు ముందే ఉన్నారు.

source: A user with that username exists
be: Карыстальнік з гэтым імем карыстальніка ёсць
hi_in: इस उपयोगकर्ता नाम के साथ एक उपयोगकर्ता मौजूद है
ka: მომხმარებელი ამ სახელით, უკვე არსებობს
pa_in: ਇਸ ਵਰਤੋਂਕਾਰ ਨਾਂ ਵਾਲਾ ਇੱਕ ਵਰਤੋਂਕਾਰ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਮੌਜੂਦ ਹੈ
pt_br: Já existe um usuário com esse nome de usuário
ro: Există deja un utilizator cu acest nume de utilizator
te: ఆ వినియోగదారుని పేరుతో ఒక వినియోగదారుడు ఉన్నారు

source: Can't change this field.
be: Немагчыма змяніць гэтае поле.
hi_in: इस क्षेत्र को बदला नहीं जा सकता.
ka: ამ ველის შეცვლა, შეუძლებელია.
pa_in: ਇਹ ਡੱਬਾ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pt_br: Este campo não pode ser alterado.
ro: Acest câmp nu poate fi modificat.
te: ఈ ఫ్లీల్డ్ ని మార్చలేరు.

source: Usernames may only be letters, numbers, "." and "-".
be: Імя карыстальніка можа быць толькі з літар, лічбаў, "." і "-".
hi_in: उपयोगकर्ता नाम केवल अक्षर, संख्याएँ, "." और "-" हो सकते हैं.
ka: მომხმარებლის სახელი შეიძლება შეიცავდეს მხოლოდ ასოებს, ციფრებს, "." და "-" სიმბოლოებს.
pa_in: ਵਰਤੋਂਕਾਰ ਨਾਂ ਅੱਖਰਾਂ, ਅੰਕਾਂ, "." ਅਤੇ "-" ਦਾ ਹੀ ਹੋ ਸਕਦਾ।
pt_br: Os nomes de usuário só podem ter letras, números, "." e "-".
ro: Numele de utilizator poate fi alcătuit doar din litere, cifre, „.” și „-”.
te: వినియగదారుని పేర్లు అక్షరాలు, సంఖ్యలు, "." మరియూ "-" మాత్రమే ఉండాలి.

source: No matching user setting found.
be: Не знойдзены адпаведны параметр карыстальніка.
hi_in: कोई मिलताजुलता उपयोगकर्ता सेटिंग नहीं मिला.
ka: მომხმარებლის შესაბამისი პარამეტრი, ვერ მოიძებნა.
pa_in: ਕੋਈ ਮੇਲ ਖਾਂਦੀ ਵਰਤੋਂਕਾਰ ਸੈਟਿੰਗ ਨਹੀਂ ਲੱਭੀ।
pt_br: Nenhuma configuração de usuário correspondente foi encontrada.
ro: Nu s-au găsit setări de utilizator corespondente.
te: సరిపోయె వాడుకరి అమరిక కనబడలేదు.

source: Unable to generate username.
be: Не ўдалося згенераваць імя карыстальніка.
hi_in: उपयोगकर्ता नाम बनाने में असमर्थ.
ka: მომხმარებლის სახელის შედგენა ვერ ხერხდება.
pa_in: ਵਰਤੋਂਕਾਰ ਨਾਂ ਬਣਾਉਣ ਤੋਂ ਅਸਮਰੱਥ।
pt_br: Não foi possível gerar o nome de usuário.
ro: Nu se poate genera un nume de utilizator.
te: వినియొగదారుని పేరును రూపొందించడం సాధ్యపడలేదు.

source: User account is disabled.
be: Уліковы запіс карыстальніка адключаны.
hi_in: उपयोगकर्ता का खाता अक्षम है.
ka: მომხმარებლის ანგარიში დახურულია.
pa_in: ਵਰਤੋਂਕਾਰ ਖਾਤਾ ਅਯੋਗ ਕੀਤਾ ਹੋਇਆ ਹੈ।
pt_br: Conta de usuário desabilitada.
ro: Contul utilizatorului este dezactivat.
te: వాడుకరి ఖాతా అచేతనమైనది.

source: Enter a valid email address.
be: Увядзіце сапраўдны адрас эл.пошты.
hi_in: मान्य ईमेल पता दर्ज करें.
ka: შეიყვანეთ ელფოსტის მართებული მისამართი.
pa_in: ਕੋਈ ਯੋਗ ਈ-ਚਿੱਠੀ ਪਤਾ ਭਰੋ।
pt_br: Informe um endereço de email válido.
ro: Introdu o adresă de e-mail validă.
te: చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాని నమోదు చేయండి.

source: just now
be: толькі што
hi_in: अभी
ka: ახლახან
pa_in: ਹੁਣੇ ਹੁਣੇ
pt_br: agora
ro: chiar acum
te: ఇప్పుడే

source: {n} minute ago
be: {n} хвіліну таму
hi_in: {n} मिनट पूर्व
ka: {n} წუთის წინ
pa_in: {n} ਮਿੰਟ ਪਹਿਲਾਂ
pt_br: há {n} minuto
ro: acum {n} minut
te: {n} నిమిషం క్రితం

source: {n} hour ago
be: {n} гадзіну таму
hi_in: {n} घंटे पूर्व
ka: {n} საათის წინ
pa_in: {n} ਘੰਟਾ ਪਹਿਲਾਂ
pt_br: há {n} hora
ro: acum {n} oră
te: {n} గంట క్రితం

source: {n} day ago
be: {n} дзень таму
hi_in: {n} दिन पूर्व
ka: {n} დღის წინ
pa_in: {n} ਦਿਨ ਪਹਿਲਾਂ
pt_br: há {n} dia
ro: acum {n} zi
te: {n} రోజు క్రితం

source: Unknown error: "{error}"
be: Нявызначаная памылка: "{error}"
hi_in: अज्ञात त्रुटि: "{error}"
ka: დაუდგენელი შეცდომა: "{error}"
pa_in: ਅਣਪਛਾਤੀ ਗਲਤੀ: "{error}"
pt_br: Erro desconhecido: "{error}"
ro: Eroare necunoscută: „{error}”
te: తెలియని లోపం: "{error}"
