Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/buddyup.po
Languages: be, hi_in, ka, pa_in, pt_br, ro, te, uk

source: Failed
be: Збой
hi_in: विफल
ka: ვერ მოხერხდა
pa_in: ਅਸਫਲ ਹੋਇਆ
pt_br: Falhou
ro: Eșuat
te: విఫలమైంది
uk: Збій

source: Sending…
be: Дасыланне…
hi_in: भेजा जा रहा है...
ka: იგზავნება…
pa_in: … ਭੇਜ ਰਿਹਾ ਹੈ
pt_br: Enviando…
ro: Se trimite…
te: పంపుతున్నాం…
uk: Надсилання…

source: Solution ✓
be: Рашэнне ✓
hi_in: समाधान ✓
ka: გადაწყვეტა ✓
pa_in: ਹੱਲ ✓
pt_br: Solução ✓
ro: Soluție ✓
te: పరిష్కారం ✓
uk: Вирішення ✓

source: This solved my question
be: Гэта вырашыла маё пытанне
hi_in: इससे मुझे मदद मिली
ka: ამან ჩემს კითხვას პასუხი გასცა
pa_in: ਇਸ ਨੇ ਮੇਰਾ ਸਵਾਲ ਹੱਲ ਕੀਤਾ
pt_br: Resolveu meu problema
ro: Aceasta mi-a rezolvat problema
te: ఇది నా సందేహాన్ని తీర్చింది
uk: Це вирішило моє питання

source: Whoops!
be: Вой!
hi_in: वूप्स!
ka: ვაი!
pa_in: ਓਹ ਹੋ!
pt_br: Ooops!
ro: Ups!
te: అయ్యో!
uk: Ой!

source: There was a problem with Buddy Up, please try again.
hi_in: Buddy Up के साथ कोई त्रुटी थी, कृप्या पुनः प्रयास करें.
ka: წარმოიშვა Buddy Up-ის შცდომა, გთხოვთ ცადეთ მოგვიანებით.
pa_in: ਬੱਡੀ ਅੱਪ ਨਾਲ ਸਮੱਸਿਆ ਆਈ ਹੈ, ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pt_br: Houve um problema com o Buddy Up, tente novamente.
ro: A apărut o eroare Buddy Up. Te rugăm să încerci din nou.
te: బడ్డీ అప్‌తో ఒక సమస్య ఉంది, దయచేసి మళ్ళీ ప్రయత్నించండి.
uk: Сталася проблема з Buddy Up, спробуйте знову.

source: You are not online, please check your connection.
hi_in: आप ऑनलाइन नहीं हैं, कृपया अपने कनेक्शन की जाँच करें.
ka: ინტერნეტთან მიერთებული არ ხართ, გთხოვთ, შეამოწმეთ თქვენი კავშირი.
pa_in: ਤੁਸੀਂ ਆਨਲਾਈਨ ਨਹੀਂ ਹੋ , ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਕੁਨੈਕਸ਼ਨ ਚੈਕ ਕਰੋ ਜੀ।
pt_br: Você não está online, verifique sua conexão.
ro: Nu ești online, te rugăm să-ți verifici conexiunea.
te: మీరు ఆన్లైన్ లో లేరు, మీ కనెక్షన్ను తనిఖీ చెయ్యండి.

source: OK
hi_in: ठीक है
ka: კარგი
pa_in: ਠੀਕ ਹੈ
te: సరే
uk: ОК

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
hi_in: <div {countattr}>{n}</div><div {textattr}> प्रश्न हल हो चुके</div>
ka: <div {countattr}>{n}</div><div {textattr}> საკითხი გადაწყვეტილია</div>
pa_in: <div {countattr}>{n}</div><div {textattr}> ਸਵਾਲ ਹੱਲ ਹੋਇਆ</div>
pt_br: <div {countattr}>{n}</div><div {textattr}>questão resolvida</div>
ro: <div {countattr}>{n}</div><div {textattr}> întrebare rezolvată</div>
te: <div {countattr}>{n}</div><div {textattr}> ప్రశ్న పరిష్కరించబడినది </div>
uk: <div {countattr}>{n}</div><div {textattr}> питання вирішене</div>

source: <div {countattr}>{n}</div><div {textattr}> helpful vote</div>
hi_in: <div {countattr}>{n}</div><div {textattr}> सहायक मत</div>
ka: <div {countattr}>{n}</div><div {textattr}> სასარგებლო შეფასება</div>
pa_in: <div {countattr}>{n}</div><div {textattr}> ਮਦਦਗਾਰ ਵੋਟ</div>
pt_br: <div {countattr}>{n}</div><div {textattr}>voto útil</div>
ro: <div {countattr}>{n}</div><div {textattr}> vot util</div>
te: <div {countattr}>{n}</div> <div {textattr}>ఉపయోగపడే ఓటు</div>
uk: <div {countattr}>{n}</div><div {textattr}> корисний голос</div>

source: Close
be: Закрыць
hi_in: बंद करें
ka: დახურვა
pa_in: ਬੰਦ ਕਰੋ
pt_br: Fechar
ro: Închide
te: మూసివేయి

source: Sign In
be: Увайсці
hi_in: साइन इन करें
ka: შესვლა
pa_in: ਸਾਈਨ ਇਨ
pt_br: Entrar
ro: Autentifică-te
te: ప్రవేశించండి

source: An account lets you answer questions, track contributions and receive alerts.
hi_in: एक खाता आपको प्रश्नों के उत्तर देने, योगदान ट्रैक करने, तथा सूचनाएं पाने की सुविधा देती है.
ka: ანგარიშის შექმნის შედეგად, შეძლებთ კითხვებზე პასუხის გაცემას, საკუთრ საქმიანობაზე თვალის მიდევნებას და შეტყობინებების მიღებას.
pa_in: ਖਾਤਾ ਹੋਣ ਨਾਲ ਤੁਸੀਂ ਸਵਾਲਾਂ ਦੇ ਜੁਆਬ ਦੇ ਸਕਦੇ ਹੋ, ਯੋਗਦਾਨਾਂ ਦਾ ਹਿਸਾਬ ਰੱਖ ਸਕਦੇ ਹੋ, ਅਤੇ ਤੁਹਾਨੂੰ ਚੇਤਾਵਨੀਆਂ ਮਿਲ ਸਕਦੀਆਂ ਹਨ।
pt_br: Uma conta permite que você responda perguntas, monitore contribuições e receba alertas.
ro: Un cont îți permite să răspunzi la întrebări, să urmărești contribuțiile și să primești alerte.
te: ఒక ఖాతా మీరు ప్రశ్నలకు సమాధానం ఇచ్చుటకు అనుమతిస్తుంది, రచనలు ట్రాక్ చేసి మరియు హెచ్చరికలు అందిస్తుంది.

source: Username
be: Імя карыстальніка
hi_in: उपयोगकर्ता नाम
ka: მომხმარებლის სახელი
pa_in: ਵਰਤੋਂਕਾਰ ਨਾਂ
pt_br: Nome de usuário
ro: Nume de utilizator
te: వాడుకరి పేరు

source: Password
be: Пароль
hi_in: पासवर्ड
ka: პაროლი
pa_in: ਪਛਾਣ-ਸ਼ਬਦ
pt_br: Senha
ro: Parolă
te: సంకేతపదం

source: Forgot your password?
be: Забылі свой пароль?
hi_in: अपना पासवर्ड भूल गए हैं?
ka: დაგავიწყდათ პაროლი?
pa_in: ਆਪਣਾ ਪਛਾਣ-ਸ਼ਬਦ ਭੁੱਲ ਗਏ ਹੋ?
pt_br: Esqueceu sua senha?
ro: Ai uitat parola?
te: మీ సంకేతపదం మరచిపోయారా?

source: Don't have an account? Register
be: Няма ўліковага запісу? Зарэгіструйцеся
hi_in: कोई खाता नहीं है? रजिस्टर
ka: არ გაქვთ ანგარიში? შექმენით
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਖਾਤਾ ਨਹੀਂ ਹੈ? ਦਰਜ ਹੋਵੋ
pt_br: Não tem uma conta? Cadastre-se
ro: Nu ai un cont? Fă-ți unul
te: మీకు ఖాతా లేదా? నమోదు చేసుకోండి

source: Confirm Account
be: Пацвердзіць уліковы запіс
hi_in: खाते की पुष्टि करें
ka: ანგარიშის დადასტურება
pa_in: ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ
pt_br: Confirmar conta
ro: Confirmă contul
te: ఖాతా‌ను నిర్ధారించండి

source: Yay, you're almost done!
be: О, вы амаль закончылі!
hi_in: हाँ, आपने लगभग कर ही लिया है!
ka: ვაშა, თითქმის მზადაა!
pa_in: ਵਾਹ, ਤੁਸੀਂ ਤਕਰੀਬਨ ਮੁਕਾ ਚੁੱਕੇ ਹੋ!
pt_br: Legal, você está quase lá!
ro: Ura, aproape că ai terminat!
te: అవును, మీరు దాదాపు పూర్తి చేశారు!

source: We've sent a welcome email to:
be: Мы даслалі прывітальны ліст на адрас:
hi_in: हमने आपके इस ईमेल पर वेलकम ईमेल भेजा है:
ka: მისასალმებელი წერილი გაგზავნილია შემდეგ მისამართზე:
pa_in: ਅਸੀਂ ਇਕ ਸਵਾਗਤੀ ਈ-ਚਿੱਠੀ ਇੱਥੇ ਭੇਜ ਦਿੱਤੀ ਹੈ:
pt_br: Enviamos um e-mail de boas-vindas para:
ro: Ți-am trimis un mesaj de bun-venit la:
te: మేము ఒక స్వాగతం ఇమెయిల్ పంపాము:

source: Click on the link in your email to let us know that it made it to the right place. After that, return to BuddyUp and make other users happy!
be: Націсніце на спасылку ў электроннай пошце, каб паведаміць нам пра тое, што яна дайшла да патрэбнага месца. Пасля гэтага вярніцеся ў BuddyUp і зрабіце іншых карыстальнікаў шчаслівымі!
hi_in: हमनें इसे सही जगह पर भेजा है यह जानने के लिए अपने ईमेल में दिए लिंक पर क्लिक करें. उसके बाद, BuddyUp में लौटें और अन्य उपयोगकर्ताओं की मदद करें!
ka: დააწკაპეთ წერილში მოცემულ დასადასტურებელ ბმულზე რომ შევიტყოთ, სწორ მისამართზე გამოვგზავნეთ თუ არა. შემდეგ კი დაბრუნდით BuddyUp-ში და შეუდექით სხვა მომხმარებლების გაბედნიერებაზე ზრუნვას!
pa_in: ਆਪਣੀ ਈ-ਚਿੱਠੀ ਵਿਚਲੀ ਤੰਦ ਤੇ ਕਲਿੱਕ ਕਰ ਕੇ ਸਾਨੂੰ ਇਹ ਦੱਸ ਦਿਉ ਕਿ ਇਹ ਸਹੀ ਥਾਂ ਤੇ ਪੁੱਜੀ ਹੈ। ਉਸ ਤੋੰ ਬਾਅਦ, BuddyUp ਤੇ ਮੁੜ ਜਾਉ ਅਤੇ ਬਾਕੀ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਖੁਸ਼ ਕਰ ਦਿਉ!
pt_br: Clique no link do seu e-mail para que possamos saber que ele foi para o lugar certo. Depois disso, retorne ao BuddyUp e faça outros usuários felizes!
ro: Dă clic pe linkul primit pe e-mail pentru a ne confirma că a ajuns unde trebuie. După aceea, intră din noi pe BuddyUp ca să faci alți utilizatori fericiți!
te: మీ ఇమెయిల్ లంకెపై క్లిక్ చేసి, మాకు అది సరైన స్థలానికి చేరినదని తెలపండి. ఆ తరువాత, బడ్డీ అప్ కి తిరిగి వచ్చి మరియు ఇతర వినియోగదారులను సంతోషపరచండి!

source: Cancel Sign Up
be: Скасаваць рэгістрацыю
hi_in: साइन अप रद्द करें
ka: რეგისტრაციის გაუქმება
pa_in: ਸਾਈਨ ਅੱਪ ਰੱਦ ਕਰੋ
pt_br: Cancelar cadastro
ro: Anulează înregistrarea
te: నమోదును రద్దు చేయి

source: Answered Questions
be: Адказаныя пытанні
hi_in: उत्तरित प्रश्न
ka: პასუხგაცემული კითხვები
pa_in: ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ
pt_br: Perguntas respondidas
ro: Întrebări cu răspuns
te: సమాధానం ఇచ్చిన ప్రశ్నలు

source: Settings
be: Налады
hi_in: सेटिंग्स
ka: პარამეტრები
pa_in: ਸੈਟਿੰਗਾਂ
pt_br: Configurações
ro: Setări
te: అమరికలు

source: Support
be: Падтрымка
hi_in: समर्थन
ka: მხარდაჭერა
pa_in: ਸਪੋਰਟ
pt_br: Suporte
ro: Asistență
te: తోడ్పాటు

source: Have Questions?
be: Ёсць пытанні?
hi_in: कोई प्रशन है?
ka: გაქვთ კითხვები?
pa_in: ਕੋਈ ਸਵਾਲ ਹਨ?
pt_br: Tem dúvidas?
ro: Ai întrebări?
te: సందేహాలు ఉన్నాయా?

source: Get a Buddy to help you with your device
hi_in: आपके उपकरण के साथ मदद के लिए एक Buddy पायें
ka: გამოიყენეთ Buddy, დახმარების მისაღებად თქვენს მოწყობილობაზე
pa_in: ਆਪਣੇ ਯੰਤਰ ਲਈ ਕਿਸੇ ਦੋਸਤ ਤੋਂ ਮਦਦ ਲਉ
pt_br: Encontre um amigo para lhe ajudar com seu dispositivo
ro: Solicită ajutorul unui utilizator Buddy pentru dispozitivul tău
te: మీ పరికరంతో సహాయం కొరకు ఒక బడ్డీ పొందండి

source: Ask a Question
be: Задайце пытанне
hi_in: कोई प्रशन पूछें
ka: დასვით კითხვა
pa_in: ਕੋਈ ਸਵਾਲ ਪੁੱਛੋ
pt_br: Fazer uma pergunta
ro: Adresează o întrebare
te: ఒక ప్రశ్న అడగండి

source: Have Answers?
be: Ёсць адказы?
hi_in: कोई जवाब है?
ka: გაქვთ პასუხები?
pa_in: ਕੋਈ ਜੁਆਬ ਹੈ?
pt_br: Sabe as respostas?
ro: Ai răspunsuri?
te: జవాబులు ఉన్నాయా?

source: Help other users around the world
be: Дапамажыце іншым карыстальнікам па ўсім свеце
hi_in: दुनिया भर के अन्य उपयोगकर्ताओं की मदद करें
ka: დაეხმარეთ სხვა მომხმარებლებს, მთელი მსოფლიოდან
pa_in: ਸੰਸਾਰ ਭਰ ਦੇ ਹੋਰ ਯੂਜ਼ਰਾਂ ਦੀ ਮੱਦਦ
pt_br: Ajude outros usuários ao redor do mundo
ro: Ajută alți utilizatori din lumea întreagă
te: ప్రపంచంలోని ఇతర వాడుకరులకు సహాయం చేయండి

source: Answer Questions
be: Адказаць на пытанні
hi_in: प्रश्नों के उत्तर दें
ka: კითხვებზე პასუხის გაცემა
pa_in: ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦਿਉ
pt_br: Responder perguntas
ro: Răspunde la întrebări
te: ప్రశ్నలకు సమాధానం

source: Top Helpers this Week
be: Лепшыя памочнікі на гэтым тыдні
hi_in: इस सप्ताह के शीर्ष सहायक
ka: ყველაზე მეტად მონდომებული დამხმარეები, ამ კვირაში
pa_in: ਇਸ ਹਫਤੇ ਦੇ ਮੁੱਖ ਮਦਦਗਾਰ
pt_br: Ajudantes em destaque esta semana
ro: Top utilizatori care au acordat asistență săptămâna aceasta
te: ఈ వారం మేటి సహాయకులు

source: No questions
be: Няма пытанняў
hi_in: कोई प्रश्न नहीं
ka: კითხვები არაა
pa_in: ਕੋਈ ਸਵਾਲ ਨਹੀਂ
pt_br: Sem perguntas
ro: Nicio întrebare
te: ప్రశ్నలు ఏవీ లేవు

source: My Questions
be: Мае пытанні
hi_in: मेरे प्रश्न
ka: ჩემი კითხვები
pa_in: ਮੇਰੇ ਸਵਾਲ
pt_br: Minhas perguntas
ro: Întrebările mele
te: నా ప్రశ్నలు

source: All My Questions
be: Усе мае пытанні
hi_in: मेरे सभी प्रश्न
ka: ყველა ჩემი შეკითხვა
pa_in: ਮੇਰੇ ਸਾਰੇ ਸਵਾਲ
pt_br: Todas as minhas perguntas
ro: Toate întrebările mele
te: నా ప్రశ్నలన్నీ

source: Help Article
be: Артыкул даведкі
hi_in: सहायता लेख
ka: დამხმარე სტატიები
pa_in: ਮਦਦ ਲੇਖ
pt_br: Artigo de ajuda
ro: Articol de asistență
te: సహాయ వ్యాసం

source: Incompatible version
be: Несумяшчальная версія
hi_in: अयोग्य संस्करण
ka: არათავსებადი ვერსია
pa_in: ਬੇਮੇਚ ਵੰਨਗੀ
pt_br: Versão incompatível
ro: Versiune incompatibilă
te: అసంబద్ధ వర్షన్

source: We're sorry, but BuddyUp can't be installed on your version of Firefox OS. Please close this window to return to your home screen.
be: На жаль, BuddyUp не можа быць усталяваны ў вашай версіі АС Firefox. Закрыйце гэта акно, каб вярнуцца на галоўны экран.
hi_in: हमें खेद है, लेकिन BuddyUp आपके Firefox OS के संस्करण पर स्थापित नहीं किया जा सकता. अपने होम स्क्रीन कर लौटने के लिए कृप्या इस विंडो को बंद करें.
ka: ვწუხვართ, მაგრამ BuddyUp ვერ დაყენდება Firfox OS სისტემის თქვენს ვერსიაზე. გთხოვთ დახუროთ ფანჯარა და დაბრუნდეთ მთავარ ეკრანზე.
pa_in: ਅਸੀਂ ਮੁਆਫੀ ਮੰਗਦੇ ਹਾਂ, ਪਰ ਫਾਇਰਫੌਕਸ OS ਦੀ ਤੁਹਾਡੀ ਵੰਨਗੀ ਤੇ BuddyUp ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ। ਕਿਰਪਾ ਕਰ ਕੇ ਮੁੱਖ ਪਰਦੇ ਤੇ ਜਾਣ ਲਈ ਇਹ ਬਾਰੀ ਬੰਦ ਕਰੋ।
pt_br: Lamentamos, mas o BuddyUp não pode ser instalado na sua versão do Firefox OS. Feche esta janela para retornar à sua tela inicial.
ro: Ne pare rău, dar BuddyUp nu poate fi instalat pe versiunea ta de Firefox OS. Închide această fereastră pentru a reveni în ecranul de start.
te: క్షమించండి, కానీ మీ Firefox OS యొక్క వెర్షన్ లో BuddyUp ఇన్స్టాల్ చేయడం సాధ్యం కాదు. దయచేసి మీ హోమ్ స్క్రీన్ కి తిరిగి వెళ్ళడానికి ఈ విండోను మూసివేయండి.

source: Reset Password
be: Скінуць пароль
hi_in: पासवर्ड रीसेट करें
ka: პაროლის აღდგენა
pa_in: ਪਾਸਵਰਡ ਰੀਸੈਟ
pt_br: Redefinir Senha
ro: Resetează parola
te: సంకేతపదం తిరిగిఅమర్చు

source: Forgot your password? Don't worry. Enter your username below and we'll send you instructions for setting a new one.
be: Забылі свой пароль? Не хвалюйцеся. Увядзіце сваё імя карыстальніка ніжэй, і мы вышлем вам інструкцыю па наладцы новага.
hi_in: अपना पासवर्ड भूल गए हैं? चिंता मत करें. नीचे अपना उपयोगकर्ता नाम दर्ज करें और हम एक नया पासवर्ड स्थापित करने के लिए आपको निर्देश भेज देंगे.
ka: დაგავიწყდათ პაროლი? არა უშავს. შეიყვანეთ თქვენი მომხმარებლის სახელი ქვემოთ და ჩვენ გამოგიგზავნით მითითებებს, ახალი პაროლის დასაყენებლად.
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ? ਚਿੰਤਾ ਨਾ ਕਰੋ। ਆਪਣਾ ਯੂਜ਼ਰ ਨਾਂ ਹੇਠਾਂ ਦਿਓ ਅਤੇ ਅਸੀਂ ਇਕ ਨਵੀਂ ਸੈਟਿੰਗ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਨਿਰਦੇਸ਼ ਭੇਜਾਂਗੇ।
pt_br: Esqueceu sua senha? Não se preocupe. Digite seu nome de usuário abaixo e enviaremos instruções para criar uma nova.
ro: Ai uitat parola? Nu te îngrijora. Introdu numele de utilizator mai jos și-ți vom trimite instrucțiuni despre cum poți seta una nouă.
te: మీ పాస్వర్డ్ ని మర్చిపోయారా? చింతించకండి. క్రింద మీ వినియోగదారు పేరును నమోదు చేయండి మరియు మేము ఒక కొత్త దానిని అమర్చే విధంగా మీకు సూచనలను పంపుతాము.

source: We've sent you an email. Just follow the link in the email to reset your password.
be: Мы адправілі вам ліст. Проста перайдзіце па спасылцы ў электронным лісце, каб скінуць пароль.
hi_in: हमने आपको एक ईमेल भेजा है. बस अपना पासवर्ड रीसेट करने के लिए ईमेल में दिए लिंक का पालन करें.
ka: წერილი გამოგზავნილია ელფოსტაზე. მიჰყევით მოცემულ ბმულს, პაროლის ხელახლა დასაყენებლად.
pa_in: ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਕ ਈ-ਮੇਲ ਭੇਜ ਦਿੱਤੀ ਹੈ। ਸਿਰਫ ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨ ਲਈ ਈ-ਮੇਲ ਵਿੱਚ ਲਿੰਕ ਦੀ ਪਾਲਨਾ ਕਰੋ।
pt_br: Enviamos um e-mail para você. Basta clicar no link no e-mail para redefinir sua senha.
ro: Ți-am trimis un e-mail. Pur și simplu urmează linkul din e-mail pentru a reseta parola.
te: మేము మీకు ఇమెయిల్ పంపాము. మీ పాస్వర్డ్ ని రీసెట్ చేయడానికి ఇమెయిల్ లోని లింక్ను అనుసరించండి.

source: Done
be: Гатова
hi_in: संपन्न
ka: მზადაა
pa_in: ਪੂਰਾ
pt_br: Pronto
ro: Terminat
te: పూర్తయింది

source: My Profile
be: Мой профіль
hi_in: मेरी प्रोफ़ाइल
ka: ჩემი პროფილი
pa_in: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ
pt_br: Meu perfil
ro: Profilul meu
te: నా ప్రొఫైలు

source: My Question
be: Маё пытанне
hi_in: मेरे प्रश्न
ka: ჩემი შეკითხვა
pa_in: ਮੇਰਾ ਸਵਾਲ
pt_br: Minha pergunta
ro: Întrebarea mea
te: నా ప్రశ్న

source: We can help<br>Ask us anything!
be: Мы можам дапамагчы<br>Спытайцеся ў нас што заўгодна!
hi_in: हमसे कुछ भी पूछें<br>हम मदद कर सकते हैं!
ka: შეგვიძლია დაგეხმაროთ<br>დასვით ნებისმიერი კითხვა!
pa_in: ਅਸੀਂ ਮੱਦਦ ਕਰ ਸਕਦੇ ਹਾਂ <br> ਸਾਨੂੰ ਕੁੱਝ ਵੀ ਪੁੱਛੋ!
pt_br: Nós podemos ajudar<br>Pergunte alguma coisa!
ro: Te putem ajuta<br>Întreabă-ne orice!
te: మేము సహాయం చేస్తాం<br>ఏదైనా అడగండి!

source: Write your message…
be: Напішыце сваё паведамленне…
hi_in: अपना संदेश लिखें…
ka: აკრიფეთ თქვენი შეტყობინება…
pa_in: ਆਪਣਾ ਸੁਨੇਹਾ ਲਿਖੋ...
pt_br: Escreva a sua mensagem…
ro: Scrie mesajul…
te: మీ సందేశమును వ్రాయండి…

source: Sign in to reply
be: Увайдзіце, каб адказаць
hi_in: जवाब देने के लिए साइन इन करें
ka: შესვლა პასუხის გასაცემად
pa_in: ਜਵਾਬ ਦੇਣ ਲਈ ਸਾਇਨ ਇੰਨ ਕਰੋ
pt_br: Entre para responder
ro: Intră în cont pentru a răspunde
te: సమాదానం ఇచ్చుటకు ప్రవేశించండి

source: Thank you for your question!
be: Дзякуй за пытанне!
hi_in: आपके प्रश्न के लिए धन्यवाद!
ka: გმადლობთ, შეკითხვისთვის!
pa_in: ਤੁਹਾਡੇ ਸਵਾਲ ਲਈ ਤੁਹਾਡਾ ਸ਼ੁਕਰੀਆ!
pt_br: Obrigado por sua pergunta!
ro: Îți mulțumim pentru întrebare!
te: మీ ప్రశ్నకి ధన్యవాదాలు!

source: You'll get a notification as soon as a Buddy jumps in to the rescue.
hi_in: जैसे ही एक Buddy बचाव के लिए आगे आता है तो आपको एक सूचना मिलेगी.
ka: მიიღებთ შეტყობინებას, როგორც კი Buddy მოვა დასახმარებლად.
pa_in: ਬਚਾਉਣ ਨੂੰ ਜਿਵੇਂ ਹੀ ਕੋਈ ਬੇਲੀ ਅੰਦਰ ਕੁੱਦਦਾ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਇੱਕ ਸੂਚਨਾ ਮਿਲ ਜਾਵੇਗੀ।
pt_br: Você receberá uma notificação assim que um amigo chegar para ajuda-lo.
ro: Vei primi o notificare imediat ce un utilizator Buddy îți sare în ajutor.
te: ఒక బడ్డీ రక్షించటానికి వస్తే మీరు వెంటనే నోటిఫికేషన్ పొందుతారు.

source: Previously Answered
be: Раней адказанае
hi_in: पहले दिए उत्तर
ka: უკვე პასუხგაცემული
pa_in: ਪਹਿਲਾਂ ਤੋਂ ਜੁਆਬ ਦਿੱਤਾ ਜਾ ਚੁੱਕਾ ਹੈ
pt_br: Respondida anteriormente
ro: Cu răspunsuri anterioare
te: గతంలో సమాధానమివ్వబడింది

source: Another helper has answered this question, please choose another.
be: Іншы памочнік адказаў на гэта пытанне, калі ласка, абярыце іншае.
hi_in: एक अन्य सहायक ने इस प्रश्न का उत्तर दिया है, कृपया अन्य उत्तर चुनें.
ka: სხვა დამხმარემ უკვე გასცა პასუხი ამ კითხვაზე, გთხოვთ, აირჩიოთ სხვა შეკითხვა.
pa_in: ਕਿਸੇ ਮਦਦਗਾਰ ਨੇ ਇਸ ਸਵਾਲ ਦਾ ਜੁਆਬ ਦੇ ਦਿੱਤਾ ਹੈ, ਕੋਈ ਹੋਰ ਚੁਣ ਲਉ ਜੀ।
pt_br: Outra pessoa respondeu esta pergunta, passe para a próxima.
ro: Un alt utilizator a răspuns la această întrebare. Te rugăm să alegi altă întrebare.
te: మరో సహాయకులు ఈ ప్రశ్నకు సమాధానం ఇచ్చారు, మరొకటి ఎంచుకోండి.

source: Has your question been solved?
be: Ці вырашана ваша пытанне?
hi_in: क्या आपके प्रश्न का उत्तर मिला?
ka: მიიღეთ პასუხი თქვენს კითხვაზე?
pa_in: ਕੀ ਤੁਹਾਡਾ ਸਵਾਲ ਹੱਲ ਹੋ ਚੁੱਕਾ ਹੈ?
pt_br: Sua pergunta foi resolvida?
ro: Ți s-a rezolvat problema?
te: మీ ప్రశ్నకు పరిష్కారం దొరికిందా?

source: This will close the question and let your buddy know you no longer need help.
hi_in: यह प्रश्न को बंद कर देगा और आपके buddy को जानकारी देगा कि आपको अब सहायता की ज़रूरत नहीं है.
ka: შედეგად კითხვა დაიხურება და buddy-ის ეცოდინება, რომ აღარ გესაჭიროებათ დახმარება.
pa_in: ਇਹ ਸਵਾਲ ਨੂੰ ਬੰਦ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਬੇਲੀ ਨੂੰ ਦੱਸ ਦੇਵੇਗਾ ਕਿ ਤੁਹਾਨੂੰ ਹੋਰ ਮਦਦ ਦੀ ਲੋੜ ਨਹੀਂ।
pt_br: Isso fechará a pergunta e avisará seu amigo que você não precisa mais de ajuda.
ro: Aceasta va închide întrebarea și va anunța utilizatorul Buddy care ți-a răspuns că nu mai ai nevoie de ajutor.
te: ఈ ప్రశ్నను మూసివేసి, మీరు ఇకపై సహాయం అవసరం లేదని మీ స్నేహితునికి తెలియజేస్తుంది.

source: Cancel
hi_in: रद्द करें
ka: გაუქმება
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
ro: Renunță
te: రద్దుచేయి

source: Ok
hi_in: ठीक
ka: კარგი
pa_in: ਠੀਕ ਆ
te: సరే

source: Answer a Question
be: Адказаць на пытанне
hi_in: किसी प्रश्न का उत्तर दें
ka: კითხვაზე პასუხის გაცემა
pa_in: ਕਿਸੇ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦਿਉ
pt_br: Responder uma pergunta
ro: Răspunde la o întrebare
te: ఒక ప్రశ్నకు జవాబివ్వండి

source: Sign in to answer questions from Firefox OS users.
be: Увайдзіце, каб адказаць на пытанні карыстальнікаў Firefox OS.
hi_in: Firefox OS के उपयोगकर्ताओं के प्रश्नों के उत्तर देने के लिए साइन इन करें.
ka: შედით ანგარიშზე, Firefox OS მომხმარებლების კითხვებზე პასუხის გასაცემად.
pa_in: ਫ਼ਾਇਰਫੌਕਸ OS ਵਰਤੋਂਕਾਰਾਂ ਦੇ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇਣ ਲਈ ਸਾਇਨ ਇੰਨ ਕਰੋ।
pt_br: Entre para responder perguntas de usuários do Firefox OS.
ro: Autentifică-te pentru a răspunde la întrebări adresate de utilizatori Firefox OS.
te: Firefox OS వినియోగదారుల ప్రశ్నలకు సమాధానం ఇవ్వడానికి ప్రవేశించండి.

source: Create account or sign in
be: Стварыць уліковы запіс або ўвайсці
hi_in: खाता बनाएँ या साइन इन करें
ka: შექმენით ანგარიში, ან შედით
pa_in: ਖਾਤਾ ਬਣਾਉ ਜਾਂ ਸਾਇਨ-ਇੰਨ ਕਰੋ
pt_br: Crie uma conta ou entre
ro: Creează un cont sau autentifică-te
te: ఖాతాను సృష్టించుకోండి లేదా ప్రవేశించండి
uk: Створіть обліковий запис чи увійдіть

source: New
be: Новы
hi_in: नया
ka: ახალი
pa_in: ਨਵਾਂ
pt_br: Novo
ro: Nou
te: కొత్త

source: My list
be: Мой спіс
hi_in: मेरी सूची
ka: ჩემი სია
pa_in: ਮੇਰੀ ਸੂਚੀ
pt_br: Minha lista
ro: Lista mea
te: నా జాబిత

source: Load more
be: Загрузіць яшчэ
hi_in: और लोड करें
ka: მეტის ჩვენება
pa_in: ਜਿਆਦਾ ਭਾਰ
pt_br: Carregar mais
ro: Încarcă mai multe
te: మరిన్ని లోడ్‌చేయి

source: Last sync:
be: Апошняя сінхранізацыя:
hi_in: आखरी सिंक:
ka: ბოლო დასინქრონება:
pa_in: ਆਖਰੀ sync:
pt_br: Última sincronização:
ro: Ultima sincronizare:
te: చివరి సమకాలీకరణ:

source: x hours ago
be: х гадзін таму
hi_in: x घंटे पहले
ka: x საათის წინ
pa_in: x ਘੰਟੇ ਪਹਿਲਾਂ
pt_br: x horas atrás
ro: acum x ore
te: x గంటల క్రితం

source: Create Account
be: Стварыць уліковы запіс
hi_in: खाता बनाएँ
ka: ანგარიშის შექმნა
pa_in: ਖਾਤਾ ਬਣਾਉ
pt_br: Criar conta
ro: Creează un cont
te: కొత్త ఖాతాను సృష్టించు

source: Be aware that you will lose your history when you sign in to your account.
be: Майце на ўвазе, што вы страціце сваю гісторыю пры ўваходзе ў свой уліковы запіс.
hi_in: ध्यान रखें कि जब आप अपने खाते में प्रवेश करेंगे अपने इतिहास खो देंगे.
ka: გაითვალისწინეთ, რომ თქვენ სრულად დაკარგავთ ისტორიას, ანგარიშზე შესვლისას.
pa_in: ਇਹ ਧਿਆਨ ਵਿੱਚ ਰੱਖਿਉ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਖਾਤੇ ਵਿੱਚ ਸਾਇਨ ਇੰਨ ਕਰੋਗੇ ਤਾਂ ਖਾਤੇ ਦਾ ਤੁਹਾਡਾ ਸਾਰਾ ਅਤੀਤ ਮਿਟ ਜਾਏਗਾ।
pt_br: Esteja ciente que você perderá seu histórico quando acessar sua conta.
ro: Fii atent(ă) că vei pierde istoricul când te autentifici în cont.
te: మీరు మీ ఖాతాకు ప్రవేశించినప్పుడు, మీరు మీ చరిత్రను కోల్పోతారని తెలుసుకోండి.

source: Email Address
be: Адрас электроннай пошты
hi_in: ईमेल पता
ka: ელფოსტის მისამართი
pa_in: ਈਮੇਲ ਐਡਰੈਸ
pt_br: Endereço de e-mail
ro: Adresă de e-mail
te: ఈమెయిల్ చిరునామా

source: Already registered? Sign in
be: Ужо зарэгістраваны? Увайсці
hi_in: पहले से रजिस्टर हैं? साइन इन करें
ka: უკვე გაქვთ ანგარიში? შესვლა
pa_in: ਕੀ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਰਜਿਸਟਰਡ ਹੋ ? ਸਾਈਨ ਇਨ ਕਰੋ
pt_br: Já se registrou? Entre
ro: Ești deja înregistrat(ă)? Autentifică-te
te: ముందే నమోదుయాయ్యిందా? ప్రవేశించండి

source: Unsupported Language
be: Непадтрыманая мова
hi_in: असमर्थित भाषा
ka: ენა არაა მხარდაჭერილი
pa_in: ਗੈਰ-ਸਮਰਥੱਕ ਭਾਸ਼ਾ
pt_br: Idioma não suportado
ro: Limbă fără suport
te: మద్దతీయని భాష

source: BuddyUp currently doesn't support "<span id="language"></span>".
be: BuddyUp у цяперашні час не падтрымлівае "<span id="language"></span>".
hi_in: BuddyUp "<span id="language"></span>" का वर्तमान में समर्थन नहीं करता है.
ka: BuddyUp-ში ამჟამად არაა მხარდაჭერილი "<span id="language"></span>".
pa_in: BuddyUp ਇਸ ਵੇਲੇ "<span id="language"></span>" ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੀ।
pt_br: BuddyUp atualmente não suporta "<span id="language"></span>".
ro: Deocamdată BuddyUp nu are suport pentru „<span id="language"></span>”.
te: BuddyUp ప్రస్తుతం మద్దతు చేయట్లేదు "<span id="language"></span>".

source: Please ask your questions in English, or go to <a href="http://support.mozilla.org">http://support.mozilla.org</a> for more help.
be: Калі ласка, задавайце пытанні на англійскай мове, альбо перайдзіце на <a href="http://support.mozilla.org">http://support.mozilla.org</a> для дапамогі.
hi_in: कृपया अपने सवाल अंग्रेज़ी में पूछें, या <a href="http://support.mozilla.org">http://support.mozilla.org</a> पर अधिक सहायता के लिए जाएँ.
ka: გთხოვთ, კითხვა დასვათ ინგლისურად, ან ეწვიეთ <a href="http://support.mozilla.org">http://support.mozilla.org</a> ბმულს, დახმარების მისაღებად.
pa_in: ਕਿਰਪਾ ਕਰ ਕੇ ਸਵਾਲ ਅੰਗਰੇਜ਼ੀ ਵਿੱਚ ਪੁੱਛੋ, ਜਾਂ ਹੋਰ ਮਦਦ ਲੈਣ ਲਈ<a href="http://support.mozilla.org">http://support.mozilla.org</a> ਤੇ ਜਾਉ।
pt_br: Por favor, faça suas perguntas em inglês, ou vá para <a href="http://support.mozilla.org">http://support.mozilla.org</a> para obter mais ajuda.
ro: Te rugăm să adresezi întrebări în engleză sau să mergi pe <a href="http://support.mozilla.org">http://support.mozilla.org</a> pentru asistență suplimentară.
te: దయచేసి,మీ ప్రశ్నలు ఇంగ్లీష్ లో అడగండి, లెదా మరింత సమాచారం కొసం <a href="http://support.mozilla.org">http://support.mozilla.org</a> వెళ్ళండి.

source: Continue
be: Працягнуць
hi_in: जारी रखें
ka: გაგრძელდება
pa_in: ਜਾਰੀ ਰੱਖੋ
ro: Continuă
te: కొనసాగించు

source: Quit
be: Выйсці
hi_in: बाहर जाएँ
ka: გამოსვლა
pa_in: ਛੱਡਣਾ
pt_br: Sair
ro: Închide
te: వదలిపెట్టు

source: {n} question solved
be: {n} пытанне вырашана
hi_in: {n} प्रश्न हल
ka: {n} საკითხი გადაწყვეტილია
pa_in: {n} ਸਵਾਲ ਹੱਲ ਕੀਤਾ
pt_br: {n} pergunta resolvida
ro: {n} întrebare rezolvată
te: {n} ప్రశ్న పరిష్కరించబడినది
uk: {n} питання вирішене

source: {n} helpful vote
be: {n} карысны голас
hi_in: {n} उपयोगी मत
ka: {n} სასარგებლოდ შეფასება
pa_in: {n} ਮਦਦਗਾਰ ਵੋਟ
pt_br: {n} útil
ro: {n} vot util
te: {n} ఉపయోగపడే ఓటు
uk: {n} корисний голос

source: My preferences
be: Мае налады
hi_in: मेरी प्राथमिकतायें
ka: ჩემი პარამეტრები
pa_in: ਮੇਰੀ ਪਸੰਦ
pt_br: Minhas preferências
ro: Preferințele mele
te: నా ప్రాధాన్యతలు
uk: Мої вподобання
