Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Still need help?
bg: Все още се нуждаете от помощ?
de: Benötigen Sie weitere Hilfe?
el: Χρειάζεστε ακόμα βοήθεια;
es: ¿Aún necesitas ayuda?
fy_nl: Noch hieltyd help nedich?
he: עדיין יש לך צורך בעזרה?
hr: Još uvijek trebaš pomoć?
hu: Más kérdése van?
ia: Ha tu ancora besonio de adjuta?
id: Masih butuh bantuan?
it: Serve ancora aiuto?
ja: ヘルプが必要ですか？
ka: კვლავ გესაჭიროებათ დახმარება?
kab: Mazal tesriḍ tallalt?
ko: 여전히 도움이 필요하십니까?
nb_no: Trenger du fortsatt hjelp?
nl: Nog steeds hulp nodig?
pl: Nadal potrzebujesz pomocy?
pt_br: Ainda precisa de ajuda?
pt_pt: Ainda precisa de ajuda?
ro: Tot mai ai nevoie de ajutor?
sk: Stále potrebujete pomoc?
sr: И даље треба помоћ?
sv: Behöver du fortfarande hjälp?
te: ఇంకా సహాయం కావాలా?
th: ยังคงต้องการความช่วยเหลือหรือไม่
tr: Hâlâ yardım lazım mı?
uk: Досі потребуєте допомоги?
ur: اببھی مدد کی ضرورت ہے؟
vi: Vẫn cần trợ giúp?
zh_cn: 仍需帮助？
zh_tw: 還需要幫忙嗎？

source: We’re here for you! If you haven’t found a solution after exploring our help articles, you can get in touch with our support team.
bg: Ние сме тук за вас! Ако не сте намерили решение, след като сте разгледали нашите помощни статии, можете да се свържете с нашия екип за поддръжка.
de: Wir sind für Sie da! Wenn Sie nach dem Durchsuchen unserer Hilfeartikel keine Lösung gefunden haben, können Sie sich an unser Hilfeteam wenden.
el: Είμαστε εδώ για εσάς! Εάν δεν έχετε βρει λύση μετά την εξερεύνηση των άρθρων βοήθειας, μπορείτε να επικοινωνήσετε με την ομάδα υποστήριξής μας.
fy_nl: Wy stean foar jo klear! As jo gjin oplossing fûn hawwe nei it trochsykjen fan ús helpartikelen, kinne jo kontakt opnimme mei ús stipeteam.
he: אנחנו כאן בשבילך! אם לא מצאת פתרון לאחר עיון במאמרי העזרה שלנו, באפשרותך ליצור קשר עם צוות התמיכה שלנו.
hu: Számíthat ránk! Ha nem talált megoldást a súgóleírások átnézésével, akkor lépjen kapcsolatba a támogatási csapatunkkal.
ia: Nos es a tu disposition! Si tu non ha trovate un solution post haber explorate nostre articulos de auxilio, tu pote contactar nostre equipa de assistentia.
id: Kami di sini untukmu! Jika kamu belum menemukan solusi setelah menjelajahi artikel bantuan, kamu bisa menghubungi tim dukungan kami.
it: Siamo qui per te! Se non hai trovato una soluzione dopo aver esplorato i nostri articoli di aiuto, puoi metterti in contatto con il nostro team di supporto.
ja: ヘルプ記事を調べても解決策が見つからない場合、サポートチームにご連絡ください。
ka: მზად ვართ, დაგეხმაროთ! თუ ვერ მონახეთ გადაწყვეტა დამხმარე სტატიებში, შეგიძლიათ შეეხმიანოთ ჩვენი მხარდაჭერის გუნდს.
ko: 여러분을 돕고 싶습니다! 도움말 문서를 살펴본 후에도 해결 방법을 찾지 못한 경우 지원 팀에 문의할 수 있습니다.
nb_no: Vi er her for deg! Hvis du ikke har funnet en løsning etter å ha lest hjelpeartiklene våre, kan du kontakte supportteamet vårt.
nl: We staan voor u klaar! Als u geen oplossing hebt gevonden na het doorzoeken van onze hulpartikelen, kunt u contact opnemen met ons ondersteuningsteam.
pl: Jesteśmy tu dla ciebie! Jeśli po przejrzeniu naszych artykułów pomocy nie znalazłeś rozwiązania, możesz skontaktować się z naszym zespołem pomocy technicznej.
pt_br: Estamos aqui para te ajudar! Se você não encontrou uma solução após explorar nossos artigos de ajuda, pode entrar em contato com nossa equipe de suporte.
pt_pt: Nós estamos aqui para si! Se não encontrou uma solução depois de explorar os nossos artigos de ajuda, pode contactar a nossa equipa de apoio.
sk: Sme tu pre vás! Ak ste po preskúmaní našich článkov pomocníka nenašli riešenie, môžete sa obrátiť na náš tím podpory.
sr: Ту смо за вас! Ако нисте успели да пронађете решење након што сте прегледали наше чланке помоћи, контактирајте наш тим подршке.
sv: Vi finns här för dig! Om du inte har hittat en lösning efter att ha utforskat våra hjälpartiklar kan du kontakta vårt supportteam.
tr: Sizin için buradayız! Yardım makalelerimizi inceledikten sonra bir çözüm bulamadıysanız destek ekibimizle iletişime geçebilirsiniz.
uk: Ми тут, щоб допомогти вам! Якщо ви не знайшли розв'язання після вивчення наших довідкових статей, ви можете зв'язатися з нашою командою підтримки.
vi: Chúng tôi ở đây vì bạn! Nếu bạn vẫn chưa tìm ra giải pháp sau khi khám phá các bài viết trợ giúp của chúng tôi, bạn có thể liên hệ với nhóm hỗ trợ của chúng tôi.
zh_cn: 我们在此为您服务！ 若浏览帮助文档后还是无法解决您遇到的问题，欢迎联系我们的支持团队。
zh_tw: 我們在此為您服務！若尋找說明文件後還是無法解決您遇到的問題，歡迎聯絡我們的支援團隊。

source: We’re here for you. Post a question to our support forums and get answers from our community of experts.
bg: Ние сме тук за вас. Публикувайте въпрос във форумите ни за поддръжка и получете отговори от нашата общност от експерти.
de: Wir sind für Sie da. Stellen Sie eine Frage in unseren Support-Foren und erhalten Sie Antworten von unserer Expertengemeinschaft.
el: Είμαστε εδώ για εσάς. Δημοσιεύστε μια ερώτηση στα φόρουμ υποστήριξης και λάβετε απαντήσεις από την κοινότητα των ειδικών μας.
es: Estamos aquí para ayudarte. Publica una pregunta en nuestros foros de soporte y obtén respuestas de nuestra comunidad de expertos.
fy_nl: Wy stean foar jo klear. Stel in fraach op ús stipefoarums en krij antwurden fan ús mienskip fan eksperts.
he: אנחנו כאן בשבילך. ניתן לפרסם שאלה בפורום התמיכה שלנו ולקבל עזרה מקהילת המומחים שלנו.
hr: Mi smo tu za tebe. Pošalji pitanje na naše forume podrške i dobij odgovore od naše stručne zajednice.
hu: A rendelkezésére állunk. Tegyen fel egy kérdést a támogatási fórumunkon és kapjon válaszokat szakértői közösségünktől.
ia: Nos es hic pro te. Scribe un question a nostre foros de supporto e obtene responsas de nostre communitate de expertes
id: Kami di sini untukmu! Kirim pertanyaan pada forum dukungan kami dan dapatkan jawaban dari komunitas para ahli kami.
it: Siamo qui per te: prova a inserire una richiesta nel nostro forum di supporto per ricevere risposta dalla nostra comunità di esperti.
ja: サポートフォーラムに質問を投稿して、専門家のコミュニティからの回答を得ましょう。
ka: მზად ვართ, დაგეხმაროთ. დასვით კითხვა მხარდაჭერის ფორუმებზე და მიიღეთ პასუხი ჩვენი მცოდნე ერთობისგან.
ko: 우리는 여러분을 돕기 위해 여기 있습니다. 지원 포럼에 질문을 게시하고 전문가 커뮤니티의 답변을 받으세요.
nb_no: Vi er her for deg. Still et spørsmål i vårt brukerstøtteforum og få svar fra vårt ekspertmiljø.
nl: Wij staan voor u klaar. Stel een vraag op onze ondersteuningsforums en krijg antwoorden van onze gemeenschap van experts.
pl: Jesteśmy tu dla ciebie. Zadaj pytanie na naszych forach pomocy i uzyskaj odpowiedzi od ekspertów naszej społeczności.
pt_br: Estamos à sua disposição. Faça uma pergunta em nossos fóruns de suporte e obtenha respostas da nossa comunidade de especialistas.
pt_pt: Nós estamos aqui para si. Coloque uma pergunta nos nossos fóruns de apoio e obtenha respostas da nossa comunidade de especialistas.
ro: Suntem aici pentru tine. Postează o întrebare pe forumurile noastre de asistență și obține răspunsuri de la comunitatea noastră de experți.
sk: Sme tu pre vás. Uverejnite otázku na našom fóre a nechajte si poradiť od našej komunity odborníkov.
sr: Ту смо за вас. Поставите питање на нашим форумима подршке и добијте одговоре од наше стручне заједнице.
sv: Vi finns här för dig. Ställ en fråga i våra supportforum och få svar från vår expertgrupp.
th: เราอยู่ที่นี่เพื่อคุณ โพสต์คำถามในกระดานสนทนาฝ่ายสนับสนุนและรับคำตอบจากชุมชนผู้เชี่ยวชาญของเรา
tr: Sizin için buradayız. Sorunuzu destek forumlarımızda sorun, uzman gönüllülerimizden yanıt alın.
uk: Ми тут, щоб вам допомогти. Запитайте та отримайте допомогу від нашої спільноти експертів на наших форумах підтримки.
ur: ہم آپ کے لئے حاضر ہیں۔ ہمارے سپورٹ فورمز پر ایک سوال پوسٹ کریں اور ہماری کمیونٹی کے ماہرین سے جوابات حاصل کریں۔
vi: Chúng tôi ở đây vì bạn. Gửi một câu hỏi đến các diễn đàn hỗ trợ của chúng tôi và nhận câu trả lời từ cộng đồng các chuyên gia của chúng tôi.
zh_cn: 我们在这里为您服务。将问题发布到技术支持论坛，并从专家社区中获取答案。
zh_tw: 我們在此為您服務。歡迎到我們的技術支援討論區張貼問題，由社群專家為您解答。

source: Get Support
bg: Получете помощ
de: Hilfe erhalten
el: Λήψη υποστήριξης
fy_nl: Stipe krije
he: קבלת תמיכה
hr: Dobij podršku
hu: Kapjon támogatást
ia: Supporto
id: Dapatkan Dukungan
it: Ottieni supporto
ja: サポートを受ける
ka: მხარდაჭერა
kab: Awi tallalt
ko: 도움 받기
nb_no: Få hjelp
nl: Ondersteuning verkrijgen
pl: Uzyskaj wsparcie
pt_br: Obter suporte
pt_pt: Obter apoio
sk: Získajte podporu
sr: Потражите подршку
sv: Få hjälp
te: తోడ్పాటు పొందండి
tr: Destek alın
uk: Отримати підтримку
vi: Nhận hỗ trợ
zh_cn: 获取技术支持
zh_tw: 獲得技術支援

source: Ask the Community
bg: Попитайте Общността
de: Die Gemeinschaft fragen
el: Ερώτηση στην κοινότητα
es: Preguntar a la comunidad
fy_nl: Freegje it de mienskip
he: לשאול את הקהילה
hr: Pitaj zajednicu
hu: Kérdezze a közösséget
ia: Demanda al communitate
id: Tanya Komunitas
it: Chiedi alla comunità
ja: コミュニティに尋ねる
ka: ჰკითხეთ ერთობის წევრებს
kab: Steqsi tarbaɛt
ko: 커뮤니티에 문의
nb_no: Spør felleskapet
nl: Vraag het de gemeenschap
pl: Zapytaj innych wolontariuszy
pt_br: Pergunte à Comunidade
pt_pt: Pergunte à Comunidade
ro: Întreabă comunitatea
sk: Opýtajte sa komunity
sr: Питајте заједницу
sv: Fråga gemenskapen
th: ถามชุมชน
tr: Gönüllülerimize sorun
uk: Запитайте у спільноти
ur: برادری سے پوچھیں
vi: Hỏi cộng đồng
zh_cn: 询问社区
zh_tw: 向社群問問題

source: Popular
de: Beliebt
es: Populares
hu: Népszerű
it: Popolari
kab: Ttwasnen aṭas
nl: Populair
pl: Popularne
pt_br: Populares
sv: Populära
tr: Popüler
zh_cn: 热门的
zh_tw: 有名的

source: All articles and threads
bg: Всички статии и теми
de: Alle Artikel und Themen
el: Όλα τα άρθρα και τα νήματα
es: Todos los artículos e hilos
fy_nl: Alle artikelen en diskusjes
he: כל המאמרים והאשכולות
hr: Svi članci i teme
hu: Összes leírás és szál…
ia: Tote le articulos e argumentos
id: Semua artikel dan utas
it: Tutti gli articoli e le discussioni
ja: すべての記事とスレッド
ka: ყველა სტატია და თემა
kab: Meṛṛa imagraden d usqerdec
ko: 모든 문서 및 스레드
nb_no: Alle artikler og tråder
nl: Alle artikelen en discussies
pl: Wszystkie artykuły i wątki
pt_br: Todos os artigos e discussões
pt_pt: Todos os artigos e tópicos
ro: Toate articolele și subiectele
sk: Všetky články a vlákna
sr: Сви чланци и теме
sv: Alla artiklar och trådar
th: บทความและกระทู้ทั้งหมด
tr: Tüm makaleler ve başlıklar
uk: Усі статті та обговорення
ur: تمام مضامین اور تھریڈز
vi: Tất cả các bài viết và chủ đề
zh_cn: 所有文章和主题
zh_tw: 所有文章與討論串

source: Please confirm your email address
af: Bevestig asb. u e-posadres
bg: Моля, потвърдете имейл адреса си
bs: Molimo da potvrdite vašu adresu e-pošte
de: Bitte bestätigen Sie Ihre E-Mail-Adresse
el: Παρακαλούμε επιβεβαιώστε τη διεύθυνση email σας
es: Por favor, confirma tu cuenta de correo
fy_nl: Befêstigje jo e-mailadres
he: נא לאמת את כתובת הדוא״ל שלך
hr: Potvrdi svoju e-adresu
hu: Hagyja jóvá az e-mail címét
ia: Per favor confirma tu adresse de e-mail
id: Konfirmasikan alamat surel Anda
it: Confermare l’indirizzo email
ja: あなたのメールアドレスのメールを確認してください
ka: გთხოვთ, დაადასტუროთ თქვენი ელფოსტის მისამართი
kab: Ttxil-k sentem tansa-inek n imayl
ko: 이메일 주소를 확인해 주십시오
mg: Hamafiso ny adiresy mailakao azafady
ms: Sila sahkan alamat e-mel anda
nb_no: Bekreft e-postadressen din
nl: Bevestig uw e-mailadres
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਜਾਚੋ
pl: Potwierdź swój adres e-mail
pt_br: Confirme seu endereço de email
pt_pt: Por favor, confirme seu endereço de email
ro: Te rugăm să confirmi adresa ta de e-mail
sk: Potvrďte prosím svoju e‑mailovú adresu
sr: Молимо потврдите Вашу адресу е-поште
sv: Vänligen bekräfta din e-postadress
te: దయచేసి మీ ఇమెయిల్ చిరునామా ధృవీకరించాలి
th: โปรดยืนยันอีเมลของคุณ
tr: Lütfen e-posta adresinizi onaylayın
uk: Будь ласка, підтвердьте адресу електронної пошти
ur: برائے مہربانی اپنے ای میل ایڈریس کی تصدیق کریں
vi: Vui lòng xác nhận địa chỉ email của bạn
zh_cn: 请确认您的邮箱地址
zh_tw: 請確認您的電子郵件地址
zu: Uyacelwa uqinisekise ikheli lakho le-imeyli

source: {} posted an answer to your question "{}"
ia: {} ha publicate un responsa a tu question "{}"
sv: {} publicerade ett svar på din fråga "{}"

source: Re: {}
sv: Svar: {}

source: New answers for question: %s
af: Nuwe antwoorde vir vraag: %s
bg: Нови отговори на въпроса: %s
bs: Novi odgovori na pitanje: %s
de: Neue Antworten für die Frage: %s
el: Νέες απαντήσεις για την ερώτηση: %s
es: Nuevas respuestas para la pregunta: %s
fy_nl: Nije antwurden op fraach: %s
he: תשובות חדשות לשאלה: %s
hr: Novi odgovori na pitanje: %s
hu: Új válaszok a kérdésre: %s
ia: Nove responsas pro le question: %s
id: Jawaban baru untuk pertanyaan: %s
it: Nuove risposte alla domanda %s
ja: 質問への新しい回答: %s
ka: ახალი გამოხმაურებები თქვენს შეკითხვაზე: %s
kab: Tiririt tamaynut i usteqsi: %s
ko: 질문에 대한 새로운 답변: %s
mg: Valiny vaovao ho an'ny fanontaniana: %s
ms: Jawapan baru bagi soalan: %s
nb_no: Nye svar på spørsmålet: %s
nl: Nieuwe antwoorden op vraag: %s
pa_in: ਸਵਾਲਾਂ ਲਈ ਨਵੇਂ ਜਵਾਬ: %s
pl: Nowe odpowiedzi na pytanie: %s
pt_br: Novas respostas para a pergunta: %s
pt_pt: Novas respostas para a pergunta: %s
ro: Noi răspunsuri pentru întrebarea: %s
sk: Nové odpovede k otázke: %s
sr: Нових одговора на питање: %s
sv: Nya svar för fråga: %s
te: ప్రశ్నకు కొత్త జవాబులు :%s
th: คำตอบใหม่สำหรับคำถาม: %s
tr: Yeni yanıtlar: %s
uk: Нові відповіді на запитання: %s
ur: %s: سوال کے نئے جوابات
vi: Các câu trả lời cho câu hỏi: %s
zh_cn: 有回答的问题：%s
zh_tw: 問題 %s 的新解答
zu: Izimpendulo ezintsha zombuzo: %s

source: Solution found to Firefox Help question
af: Oplossing gevind vir Firefox-hulpvraag
bg: Открито е решение за въпроса във Firefox Help
bs: Pronađeno je rješenje na pitanje za Firefox pomoć
de: Lösung zu Frage an die Firefox-Hilfe gefunden
el: Βρέθηκε λύση σε ερώτηση της Βοήθειας Firefox
es: Encontrada solución a pregunta en Ayuda de Firefox
fy_nl: Fûne oplossing foar Firefox Help-fraach
he: נמצא פתרון לשאלה בעזרה של Firefox
hr: Pronađeno je rješenje na pitanje za Firefox pomoć
hu: A Firefox súgó kérdés megoldódott
ia: Solution trovate pro un question del Guida de Firefox
id: Solusi ditemukan untuk pertanyaan Bantuan Firefox
it: Soluzione trovata alla richesta di supporto a Firefox
ja: 解決策が見つかった Firefox ヘルプへの質問
ka: გადაწყვეტა მოიძებნა შეკითხვაზე, Firefox-სთან დაკავშირებით
kab: Tella tifrat i usteqsi n tallalt n Firefox
ko: Firefox 헬프 질문에 대한 해답을 찾았습니다
mg: Vahaolana hita ho an'ny fanontaniana Fanampian'i Firefox
ms: Penyelesaian ditemukan untuk soalan Bantuan Firefox
nb_no: Løsning funnet på Firefox Help-spørsmål
nl: Gevonden oplossing voor Firefox Help-vraag
pa_in: ਫਾਇਰਫਾਕਸ ਮੱਦਦ ਸਵਾਲ ਦਾ ਹੱਲ ਲੱਭਿਆ
pl: Znaleziono rozwiązanie pytania dotyczącego Pomocy dla Firefoksa
pt_br: Uma solução foi encontrada para a pergunta
pt_pt: Encontrada solução para a pergunta da Ajuda do Firefox
ro: A fost găsită o soluție la întrebarea de ajutor pentru Firefox
sk: Nájdené riešenie k otázke v Pomocníkovi Firefoxu
sr: Пронађено је решење на питање за Firefox помоћ
sv: Lösning hittades för en Firefox hjälpfråga
te: సొల్యూషన్ Firefox సహాయం ప్రశ్నకు
th: พบวิธีแก้ไขปัญหาสำหรับคำถามความช่วยเหลือ Firefox
tr: Firefox Yardımı sorunuzun çözümü bulundu
uk: Знайдено рішення до питання довідки Firefox
ur: Firefox مدد کے سوال کا حل مل گیا
vi: Giải pháp tìm thấy cho câu hỏi Trợ giúp Firefox
zh_cn: 找到了 Firefox 帮助问题的解决方案
zh_tw: 已找到 Firefox 說明問題的解答
zu: Isisombululo Sitholiwe sombuzo wosizo lwe-Firefox

source: Solution found for question: %s
af: Oplossing gevind vir die vraag: %s
bg: Намерено решение на въпроса: %s
bs: Rješenje je pronađeno za pitanje: %s
de: Lösung gefunden für die Frage: %s
el: Βρέθηκε λύση για την απορία: %s
es: Solución encontrada a la pregunta: %s
fy_nl: Fûne oplossing foar fraach: %s
he: נמצא פתרון לשאלה: %s
hr: Pronađeno je rješenje na pitanje: %s
hu: Megoldódott a kérdés: %s
ia: Solution trovate pro le question: %s
id: Solusi ditemukan untuk pertanyaan: %s
it: Soluzione trovata per la domanda: %s
ja: 解決策が見つかった質問: %s
ka: გადაწყვეტა მოიძებნა შეკითხვისთვის: %s
kab: Telle tifrat i usteqsi: %s
ko: 질문에 대한 발견된 답변: %s
mg: Vahaolana hita ho an'ny fanontaniana: %s
ms: Penyelesaian ditemui bagi soalan: %s
nb_no: Løsning funnet på spørsmål: %s
nl: Gevonden oplossing voor vraag: %s
pa_in: ਸਵਾਲ ਦਾ ਹੱਲ ਲੱਭਿਆ: %s
pl: Znaleziono rozwiązanie twojego pytania: %s
pt_br: Solução encontrada para a pergunta: %s
pt_pt: Encontrada solução para a pergunta: %s
ro: A fost găsită o soluție pentru întrebarea: %s
sk: Nájdené riešenie k otázke: %s
sr: Решење је пронађено за одговор: %s
sv: Lösning hittades för fråga: %s
te: ప్రశ్నకు దొరికిన పరిష్కారం: %s
th: พบวิธีแก้ปัญหาสำหรับคำถาม: %s
tr: Çözüm bulundu: %s
uk: Знайдено рішення до запитання: %s
ur: %s :سوال کے لئے حل ملا
vi: Giải pháp tìm thấy cho câu hỏi: %s
zh_cn: 找到解决方案的问题：%s
zh_tw: 這個問題已找到的解決方法：%s
zu: Isisombululo sitholiwe sombuzo: %s

source: Recently updated questions
af: Onlangs bygewerkte vrae
bg: Наскоро обновени въпроси
bs: Nedavno ažurirana pitanja
de: Kürzlich aktualisierte Fragen
el: Πρόσφατα ενημερωμένες ερωτήσεις
es: Preguntas actualizadas recientemente
fy_nl: Koartlyn bywurke fragen
he: שאלות שעודכנו לאחרונה
hr: Nedavno ažurirana pitanja
hu: Legutóbb frissített kérdések
ia: Questiones actualisate recentemente
id: Pertanyaan yang baru saja diperbarui
it: Domande aggiornate di recente
ja: 最近更新された質問
ka: ბოლოს განახლებული შეკითხვები
kab: Ttusniflen isteqsiyen melmi kan
ko: 최근 갱신된 질문
mg: Fanontaniana nohavaozina vao haingana
ms: Soalan dikemaskini terkini
nb_no: Nylig oppdaterte spørsmål
nl: Onlangs bijgewerkte vragen
pa_in: ਹਾਲ ਹੀ ਅੱਪਡੇਟ ਕੀਤੇ ਸਵਾਲ
pl: Ostatnio zaktualizowane pytania
pt_br: Perguntas atualizadas recentemente
pt_pt: Perguntas atualizadas recentemente
ro: Întrebări actualizate recent
sk: Nedávno aktualizované otázky
sr: Скоро ажурирана питања
sv: Nyligen uppdaterade frågor
te: ఇటీవలే నవీకరించబడింది ప్రశ్నలు
th: คำถามที่ถูกปรับปรุงเมื่อเร็ว ๆ นี้
tr: Son güncellenen sorular
uk: Нещодавно оновлені запитання
ur: حال ہی میں تازہ ترین سوالات
vi: Các câu hỏi cập nhật gần đây
zh_cn: 最近更新的问题
zh_tw: 最近更新的問題
zu: Imibuzo esanda kulungiswa

source: Recently updated questions tagged {}
ia: Questiones etiquettate recentemente actualisate {}
sv: Nyligen uppdaterade frågor taggade {}

source: Recent answers to %s
af: Onlangse antwoorde vir %s
bg: Последни отговори на %s
bs: Skorašnji odgovori na %s
de: Neueste Antworten auf %s
el: Πρόσφατες απαντήσεις προς %s
es: Respuestas recientes a %s
fy_nl: Resinte antwurden op %s
he: תשובות אחרונות על %s
hr: Nedavni odgovori na %s
hu: Legutóbbi válaszok erre: %s
ia: Recente responsas pro %s
id: Jawaban terbaru untuk %s
it: Risposte recenti a %s
ja: %s への最近の回答
ka: ბოლოს გაცემული პასუხები %s-ში
kab: Tiririyin n melmi kan %s
ko: %s 에 대한 최근 답변
mg: Valiny vao haingana ho an'ny %s
ms: Jawapan terkini untuk %s
nb_no: Nylige svar på %s
nl: Recente antwoorden op %s
pa_in: ਹਾਲ ਹੀ ਉੱਤਰ %s
pl: Ostatnie odpowiedzi na %s
pt_br: Respostas mais recentes para %s
pt_pt: Respostas mais recentes para %s
ro: Răspunsuri recente la %s
sk: Posledné odpovede k %s
sr: Скорашњи одговори на %s
sv: Senaste svar på %s
te: ఇటీవల సమాధానాలు %s
th: คำตอบล่าสุดไปยัง %s
tr: Son %s yanıtları
uk: Недавні відповіді на %s
ur: %s کو حالیہ جوابات
vi: Các câu trả lời gần đây cho %s
zh_cn: %s 最近的回答
zh_tw: %s 的最新解答
zu: Izimpendulo zakamuva ze-%s

source: URL of affected site
af: URL van geaffekteerde werf
bg: URL на засегнатия сайт
bs: URL zahvaćene stranice
de: URL der betroffenen Seite
el: URL επηρεασμένου ιστοτόπου
es: URL del sitio afectado
fy_nl: URL fan belutsen website
he: כתובת האתר המושפע
hr: URL zahvaćene stranice
hu: Az érintett oldal webcíme
ia: URL del sito interessate
id: URL situs yang terkena
it: URL del sito interessato
ja: 影響のあるサイトの URL
ka: დაკავშირებული საიტის URL
kab: URL n usmel yettwaɣen
ko: 영향받는 사이트의 URL
mg: URL an'ny tranonkala voa
ms: URL laman web yang terlibat
nb_no: URL til berørt nettsted
nl: URL van betreffende website
pa_in: ਪ੍ਭਾਵਿਤ ਸਾਈਟ ਦਾ URL
pl: Adres URL witryny
pt_br: URL do site afetado
pt_pt: URL do site afetado
ro: URL al site-ului afectat
sk: URL adresa problematickej stránky
sr: URL адреса датог сајта
sv: URL för påverkad webbplats
te: ప్రభావిత సైట్ యొక్క URL
th: URL ของไซต์ที่ได้รับผลกระทบ
tr: Adres veya etkilenen site
uk: Адреса ураженого сайта
ur: متاثرہ سائٹ کا URL
vi: URL của trang web bị ảnh hưởng
zh_cn: 影响到的页面网址
zh_tw: 受影響網站的位址
zu: I-URL yesayithi ethintekayo

source: Crash ID(s)
af: Omval-ID(s)
bg: ID на проблема
bs: ID(s) rušenja
de: Absturz-ID(s)
el: ID κατάρρευσης
es: ID de fallos
fy_nl: Ungelok-ID(’s)
he: מזהי קריסות
hr: ID(ovi) rušenja
hu: Összeomlás-azonosítók
ia: ID(s) de collapso
id: ID Kerusakan
it: Crash ID
ja: クラッシュ ID
ka: უეცარი გათიშვის ID(-ები)
kab: ID(s) n uɣelluy
ko: 충돌 ID(s)
mg: Ny(ireo) ID an'ny crash
ms: ID Ranap
nb_no: Krasj-ID(er)
pa_in: ਜੇਕਰ ਤੁਸੀ ਕਰੈਸ਼ ਹੋਣ ਵੇਲੇ ਮੋਜ਼ੀਲਾ ਨਾਲ ਜਾਣਕਾਰੀ ਦਾਇਰ ਕਰ ਦਿੱਤੀ ਹੈ, ਤੁਹਾਨੂੰ ਇੱਕ ਕਰੈਸ਼ ID ਮਿੱਲੀ ਹੋਵੇਗੀ ਜਿਹੜੀ ਤੁਹਾਡੇ ਕਰੈਸ਼ ਨੂੰ ਅਲੱਗ ਤਰਾ ਲੱਭਦਾ ਹੈ। ਆਪਣੀ ਹਾਲ ਹੀ ਕਰੈਸ਼ IDs ਨੂੰ ਪਤਾ ਕਰਨ ਲਈ, ਜਾਉ <strong>about:crashes</strong> ਆਪਣੀ ਲੋਕੇਸਨ ਬਾਰ।<a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>ਵੇਰਵੇ ਲਈ ਕਲਿੱਕ ਕਰੋ</a>।
pl: Identyfikatory ID raportu awarii
pt_br: IDs de travamentos
ro: Crash ID-urile
sk: ID číslo pádu
sr: ID(s) рушења
sv: Krasch-ID
te: క్రాష్ ID(s)
th: ID ข้อขัดข้อง
tr: Çökme kimliği
uk: ID падіння(нь)
ur: کریش ID(s)
vi: ID sự cố
zh_cn: 崩溃编号
zh_tw: Crash ID
