Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Please provide an email address and we'll send you an alert.
af: Gee asseblief 'n e-posadres en ons stuur vir jou 'n berig.
bg: Моля, посочете имейл адрес и ние ще ви изпратим сигнал.
bs: Dostavite adresu e-pšte i mi ćemo poslati obavještenje.
de: Bitte geben Sie eine E-Mail-Adresse an und wir schicken Ihnen eine Benachrichtigung.
el: Παρακαλούμε παρέχετε μια διεύθυνση email και θα σας ειδοποιήσουμε.
es: Proporciona una dirección de correo y te enviaremos una alerta.
fy_nl: Jou in e-mailadres op en wy stjoere jo in melding.
he: נא לספק כתובת דוא״ל אליה נשלח אליך התראה.
hr: Upiši e-adresu i mi ćemo te obavijestiti.
hu: Adjon meg egy e-mail címet, ahová emlékeztetőt küldhetünk.
ia: Per favor forni un adresse de e-mail e nos te inviara un alerta.
id: Silakan cantumkan alamat surel dan kami akan mengirimkan pengingat kepada Anda.
it: Fornire un indirizzo email al quale inviare una notifica.
ja: メールアドレスを入力していただくと通知を受け取ることができます。
ka: გთხოვთ, მიუთითოთ თქვენი ელფოსტის მისამართი, სადაც გამოგიგზავნით შეტყობინებას.
kab: Ttxil-k mudd-d tansa n yimayl akken ad ak-d-nazen alɣu.
ko: 이메일 주소를 알려주시면 주의할 점을 보내드리겠습니다.
mg: Manomeza adiresy mailaka azafady ary handefasanay fanairana ianao.
ms: Sila beri alamat e-mel dan kami akan hantar peringatan kepada anda.
nb_no: Oppgi en e-postadresse, og vi vil varsle deg.
nl: Geef een e-mailadres op en we sturen u een melding.
pa_in: ਇੱਕ ਈਮੇਲ ਐਡਰੈੱਸ ਮੁਹੱਈਆ ਕਰਵਾਉ ਅਤੇ ਅਸੀ ਤੁਹਾਨੂੰ ਇੱਕ ਚੇਤਾਵਨੀ ਭੇਜਾਗੇ।
pl: Wprowadź adres e-mail, na który zostanie wysłane powiadomienie.
pt_br: Forneça um endereço de email e enviaremos um alerta.
pt_pt: Por favor, forneça um endereço de e-mail e nós enviaremos um alerta.
ro: Te rugăm să ne furnizezi o adresă de e-mail și îți vom trimite o alertă.
sk: Zadajte prosím e‑mailovú adresu na ktorú chcete dostať upozornenie.
sr: Доставите адресу е-поште и ми ћемо послати обавештење.
sv: Ange en e-postadress så skickar vi dig ett meddelande.
te: దయచేసి ఒక ఇమెయిల్ చిరునామా అందించడానికి మరియు మేము మీకు ఒక హెచ్చరిక పంపుతాము.
th: โปรดระบุที่อยู่อีเมลและเราจะส่งการแจ้งเตือนให้คุณ
tr: Size uyarı gönderebilmemiz için lütfen e-posta adresinizi yazın.
uk: Введіть адресу електронної пошти і ми надсилатимемо вам сповіщення.
ur: براہ مہربانی ایک ای میل پتہ فراہم کریں اور ہم آپ کو ایک انتباہ بھیجیں گے۔
vi: Vui lòng cung cấp địa chỉ email và chúng tôi sẽ gửi cho bạn một thông báo.
zh_cn: 请留下邮件地址，我们会给您发送通知。
zh_tw: 請提供一個郵件地址，我們將寄通知給您
zu: Sicela uhlinzeke ngekheli le-imeyli sizobe sesikuthumelela isiqwashiso.

source: No Thanks
af: Nee, dankie
bg: Не, благодаря
bs: Ne, hvala
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
fy_nl: Nee tankewol
he: לא תודה
hr: Ne, hvala
hu: Köszönöm nem
ia: No, gratias
id: Tidak Terima Kasih
it: No, grazie
ja: いいえ、結構です
ka: არა, გმადლობთ
kab: Ala, tanemmirt
ko: 괜찮습니다
mg: Tsia fa misaotra
ms: Tidak, Terima kasih
nb_no: Nei takk
nl: Nee bedankt
pa_in: ਨਹੀ ਧੰਨਵਾਦ
pl: Nie, dziękuję
pt_br: Não, obrigado
pt_pt: Não, obrigado
ro: Nu, mulțumesc
sk: Nie, ďakujem
sr: Не, хвала
sv: Nej tack
te: వద్దు, ధన్యవాదాలు
th: ไม่ ขอบคุณ
tr: Hayır, gerek yok
uk: Ні, дякую
ur: نہیں شکریہ
vi: Không, cảm ơn
zh_cn: 不必，谢谢。
zh_tw: 不用，謝謝
zu: Cha ngiyabonga

source: Application
af: Program
bg: Приложение
bs: Aplikacija
de: Anwendung
el: Εφαρμογή
es: Aplicación
fy_nl: Tapassing
he: יישום
hr: Aplikacija
hu: Alkalmazás
id: Aplikasi Lainnya
it: Applicazione
ja: アプリケーション
ka: პროგრამა
kab: Asnas
ko: 어플리케이션
mg: Rindranasa
ms: Aplikasi
nb_no: Applikasjon
nl: Toepassing
pa_in: ਐਪਲਿਕੇਸਨ
pl: Aplikacja
pt_br: Aplicativo
pt_pt: Aplicação
ro: Aplicație
sk: Aplikácie
sr: Апликација
sv: Applikation
te: అప్లికేషన్
th: แอปพลิเคชัน
tr: Uygulama
uk: Застосунок
ur: ایپلیکیشن
vi: Ứng dụng
zh_cn: 应用程序
zh_tw: 應用程式
zu: Isisebenziso

source: Extensions
af: Uitbreidings
bg: Разширения
bs: Proširenja
de: Erweiterungen
el: Επεκτάσεις
es: Extensiones
fy_nl: Utwreidings
he: הרחבות
hr: Proširenja
hu: Kiegészítők
ia: Extensiones
id: Ekstensi
it: Estensioni
ja: 拡張機能
ka: გაფართოებები
kab: Isiɣzaf
ko: 확장 기능
mg: Fanitarana
ms: Ekstensi
nb_no: Utvidelser
nl: Extensies
pa_in: ਇਕਸਟੈਨਸ਼ਨ
pl: Rozszerzenia
pt_br: Extensões
pt_pt: Extensões
ro: Extensii
sk: Rozšírenia
sr: Екстензије
sv: Tillägg
te: పొడిగింతలు
th: ส่วนขยาย
tr: Eklentiler
uk: Розширення
ur: ایکسٹینشن
vi: Tiện ích mở rộng
zh_cn: 扩展
zh_tw: 擴充套件
zu: Izandiso

source: {name} {version} ({id}) (Inactive)
af: {name} {version} ({id}) (nieaktief)
bs: {name} {version} ({id}) (Neaktivno)
de: {name} {version} ({id}) (inaktiv)
el: {name} {version} ({id}) (Ανενεργό)
es: {name} {version} ({id}) (inactivo)
fy_nl: {name} {version} ({id}) (Ynaktyf)
he: {name} {version} ({id}) (לא פעיל)
hr: {name} {version} ({id}) (neaktivno)
hu: {name} {version} ({id}) (Inaktív)
id: {name} {version} ({id}) (tidak aktif)
it: {name} {version} ({id}) (Inattiva)
ja: {name} {version} ({id}) (無効)
ka: {name} {version} ({id}) (არააქტიური)
kab: {name} {version} ({id}) (Arurmid)
ko: {name} {version} ({id}) (비활성)
mg: {name} {version} ({id}) (Tsy miasa)
nb_no: {name} {version} ({id}) (Inaktiv)
nl: {name} {version} ({id}) (Inactief)
pl: {name} {version} ({id}) (Wyłączone)
pt_br: {name} {version} ({id}) (Inativo)
pt_pt: {name} {version} ({id}) (Inativo)
ro: {name} {version} ({id}) (Inactiv)
sk: {name} {version} ({id}) (Neaktívny)
sr: {name} {version} ({id}) (Неактивно)
sv: {name} {version} ({id}) (inaktiv)
te: {name} {version} ({id}) (క్రియారహితమైనది)
th: {name} {version} ({id}) (ไม่ได้ใช้งาน)
tr: {name} {version} ({id}) (Pasif)
ur: {name} {version} ({id}) (غیر فعال)
vi: {name} {version} ({id}) (không hoạt động)
zh_cn: {name} {version} ({id}) （不活动）
zu: {name} {version} ({id}) (Akusebenzi)

source: Graphics
af: Grafika
bg: Изчертаване
bs: Grafika
de: Grafiken
el: Γραφικά
es: Gráficos
fy_nl: Ofbyldingen
he: גרפיקה
hr: Grafički elementi
hu: Kép
ia: Graphicos
id: Grafis
it: Grafica
ja: グラフィックス
ka: გრაფიკა
kab: Udlifen
ko: 그래픽
mg: Grafika
ms: Grafik
nb_no: Grafikk
nl: Grafisch
pa_in: ਗਰਾਫਿਕਸ
pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
ro: Grafică
sk: Grafika
sr: Графика
sv: Grafik
te: గ్రాఫిక్స్
th: กราฟิก
tr: Grafik
uk: Графіка
ur: گرافکس
vi: Đồ họa
zh_cn: 图形
zh_tw: 圖形
zu: Imidwebo

source: Modified Preferences
af: Aangepaste voorkeure
bg: Променени предпочитания
bs: Izmijenjene postavke
de: Veränderte Einstellungen
el: Τροποποιημένες προτιμήσεις
es: Preferencias modificadas
fy_nl: Oanpaste foarkarren
he: העדפות שהשתנו
hr: Izmijenjene postavke
hu: Módosított tulajdonságok
ia: Preferentias modificate
id: Perbedaan
it: Preferenze modificate
ja: 変更された設定
ka: შეცვლილი პარამეტრები
kab: Ismenyifen ibeddlen
ko: 변경된 설정
mg: Fiasa Tiana Novaina
ms: Keutamaan Diubahsuai
nb_no: Modifiserte innstillinger
nl: Aangepaste voorkeuren
pa_in: ਮੋਡੀਫਾਇਡ ਪਸੰਦਾ
pl: Zmodyfikowane ustawienia
pt_br: Preferências Modificadas
pt_pt: Preferências modificadas
ro: Preferințe modificate
sk: Upravené nastavenia
sr: Измењене поставке
sv: Ändrade inställningar
te: అనుకూలీకరించిన ప్రాధాన్యతలు
th: การกำหนดลักษณะที่ถูกเปลี่ยนแปลง
tr: Değiştirilmiş tercihler
uk: Змінені налаштування
ur: ترمیم شدہ ترجیحات
vi: Thay đổi cài đặt
zh_cn: 修改过的首选项
zh_tw: 修改過的偏好設定
zu: Okuthandwayo Okulungisiwe

source: Misc
af: Diverse
bg: Разни
bs: Razno
de: Verschiedenes
el: Διάφορα
es: Miscelánea
fy_nl: Ferskaat
he: שונות
hr: Razno
hu: Egyéb
ia: Miscellanea
id: Lainnya
it: Varie
ja: その他
ka: სხვადასხვა
kab: Ayen-nniḍen
ko: 기타
mg: Samihafa
ms: Pelbagai
nb_no: Div
nl: Div
pa_in: ਫੁਟਕਲ
pl: Różne
pt_br: Diversos
pt_pt: Diversas
ro: Diverse
sk: Ostatné
sr: Разно
sv: Övrigt
te: ఇతరాలు
th: อื่น ๆ
tr: Diğer
uk: Різне
ur: متفرق
vi: Linh tinh
zh_cn: 杂项
zh_tw: 其他

source: <span class="key">User JS</span>: Yes
af: <span class="key">Gebruiker-JS</span>: Ja
bg: <span class="key">Потребителски JS</span>: Да
bs: <span class="key">Korisnički JS</span>: Da
de: <span class="key">User JS</span>: Ja
el: <span class="key">JS Χρήστη</span>: Ναι
es: <span class="key">JS del usuario</span>: sí
fy_nl: <span class="key">User JS</span>: ja
he: ‏<span class="key">User JS</span>: כן
hr: <span class="key">Korisnički JS</span>: Da
hu: <span class="key">Felhasználói JS</span>: Igen
ia: <span class="key">Usator JS</span>: Si
id: <span class="key">User JS</span>: Ya
it: <span class="key">User JS</span>: Sì
ja: <span class="key">ユーザー JS</span>: 有り
ka: <span class="key">User JS</span>: დიახ
kab: <span class="key">Aseqdac JS</span>: Ih
ko: <span class="key">사용자 JS</span>: 사용
mg: <span class="key">JS Mpampiasa</span>: Eny
ms: <span class="key">Pengguna JS</span>: Ya
nb_no: <span class="key">User JS</span>: Ja
nl: <span class="key">User JS</span>: ja
pa_in: <span class="key">User JS</span>: ਜੀ
pl: <span class="key">JS użytkownika</span>: Tak
pt_br: <span class="key">User JS</span>: Sim
pt_pt: <span class="key">JS de utilizador</span>: Sim
ro: <span class="key">JS utilizator</span>: Da
sk: <span class="key">User JS</span>: Áno
sr: <span class="key">Кориснички JS</span>: Да
sv: <span class="key">User JS</span>: Ja
te: <span class="key">యూజర్ JS</span>: అవును
th: <span class="key">JS ผู้ใช้</span>: ใช่
tr: <span class="key">Kullanıcı JS</span>: Evet
uk: <span class="key">User JS</span>: Так
ur: <span class="key">User JS</span>: جی ہاں
vi: <span class="key">Người dùng JS</span>: Có
zh_cn: <span class="key">使用user.js</span>: 是
zh_tw: <span class="key">User JS</span>：是
zu: <span class="key">Umsebenzisi JS</span>: Yebo

source: <span class="key">User JS</span>: No
af: <span class="key">Gebruiker-JS</span>: Nee
bg: <span class="key">Потребителски JS</span>: Не
bs: <span class="key">Korisnički JS</span>: Ne
de: <span class="key">User JS</span>: Nein
el: <span class="key">JS Χρήστη</span>: Όχι
es: <span class="key">JS del usuario</span>: no
fy_nl: <span class="key">User JS</span>: nee
he: ‏<span class="key">User JS</span>: לא
hr: <span class="key">Korisnički JS</span>: Ne
hu: <span class="key">Felhasználói JS</span>: Nem
ia: <span class="key">Usator JS</span>: No
ja: <span class="key">ユーザー JS</span>: 無し
ka: <span class="key">User JS</span>: არა
kab: <span class="key">Aseqdac JS</span>: Uhu
ko: <span class="key">사용다 JS</span>: 미사용
mg: <span class="key">JS Mpampiasa</span>: Tsia
ms: <span class="key">Pengguna JS</span>: Tidak
nb_no: <span class="key">User JS</span>: Nei
nl: <span class="key">User JS</span>: nee
pa_in: <span class="key">User JS</span>: ਨਹੀ
pl: <span class="key">JS użytkownika</span>: Nie
pt_br: <span class="key">User JS</span>: Não
pt_pt: <span class="key">JS de utilizador</span>: Não
ro: <span class="key">JS utilizator</span>: Nu
sk: <span class="key">User JS</span>: Nie
sr: <span class="key">Кориснички JS</span>: Не
sv: <span class="key">User JS</span>: Nej
te: <span class="key">యూజర్ JS</span>: కాదు
th: <span class="key">JS ผู้ใช้</span>: ไม่
tr: <span class="key">Kullanıcı JS</span>: Hayır
uk: <span class="key">User JS</span>: Ні
ur: <span class="key">User JS</span>: جی نہیں
vi: <span class="key">Người dùng JS</span>: Không
zh_cn: <span class="key">使用user.js</span>：否
zh_tw: <span class="key">User JS</span>：否
zu: <span class="key">Umsebenzisi JS</span>: Cha

source: <span class="key">Accessibility</span>: Yes
af: <span class="key">Toeganklikheid</span>: Ja
bg: <span class="key">Достъпност</span>: Да
bs: <span class="key">Dostupnost</span>: Da
de: <span class="key">Barrierefreiheit</span>: Ja
el: <span class="key">Προσβασιμότητα</span>: Ναι
es: <span class="key">Accesibilidad</span>: sí
fy_nl: <span class="key">Tagonklikheid</span>: ja
he: <span class="key">נגישות</span>: כן
hr: <span class="key">Dostupnost</span>: Da
hu: <span class="key">Akadálymentesítés</span>: Igen
ia: <span class="key">Accessibilitate</span>: si
id: <span class="key">Aksesibilitas</span>: Ya
it: <span class="key">Accessibilità</span>: Sì
ja: <span class="key">アクセシビリティ</span>: 有り
ka: <span class="key">Accessibility</span>: დიახ
kab: <span class="key">Tuffart</span>: Ih
ko: <span class="key">접근성</span>: 사용
mg: <span class="key">Fahafaha-miditra</span>: Eny
ms: <span class="key">Ketercapaian</span>: Ya
nb_no: <span class="key">Tilgjengelighetsfunksjoner</span>: Ja
nl: <span class="key">Toegankelijkheid</span>: ja
pa_in: <span class="key">Accessibility</span>: ਹਾ
pl: <span class="key">Ułatwienia dostępu</span>: Tak
pt_br: <span class="key">Acessibilidade</span>: Sim
pt_pt: <span class="key">Acessibilidade</span>: Sim
ro: <span class="key">Accesibilitate</span>: Da
sk: <span class="key">Prístupnosť</span>: Áno
sr: <span class="key">Доступност</span>: Да
sv: <span class="key">Accessibility</span>: Ja
te: <span class="key">అందుబాటు</span>: అవును
th: <span class="key">การช่วยการเข้าถึง</span>: ใช่
tr: <span class="key">Erişilebilirlik</span>: Evet
uk: <span class="key">Можливості доступності</span>: Так
ur: <span class="key"> رسائی پذیری</span>: جی ہاں
vi: <span class="key">Có thể tiếp cận</span>: Có
zh_cn: <span class="key">辅助功能</span>：是
zh_tw: <span class="key">輔助功能</span>：是
zu: <span class="key">Ukufinyeleleka</span>: Yebo

source: <span class="key">Accessibility</span>: No
af: <span class="key">Toeganklikheid</span>: Nee
bg: <span class="key">Достъпност</span>: Не
bs: <span class="key">Dostupnost</span>: Ne
de: <span class="key">Barrierefreiheit</span>: Nein
el: <span class="key">Προσβασιμότητα</span>: Όχι
es: <span class="key">Accesibilidad</span>: no
fy_nl: <span class="key">Tagonklikheid</span>: nee
he: <span class="key">נגישות</span>: לא
hr: <span class="key">Dostupnost</span>: Ne
hu: <span class="key">Akadálymentesítés</span>: Nem
ia: <span class="key">Accessibilitate</span>: no
id: <span class="key">Aksesibilitas</span>: Tidak
it: <span class="key">Accessibilità</span>: No
ja: <span class="key">アクセシビリティ</span>: 無し
ka: <span class="key">Accessibility</span>: არა
kab: <span class="key">Tuffart</span>: Uhu
ko: <span class="key">접근성</span>: 미사용
mg: <span class="key">Fahafaha-miditra</span>: Tsia
ms: <span class="key">Ketercapaian</span>: Tidak
nb_no: <span class="key">Tilgjengelighetsfunksjoner</span>: Nei
nl: <span class="key">Toegankelijkheid</span>: nee
pa_in: <span class="key">Accessibility</span>: ਨਹੀ
pl: <span class="key">Ułatwienia dostępu</span>: Nie
pt_br: <span class="key">Acessibilidade</span>: Não
pt_pt: <span class="key">Acessibilidade</span>: Não
ro: <span class="key">Accesibilitate</span>: Nu
sk: <span class="key">Prístupnosť</span>: Nie
sr: <span class="key">Доступност</span>: Не
sv: <span class="key">Accessibility</span>: Nej
te: <span class="key">అందుబాటు</span>: కాదు
th: <span class="key">การช่วยการเข้าถึง</span>: ไม่
tr: <span class="key">Erişilebilirlik</span>: Hayır
uk: <span class="key">Можливості доступності</span>: Ні
ur: <span class="key"> رسائی پذیری</span>: جی نہیں
vi: <span class="key">Có thể tiếp cận</span>: Không
zh_cn: <span class="key">辅助功能</span>：否
zh_tw: <span class="key">輔助功能</span>：否
zu: <span class="key">Ukufinyeleleka</span>: Cha

source: More Information
af: Meer inligting
bg: Повече информация
bs: Više informacija
de: Weitere Informationen
el: Περισσότερες πληροφορίες
es: Más información
fy_nl: Mear ynformaasje
he: מידע נוסף
hr: Više informacija
hu: További információk
ia: Plus de informationes
id: Informasi Revisi
it: Ulteriori informazioni
ja: 詳細情報
ka: დამატებით
kab: Ugar n telɣut
ko: 더 많은 정보
mg: Fampahalalana Bebe Kokoa
ms: Makumat Lanjut
nb_no: Mer informasjon
nl: Meer informatie
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ
pl: Więcej informacji
pt_br: Mais informações
pt_pt: Mais informação
ro: Mai multe informații:
sk: Viac informácií
sr: Више информација
sv: Mer information
te: మరింత సమాచారం
th: ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi
uk: Додаткова інформація
ur: مزید معلومات
vi: Thông tin chi tiết
zh_cn: 详细信息
zh_tw: 更多資訊
zu: Eminye Imininingwane

source: No pages matched the search criteria
af: Geen bladsye pas by die soekkriteria nie
bg: Няма намерени страници, отговарящи на критериите за търсене
bs: Nijedna stranica ne odgovara traženim kriterijima
de: Keine passenden Seiten zum Suchkriterium
el: Καμία σελίδα δεν ταιριάζει με τα κριτήρια αναζήτησης
es: No se encontraron páginas para el criterio de búsqueda
fy_nl: Gjin siden fûn mei dizze sykkriteria
he: אין דפים התואמים לקריטריון החיפוש
hr: Nijedna stranica ne odgovara kriterijima pretrage
hu: Nincs a keresésnek megfelelő oldal
ia: Nulle paginas concordava le criterios de recerca
id: Tidak ada laman yang cocok dengan kriteria pencarian
it: Nessuna pagina corrisponde ai criteri di ricerca
ja: 検索条件に一致するページはありません
ka: ძიების შედეგად, ვერცერთი გვერდი ვერ მოინახა
kab: Ulac asebter imṣadan akked isebdaen n unadi
ko: 검색범위에 발견된 페이지가 없습니다
mg: Tsisy pejy mifanandrify amin'ilay fepetra fikarohana
ms: Tiada halaman sepadan dengan kriteria carian
nb_no: Ingen sider passer til søkekriteriene
nl: Geen pagina’s gevonden met deze zoekcriteria
pa_in: ਕੋਈ ਵੀ ਸਫਾ ਖੋਜ ਮਾਨਦੰਡਾਂ ਵਿੱਚ ਨਹੀ ਮਿਲਿਆ
pl: Nie znaleziono stron odpowiadających kryteriom wyszukiwania
pt_br: Nenhuma página correspondeu aos critérios de pesquisa
pt_pt: Nenhuma página correspondeu aos seus critérios de pesquisa
ro: Nicio pagină nu a corespuns acestui criteriu
sk: Žiadna stránka nesplňuje kritériá vyhľadávania
sr: Није било страница које се поклапају са критеријумом за претрагу
sv: Inga sidor matchade sökkriterierna
te: సెర్చ్ క్రైటీరియాకు సరిపోయే పేజీలు లేవు
th: ไม่พบหน้าเว็บที่ตรงกับเกณฑ์ค้นหา
tr: Arama kriterlerinize uygun bir sayfa bulunamadı
uk: Немає сторінок, що відповідають критеріям пошуку
ur: کوئی بھی صفحات تلاش کے معیار سے مماثل نہیں ہیں
vi: Không có trang nào phù hợp với tiêu chí tìm kiếm của bạn
zh_cn: 搜索条件没有返回任何匹配的结果
zh_tw: 無法依照要求的條件找到頁面
zu: Akukho khasi elifana nohlaka lokucinga

source: That page number is not an integer
bg: Този номер на страница не е цяло число
de: Diese Seitenzahl ist keine ganze Zahl
el: Αυτός ο αριθμός σελίδας δεν είναι ακέραιος
es: El número de esa página no es entero
fy_nl: Dat sidenûmer is gjin hiel getal
he: מספר העמוד הזה אינו מספר שלם
hr: Taj broj stranice nije cijeli broj
hu: Ez az oldalszám nem egész szám
ia: Ille numero de pagina non es un numero integre
it: Il numero di pagina non è un valore intero
ja: ページ番号が整数値ではありません
ka: გვერდი ეს ნომერი არაა მთელი რიცხვი
kab: Amḍan n usebter-a mačči d ummid
ko: 해당 페이지 번호는 정수가 아닙니다.
nb_no: Sidetallet er ikke et heltall
nl: Dat paginanummer is geen geheel getal
pl: Numer strony nie jest liczbą całkowitą
pt_br: Esse número de página não é um inteiro
pt_pt: Este número de página não é um inteiro
sk: Číslo strany nie je celé číslo
sr: Тај број странице није цели број
sv: Sidnumret är inte ett heltal
th: หมายเลขหน้านั้นไม่ใช่จำนวนเต็ม
tr: Bu sayfa numarası bir tamsayı değil
uk: Цей номер сторінки не є цілим числом
vi: Số trang đó không phải là số nguyên
zh_cn: 页码不是整数
zh_tw: 頁數不是整數

source: That page number is less than 1
bg: Този номер на страница е по-малък от 1
de: Diese Seitenzahl ist kleiner als 1
el: Αυτός ο αριθμός σελίδας είναι μικρότερος από 1
es: El número de esa página es menor a 1
fy_nl: Dat sidenûmer is minder as 1
he: מספר העמוד הזה קטן מ־1
hr: Taj je broj stranice manji od 1
hu: Ez az oldalszám 1-nél kisebb
ia: Ille numero de pagina es minor de 1
it: Il numero di pagina è inferiore a 1
ja: ページ番号が 1 未満です
ka: გვერდის ეს ნომერი ნაკლებია 1-ზე
kab: Amḍan n usebter-a meẓẓiy ddaw 1
ko: 페이지 번호가 1보다 작습니다.
nb_no: Sidetallet er mindre enn 1
nl: Dat paginanummer is minder dan 1
pl: Numer strony jest mniejszy niż 1
pt_br: Esse número de página é menor que 1
pt_pt: Este número de página é inferior a 1
sk: Číslo strany je menšie ako 1
sr: Тај број странице је мањи од 1
sv: Sidnumret är mindre än 1
th: หมายเลขหน้านั้นมีค่าน้อยกว่า 1
tr: Bu sayfa numarası 1’den küçük
uk: Номер цієї сторінки менш ніж 1
vi: Số trang đó nhỏ hơn 1
zh_cn: 页码小于 1
zh_tw: 頁數小於 1

source: Relevant to
af: Relevant vir
bg: Отнася се до
bs: Relevantno za
de: Relevant für
el: Σχετικό με
es: Relevante para
fy_nl: Relevant foar
he: קשור אל
hr: Relevantno za
hu: Vonatkozó anyag:
ia: Relevante pro
id: Relevan dengan
it: Rilevanza
ja: 関連性:
ka: შესაბამისობა
kab: Yerza
ko: 관련 문서:
mg: Mifandraika @
ms: Kaitan dengan
nb_no: Relevant til
nl: Relevant voor
pa_in: ਲਈ ਉਚਿਤ
pl: Powiązany z
pt_br: Relevante para
pt_pt: Relevante para
ro: Relevantă pentru
sk: Relevantné k
sr: Значајно за
sv: Relevant för
te: సంబంధిత
th: สัมพันธ์กันกับ
tr: İlgi:
uk: Стосується
ur: سے متعلق
vi: Có liên quan đến
zh_cn: 涉及
zh_tw: 相關於
zu: Okuhlobene nokunye

source: Invalid search data.
af: Ongeldige soekdata.
bg: Невалидни критерии за търсене.
bs: Neispravno pretraživanje podataka.
de: Ungültige Suchdaten.
el: Μη έγκυρα δεδομένα αναζήτησης.
es: Datos de búsqueda no válidos.
fy_nl: Unjildige sykgegevens.
he: נתוני החיפוש שגויים.
hr: Neispravno pretraživanje podataka.
hu: Hibás adatkeresés.
ia: Datos de recerca non valide.
id: Data pencarian tidak valid.
it: Dati di ricerca non validi.
ja: 無効な検索データです。
ka: ძიების არასწორი მონაცემები.
kab: Isefka n unadi yeccḍen.
ko: 유효하지 않은 검색 데이터
mg: Data fikarohana tsy mety.
ms: Data carian tidak sah.
nb_no: Ugyldig søkedata.
nl: Ongeldige zoekgegevens.
pa_in: ਗਲਤ ਭਾਲ ਡਾਟਾ
pl: Nieprawidłowe kryteria wyszukiwania.
pt_br: Dados de pesquisa inválidos.
pt_pt: Dados de pesquisa inválidos.
ro: Căutare nevalidă de date.
sk: Neplatné údaje vyhľadávania
sr: Неважећа претрага података.
sv: Ogiltig sökdata.
te: చెల్లని శోధన డేటా.
th: ข้อมูลการค้นหาไม่ถูกต้อง
tr: Geçersiz arama verisi.
uk: Недійсна пошукова інформація.
ur: ناجایز تَلآش کا ڈیٹا
vi: Dữ liệu tìm kiếm bất hợp lệ.
zh_cn: 无效的搜索数据。
zh_tw: 無效的搜尋資料。
zu: Idatha yokucinga engasebenzi.
