Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Get community support
af: Kry gemeenskapsteun
bg: Получете поддръжка от общността
bs: Potražite podršku zajednice
de: Erhalten Sie Unterstützung durch die Gemeinschaft
el: Λάβετε υποστήριξη από την κοινότητα
es: Obtener ayuda de la comunidad
fy_nl: Stipe krije
he: קבלת תמיכה מהקהילה
hr: Dobij podršku zajednice
hu: Közösségi támogatás
ia: Obtene le auxilio del communitate
id: Dapatkan dukungan komunitas
it: Ottieni supporto dalla comunità
ja: コミュニティのサポートを受ける
ka: მიიღეთ, მხარდაჭერა მოხალისეების ერთობისგან
kab: Awi tallelt n temɣiwant
ko: 커뮤니티 지원
mg: Hila fanampian'ny vondrona
ms: Dapatkan sokongan komuniti
nb_no: Få hjelp fra brukerstøttemiljøet
nl: Ondersteuning verkrijgen
pa_in: ਕੰਮਿਉਨਿਟੀ ਸਹਿਯੋਗ ਲਵੋ
pl: Pomoc społeczności
pt_br: Obter suporte da comunidade
pt_pt: Obter apoio da comunidade
ro: Obține asistență din partea comunității
sk: Získať podporu od komunity
sr: Потражите подршку заједнице
sv: Få hjälp av gemenskapen
te: కమ్యూనిటీ మద్దతు పొందండి
th: รับการสนับสนุนจากชุมชน
tr: Topluluktan destek alın
uk: Отримати підтримку спільноти
ur: برادری کی حمایت حاصل کریں
vi: Nhận trợ giúp từ cộng đồng
zh_cn: 获取社区支持
zh_tw: 取得社群支援
zu: Thola ukwesekwa umphakathi

# DB: products.Topic.title
source: Get Involved
af: Raak betrokke
bg: Включете се
bs: Priključite se
de: Mitmachen
el: Συμμετοχή
es: Participa
fy_nl: Meiwurkje
he: גילוי מעורבות
hr: Priključi se
hu: Csatlakozzon
ia: Collabora
id: Mari Berperan
it: Collabora con noi
ja: 参加する
ka: შემოგვიერთდით
kab: Ttekki
ko: 참여하기
mg: Handray Anjara
ms: Libatkan diri
nb_no: Engasjer deg
nl: Meewerken
pa_in: ਸਾਥ ਦਿਓ
pl: Dołącz do nas
pt_br: Participe
pt_pt: Envolva-se
ro: Implică-te
sk: Zapojte sa
sr: Укључите се
sv: Engagera dig
te: పాలుపంచుకోండి
th: มีส่วนร่วม
tr: Siz de Katılın
uk: Долучитися
ur: شامل ہوں
vi: Tham gia
zh_cn: 参与
zh_tw: 加入我們
zu: Zibandakanye

# DB: products.Topic.description
source: Help the Open Badges community
af: Help die Open Badges-gemeenskap
bg: Помогнете на общността Open Badges
bs: Pomozite Open Badges zajednici
de: Helfen Sie der Open-Badges-Gemeinschaft
el: Βοηθήστε την κοινότητα των Open Badges
es: Colabora con la Comunidad de Open Badges
fy_nl: Help de Open Badges-mienskip
hr: Pomogni Open Badges zajednici
hu: Segítsen az Open Badges közösségnek
ia: Adjuta le communitate de Open Badges
id: Bantu komunitas Open Badges
it: Aiuta la comunità di Distintivi Open
ja: オープンバッジコミュニティを手助けします。
ka: დაეხმარეთ Open Badges ერთობას
kab: Mudd afus i terbeɛt Open Badges
ko: 오픈 배지 커뮤니티 돕기
mg: Hanampy ny Vondrona Open Badges
ms: Bantu komuniti Lencana Terbuka
nb_no: Hjelp Open Badges-samfunnet
nl: Help de Open Badges-gemeenschap
pl: Pomóż społeczności Open Badges
pt_br: Ajudar a comunidade Open Badges
pt_pt: Ajudar a comunidade aberta de medalhas
ro: Ajută comunitatea Open Badges
sk: Pomôžte komunite okolo Open Badges
sr: Помозите Open Badges заједници
sv: Hjälp gemenskapen Open Badges
te: ఓపెన్ బాడ్జీల కమ్యూనిటీ సహాయం
th: ช่วยเหลือชุมชน Open Badges
tr: Open Badges topluluğuna yardım edin
uk: Допоможіть спільноті відкритих відзнак
ur: Open Badge بردری کی مدد کرِیں
vi: Giúp đỡ cộng đồng huy hiệu mở
zh_cn: 帮助 Open Badges 社区
zh_tw: 幫助 Open Badges 社群
zu: Siza umphakathi we-Open Badge

# DB: products.Topic.title
source: Get started
bg: Въведение
bs: Započnite
de: Erste Schritte
el: Εισαγωγή
es: Cómo empezar
fy_nl: Oan de slach
he: תחילת עבודה
hr: Započinjanje
hu: Kezdő lépések
ia: Comenciar
id: Memulai
it: Per iniziare
ja: はじめに
ka: დაიწყეთ
kab: Bdu
ko: 시작하기
ms: Memulakan
nb_no: Kom i gang
nl: Aan de slag
pa_in: ਸੁਰੂ ਕਰੋ
pl: Funkcje podstawowe
pt_br: Introdução
pt_pt: Começar
ro: Pornește la drum
sk: Začíname
sr: Започните
sv: Kom igång
te: ప్రారంభించు
th: เริ่มต้นใช้งาน
tr: Başlayın
uk: Початок роботи
ur: شروع کریں
vi: Bắt đầu
zh_cn: 入门
zh_tw: 動手開始

# DB: products.Topic.description
source: Download Firefox and safely browse the web
bg: Изтеглете Firefox и безопасно сърфирайте в мрежата
de: Laden Sie Firefox herunter und surfen Sie sicher im Internet
el: Κάντε λήψη του Firefox και περιηγηθείτε με ασφάλεια στο διαδίκτυο
fy_nl: Download Firefox en blêdzje feilich op it web
hu: Töltse le a Firefoxot, és böngésszen biztonságosan a világhálón
ia: Discarga Firefox e naviga secur in le web
it: Scarica Firefox e naviga in sicurezza sul Web
ka: ჩამოტვირთეთ Firefox და უსაფრთხოდ იმოგზაურეთ ვებსივრცეში
ko: Firefox를 다운로드하고 안전하게 웹을 탐색하세요
nb_no: Last ned Firefox og surf trygt på nettet
nl: Firefox downloaden en veilig op internet surfen
pl: Pobierz przeglądarkę Firefox i bezpiecznie przeglądaj sieć
pt_br: Instale o Firefox e navegue com segurança na web
pt_pt: Transfira o Firefox e navegue com segurança na Internet
sk: Stiahnite si Firefox a bezpečne prehliadajte web
sr: Преузмите Firefox и безбедно прегледајте веб
sv: Ladda ner Firefox och surfa säkert på webben
tr: Firefox’u indirin ve internette güvenle gezinin
uk: Завантажте Firefox і безпечно переглядайте вебсторінки
vi: Tải xuống Firefox và duyệt web một cách an toàn
zh_cn: 下载 Firefox 并安全地上网
zh_tw: 下載 Firefox 並安全地上網

# DB: products.Topic.description
source: Everything you need to know to use Firefox Lite.
bg: Всичко, което трябва да знаете, за да използвате Firefox Lite.
de: Erfahren Sie alles, was Sie für die ersten Schritte mit Firefox Lite wissen müssen.
el: Όλα όσα χρειάζεται να γνωρίζετε για τη χρήση του Firefox Lite.
es: Descubre todo lo que necesitas saber para empezar a utilizar Firefox Lite.
fy_nl: Lês alles wat jo witte moatte om mei Firefox Lite te begjinnen.
he: כל מה שצריך לדעת כדי להשתמש ב־Firefox Lite.
hr: Sve što moraš znati za upotrebu programa Firefox Lite.
hu: Tudjon meg mindent a Firefox Lite használatáról.
ia: Toto lo que tu debe a saper pro usar Firefox Lite.
it: Tutto ciò che serve sapere per utilizzare Firefox Lite
ja: Firefox Lite を使い始めるのに必要なすべてのことを学びます。
ka: ყველაფერი, რისი ცოდნაც დაგჭირდებათ, Firefox Lite-ის გამოსაყენებლად.
kab: Ayen akk ara teḥwiǧeḍ i useqdec n Firefox Lite.
ko: Firefox Lite를 사용할 때 알아두어야 할 점 배우기
ms: Semua yang anda perlu tahu untuk menggunakan Firefox Lite.
nb_no: Les alt du trenger å vite for å komme i gang med Firefox Lite.
nl: Alles wat u dient te weten om Firefox Lite te gebruiken
pl: Wszystko, co potrzebujesz, aby używać Firefoksa Lite.
pt_br: Tudo o que você precisa saber para usar o Firefox Lite.
pt_pt: Tudo o que precisa de saber para utilizar o Firefox Lite.
ro: Tot ce trebuie să știi pentru a folosi Firefox Lite.
sk: Všetko, čo potrebujete vedieť o Firefoxe Lite.
sr: Сазнајте све што требате знати о Firefox Lite употреби
sv: Allt du behöver veta för att använda Firefox Lite.
th: ทุกสิ่งที่คุณจำเป็นต้องรู้เพื่อใช้ Firefox Lite
tr: Firefox Lite'ı kullanmak için bilmeniz gereken her şeyi öğrenin.
uk: Все, що вам необхідно знати для початку роботи з Firefox Lite.
vi: Mọi thứ bạn cần biết để sử dụng Firefox Lite.
zh_cn: 了解您需要知道的事情，助您快速上手使用 Firefox Lite。
zh_tw: 瞭解您須知道的事情，讓您快速上手使用 Firefox Lite。

# DB: products.Topic.description
source: Firefox OS basics
af: Eerste dinge oor Firefox OS
bg: Основи на Firefox OS
bs: Osnove Firefox OS-a
de: Grundlagen von Firefox OS
el: Βασικά του Firefox OS
es: Conceptos básicos de Firefox OS
fy_nl: Firefox OS-basiskennis
he: יסודות Firefox OS
hr: Firefox OS osnove
hu: Firefox OS alapjai
ia: Elementos re Firefox OS
id: Dasar-dasar Firefox OS
it: Primi passi con Firefox OS
ja: Firefox OS の基本
ka: Firefox OS-ის საწყისები
kab: Isallen fessusen ɣef Firefox OS
ko: Firefox OS 기초
mg: Fiasa Fototr'i Firefox OS
ms: Asas Firefox OS
nb_no: Grunnleggende Firefox OS
nl: Firefox OS-basiskennis
pa_in: ਫਾਇਰਫਾਕਸ OS ਬੇਸਿਕਸ
pl: Podstawy Firefox OS
pt_br: Guia básico do firefox OS
pt_pt: O básico do Firefox OS
ro: Bazele Firefox OS
sk: Základy Firefox OS
sr: Основе Firefox OS-а
sv: Firefox OS grunder
te: ఫైర్ ఫాక్స్ OS బేసిక్స్
th: ความรู้พื้นฐานเกี่ยวกับ Firefox OS
tr: Firefox OS temelleri
uk: Основи Firefox OS
ur: Firefox OS کی بنیادی باتیں
vi: Firefox OS cơ bản
zh_cn: Firefox OS 基础知识
zh_tw: Firefox OS 新手上路
zu: Okuyisisekelo nge-Firefox OS

# DB: products.Topic.description
source: Get Started with Firefox for Fire TV
bg: Въведение във Firefox за Fire TV
bs: Započnite sa Firefoxom za Fire TV
de: Grundlagen für die erste Nutzung von Firefox für Fire TV
el: Εισαγωγή στο Firefox για Fire TV
es: Cómo usar Firefox para Fire TV
fy_nl: Start mei Firefox foar Fire TV
he: תחילת עבודה עם Firefox עבור Fire TV
hr: Započni raditi s Firefoxom za Fire TV
hu: Alapok a Firefox Fire TV használatához.
ia: Comenciar con Firefox pro Fire TV
id: Memulai Firefox untuk Fire TV
it: Primi passi con Firefox per Fire TV
ja: Firefox for Fire TV の基本的な使い方
ka: ძირითადი ინფორმაცია, Firefox Fire TV-სთან მუშაობის დასაწყებად
kab: Bdu akked Firefox i Fire TV
ko: Fire TV 용 Firefox 시작하기
ms: Memulakan Firefox untuk Fire TV
nb_no: Kom igang med Firefox for Fire TV
nl: Beginnen met Firefox voor Fire TV
pl: Podstawy obsługi Firefoksa dla Fire TV
pt_br: Comece a usar o Firefox para Fire TV
pt_pt: Começar com o Firefox para Fire TV
ro: Elemente de bază pentru a începe cu Firefox pentru Fire TV
sk: Začíname s Firefoxom pre Fire TV
sr: Започните са Firefox-ом за Fire TV
sv: Komma igång med Firefox för Fire TV
te: Fire TV కోసం Firefoxను ప్రారంభించండి
th: เริ่มต้นใช้งานกับ Firefox สำหรับ Fire TV
tr: Fire TV için Firefox'u kullanmaya başlayın
uk: Початок роботи з Firefox для Fire TV
ur: Fire TV کے ساتھ شروعات کریں
vi: Bắt đầu với Firefox dành cho Fire TV
zh_cn: 适用于 Fire TV 的 Firefox 入门
zh_tw: Firefox for Fire TV 基礎入門

# DB: products.Topic.description
source: How to use Firefox Reality
bg: Как да използвате Firefox Reality
de: Wie Sie Firefox Reality verwenden können
el: Οδηγίες χρήσης του Firefox Reality
es: Cómo utilizar Firefox Reality
fy_nl: Firefox Reality brûke
he: איך להשתמש ב־Firefox Reality
hr: Kako koristiti Firefox stvarnost
hu: A Firefox Reality használata
ia: Como usar Firefox Reality
id: Bagaimana menggunakan Firefox Reality
it: Utilizzare Firefox Reality
ja: Firefox Reality の使い方
ka: როგორ გამოიყენება Firefox Reality
kab: Amek ara tesqedceḍ Firefox Reality
ko: Firefox Reality 사용법
ms: Cara menggunakan Firefox Reality
nb_no: Hvordan bruke Firefox Reality
nl: Firefox Reality gebruiken
pl: Podstawy Firefoksa Reality
pt_br: Como usar o Firefox Reality
pt_pt: Como utilizar o Firefox Reality
ro: Cum se utilizează Firefox Reality
sk: Ako používať Firefox Reality
sr: Како да користите Firefox Reality
sv: Så här använder du Firefox Reality
te: Firefox Realityను ఎలా ఉపయోగించాలి
th: วิธีใช้ Firefox Reality
tr: Firefox Reality’yi kullanma
uk: Як використовувати Firefox Reality
ur: Firefox Reality کو کیسے استعمال کریں
vi: Sử dụng Firefox Reality
zh_cn: 如何使用 Firefox Reality
zh_tw: 如何使用 Firefox Reality

# DB: products.Topic.description
source: Learn the basics
bg: Научете основите
de: Lernen Sie die Grundlagen
el: Μάθετε τα βασικά
fy_nl: De basiskennis
he: היכרות בסיסית
hr: Nauči osnove
hu: Tanulja meg az alapokat
ia: Apprender le elementos basic
it: Primi passi per chi inizia
ja: 基本を学ぼう
ka: გაეცანით ძირითად საკითხებს
kab: Issin iɣewwaren izaduren
ko: 기본 사항 알아보기
nb_no: Lær det grunnleggende
nl: De basiskennis
pl: Poznaj podstawy
pt_br: Aprenda o básico
pt_pt: Aprender o básico
ro: Află lucrurile de bază
sk: Naučte sa základy
sr: Научите основe
sv: Lär dig grunderna
te: ప్రాథమికాలను తెలుసుకోండి
th: เรียนรู้พื้นฐาน
tr: Temel bilgileri öğrenin
uk: Дізнайтеся про основи
ur: بنیادی باتیں سیکھیں
vi: Tìm hiểu những điều cơ bản
zh_cn: 了解基础用法
zh_tw: 了解基礎用法

# DB: products.Topic.description
source: Learn the basics about ScreenshotGo
bg: Научете основите за ScreenshotGo
de: Erfahren Sie die Grundlagen über ScreenshotGo
el: Μάθετε τα βασικά για το ScreenshotGo
es: Descubre las funcionalidades básicas de ScreenshotGo
fy_nl: De basiskennis oer ScreenshotsGo
he: היכרות בסיסית עם ScreenshotGo
hr: Nauči osnove za ScreenshotGo
hu: Ismerje meg a ScreenshotGo alapjait
ia: Como comenciar con ScreenshotGo
id: Pelajari dasar-dasar tentang ScreenshotGo
it: Informazioni di base su ScreenshotGo
ja: ScreenshotGo についての基本を学びましょう
ka: ვრცლად ScreenshotGo-ს შესახებ
kab: Issin iɣewwaren izaduren n ScreenshotGo
ko: ScreenshotGo 기본 배우기
ms: Ketahui asas ScreenshotGo
nb_no: Lær deg det grunnleggende om ScreenshotGo
nl: De basiskennis over ScreenshotGo
pl: Poznaj podstawy ScreenshotGo
pt_br: Aprenda o básico sobre ScreenshotGo
pt_pt: Aprenda o básico sobre ScreenshotGo
ro: Elementele de bază ScreenshotGo
sk: Zistite niečo o ScreenshotGo
sr: Научите основе о ScreenshotGo
sv: Lär dig grunderna om ScreenshotGo
th: เรียนรู้พื้นฐานการใช้งานเกี่ยวกับ ScreenshotGo
tr: ScreenshotGo hakkında temel bilgileri edinin
uk: Дізнайтеся основну інформацію про ScreenshotGo
ur: ScreenshotGoکے متعلق میں بنیادی باتیں سیکھیں
vi: Tìm hiểu những điều cơ bản về ScreenshotGo
zh_cn: 了解 ScreenshotGo 的基本知识
zh_tw: 了解 ScreenshotGo 的基本知識

# DB: products.Topic.title
source: Get Started
bg: Въведение
bs: Započnite
de: Erste Schritte
el: Εισαγωγή
es: Cómo empezar
fy_nl: Oan de slach
he: תחילת עבודה
hr: Započinjanje
hu: Kezdő lépések
ia: Comenciar
it: Per iniziare
ja: はじめに
ka: დაწყება
kab: Bdu
ko: 시작하기
ms: Memulakan
nb_no: Kom i gang
nl: Aan de slag
pa_in: ਸੁਰੂ ਕਰੋ
pl: Funkcje podstawowe
pt_br: Introdução
pt_pt: Começar
ro: Pornește la drum
sk: Začíname
sr: Започните
sv: Kom igång
te: మొదలుపెట్టండి
th: เริ่มต้นใช้งาน
tr: Başlayın
uk: Початок роботи
ur: شروع کریں
vi: Bắt đầu
zh_cn: 入门
zh_tw: 動手開始

# DB: products.Topic.description
source: Klar verwenden
bs: Kako započeti
fy_nl: Klar brûke
hr: Koristi Klar
ia: Firefox Focus pro iOS
kab: Amek ara tebduḍ
nb_no: Hvordan man bruker Klar
nl: Klar gebruiken
pl: Pierwsze kroki
sr: Користи Focus
sv: Hur man använder Klar
ur: Klar ورونڈین

# DB: products.Topic.title
source: Get the most from webmaker.org
af: Kry die meeste uit webmaker.org
bg: Възползвайте се максимално от webmaker.org
bs: Izvucite najbolje iz webmaker.org
de: Holen Sie das Beste aus webmaker.org
el: Αξιοποιήστε στο έπακρο το webmaker.org
es: Consigue el máximo de webmaker.org
fy_nl: Helje alles út webmaker.org
he: להפיק את המיטב מ־webmaker.org
hr: Izvuci najbolje iz webmaker.org
hu: Hozza ki a legtöbbet a webmaker.org-ból
ia: Obtener le maximo de webmaker.org
it: Ottieni il massimo da webmaker.org
ja: webmaker.org を使いこなす
ka: სრულად გამოიყენეთ webmaker.org-ის შესაძლებლობები
kab: Faṛes si webmaker.org
ko: webmaker.org 더 보기
mg: Mahazoa ny be indrindra avy @ webmaker.org
ms: Dapatkan manfaat daripada webmaker.org
nb_no: Få mest mulig ut av webmaker.org
nl: Haal alles uit webmaker.org
pa_in: Webmaker.org ਤੋ ਜਿਆਦਾ ਲਵੋ
pl: Wykorzystaj w pełni webmaker.org
pt_br: Obtenha o melhor do webmaker.org
pt_pt: Obtenha o máximo de webmaker.org
ro: Obține maximul din webmaker.org
sk: Získať čo najviac z webmaker.org
sr: Извуците најбоље из webmaker.org
sv: Få ut det mesta av webmaker.org
te: webmaker.org నుంచి ఎక్కువ రాబట్టడం
th: รับประโยชน์สูงสุดจาก webmaker.org
tr: webmaker.org'dan en iyi şekilde yararlanın
uk: Отримайте максимум від webmaker.org
ur: webmaker.org سے زیادہ سے زیادہ حاصل کریں
vi: Tận dụng tối đa từ webmaker.org
zh_cn: 尽情在 webmaker.org 上探索
zh_tw: 如何活用 webmaker.org
zu: Thola konke ku-webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
af: Help met of kry hulp met 'n Webmaker-projek.
bg: Помощ по проекта Webmaker.
bs: Pomozite ili nađite pomoć na Webmaker projektu.
de: Helfen oder holen Sie sich Hilfe bei einem Webmaker-Projekt.
el: Παροχή ή λήψη βοήθειας σε έργα Webmaker.
es: Ayuda u obtén ayuda en cualquier proyecto Webmaker.
fy_nl: Helpe of help krije by in Webmaker-projekt.
he: הגשת עזרה או קבלת עזרה במיזם Webmaker.
hr: Pomogni ili nađi pomoć na Webmaker projektu.
hu: Segítsen vagy kérjen segítséget egy Webmaker projektben.
ia: Adjuta o obtene adjuta sur un projecto Webmaker.
it: Aiuta o richiedi supporto per un progetto Webmaker
ja: Webmaker プロジェクトに参加して相互に助け合いましょう。
ka: მიიღეთ დახმარება, ან თავად დაეხმარეთ Webmaker პროექტს.
kab: Efk-d neɣ awi tallelt deg usenfar Webmaker.
ko: Webmaker project에서 도움을 주거나 받을 수 있습니다.
mg: Manampia na milà fanampiana momba ny tetikasa Webmaker iray.
ms: Membantu atau dibantu dalam projek Webmaker.
nb_no: Hjelp eller få hjelp til et Webmaker-prosjekt.
nl: Helpen of hulp verkrijgen bij een Webmaker-project
pl: Pomóż lub otrzymaj pomoc dotyczącą projektu Webmaker.
pt_br: Ajude ou obtenha ajuda num projeto Webmaker.
pt_pt: Ajude ou obtenha ajuda num projeto Webmaker.
ro: Ajută sau primește ajutor pentru un proiect Webmaker.
sk: Pomôžte, alebo získajte pomoc v projekte Webmaker.
sr: Помозите или нађите помоћ на Webmaker пројекту.
sv: Hjälp till eller få hjälp i ett WebMaker projekt.
te: సహాయం లేదా వెబ్ మేకర్ ప్రాజెక్టుపై సహాయం పొందండి.
th: ช่วยเหลือหรือขอความช่วยเหลือบนโครงการ Webmaker
tr: Bir Webmaker projesine yardım edin veya yardım alın.
uk: Допоможіть або отримайте допомогу в проєкті Webmaker.
ur: Webmaker منصوبے میں مدد کریں یا مدد حاصل کریں۔
vi: Giúp đỡ hoặc nhận trợ giúp về một dự án Webmaker.
zh_cn: 帮助别人，或者获取有关 Webmaker 项目的帮助。
zh_tw: 幫助別人，或得到 Webmaker 專案的幫助。
zu: Siza noma thola usizo kuphrojekthi ye-Webmaker.

# DB: products.Topic.title
source: Getting started
bg: Първи стъпки
de: Erste Schritte
el: Εισαγωγή
fy_nl: Oan de slach
he: התחלת שימוש
hr: Započinjanje
hu: Kezdő lépések
ia: Prime passos
it: Per iniziare
ja: はじめに
ka: დაწყება
kab: Bdu
ko: 시작하기
nb_no: Kom i gang
nl: Aan de slag
pl: Pierwsze kroki
pt_br: Introdução
pt_pt: Começar
ro: Noțiuni introductive
sk: Začíname
sr: Започните
sv: Kom igång
te: మొదలుపెట్టడం
tr: Başlarken
uk: Початок роботи
vi: Bắt đầu
zh_cn: 开始使用
zh_tw: 開始使用

# DB: products.Topic.description
source: Getting started with Monitor Data Removal
bg: Първи стъпки с Monitor Data Removal
de: Erste Schritte bei Datenentfernung mit Monitor
el: Εισαγωγή στη διαγραφή δεδομένων με το Monitοr
fy_nl: Oan de slach mei Monitor Data Removal
hu: Kezdő lépések a Monitor adateltávolítóval
ia: Comenciar con Monitor Data Removal
it: Primi passi con la rimozione dei dati di Monitor
ja: モニターデータの削除について
ka: ისარგებლეთ Monitor-ის მონაცემთა მოცილების შესაძლებლობით
kab: Amek ara tebdu s Monitor Data Removal
ko: 모니터 데이터 제거 시작하기
nb_no: Kom i gang med fjerning av data fra Monitor
nl: Aan de slag met Monitor Data Removal
pl: Pierwsze kroki z Monitor Data Removal
pt_br: Introdução da remoção de dados do Monitor
pt_pt: Introdução ao monitor de remoção de dados
ro: Începe cu Monitor Data Removal
sk: Začíname s odstraňovaním údajov služby Monitor
sr: Започните са Monitor уклањањем података
sv: Kom igång med Firefox Reality
tr: Monitor Data Removal'ı kullanmaya başlayın
uk: Початок роботи з вилучення даних Monitor
vi: Bắt đầu với Monitor Data Removal
zh_cn: 开始使用 Monitor Data Removal
zh_tw: 開始使用 Monitor Data Removal

# DB: products.Topic.title
source: Getting Started
bg: Първи стъпки
de: Erste Schritte
el: Εισαγωγή
fy_nl: Oan de slach
he: תחילת עבודה
hr: Započinjanje
hu: Kezdő lépések
ia: Prime passos
it: Per iniziare
ja: はじめに
ka: დაწყება
kab: Bdu
ko: 시작하기
nb_no: Kom i gang
nl: Aan de slag
pl: Pierwsze kroki
pt_br: Introdução
pt_pt: Começar
ro: Noțiuni introductive
sk: Začíname
sr: Започните
sv: Kom igång
te: మొదలుపెట్టడం
tr: İlk Adım
uk: Початок роботи
vi: Bắt đầu
zh_cn: 新手上路
zh_tw: 新手上路

# DB: products.Topic.description
source: Getting started with MDN Plus.
bg: Първи стъпки с MDN Plus.
de: Erste Schritte mit MDN Plus.
el: Ξεκινήστε με το MDN Plus.
fy_nl: Oan de slach mei MDN Plus.
he: תחילת עבודה עם MDN Plus.
hu: Első lépések az MDN Plus használatához.
ia: Comenciar con MDN Plus.
it: Per iniziare
ja: はじめての MDN Plus
ka: MDN Plus-ით სარგებლობის საწყისები.
kab: Bdu s MDN Plus.
ko: MDN 플러스를 시작하세요.
nb_no: Komme i gang med MDN Plus.
nl: Aan de slag met MDN Plus.
pl: Pierwsze kroki z MDN Plus.
pt_br: Introdução ao MDN Plus.
pt_pt: Introdução ao MDN Plus.
ro: Noțiuni introductive pentru MDN Plus.
sk: Začíname s MDN Plus
sr: Започните са MDN Plus.
sv: Kom igång med MDN Plus.
tr: MDN Plus'ı kullanmaya başlayın.
uk: Початок роботи з MDN Plus.
vi: Bắt đầu với MDN Plus.
zh_cn: 开始使用 MDN Plus。
zh_tw: 開始使用 MDN Plus。

# DB: products.Topic.description
source: Learn the basics of Mozilla VPN.
bg: Научете основите на Mozilla VPN.
de: Lernen Sie die Grundlagen von Mozilla VPN.
el: Μάθετε τα βασικά του Mozilla VPN.
fy_nl: De basiskennis fan Mozilla VPN.
he: היכרות בסיסית עם Mozilla VPN.
hr: Nauči osnove Mozilla VPN-a.
hu: Ismerje meg a Mozilla VPN alapjait.
ia: Apprende le elementos basic de Mozilla VPN.
it: Impara le basi di Mozilla VPN.
ja: Mozilla VPN の基本を学びます。
ka: გაეცანით Mozilla VPN-ის საფუძვლებს.
kab: Issin izaduren n Mozilla VPN.
ko: Mozilla VPN의 기본을 알아보세요.
nb_no: Lær deg det grunnleggende om Mozilla VPN.
nl: De basiskennis van Mozilla VPN.
pl: Podstawowe informacje o Mozilla VPN.
pt_br: Aprenda o básico do Mozilla VPN.
pt_pt: Aprenda o básico da Mozilla VPN.
sk: Naučte sa základy o Mozilla VPN.
sr: Научите основe Mozilla VPN-а.
sv: Lär dig grunderna i Mozilla VPN.
tr: Mozilla VPN'in temellerini öğrenin.
uk: Основи користування Mozilla VPN.
vi: Tìm hiểu kiến thức cơ bản về Mozilla VPN.
zh_cn: 了解 Mozilla VPN 的基础用法。
zh_tw: 了解 Mozilla VPN 的基礎用法。

# DB: products.Topic.description
source: New to Pocket? Start here!
bg: Не знаете Pocket? Започнете от тук!
de: Neu bei Pocket? Beginnen Sie hier!
el: Νέος χρήστης του Pocket; Ξεκινήστε εδώ!
fy_nl: Nij mei Pocket? Begjin hjir!
hu: Még nem ismeri a Pocketet? Kezdje itt!
ia: Nove de Pocket? Comencia de ci!
it: Non conosci Pocket? Comincia da qui!
ka: ჯერ არ გამოგიყენებიათ Pocket? დაიწყეთ აქედან!
kab: D amaynut deg Pocket? Bdu dagi!
ko: Pocket 이 처음이세요? 여기서 시작하세요!
nl: Nieuw bij Pocket? Begin hier!
pl: Pierwszy raz używasz Pocket? Zacznij tutaj!
pt_br: Primeira vez usando o Pocket? Comece aqui!
pt_pt: Novo no Pocket? Comece aqui!
sk: Ešte ste Pocket nepoužili? Začnite tu.
sv: Ny med Pocket? Börja här!
tr: Pocket’ta yeni misiniz? Buradan başlayın!
uk: Вперше в Pocket? Розпочніть тут!
vi: Bạn mới sử dụng Pocket? Bắt đầu tại đây!
zh_cn: Pocket 新手？在此起步！
zh_tw: Pocket 新手？從此處開始！

# DB: products.Topic.title
source: Help articles
bg: Помощни статии
de: Hilfeartikel
el: Άρθρα βοήθειας
fy_nl: Helpartikelen
hu: Súgóleírások
ia: Articulos de auxilio
it: Articoli di supporto
ja: ヘルプ記事
ka: დამხმარე სტატიები
kab: Imagraden n tallelt
nl: Hulpartikelen
pl: Artykuły pomocy
pt_br: Artigos de ajuda
pt_pt: Artigos de ajuda
sk: Články podpory
sr: Чланци од помоћи
sv: Hjälpartiklar
tr: Yardım makaleleri
uk: Статті довідки
vi: Các bài viết trợ giúp
zh_cn: 帮助文档
zh_tw: 說明文件
