Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Upload cancelled. Please select an image file.
af: Oplaai gekanselleer. Kies asseblief 'n prentlêer.
ar: أُلغي الرفع. من فضلك اختر صورة.
az: Yüklənmə ləğv edildi. Lütfən şəkil faylını seçin.
bg: Качването е отменено. Моля, изберете файл с изображение.
bn: আপলোড বাতিল। দয়া করে একটা ছবি নিরবাছন করুন।
ca: S'ha cancel·lat la pujada. Seleccioneu un fitxer d'imatge.
el: Η μεταφόρτωση ακυρώθηκε. Επιλέξτε ένα αρχείο εικόνας.
es: Se ha cancelado la subida. Por favor, selecciona un archivo de imagen.
et: Üleslaadimine katkestati. Palun vali pildifail.
fa: آپلود لغو شد. لطفاً یک پرونده تصویر انتخاب کنید.
fr: Envoi annulé. Veuillez sélectionner un fichier image.
fy_nl: Oplaad annulearre. Selektearje in ôfbyldingsbestân.
ga_ie: Cuireadh an uaslódáil ar ceal. Roghnaigh comhad íomhá.
ia: Incargamento cancellate. Per favor elige un file de imagine.
it: Caricamento annullato. Selezionare un file di immagine.
lt: Įkėlimas atšauktas. Prašom parinkti paveikslo failą.
mg: Nofoanana ny fampiakarana. Mifantena raki-tsary iray azafady.
ml: അപ്ഡലോഡ് റദ്ദാക്കി. ഒരു ഇമേജ് ഫയൽ തിരഞ്ഞെടുക്കുക.
ms: Muat naik terbatal. Sila pilih fail imej.
nb_no: Opplasting avbrutt. Velg en bildefil.
nl: Uploaden geannuleerd. Selecteer een afbeeldingsbestand.
pa_in: ਅੱਪਲੋਡ ਰੱਦ ਕੀਤਾ। ਚਿੱਤਰ ਫਾਇਲ ਚੁਣੋ ਜੀ।
pl: Przesyłanie anulowane. Wybierz plik obrazka.
pt_br: Envio cancelado. Selecione um arquivo de imagem.
pt_pt: Envio cancelado. Por favor, selecione um ficheiro de imagem.
ro: Încărcare anulată. Te rugăm să selectezi un fișier de imagine.
sk: Nahrávanie bolo zrušené. Vyberte prosím súbor s obrázkom.
sl: Nalaganje odpovedano. Izberi prosim datoteko s sliko.
sv_se: Uppladdningen avbröts. Vänligen välj en bildfil.
te: ఫైలు తొలగించారు . చిత్ర ఫైల్ ఎంచుకోండి.
tl: Kinansela ang pag-upload. Pakipil ng talaksan na imahe.
ur: اپ لوڈ منسوخ ہوگیا۔ براہ کرم ایک تصویری فائل منتخب کریں۔
xh: Ukufakelwa kurhoxisiwe. Nceda ukhethe ifayile yomfanekiso.
zu: Ukuloda kukhanseliwe. Uyacelwa ukhethe isithombe sefayela.

source: File deleted. Please select an image file.
af: Lêer geskrap. Kies asseblief 'n prentlêer.
ar: حُذف الملف. من فضلك اختر صورة.
az: Fayl silindi. Lütfən şəkil faylını seçin.
bg: Файлът е изтрит. Моля, изберете файл с изображение.
bn: ফাইল মুছে ফেলা হয়েছে। দয়া করে একটি ছবি নির্বাচন করুন।
ca: S'ha suprimit el fitxer. Seleccioneu un fitxer d'imatge.
el: Το αρχείο διαγράφηκε. Επιλέξτε ένα αρχείο εικόνας.
es: Se ha eliminado el archivo. Por favor, selecciona un archivo de imagen.
et: Fail kustutati. Palun vali pildifail.
fa: فایل حذف شد. لطفاً یک پرونده تصویر انتخاب کنید.
fr: Fichier supprimé. Veuillez sélectionner un fichier image.
fy_nl: Bestân fuortsmiten. Selektearje in ôfbyldingsbestân.
ga_ie: Scriosadh an comhad. Roghnaigh comhad íomhá.
ia: File delite. Per favor elige un file imagine.
it: File eliminato. Selezionare un file di immagine.
lt: Failas pašalintas. Prašom parinkti paveikslo failą.
mg: Voafafa ny rakitra. Mifantena raki-tsary iray azafady.
ml: ഫയൽ നീക്കം ചെയ്തു. ഒരു ഇമേജ് ഫയൽ തിരഞ്ഞെടുക്കുക.
ms: Fail telah dibuang. Sila pilih fail imej.
nb_no: Fil slettet. Velg en bildefil.
nl: Bestand verwijderd. Selecteer een afbeeldingsbestand.
pa_in: ਫਾਇਲ ਰੱਦ ਕੀਤੀ ਗਈ ਹੈ।ਚਿੱਤਰ ਫਾਇਲ ਚੁਣੋ ਜੀ।
pl: Plik został usunięty. Wybierz plik obrazka.
pt_br: Arquivo apagado. Selecione um arquivo de imagem.
pt_pt: Ficheiro eliminado. Por favor, selecione um ficheiro de imagem.
ro: Fișierul a fost șters. Te rugăm să selectezi un fișier de imagine.
sk: Súbor bol odstránený. Vyberte prosím súbor s obrázkom.
sl: Datoteka izbrisana. Izberite datoteko s sliko.
sv_se: Filen borttagen. Vänligen välj en bildfil.
te: ఫైలు తొలగించారు . చిత్ర ఫైల్ ఎంచుకోండి.
tl: Ang talaksan ay binura. Pakipili ng talaksan na larawan.
ur: فائل حذف ہوگئی۔ براہ کرم ایک تصویری فائل منتخب کریں۔
xh: Icinyiwe ifayile. Nceda ukhethe ifayile yomfanekiso.
zu: Ifayela lidilithiwe. Uyacelwa ukhethe isithombe sefayela.

source: Uploading "%s"...
af: Laai tans "%s" op...
ar: يرفع ”%s“…
az: "%s" yüklənir...
bg: Качване "%s"…
bn: "%s" আপলোড হয়েছে...
ca: S'està pujant «%s»...
el: Μεταφόρτωση του «%s»...
es: Subiendo "%s"...
et: Laaditakse üles "%s"...
fa: در حال آپلود "%s"...
fr: Envoi de « %s »…
fy_nl: ‘%s’ oplade…
ga_ie: "%s" á uaslódáil...
ia: Incargamento de “%s”…
it: Caricamento di "%s" in corso…
lt: Įkeliamas „%s“…
mg: Mampiakatra "%s"...
ml: "%s" അപ്ലോഡുചെയ്യുന്നു...
ms: Memuat naik "%s"...
nb_no: Laster opp "%s" ...
nl: ‘%s’ uploaden…
pa_in: "%s" ਅੱਪਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Przesyłanie „%s”…
pt_br: Enviando "%s"...
pt_pt: A enviar: "%s"...
ro: Se încarcă "%s"...
sk: Nahráva sa "%s"...
sl: Nalaganje "%s"...
sv_se: Laddar upp "%s"...
te: అప్‌లోడ్ చేస్తోంది "%s"...
tl: Nag-uupload "%s"...
ur: "%s" اپ لوڈ ہو رہا ہے ...
xh: Ifakela i-"%s"...
zu: Iyaloda"%s"...

source: Loading...
af: Laai tans...
ar: يحمّل…
az: Yüklənir...
bg: Зареждане…
bn: লোড হচ্ছে...
ca: S'està carregant...
el: Φόρτωση...
es: Cargando...
et: Laadimine...
fa: در حال بارگذاری...
fr: Chargement…
fy_nl: Lade…
ga_ie: Á Lódáil...
ia: Incargamento...
it: Caricamento in corso…
lt: Įkeliama…
mg: Mamatratra...
ml: ലഭ്യമാക്കുന്നു...
ms: Memuat...
nb_no: Laster ...
nl: Laden…
pa_in: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Wczytywanie…
pt_br: Carregando...
pt_pt: A carregar...
ro: Se încarcă...
sk: Načítava sa...
sl: Nalaganje ...
sv_se: Läser in...
te: లోడ్ అవుతోంది...
tl: Nagloload...
ur: لوڈ کر رہا ہے..
xh: Isalayisha...
zu: Isaloda...

source: No votes data
af: Geen stemdata nie
ar: لا بيانات تصويت
az: Səs məlumatı yoxdur
bg: Няма информация за гласове
bn: কোন ভোটের তথ্য নেই
ca: No hi ha dades de vots
el: Χωρίς δεδομένα ψήφων
es: No hay datos de votaciones
et: Hääletamise andmed puuduvad
fa: فاقد داده‌ی آراء
fr: Pas de données de votes
fy_nl: Gjin stimgegevens
ga_ie: Níl aon sonraí vótála ann
ia: Nulle datos de votos
it: Nessun dato relativo ai voti
lt: Nėra duomenų apie balsus
mg: Tsisy datan'ny latsa-bato
ml: വോട്ടുകളുടെ ഡാറ്റ ഇല്ല
ms: Tiada data undi
nb_no: Ingen avstemmingsdata
nl: Geen stemgegevens
pa_in: ਵੋਟ ਡਾਟਾ ਨਹੀਂ
pl: Brak danych
pt_br: Nenhum dado de voto
pt_pt: Sem dados dos votos
ro: Nu sunt date despre voturi
sk: Žiadne údaje o hlasovaní
sl: Podatkov o glasovih ni
sv_se: Ingen röstnings-data
te: అసమ్మతి ఓట్లతో డేటా
tl: Walang datos ng boto
ur: ووٹوں کا کوئی ڈیٹا نہیں ہے
xh: Akukho zivoti zangcombolo
zu: Ayikho idatha yamavoti

source: Votes
af: Stemme
ar: الأصوات
az: Səslər
bg: Гласове
bn: ভোট
ca: Vots
el: Ψήφοι
es: Votos
et: Hääli
fa: آراء
fy_nl: Stimmen
ga_ie: Vótaí
ia: Votos
it: Voti
lt: Balsai
mg: Vato
ml: വോട്ടുകള്‍
ms: Undi
nb_no: Stemmer
nl: Stemmen
pa_in: ਵੋਟਾਂ
pl: Głosów
pt_br: Votos
pt_pt: Votos
ro: Voturi
sk: Hlasy
sl: Glasovi
sv_se: Röster
te: ఓట్లు
tl: Mga Boto
ur: ووٹ
xh: Iivoti
zu: Amavoti

source: Percent
af: Persent
ar: النسبة
az: Faiz
bg: Процент
bn: শতাংশ
el: Ποσοστό
es: Porcentaje
et: Protsent
fa: درصد
fr: Pourcentage
fy_nl: Persintaazje
ga_ie: Céatadán
ia: Percentage
it: Percentuale
lt: Proc.
mg: Salanisa
ml: ശതമാനം
ms: Peratus
nb_no: Prosent
nl: Percentage
pa_in: ਪ੍ਰਤੀਸ਼ਤ
pl: Procent
pt_br: Porcentagem
pt_pt: Percentagem
ro: Procentaj
sk: Percento
sl: Odstotek
sv_se: Procent
te: శాతం
tl: Bahagdan
ur: فیصد
xh: Ipesenti
zu: Iphesenti

source: Bold
af: Vetdruk
ar: عريض
az: Qalın
bg: Удебелен
bn: গাঢ়
ca: Negreta
el: Έντονα
es: Negrita
et: Paks
fa: ضخیم
fr: Gras
fy_nl: Fet
ga_ie: Trom
ia: Grasse
it: Grassetto
lt: Pastorintas
mg: Matevina
ml: ബോള്‍ഡ്
ms: Tebal
nb_no: Fete typer
nl: Vet
pa_in: ਗੂੜ੍ਹਾ
pl: Pogrubienie
pt_br: Negrito
pt_pt: Negrito
ro: Aldin
sk: Tučné
sl: Krepko
sv_se: Fet
te: బోల్డ్
ur: ‏‏بولڈ
xh: Ngqindilili
zu: Ngokugqamile

source: bold text
af: vetdruk-teks
ar: نص عريض
az: qalın mətn
bg: удебелен текст
bn: গাঢ় লেখা
ca: text en negreta
el: έντονη γραφή
es: texto en negrita
et: paks kiri
fa: متن ضخیم
fr: texte en gras
fy_nl: fette tekst
ga_ie: téacs trom
ia: texto grasse
it: testo in grassetto
lt: pastorintas šriftas
mg: soratra matevina
ml: കട്ടി എഴുത്തു്
ms: teks tebal
nb_no: tekst i fete typer
nl: vette tekst
pa_in: ਗੂੜ੍ਹੇ ਅੱਖਰ
pl: tekst pogrubiony
pt_br: texto em negrito
pt_pt: texto a negrito
ro: text aldin
sk: tučný text
sl: krepko besedilo
sv_se: fet text
te: లావు పాఠం
tl: naka bold na letra
ur: بولڈ ٹیکسٹ
xh: umbhalo ongqindilili
zu: umbhalo ogqamile

source: Italic
af: Skuinsdruk
ar: مائل
az: İtalik
bg: Курсив
bn: তির্যক
ca: Cursiva
el: Πλάγια
es: Cursiva
et: Kursiiv
fa: کج
fr: Italique
fy_nl: Mei skreef
ga_ie: Cló Iodálach
ia: Italico
it: Corsivo
lt: Kursyvas
mg: Mandry
ml: ഇറ്റാലിക്
ms: Italik
nb_no: Kursiv
nl: Met schreef
pa_in: ਤਿਰਛਾ
pl: Kursywa
pt_br: Itálico
pt_pt: Itálico
ro: Cursiv
sk: Kurzíva
sl: Ležeče
sv_se: Kursiv
te: ఇటాలిక్
tl: Italiko
ur: اٹالک
xh: Kekeleyo
zu: Utsheku

source: italic text
af: skuinsdruk-teks
ar: نص مائل
az: italik mətn
bg: текст в курсив
bn: তির্যক লেখা
ca: text en cursiva
el: πλάγια γραφή
es: texto en cursiva
et: kaldkiri
fa: متن کج
fr: texte en italique
fy_nl: tekst mei skreef
ga_ie: téacs iodálach
ia: texto in italico
it: testo in corsivo
lt: kursyvinis šriftas
mg: soratra mandry
ml: ചരിഞ്ഞ അക്ഷരം
ms: teks italik
nb_no: kursiv tekst
nl: tekst met schreef
pa_in: ਤਿਰਛੇ ਅੱਖਰ
pl: tekst pochylony
pt_br: texto em itálico
pt_pt: texto em itálico
ro: text cursiv
sk: kurzíva
sl: ležeče besedilo
sv_se: kursiv text
te: ఇటాలిక్ టెక్స్ట్
tl: naka italiko na letra
ur: اٹالک ٹیکسٹ
xh: umbhalo okekeleyo
zu: umbhalo owutsheku

source: Numbered List
af: Nommerlys
ar: قائمة مرقومة
az: Nömrələnmiş Siyahı
bg: Номериран списък
bn: সংখ্যাযুক্ত তালিকা
ca: Llista numerada
el: Αριθμημένη λίστα
es: Lista numerada
et: Nummerdatud nimekiri
fa: لیست شماره گذاری شده
fr: Liste numérotée
fy_nl: Nûmere list
ga_ie: Liosta Uimhrithe
ia: Lista numerate
it: Elenco numerato
lt: Numeruotas sąrašas
mg: Lisitra ilaharana
ml: അക്കമിട്ട പട്ടിക
ms: Senarai Bernombor
nb_no: Nummerert liste
nl: Genummerde lijst
pa_in: ਅੰਕਿਤ ਸੂਚੀ
pl: Lista numerowana
pt_br: Lista numerada
pt_pt: Lista numerada
ro: Listă numerotată
sk: Číslovanie
sl: Oštevilčen seznam
sv_se: Numrerad lista
te: సంఖ్యా జాబితా
tl: Nalagyan ng Bilang na Listahan
ur: شمار شدہ فہرست
xh: Uluhlu oluNombolishiweyo
zu: Uhla olunezinombolo

source: Numbered list item
af: Nommerlys-item
ar: عنصر في قائمة مرقومة
az: Nömrələnmiş siyahı elementi
bg: Елемент от номериран списък
bn: আইটেমসহ সংখ্যাযুক্ত তালিকা
ca: Element de llista numerada
el: Στοιχείο αριθμημένης λίστας
es: Elemento de lista numerada
et: Nummerdatud nimekirja element
fa: ردیف لیست شماره گذاری شده
fr: Élément de liste numérotée
fy_nl: Item fan nûmere list
ga_ie: Mír i liosta uimhrithe
ia: Elemento de lista numerate
it: Elemento di elenco numerato
lt: Numeruoto sąrašo elementas
mg: Singan'ny lisitra ilaharana
ml: അക്കമിട്ട പട്ടികയിലെ ഇനം
ms: Senarai item bernombor
nb_no: Nummerert listeoppføring
nl: Item van genummerde lijst
pa_in: ਅੰਕਿਤ ਸੂਚੀ ਆਇਟਮ
pl: element listy numerowanej
pt_br: Item de lista numerada
pt_pt: Item da lista numerada
ro: Element de listă numerotată
sk: Položka číslovaného zoznamu
sl: Element v oštevilčenem seznamu
sv_se: Numrerad list-punkt
te: సంఖ్యా జాబితా అంశం
tl: Nalagyan ng bilang na mga bahagi ng listahan
ur: شمار شدہ فہرست شے
xh: Into yoluhlu olunombolishiweyo
zu: Uhla olunezinto ezinezinombolo

source: Bulleted List
af: Kolpuntlys
ar: قائمة منقوطة
az: Düyməli Siyahı
bg: Списък с водещи символи
bn: বুলেটযুক্ত তালিকা
ca: Llista de pics
el: Λίστα με κουκκίδες
es: Lista con viñetas
et: Täppidega nimekiri
fa: لیست علامت گذاری شده
fr: Liste à puces
fy_nl: Opsommingslist
ga_ie: Liosta le hUrchair
ia: Lista a punctos
it: Elenco puntato
lt: Ženklintas sąrašas
mg: Lisitra parasy
ml: ബുള്ളറ്റിട്ട പട്ടിക
ms: Senarai Berbulet
nb_no: Punktliste
nl: Opsommingslijst
pa_in: ਬੁਲਿੱਟ ਸੂਚੀ
pl: Lista punktowana
pt_br: Lista com marcadores
pt_pt: Lista de tópicos
ro: Listă cu buline
sk: Odrážky
sl: Označen seznam
sv_se: Punktlista
te: బులెట్ జాబితా
tl: Nakabullet na listahan
ur: بلیٹیڈ فہرست
xh: Uluhlu oludweliswe ngeeMbumbulu
zu: Uhla olunamabhulethi

source: Bulleted list item
af: Kolpuntlys-item
ar: عنصر في قائمة منقوطة
az: Düyməli siyahı elementi
bg: Елемент от списък с водещи символи
bn: আইটেমসহ বুলেটযুক্ত তালিকা
ca: Element de llista de pics
el: Στοιχείο λίστας με κουκκίδες
es: Elemento de lista con viñetas
et: Täppidega nimekirja element
fa: ردیف لیست علامت گذاری شده
fr: Élément de liste à puces
fy_nl: Opsommingslistitem
ga_ie: Mír i liosta le hurchair
ia: Elemento de lista a punctos
it: Voce di elenco puntato
lt: Ženklinto sąrašo elementas
mg: Singan'ny lisitra parasy
ml: ബുള്ളറ്റുള്ള പട്ടികയിലെ ഇനം
ms: Senarai item berbulet
nb_no: Punktlisteoppføring
nl: Item in opsommingslijst
pa_in: ਬੁਲਿੱਟ ਸੂਚੀ ਆਇਟਮ
pl: element listy punktowanej
pt_br: Item de lista com marcadores
pt_pt: Item da lista de tópicos
ro: Element de listă cu buline
sk: Položka odrážkového zoznamu
sl: Element v označenem seznamu
sv_se: Punktlists-punkt
te: బులెట్ జాబితా అంశం
tl: Nakabullet na bahagi ng listahan
ur: بلیٹیڈ فہرست آئٹم
xh: Into yoluhlu lweembumbulu
zu: Uhla olunezinto ezingamabhulethi

source: Heading 1
af: Opskrif 1
ar: عنوان رئيسي ١
az: Başlıq 1
bg: Заглавие 1
bn: ১ম শিরনামা
ca: Encapçalament 1
el: Επικεφαλίδα 1
es: Encabezado 1
et: Pealkiri 1
fa: عنوان 1
fr: Titre 1
fy_nl: Kop 1
ga_ie: Ceannteideal 1
ia: Titulo 1
it: Intestazione 1
lt: Pirmojo lygio antraštė
mg: Fizarana 1
ml: തലക്കെട്ട് 1
ms: Tajuk 1
nb_no: Overskrift 1
nl: Kop 1
pa_in: ਹੈਡਿਗ 1
pl: Nagłówek pierwszego poziomu
pt_br: Título 1
pt_pt: Cabeçalho 1
ro: Subtitlu 1
sk: Nadpis 1
sl: Naslov 1
sv_se: Rubrik 1
te: శీర్షిక 1
tl: Titulo 1
ur: سرخی 1
xh: Isihloko 1
zu: Isihloko 1

source: Heading 2
af: Opskrif 2
ar: عنوان رئيسي ٢
az: Başlıq 2
bg: Заглавие 2
bn: ২য় শিরনামা
ca: Encapçalament 2
el: Επικεφαλίδα 2
es: Encabezado 2
et: Pealkiri 2
fa: عنوان 2
fr: Titre 2
fy_nl: Kop 2
ga_ie: Ceannteideal 2
ia: Titulo 2
it: Intestazione 2
lt: Antrojo lygio antraštė
mg: Fizarana 2
ml: തലക്കെട്ട് 2
ms: Tajuk 2
nb_no: Overskrift 2
nl: Kop 2
pa_in: ਸਿਰਲੇਖ 2
pl: Nagłówek drugiego poziomu
pt_br: Título 2
pt_pt: Cabeçalho 2
ro: Subtitlu 2
sk: Nadpis 2
sl: Naslov 2
sv_se: Rubrik 2
te: శీర్షిక 2
tl: Titulo 2
ur: سرخی 2
xh: Isihloko 2
zu: Isihloko 2

source: Heading 3
af: Opskrif 3
ar: عنوان رئيسي ٣
az: Başlıq 3
bg: Заглавие 3
bn: ৩য় শিরনামা
ca: Encapçalament 3
el: Επικεφαλίδα 3
es: Encabezado 3
et: Pealkiri 3
fa: عنوان 3
fr: Titre 3
fy_nl: Kop 3
ga_ie: Ceannteideal 3
ia: Titulo 3
it: Intestazione 3
lt: Trečiojo lygio antraštė
mg: Fizarana 3
ml: തലക്കെട്ട് 3
ms: Tajuk 3
nb_no: Overskrift 3
nl: Kop 3
pa_in: ਸਿਰਲੇਖ 3
pl: Nagłówek trzeciego poziomu
pt_br: Título 3
pt_pt: Cabeçalho 3
ro: Subtitlu 3
sk: Nadpis 3
sl: Naslov 3
sv_se: Rubrik 3
te: శీర్షిక 3
tl: Titulo 3
ur: سرخی 3
xh: Isihloko 3
zu: Isihloko 3

source: Insert a link...
af: Voeg 'n skakel in...
ar: أدرِج رابطا…
az: Keçid əlavə et...
bg: Вмъкване на препратка...
bn: একটি লিংক ঢোকান ...
ca: Insereix un enllaç…
el: Εισαγωγή συνδέσμου...
es: Inserta un enlace...
et: Sisesta link...
fa: درج یک پیوند...
fr: Insérer un lien…
fy_nl: Keppeling ynfoegje…
ga_ie: Ionsáigh nasc...
ia: Insere un ligamine...
it: Inserisci link…
lt: Pridėti saitą…
mg: Mampidira rohy...
ml: ഒരു കണ്ണി ചേർക്കുക...
ms: Masukkan pautan...
nb_no: Sett inn en lenke ...
nl: Koppeling invoegen…
pa_in: ...ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ
pl: Wstaw odnośnik…
pt_br: Inserir um link...
pt_pt: Inserir uma ligação...
ro: Inserează un link...
sk: Vloženie odkazu...
sl: Vstavi povezavo...
sv_se: Infoga en länk...
te: లంకెను ప్రవేశపెట్టు...
tl: Maglagay ng link...
ur: ایک ربط داخل کریں...
xh: Faka isinxulumanisi...
zu: Faka ilinki...

source: link text
af: skakelteks
ar: نص الرابط
az: keçid mətni
bg: текст на препратката
bn: পাঠ্য লিঙ্ক
ca: text de l'enllaç
el: κείμενο συνδέσμου
es: texto del enlace
et: lingi tekst
fa: متن پیوند
fr: texte du lien
fy_nl: keppelingstekst
ga_ie: téacs an naisc
ia: texto del ligamine
it: testo del link
lt: saito tekstas
mg: soratry ny rohy
ml: കണ്ണിയുടെ എഴുത്തു്
ms: teks pautan
nb_no: lenketekst
nl: koppelingstekst
pa_in: ਲਿੰਕ ਟੈਕਸਟ
pl: tekst odnośnika
pt_br: texto do link
pt_pt: texto da ligação
ro: textul linkului
sk: text odkazu
sl: besedilo povezave
sv_se: länk-text
te: లంకెటెక్స్ట్
tl: Maglagay ng medya...
ur: لنک ٹیکسٹ
xh: nxulumanisa umbhalo
zu: umbhalo welinki

source: Link text:
af: Skakelteks:
ar: نص الرابط:
az: Keçid mətni:
bg: Текст на препратката:
bn: পাঠ্য লিঙ্ক:
ca: Text de l’enllaç:
el: Κείμενο συνδέσμου:
es: Texto del enlace:
et: Lingi tekst:
fa: متن پیوند:
fr: Texte du lien :
fy_nl: Keppelingstekst:
ga_ie: Téacs an naisc:
ia: Texto del ligamine:
it: Testo del link:
lt: Saito tekstas:
mg: Soratry ny rohy:
ml: കണ്ണിയുടെ എഴുത്തു്:
ms: Teks pautan:
nb_no: Lenketekst:
nl: Koppelingstekst:
pa_in: ਲਿੰਕ ਅੱਖਰ:
pl: Tekst odnośnika:
pt_br: Texto do link:
pt_pt: Texto da ligação:
ro: Text link:
sk: Text:
sl: Besedilo povezave:
sv_se: Länk-text:
te: లంకె వచనము:
tl: Teksto ng Link:
ur: لنک ٹیکسٹ:
xh: Nxulumanisa umbhalo:
zu: Xhumanisa umbhalo:

source: Link target:
af: Skakel-teiken:
ar: هدف الرابط:
az: Keçid hədəfi:
bg: Цел на препратката:
bn: লক্ষ্য লিঙ্ক:
ca: Destinació de l'enllaç:
el: Προορισμός συνδέσμου:
es: Destino del enlace:
et: Lingi aadress:
fa: مقصد پیوند:
fr: Cible du lien :
fy_nl: Keppelingsdoel:
ga_ie: Sprioc an naisc:
ia: Destination del ligamine:
it: Destinazione del link:
lt: Paskirties adresas:
mg: Tanjon'ny rohy:
ml: കണ്ണിയുടെ ലക്ഷ്യസ്ഥാനം:
ms: Sasaran pautan:
nb_no: Lenkemål:
nl: Koppelingsdoel:
pa_in: ਲਿੰਕ ਨਿਸ਼ਨਾਂ:
pl: Obiekt docelowy:
pt_br: Destino do link:
pt_pt: Endereço da ligação:
ro: Destinație link:
sk: Cieľ:
sl: Ciljna povezava:
sv_se: Länk-mål:
te: లంకెలక్ష్యం:
tl: Tigpo ng link:
ur: لنک ٹارگیٹ:
xh: Nxulumanisa into ekujoliswe kuyo:
zu: Xhumanisa okuhlosiwe:

source: Support article:
af: Steundiens-artikel:
ar: مقالة الدعم:
az: Dəstək məqaləsi:
bg: Помощна статия:
bn: সহায়তা নিবন্ধ:
ca: Article d’assistència:
el: Άρθρο υποστήριξης:
es: Artículo de ayuda:
et: Kasutajatoe teema:
fa: مقاله‌ی پشتیبانی:
fr: Article d’assistance :
fy_nl: Stipe-artikel:
ga_ie: Alt ar shuíomh tacaíochta:
ia: Articulo de supporto:
it: Articolo di supporto:
lt: Straipsnis žinyne:
mg: Lahatsoratra fanampiana:
ml: പിന്‍തുണ ലേഖനം:
ms: Artikel sokongan:
nb_no: Brukerstøtteartikkel:
nl: Ondersteuningsartikel:
pa_in: ਸਹਾਇਕ ਅੰਸ਼:
pl: Artykuł pomocy:
pt_br: Artigo de suporte:
pt_pt: Artigo de apoio:
ro: Articol de asistență:
sk: Článok podpory:
sl: Članek za podporo:
sv_se: Support-artikel:
te: తోడ్పాటు వ్యాసం:
tl: Suportang Artikulo:
ur: سپورٹ آرٹیکل:
xh: Xhasa inqaku:
zu: Okokweseka i-athikhili:

source: Enter the name of the article
af: Tik die naam van die artikel
ar: أدخِل اسم المقالة:
az: Məqalənin adını daxil edin
bg: Въведете името на статията
bn: প্রবন্ধের নামটি লিখুন
ca: Introduïu el nom de l’article
el: Εισαγάγετε το όνομα του άρθρου
es: Introduce el nombre del artículo
et: Sisesta teema nimi
fa: نام مقاله را وارد کنید
fr: Saisissez le nom de l’article
fy_nl: Fier de namme fan it artikel yn
ga_ie: Cuir ainm an ailt isteach
ia: Insere le nomine del articulo
it: Inserire il nome dell'articolo
lt: Įveskite straipsnio pavadinimą
mg: Ampidiro ny anaran'ny lahatsoratra
ml: ലേഖനത്തിനു പേര് നൽകുക
ms: Masukkan nama artikel
nb_no: Skriv inn navnet til artikkelen
nl: Voer de naam van het artikel in
pa_in: ਅੰਸ਼ ਦਾ ਨਾਮ ਸ਼ਾਮਿਲ ਕਰੋ
pl: podaj nazwę artykułu
pt_br: Digite o nome do artigo
pt_pt: Insira o nome do artigo
ro: Introdu denumirea articolului
sk: Zadajte názov článku
sl: Vnesite ime za članek
sv_se: Fyll i namnet på artikeln
te: వ్యాసం పేరును నమోదుచేయండి
tl: Maglagay ng pangalan ng artikulo
ur: مضمون کا نام درج کریں
xh: Faka igama lenqaku
zu: Faka igama le-athikhili

source: External link:
af: Eksterne skakel:
ar: الرابط الخارجي:
az: Xarici keçid:
bg: Външна препратка:
bn: বহিরাগত লিঙ্ক:
ca: Enllaç extern:
el: Εξωτερικός σύνδεσμος:
es: Enlace externo:
et: Väline link:
fa: پيوند خارجی:
fr: Lien externe :
fy_nl: Eksterne keppeling:
ga_ie: Nasc seachtrach:
ia: Ligamine externe:
it: Link esterno:
lt: Išorinis tinklapis:
mg: Rohy ivelany:
ml: ബാഹ്യ കണ്ണി:
ms: Pautan luar:
nb_no: Ekstern lenke:
nl: Externe koppeling:
pa_in: ਬਾਹਰੀ ਲਿੰਕ:
pl: Zewnętrzny odnośnik:
pt_br: Link externo:
pt_pt: Ligação externa:
ro: Link extern:
sk: Externý odkaz:
sl: Zunanja povezava:
sv_se: Extern länk:
te: బయటి లంకె:
tl: Panlabas na link:
ur: بیرونی ربط:
xh: Ilinki yangaphakathi:
zu: Ilinki yangaphandle:

source: Enter the URL of the external link
af: Tik die URL van die eksterne skakel
ar: أدخِل مسار الرابط الخارجي
az: Xarici keçidin URL ünvanını daxil edin
bg: Въведете адреса на външната препратка
bn: বহিরাগত লিঙ্কটি লিখুন
ca: Introduïu l’URL de l’enllaç extern
el: Εισαγάγετε το URL του εξωτερικού συνδέσμου
es: Introduce la URL del enlace externo
et: Sisesta välise lingi URL
fa: URL پیوند خارجی را وارد کنید
fr: Saisissez l’URL du lien externe
fy_nl: Fier de URL fan de eksterne keppeling yn
ga_ie: Cuir URL an naisc sheachtraigh isteach
ia: Insere le URL del ligamine externe
it: Inserire l'URL del link esterno
lt: Įveskite išorinio tinklapio URL adresą
mg: Ampidiro ny URL an'ilay rohy ivelany
ml: ബാഹ്യ കണ്ണിയുടെ URL നൽകുക
ms: Masukkan URL pautan luar
nb_no: Skriv inn URL til ekstern lenke
nl: Voer de URL van de externe koppeling in
pa_in: ਬਾਹਰੀ ਲਿੰਕ ਦਾ URL ਦਿਓ
pl: podaj adres URL
pt_br: Digite o endereço do link externo
pt_pt: Introduza o URL da ligação externa
ro: Introdu URL-ul linkului extern
sk: Zadajte URL adresu externého odkazu
sl: Vnesite spletni naslov zunanje povezave
sv_se: Fyll i URL:en för den externa länken
te: బాహ్య లంకెయొక్క URL ను ఎంటర్ చేయండి
tl: Ilagay ang URL ng panlabas na link
ur: بیرونی ربط کا URL درج کریں
xh: Faka i-URL yelinki yangaphandle
zu: Faka i-URL yelinki yangaphandle

source: No sections found
af: Geen seksies gevind nie
ar: لم توجد أيّ أقسام
az: Bölmə tapılmadı
bg: Няма намерени секции
bn: কোনো বিভাগ পাওয়া যায়নি
ca: No s’ha trobat cap secció
el: Δεν βρέθηκαν ενότητες
es: No se encontró ninguna sección
fa: هیچ بخشی یافت نشد
fr: Aucune section trouvée
fy_nl: Gjin seksjes fûn
ga_ie: Níor aimsíodh aon rannáin
ia: Nulle section trovate
it: Nessuna sezione trovata
lt: Skyrių nerasta
mg: Tsisy fizarana hita
ml: പ്രത്യേക തിരഞ്ഞെടുപ്പുകള്‍ ഒന്നും കണ്ടില്ല
ms: Tiada bahagian dijumpai
nb_no: Ingen seksjoner funnet
nl: Geen secties gevonden
pa_in: ਕੋਈ ਭਾਗ ਨਹੀ ਲੱਭਾ
pl: Nie znaleziono sekcji
pt_br: Nenhuma seção encontrada
pt_pt: Não foram encontradas secções
ro: Nicio secțiune găsită
sk: Nebola nájdená žiadna sekcia
sl: Ni najti odsekov
sv_se: Inga sektioner funna
te: ఎటువంటి నిర్వచనములు లభించలేదు
tl: Walang makita na mga bahagi
ur: کوئی صیغہ نہیں ملا
xh: Akukho macandelo afunyenweyo
zu: Azikho iziqephu ezitholakele

source: Insert Link
af: Voeg skakel in
ar: أدرِج رابطا
az: Keçid daxil et
bg: Вмъкване препратка
bn: লিংক যোগ করুন
ca: Insereix l'enllaç
el: Εισαγωγή συνδέσμου
es: Introduce el enlace
et: Sisesta link
fa: درج پیوند
fr: Insérer un lien
fy_nl: Keppeling ynfoegje
ga_ie: Ionsáigh Nasc
ia: Insere le ligamine
it: Inserisci link
lt: Pridėti saitą
mg: Hanatsofoka Rohy
ml: കണ്ണി ചേർക്കുക
ms: Masukkan Pautan
nb_no: Sett inn lenke
nl: Koppeling invoegen
pa_in: ਲਿੰਕ ਭਰੋ
pl: Wstaw odnośnik
pt_br: Inserir link
pt_pt: Inserir ligação
ro: Inserează linkul
sk: Vložiť odkaz
sl: Vstavi povezavo
sv_se: Infoga länk
te: లంకెను ప్రవెసపెట్టు
tl: Maglagay ng Link
ur: ربط داخل کریں
xh: Faka ilinki
zu: Faka ilinki
