Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: changed by {users}
af: verander deur {users}
bg: променено от {users}
bs: promijenio/la {users}
de: geändert durch {users}
el: άλλαξε από {users}
es: cambiado por {users}
fy_nl: wizige troch {users}
he: השתנה על־ידי {users}
hr: izmijenili: {users}
hu: {users} módosította
ia: cambiate per {users}
id: diubah oleh {users}
it: modificata da {users}
ja: 変更者: {users}
ka: ცვლილებების შემტანი: {users}
kab: yettwabeddel sɣur {users}
ko: 최종 수정: {users}
mg: novain'i {users}
ms: diubah oleh {users}
nb_no: endret av {users}
nl: gewijzigd door {users}
pa_in: ਦੁਆਰਾ ਬਦਲਿਆ {users}
pl: zmieniony przez {users}
pt_br: alterado por {users}
pt_pt: alterado por {users}
ro: modificat de {users}
sk: zmenený používateľom {users}
sr: променио {users}
sv: ändrad av {users}
te: {users} ద్వారా మార్చబడినది
th: เปลี่ยนแปลงแล้วโดย {users}
tr: {users} tarafından düzenlendi
uk: змінено: {users}
ur: {users} کی جاجنب سے تبدیل کیا گیا
vi: thay đổi bởi {users}
zh_cn: 由 {users} 更改
zh_tw: 由 {users} 變更
zu: ishintshwe ngu {users}

source: Overview
af: Oorsig
bg: Обзор
bs: Pregled
de: Zusammenfassung
el: Επισκόπηση
es: Información general
fy_nl: Oersjoch
hr: Pregled
hu: Áttekintés
ia: Panorama
id: Ringkasan
it: Sommario
ja: 概要
ka: მიმოხილვა
kab: Tazwart
ko: 개요
mg: Ambangovangony
ms: Intisari
nb_no: Oversikt
nl: Overzicht
pa_in: ਸੰਖੇਪ
pl: Przegląd
pt_br: Visão geral
pt_pt: Visão geral
ro: Privire de ansamblu
sk: Prehľad
sr: Преглед
sv: Översikt
te: అవలోకనం
th: ภาพรวม
tr: Genel Bakış
uk: Огляд
ur: جائزہ
vi: Tổng quan
zh_cn: 概况
zh_tw: 概觀
zu: Ukubuka ngokungujikelele

source: %(numerator)s <small>of %(denominator)s</small>
af: %(numerator)s <small> van %(denominator)s</small>
bg: %(numerator)s <small>от %(denominator)s</small>
bs: %(numerator)s <small>od %(denominator)s</small>
de: %(numerator)s <small>von %(denominator)s</small>
el: %(numerator)s <small>από %(denominator)s</small>
es: %(numerator)s <small>de %(denominator)s</small>
fy_nl: %(numerator)s <small>fan %(denominator)s</small>
he: %(numerator)s <small>מתוך %(denominator)s</small>
hr: %(numerator)s <small>od %(denominator)s</small>
hu: %(numerator)s <small>/ %(denominator)s</small>
ia: %(numerator)s <small>de %(denominator)s</small>
id: %(numerator)s <small>dari %(denominator)s</small>
it: %(numerator)s <small>di %(denominator)s</small>
ja: %(numerator)s <small>/ %(denominator)s</small>
ka: %(numerator)s <small> %(denominator)s</small>-იდან
kab: %(numerator)s <small>n %(denominator)s</small>
ko: %(numerator)s <small>중 %(denominator)s</small>
mg: %(numerator)s <small>@ %(denominator)s</small>
ms: %(numerator)s <small>daripada %(denominator)s</small>
nb_no: %(numerator)s <small>av %(denominator)s</small>
nl: %(numerator)s <small>van %(denominator)s</small>
pl: %(numerator)s <small>z %(denominator)s</small>
pt_br: %(numerator)s <small>de %(denominator)s</small>
pt_pt: %(numerator)s <small>de %(denominator)s</small>
ro: %(numerator)s <small>din%(denominator)s</small>
sk: %(numerator)s <small>z %(denominator)s</small>
sr: %(numerator)s <small>од %(denominator)s</small>
sv: %(numerator)s <small>av %(denominator)s</small>
te: %(numerator)s <small>యొక్క %(denominator)s</small>
th: %(numerator)s <small>จาก %(denominator)s</small>
tr: %(numerator)s <small>/ %(denominator)s</small>
uk: %(numerator)s <small>із %(denominator)s</small>
ur: %(numerator)s <small> کا %(denominator)s</small>
vi: %(numerator)s <small>trên %(denominator)s</small>
zh_cn: 已翻译 %(numerator)s 篇<small>共 %(denominator)s 篇</small>
zh_tw: %(numerator)s <small>分之 %(denominator)s</small>
zu: %(numerator)s <small>ye %(denominator)s</small>

source: User Interface
af: Skermbeeld
bg: Потребителски интерфейс
bs: Korisnički interfejs
de: Benutzeroberfläche
el: Περιβάλλον χρήσης
es: Interfaz de usuario
fy_nl: Brûkersinterface
he: ממשק משתמש
hr: Korisničko sučelje
hu: Felhasználói felület
ia: Interface de usator
id: Antarmuka Pengguna
it: Interfaccia utente
ja: ユーザーインターフェイス
ka: სამომხმარებლო გარემო
kab: Agrudem n useqdac
ko: 사용자 화면
mg: Interifasin'ny Mpampiasa
ms: Antaramuka Pengguna
nb_no: Brukergrensesnitt
nl: Gebruikersinterface
pa_in: ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ
pl: Interfejs użytkownika
pt_br: Interface do usuário
pt_pt: Interface do utilizador
ro: Interfață utilizator
sk: Používateľské rozhranie
sr: Кориснички интерфејс
sv: Användargränssnitt
te: వినియోగదారు ఇంటర్‌ఫేస్
th: ส่วนติดต่อผู้ใช้
tr: Kullanıcı Arayüzü
uk: Користувацький інтерфейс
ur: یوزر انٹرفیس
vi: Giao diện người dùng
zh_cn: 用户界面
zh_tw: 使用者介面
zu: I-interface yomsebenzisi

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
af: 'n Ten volle vertaalde skermbeeld verbeter die ervaring vir besoekers in jou taal. Help <a href="%(url)s">vertaal die skermbeeld</a>.
bg: Напълно преведеният потребителски интерфейс улеснява разглеждането на страницата от посетители с твоя език. Помогни <a href="%(url)s">с превода на интерфейса</a>.
bs: U cijelosti preveden korisnički interfejs unaprjeđuje doživljaj posjetilaca stranice na vašem jeziku. Pomozite <a href="%(url)s">prevesti interfejs</a>.
de: Eine vollständig übersetzte Oberfläche erleichtert die Bedienung der Website für die Besucher in Ihrer Sprache. Helfen Sie mit, <a href="%(url)s">die Oberfläche zu übersetzen</a>.
el: Ένα πλήρως μεταφρασμένο περιβάλλον χρήσης βελτιώνει την εμπειρία για τους επισκέπτες του ιστοτόπου στη γλώσσα σας. Βοηθήστε στη <a href="%(url)s">μετάφραση του περιβάλλοντος χρήσης</a>.
es: Una interfaz de usuario completamente traducida mejora la experiencia de los visitantes del sitio que comparten tu idioma. Ayuda a <a href="%(url)s">traducir la interfaz</a>.
fy_nl: In folslein oersette brûkersinterface ferbetteret de ûnderfining foar websitebesikers yn jo taal. Help mei <a href="%(url)s">de interface oer te setten</a>.
he: ממשק משתמש בתרגום מלא משפר את חוויית המבקרים באתר הדוברים את השפה שלך. ניתן לסייע ב<a href="%(url)s">תרגום הממשק</a>.
hr: U cijelosti prevedeno korisničko sučelje unapređuje doživljaj hrvatskih posjetitelja. Pomogni <a href="%(url)s">prevesti sučelje</a>.
hu: A teljesen lefordított kezelőfelület növeli a felhasználói élményt. Segítsen a <a href="%(url)s">felület fordításában</ a>.
ia: Un interfacie de usator plenmente traducite meliora le experientia pro le visitatores de sito in tu lingua. Adjuta a <a href="%(url)s">traducer le interfacie</a>.
id: Antarmuka yang diterjemahkan dengan lengkap akan membantu pengunjung situs dalam bahasa Anda. Yuk, bantu <a href="%(url)s">menerjemahkan antarmuka</a>.
it: Un'interfaccia utente completamente tradotta migliora l'esperienza dei visitatori che parlano la tua lingua. Aiutaci a <a href="%(url)s">tradurre l'interfaccia</a>.
ja: サポートサイトのインターフェイスを日本語に翻訳すれば、サイトが分かりやすくなり、利用者数が向上します。<a href="%(url)s">インターフェイスの翻訳</a>にご協力ください。
ka: სრულად ნათარგმნი სამომხმარებლო გარემო, უადვილებს თქვენს ენაზე მოსაუბრე მომხმარებლებს, საიტით სრულყოფილად სარგებლობის შესაძლებლობას. დაგვეხმარეთ, <a href="%(url)s">გადათარგმნაში</a>.
kab: Agrudem n useqdac yettusuqlen meṛṛa s tutlay-ik yettṣeggim tirmit n inebgawen deg usmel. Ɛiwen-aɣ deg <a href="%(url)s"> usuqqel n ugrudem</a>.
ko: 사용자 화면을 완벽히 번역하는 것이 일반 사용자에게 도움을 주게 됩니다. 더 자세한 사항은 <a href="%(url)s">사용자 인터페이스 번역</a>을 참고하세요.
mg: Ny interifasin'ny mpampiasa voadika tanteraka dia manatsara ny zavatra iainan'ireo mpitsidika tranonkala @ teninao. Ampio izahay <a href="%(url)s">handika ny interifasy</a>.
ms: Antaramuka pengguna yang diterjemahkan sepenuhnya dapat mempertingkatkan pengalaman pelawat laman dalam bahasa anda. Bantu <a href="%(url)s">menterjemahkan antaramuka</a>.
nb_no: Et fullt oversatt brukergrensesnitt forbedrer opplevelsen for besøkende på ditt språk. Hjelp til å <a href="%(url)s">oversette grensesnittet</a>.
nl: Een volledig vertaalde gebruikersinterface verbetert de ervaring van websitebezoekers in uw taal. Help mee <a href="%(url)s">de interface te vertalen</a>.
pa_in: ਇੱਕ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਲੋਂ ਅਨੁਵਾਦ ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਸਾਇਟ ਵਿਜਿਟਰ ਲਈ ਅਨੁਭੱਵ ਵਿੱਚ ਸੁਧਾਰ. Help <a href="%(url)s">ਮਾਧਿਅਮ ਨੂੰ ਅਨੁਵਾਦ ਕਰੋ</a>.
pl: W pełni przetłumaczony interfejs poprawia komfort przeglądania osobom odwiedzającym witrynę, a posługującym się tym samym co ty językiem. Pomóż <a href="%(url)s">w tłumaczeniu interfejsu</a>.
pt_br: Uma interface totalmente traduzida melhora a experiência dos visitantes do site no seu idioma. Ajude a <a href="%(url)s">traduzir a interface</a>.
pt_pt: Uma interface totalmente traduzida melhora a experiência dos visitantes da sua língua. Ajude a <a href="%(url)s">traduzir a interface</a>.
ro: O interfață pentru utilizator tradusă complet îmbunătățește experiența vizitatorilor în limba voastră. Ajută la <a href="%(url)s">traducerea interfeței</a>.
sk: Kompletne preložené používateľské rozhranie zjednoduší používanie webu vo vašom jazyku. Pomôžte <a href="%(url)s">preložiť používateľské rozhranie</a>.
sr: Потпуно преведен кориснички интерфејс побољшава искуство посетилаца сајта на Вашем језику. Помозите у <a href="%(url)s">превођењу интерфејса</a>.
sv: Ett helt översatt användargränssnitt förbättrar upplevelsen för besökare på ditt språk. Hjälp till att <a href="%(url)s">översätta gränssnittet</a>.
te: ఒక పూర్తిగా అనువదించిన యూజర్ ఇంటర్ఫేస్ మీ భాషలో సైట్ సందర్శకులు కోసం అనుభవాన్ని మెరుగుపరుస్తుంది. <a href="%(url)s">ఇంటర్ఫేస్ అనువదించడానికి</a> సహాయం చేయండి.
th: การแปลส่วนติดต่อผู้ใช้อย่างเต็มรูปแบบ จะช่วยพัฒนาประสบการณ์ของผู้เข้าชมเว็บไซต์ในภาษาของคุณ ช่วยเหลือ<a href="%(url)s">ด้านการแปลส่วนติดต่อ</a>
tr: Tamamen çevrilmiş bir kullanıcı arayüzü, dilinizi konuşan site ziyaretçilerinin işini kolaylaştırır. <a href="%(url)s">Arayüz çevirisine</a> yardımcı olun.
uk: Повністю перекладений вашою мовою користувацький інтерфейс поліпшує враження відвідувачів сайту. Допоможіть <a href="%(url)s">перекласти інтерфейс</a>.
ur: مکمل ترجمہ شدہ صارفین کا انٹرفیس آپ کی زبان میں سائٹ دیکھنے والوں کے تجربے کو بہتر بناتا ہے۔ <a href="%(url)s">انٹرفیس کا ترجمہ کریں </a> مدد کریں۔
vi: Một giao diện người dùng được dịch đầy đủ sẽ cải thiện trải nghiệm cho những khách ghé thăm trang trong ngôn ngữ của bạn. Giúp <a href="%(url)s">dịch giao diện</a>.
zh_cn: 一个翻译完善的用户界面，可以改善与您使用同一语言用户的浏览体验。欢迎协助<a href="%(url)s">翻译用户界面</a>。
zh_tw: 翻譯完善的介面，可以改善與其他與您使用相同語言的人的使用體驗。歡迎一同協助<a href="%(url)s">翻譯使用者介面</a>。
zu: I-interface ehunyushwe ngokuphelele yomsebenzisi ithuthukisa amava ezivakashi kusayithi ngolimi lwakho. Usizo <a href="%(url)s">humusha i-interface</a>.

# l10n dashboard
source: Subscribe...
af: Teken in...
bg: Абониране…
bs: Pretplati se...
de: Abonnieren…
el: Συνδρομή...
es: Suscríbete...
fy_nl: Abonnearje…
he: מינוי...
hr: Pretplati se...
hu: Feliratkozás…
ia: Subscriber...
id: Langganan...
it: Attiva notifiche…
ja: 購読...
ka: გამოწერა...
kab: Jerred...
ko: 구독...
mg: Hisoratra…
ms: Langgan...
nb_no: Abonner …
nl: Abonneren…
pa_in: ਗਾਹਕ ਬਣੋਂ...
pl: Subskrybuj…
pt_br: Inscrever...
pt_pt: Subscrever...
ro: Abonare...
sk: Odoberať...
sr: Претплати се...
sv: Prenumerera...
te: చందా చేరండి...
th: บอกรับ...
tr: Abone ol...
uk: Підписатись...
ur: سبسکرائب کریں...
vi: Đăng ký nhận email...
zh_cn: 订阅...
zh_tw: 訂閱…
zu: Bhalisela ukuthola imininingwane...

source: Waiting for review
af: Wag vir nasien
bg: Чакащи за преглед
bs: Čekanje za reviziju
de: Wartet auf Überprüfung
el: Αναμονή για αξιολόγηση
es: A la espera de revisión
fy_nl: Wacht op beoardieling
he: בהמתנה לסקירה
hr: Čekanje na reviziju
hu: Ellenőrzésre vár
ia: Attendente revision
id: Menunggu tinjauan
it: In attesa di revisione
ja: レビュー待ち
ka: ელოდება განხილვას
kab: Yettraǧu i usekyed
ko: 검토 대기 중
mg: Miandry fitsarana
ms: Menunggu untuk semakan
nb_no: Venter på gjennomgang
nl: Wacht op beoordeling
pa_in: ਸਮੀਖਿਆ ਲਈ ਉਡੀਕ
pl: Czeka na sprawdzenie
pt_br: Aguardando revisão
pt_pt: A aguardar revisão
ro: În așteptarea revizuirii
sk: Čakajúce na kontrolu
sr: Чекање ревизије
sv: Väntar på granskning
te: సమీక్ష కోసం వేచి ఉన్నది
th: รอการพิจารณาใหม่
tr: İncelenmeyi bekliyor
uk: Чекає перевірки
ur: جائزے کا انتظار کر رہے ہیں
vi: Đang chờ xét duyệt
zh_cn: 正在等待审核
zh_tw: 等待審核中
zu: Kulindelwe isibukezo

source: Ready for localization
af: Gereed vir taalaanpassing
bg: Готови за локализация
bs: Spremno za lokalizaciju
de: Bereit zur Übersetzung
el: Έτοιμο για μετάφραση
es: Listas para ser localizadas
fy_nl: Ree foar oersetting
he: מוכן לתרגום
hr: Spremno za lokalizaciju
hu: Fordításra kész
ia: Preste pro localisation
id: Siap dilokalkan
it: Pronte per la localizzazione
ja: 翻訳準備完了
ka: მზადაა გადასათარგმნად
kab: Yewjed i usideg
ko: 지역화
mg: Vonona hadika
ms: Sedia untuk lokalisasi
nb_no: Klar for oversetting
nl: Gereed voor vertaling
pa_in: ਲੋਕੇਲਾਇਜੇਸਨ ਲਈ ਤਿਆਰ
pl: Gotowy do tłumaczenia
pt_br: Prontas para tradução
pt_pt: Pronto para tradução
ro: Gata pentru localizare
sk: Pripravené na lokalizáciu
sr: Спремно за локализацију
sv: Redo för översättning
te: స్థానికీకరణ కోసం సిద్ధంగా ఉన్నది
th: พร้อมสำหรับการแปล
tr: Çeviriye hazır
uk: Готово для локалізації
ur: لوکلائزیشن کے لئے تیار ہے
vi: Sẵn sàng để bản địa hóa
zh_cn: 可进行本地化
zh_tw: 已可進行在地化翻譯
zu: Ilungele ukwenziwa njengokwasendaweni

source: Please note that these selections are specific to the current product selected.
af: Let op dat hierdie keuses spesifiek vir die huidige gekose produk is.
bg: Моля, обърнете внимание, че тези селекции са специфични за избрания в момента продукт.
bs: Upamtite da su ovi odabiri specifični trenutno izabranom proizvodu.
de: Bitte beachten Sie, dass diese Einstellungen sich nur auf das aktuell ausgewählte Produkt beziehen.
el: Παρακαλούμε σημειώστε ότι αυτές οι ενότητες αφορούν αποκλειστικά το τρέχον προϊόν που έχετε επιλέξει.
es: Ten en cuenta que estas selecciones son específicas al producto seleccionado.
fy_nl: Hâld der rekkening mei dat dizze seleksjes spesifyk binne foar it keazen produkt.
he: נא לשים לב שהבחירות האלו הן נקודתיות למוצר הנבחר.
hr: Imaj na umu da su ovi odabiri specifični za trenutačno odabrani proizvod.
hu: Ne feledje, hogy ezek a kijelölések az éppen kiválasztott termékre jellemzőek.
ia: Per favor nota que iste selectiones es specific pro le actual producto seligite.
id: Mohon diperhatikan bahwa pilihan-pilihan ini spesifik untuk produk terkini yang telah dipilih.
it: Nota: queste scelte sono specifiche per il prodotto selezionato.
ja: これらは現在選択されている製品に固有の選択肢です。
ka: გთხოვთ გაითვალისწინოთ, რომ შერჩეული ვარიანტები, დამოკიდებულია მითითებულ პროდუქტზე.
kab: Ttxil-k, ẓer belli tifranin-agi d tusdidin ɣef ufaris-agi yettwafernen.
ko: 선택 사항은 현재 제품에만 해당됩니다.
mg: Mariho azafady fa ireto fantina ireto dia toetra manokan'ilay vokatra voafantina ankehitriny.
ms: Sila ambil perhatian bahawa pilihan ini khusus untuk produk semasa yang dipilih.
nb_no: Vær oppmerksom på at disse valgene er spesifikke for det aktuelle produktet som er valgt.
nl: Houd er rekening mee dat deze selecties specifiek zijn voor het gekozen product.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਰੱਖੋ ਇਹ ਚੋਣ ਨੂੰ ਚੁਣਿਆ ਮੌਜੂਦਾ ਉਤਪਾਦ ਲਈ ਖਾਸ ਹਨ।
pl: Należy pamiętać, że wybrane pozycje dotyczą aktualnie wybranego produktu
pt_br: Note que essas seleções são específicas para o produto selecionado.
pt_pt: Por favor, note que essas seleções são específicas para o produto atualmente selecionado.
ro: Te rugăm să reții că aceste selecții sunt specifice produsului curent selectat.
sk: Všimnite si, že tieto výbery sú špecifické pre práve vybraný produkt.
sr: Упамтите да су ови одабири специфични тренутно изабраном производу.
sv: Observera att dessa val är specifika för den aktuella produkten som valts.
te: దయచేసి ఈ ఎంపికలు ఎంచుకున్న ప్రస్తుత ఉత్పత్తికి ప్రత్యేకమైనవని గమనించండి.
th: โปรดทราบว่าการเลือกเหล่านี้จะเป็นเฉพาะกับผลิตภัณฑ์ในปัจจุบันที่เลือกไว้
tr: Bu seçimlerin, seçtiğiniz ürüne özel olduğunu unutmayın.
uk: Зверніть увагу на те, що ці вибірки специфічні для вибраного зараз продукту.
ur: براہ مہربانی نوٹ کریں کہ یہ انتخابات منتخب کردہ موجودہ مصنوع سے مخصوص ہیں۔
vi: Xin lưu ý rằng các lựa chọn này là dành riêng cho sản phẩm hiện tại được chọn.
zh_cn: 请注意，这些选择仅针对当前选中的产品。
zh_tw: 請注意，這些選擇僅會套用至目前選擇的產品。
zu: Uyacelwa uqaphele ukuthi lokhu okukhethiwe kuqondene ngqo nomkhiqizo okhethwe manje.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
af: Let op dat jy vir hierdie kennisgewings vir alle produkte ingeteken sal wees. As jy net in spesifieke produkte belangstel, gaan asseblief na die kontroleskerm vir daardie produk.
bg: Моля, обърнете внимание, че ще бъдете абонирани за тези известия за всички продукти. Ако се интересувате само от конкретни продукти, моля, отидете на таблото за управление на този продукт.
bs: Imajte na umu da ćete biti pretplaćeni na ova obavještenja za sve proizvode. Ako vas zanimaju samo određeni proizvodi, idite na kontrolnu tablu za taj proizvod.
de: Bitte beachten Sie, dass Sie die Benachrichtigungen für alle Produkte abonnieren. Wenn Sie nur an bestimmten Produkten interessiert sind, besuchen Sie bitte die Übersicht für dieses Produkt.
el: Παρακαλούμε σημειώστε ότι θα εγγραφείτε σε αυτές τις ειδοποιήσεις για όλα τα προϊόντα. Αν ενδιαφέρεστε μόνο για ορισμένα προϊόντα, μεταβείτε στον πίνακα του προϊόντος.
es: Ten en cuenta que te suscribes a las notificaciones para todos los productos. Si solo te interesan unos productos en concreto, dirígete a los paneles correspondientes.
fy_nl: Hâld der rekkening mei dat jo foar dizze meldingen foar alle produkten oanmeld wurde. As jo allinnich yn bepaalde produkten ynteressearre binne, gean dan nei it dashboerd foar dat produkt.
he: נא לשים לב שההרשמה היא להתרעות אלו עבור כל המוצרים. אם מעניין אותך רק מוצר אחד, נא לגשת ללוח הבקרה של אותו המוצר.
hr: Imaj na umu da ćeš biti pretplaćen/a na ovakve obavijesti za sve proizvode. Ako te zanimaju samo određeni proizvodi, idi na nadzornu ploču za taj proizvod.
hu: Ne feledje, hogy minden termék értesítéseire fel lesz írva. Ha csak egyes termékek érdeklik, akkor nyissa meg az adott termék vezérlőpultját.
ia: Per favor nota que tu sera subscribite a iste notificationes pro tote le productos. Si tu es solo interessate a productos specific, per favor va al pannello de controlo pro cata producto.
id: Mohon diperhatikan bahwa Anda akan berlangganan notifikasi ini yang berlaku untuk semua produk. Jika Anda hanya tertarik pada produk-produk tertentu saja, silakan menuju dasbor produk tersebut.
it: Nota: si è scelto di attivare le notifiche per tutti i prodotti. Se si è interessati solo a prodotti specifici, aprire il pannello per quei prodotti.
ja: これらは、すべての製品の通知を購読します。特定の製品のみに興味がある場合は、その製品のダッシュボードへ移動してください。
ka: გთხოვთ, გაითვალისწინოთ, რომ თქვენ გამოიწერთ ყველა პროდუქტის შეტყობინებებს. თუ მხოლოდ რომელიმე მათგანით ხართ დაინტერესებული, ეწვიეთ ცალკეული პროდუქტის ხელსაწყოების გვერდს.
kab: Ttxil-k, ẓer belli ad tmultɣeḍ ɣer yilɣa-agi i akk ifarisen. Ma yella d ifarisen kan usdiden i tebɣiḍ, ttxil-k rzu ɣer tfelwit n tilisɣelt n ufaris-nni.
ko: 모든 제품에 대한 알림을 받게 됩니다. 만약 특정 제품에만 관심 있다면 그 제품 현황판으로 이동하세요.
mg: Mariho azafady fa hisoratra @ ireto filazana ireto ho an'ny vokatra rehetra ianao. Raha vokatra miavaka manokana no mahaliana anao, dia mandehana ao @ takelaka fanamoriana an'ilay vokatra azafady.
ms: Sila ambil perhatian bahawa anda akan melanggan makluman untuk semua produk. Jika anda hanya berminat terhadap produk tertentu, sila pergi ke papan pemuka untuk produk tersebut.
nb_no: Vær oppmerksom på at du vil bli abonnere på disse varslingene for alle produkter. Hvis du bare er interessert i bestemte produkter, kan du gå til instrumentbordet for det produktet.
nl: Houd er rekening mee dat u voor deze meldingen voor alle producten wordt aangemeld. Als u alleen in bepaalde producten bent geïnteresseerd, ga dan naar het dashboard voor dat product.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਤੁਹਾਨੂੰ ਸਭ ਉਤਪਾਦ ਲਈ ਇਹ ਸੂਚਨਾ ਕਰਨ ਲਈ ਸਹਿਯੋਗੀ ਹੋ ਜਾਵੇਗੀ। ਜੇਕਰ ਤੁੁਸੀ ਸਿਰਫ ਖਾਸ ਉਤਪਾਦ ਵਿੱਚ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹੋ, ਕਿਰਪਾ ਕਰਕੇ ਉਸ ਉਤਪਾਦ ਦੇ ਡੈਸ਼ਬੋਰਡ ਤੇ ਜਾਉ।
pl: Należy pamiętać, że subskrypcja powiadomień dotyczy wszystkich produktów. Jeśli ma dotyczyć tylko jednego produktu, należy przejść do panelu danego produktu.
pt_br: Note que está se inscrevendo para receber notificações de todos os produtos. Se tiver interesse somente em produtos específicos, vá ao painel desses produtos.
pt_pt: Por favor, note que irá subscrever a estas notificações para todos os produtos. Se só estiver interessado em produtos específicos, por favor, vá ao painel desse produto.
ro: Te rugăm să reții că vei fi abonat(ă) la aceste notificări pentru toate produsele. Dacă ești interesat(ă) doar de anumite produse, te rugăm să intri în tabloul de bord al produselor respective.
sk: Majte prosím na pamäti, že budete prihlásený k odberu týchto upozornení pre všetky produkty. Ak máte záujem o upozornenia len pre konkrétny produkt, prejdite na nástenku konkrétneho produktu.
sr: Имајте на уму да ћете бити претплаћени на ова обавештења за све производе. Ако вас занимају само одређени производи, идите на контролну таблу за тај производ.
sv: Observera att du kommer att prenumerera på dessa meddelanden för samtliga produkter. Om du bara är intresserad av specifika produkter, gå till översikten för den produkten.
te: దయచేసి మీరు అన్ని ఉత్పత్తులకు ఈ నోటిఫికేషన్లను సభ్యత్వాన్ని పొందుతారని గమనించండి. మీరు నిర్దిష్ట ఉత్పత్తులు మాత్రమే ఆసక్తి ఉంటే, దయచేసి ఆ ఉత్పత్తి కోసం డాష్బోర్డ్ కు వెళ్ళండి.
th: อย่าลืมว่าคุณกำลังจะติดตามการแจ้งเตือนผลิตภัณฑ์ทั้งหมด หากคุณสนใจเพียงผลิตภัณฑ์บางตัว โปรดไปที่แดชบอร์ดของผลิตภัณฑ์นั้น ๆ
tr: Tüm ürünler için bu bildirimlere abone olduğunuzu lütfen unutmayın. Belli ürünlerle ilgileniyorsanız, lütfen o ürünün kontrol paneline gidin.
uk: Зверніть увагу на те, що ви будете підписані на такі повідомлення для всіх продуктів. Якщо вас цікавлять лише певні продукти, тоді перейдіть на панель цього продукту.
vi: Xin lưu ý rằng bạn sẽ đăng ký các thông báo này cho tất cả các sản phẩm. Nếu bạn chỉ quan tâm đến các sản phẩm cụ thể, vui lòng truy cập bảng điều khiển cho sản phẩm đó.
zh_cn: 请注意，您将会订阅全部产品的这些通知。如果您只是对特定产品有兴趣，请到该产品的状态面板订阅。
zh_tw: 請注意，您將訂閱所有產品的下列通知。若您只對某些產品有興趣，請直接到該產品的主控台訂閱。
zu: Uyacelwa wazi ukuthi uzobhaliselwa ukuthola lezi zaziso ngayo yonke imikhiqizo. Uma unentshisekelo yokwazi ngemikhiqizo ethile kuphela, uyacelwa uye kudeshibhodi yalowo mkhiqizo.

source: All Topics
af: Alle onderwerpe
bg: Всички теми
bs: Sve teme
de: Alle Themen
el: Όλα τα θέματα
es: Todos los temas
fy_nl: Alle ûnderwerpen
he: כל הנושאים
hr: Sve teme
hu: Minden téma
ia: Tote le argumentos
id: Semua Topik
it: Tutti gli argomenti
ja: すべてのトピック
ka: ყველა თემა
kab: Akk isental
ko: 모든 주제
mg: Lohahevitra Rehetra
ms: Semua Topik
nb_no: Alle emner
nl: Alle onderwerpen
pa_in: ਸਾਰੇ ਵਿਸ਼ੇ
pl: Wszystkie tematy
pt_br: Todos os tópicos
pt_pt: Todos os tópicos
ro: Toate subiectele
sk: Všetky témy
sr: Све теме
sv: Alla ämnen
te: అన్ని విషయములు
th: หัวข้อทั้งหมด
tr: Tüm Konular
uk: Усі теми
ur: تمام موضوعات
vi: Tất cả chủ đề
zh_cn: 全部主题
zh_tw: 所有主題
zu: Zonke izihloko

source: Filter by type:
bg: Филтриране по тип:
bs: Filtriraj po
de: Filtern nach Typ:
el: Φιλτράρισμα κατά τύπο:
es: Filtrar por tipo:
fy_nl: Filterje op type:
he: סינון לפי סוג:
hr: Filtriraj po tipu:
hu: Szűrés típus szerint:
ia: Filtrar per categoria:
id: Filter berdasarkan tipe:
it: Filtra per categoria:
ja: 絞り込み条件:
ka: გამორჩევა სახეობის მიხედვით:
kab: Zizdeg s wanaw:
ko: 타입별 필터:
mg: Sivanina araka karazana:
ms: Tapis mengikut jenis:
nb_no: Filtrer etter type:
nl: Filteren op type:
pa_in: ਇਸ ਕਿਸਮ ਦੇ ਹਿਸਾਬ ਨਾਲ ਛਾਣੋ:
pl: Filtruj wg typu:
pt_br: Filtrar por tipo:
pt_pt: Filtrar por tipo:
ro: Filtrează după tip:
sk: Filtrovať podľa typu:
sr: Филтрирај по
sv: Filtrera efter typ:
te: రకం ద్వారా ఫిల్టర్ చేయండి:
th: กรองโดยประเภท:
tr: Türüne göre filtrele:
uk: Фільтр за типом:
ur: قسم کے لحاظ سے فلٹر کریں:
vi: Lọc theo loại:
zh_cn: 按类型筛选：
zh_tw: 依照類型過濾：
