Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: This account is not active. Please contact an administrator if you believe this is an error
bg: Този акаунт не е активен. Моля, свържете се с администратор, ако смятате, че това е грешка
de: Dieses Konto ist nicht aktiv. Bitte wenden Sie sich an einen Administrator, wenn Sie glauben, dass dies ein Fehler ist
el: Αυτός ο λογαριασμός δεν είναι ενεργός. Αν πιστεύετε ότι πρόκειται για σφάλμα, επικοινωνήστε με έναν διαχειριστή
fy_nl: Dizze account is net aktyf. Nim kontakt op mei in behearder as jo tinke dat dit in flater is
he: חשבון זה אינו פעיל. נא ליצור קשר עם מנהל אם לפי דעתך מדובר בשגיאה
hr: Ovaj račun nije aktivan. Ako smatraš da je to greška, obrati se administratoru
hu: Ez a fiók nem aktív. Lépjen kapcsolatba egy rendszergazdával, ha úgy gondolja, hogy ez egy hiba
ia: Iste conto non es active. Per favor contacta un administrator si tu crede isto es un error.
it: Questo account non è attivo. Contatta un amministratore se ritieni che si tratti di un errore.
ja: このアカウントはアクティブではありません。これがエラーであると思われる場合は、管理者に連絡してください
ka: ეს ანგარიში არაა მოქმედი. გთხოვთ, დაუკავშირდეთ მმართველ პირს, თუ მიგაჩნიათ, რომ შეცდომაა
kab: Amaɣnu-agi ur yermid ara. Ma ulac uɣilif nermes anedbal ma yella twalaḍ d tuccḍa
ko: 이 계정은 활성 상태가 아닙니다. 오류라고 생각되면 관리자에게 문의하세요.
nb_no: Denne kontoen er ikke aktiv. Kontakt en administrator hvis du mener at dette er en feil
nl: Deze account is niet actief. Neem contact op met een beheerder als u denkt dat dit een fout is
pl: To konto jest nieaktywne. Jeśli uważasz, że to błąd, skontaktuj się z administratorem.
pt_br: Esta conta não está ativa. Entre em contato com um administrador se acreditar que isso é um erro
pt_pt: Esta conta não está ativa. Por favor, contacte um administrador se acredita que isto é um erro
ro: Acest cont nu este activ. Contactează un administrator dacă este posibil să fie o eroare
sk: Tento účet nie je aktívny. Ak si myslíte, že ide o chybu, kontaktujte správcu
sr: Овај налог није активан. Контактирајте администратора ако мислите да је у питању грешка
sv: Det här kontot är inte aktivt. Kontakta en administratör om du tror att det här är ett fel
tr: Bu hesap etkin değil. Bunun bir hata olduğunu düşünüyorsanız lütfen bir yöneticiye başvurun.
uk: Цей обліковий запис не активний. Якщо ви впевнені, що це помилка, зв’яжіться з адміністратором
ur: یہ اکاؤنٹ فعال نہیں ہے۔ اگر آپ کو یقین ہے کہ یہ غلطی ہے تو براہ مہربانی منتظم سے رابطہ کریں
vi: Tài khoản này không hoạt động. Vui lòng liên hệ với quản trị viên nếu bạn tin rằng đây là lỗi
zh_cn: 该账户尚未激活。如果您认为该提示有错误，请联系管理员
zh_tw: 此帳號尚未啟用。若您覺得這個情況不正確，請聯絡網站管理員。

source: {user} | Latest Answers
bg: {user} | Последни отговори
de: {user} | Neueste Antworten
el: {user} | Τελευταίες απαντήσεις
es: {user} | Respuestas más recientes
fy_nl: {user} | Lêste antwurden
he: ‏{user} | התשובות האחרונות
hr: {user} | Najnoviji odgovori
hu: {user} | Legfrissebb válaszok
ia: {user} | Ultime responsas
it: {user} | Ultime risposte
ja: {user} | 最新の回答
ka: {user} | უახლესი პასუხები
kab: {user} | Tiririyin tineggura
ko: {user} | 최근 답변
nb_no: {user} | Siste svar
nl: {user} | Laatste antwoorden
pl: {user} | Najnowsze odpowiedzi
pt_br: {user} | Últimas respostas
pt_pt: {user} | Últimas respostas
sk: {user} | Najnovšie odpovede
sr: {user} | Најновији одговори
sv: {user} | Senaste svar
te: {user} | సరికొత్త జవాబులు
th: {user} | คำตอบล่าสุด
tr: {user} | Son yanıtlar
uk: {user} | Останні відповіді
vi: {user} | Câu trả lời mới nhất
zh_cn: {user} | 最新回答
zh_tw: {user} | 最新解答

source: Latest Answers
bg: Последни отговори
de: Neueste Antworten
el: Τελευταίες απαντήσεις
es: Respuestas más recientes
fy_nl: Lêste antwurden
he: התשובות האחרונות
hr: Najnoviji odgovori
hu: Legfrissebb válaszok
ia: Ultime responsas
it: Ultime risposte
ja: 最新の回答
ka: უახლესი პასუხები
kab: Tiririyin tineggura
ko: 최근 답변
nb_no: Siste svar
nl: Laatste antwoorden
pl: Najnowsze odpowiedzi
pt_br: Últimas respostas
pt_pt: Últimas respostas
sk: Najnovšie odpovede
sr: Најновији одговори
sv: Senaste svar
te: సరికొత్త జవాబులు
th: คำตอบล่าสุด
tr: Son yanıtlar
uk: Останні відповіді
ur: تازہ ترین جوابات
vi: Câu trả lời mới nhất
zh_cn: 最新回答
zh_tw: 最新解答

source: You haven't answered any questions yet.
bg: Още не сте отговорили на въпроси.
de: Sie haben noch keine Fragen beantwortet.
el: Δεν έχετε απαντήσει καμία ερώτηση ακόμα.
es: Todavía no has respondido ninguna pregunta.
fy_nl: Jo hawwe noch gjin fragen beäntwurde.
he: עדיין לא ענית לשאלות.
hr: Još nisi odgovorio/la na nijedno pitanje.
hu: Még egy kérdésre sem válaszolt.
ia: Tu ancora non ha respondite a ulle questiones.
it: Non hai ancora risposta ad alcuna richiesta.
ja: まだ質問に答えていません。
ka: ჯერ არცერთ კითხვაზე არ გიპასუხიათ.
kab: Ur d-terriḍ ula ɣef yiwen usteqsi akka ar tura.
ko: 아직 질문에 답변하지 않았습니다.
nb_no: Du har ikke svart på noen spørsmål ennå.
nl: U hebt nog geen vragen beantwoord.
pl: Nie odpowiedziano jeszcze na żadne pytania.
pt_br: Você ainda não respondeu nenhuma pergunta.
pt_pt: Ainda não respondeu a nenhuma questão.
sk: Zatiaľ ste neodpovedali na žiadne otázky.
sr: Још нисте одговорили ни на једно питање.
sv: Du har inte svarat på några frågor än.
te: మీరు ఇంకా ఏ ప్రశ్నలకూ జవాబు ఇవ్వలేదు.
th: คุณยังไม่ได้ตอบคำถามใด ๆ
tr: Henüz hiçbir soruyu yanıtlamadınız.
uk: Ви ще не відповіли на жодне запитання.
vi: Bạn vẫn chưa trả lời bất kỳ câu hỏi nào.
zh_cn: 您尚未回答过任何问题。
zh_tw: 您尚未回答任何問題。

source: {user} hasn't answered any questions yet.
bg: {user} все още не е отговорил на никакви въпроси.
de: {user} hat noch keine Fragen beantwortet.
el: Ο/Η {user} δεν έχει απαντήσει καμία ερώτηση ακόμα.
es: {user} todavía no ha respondido ninguna pregunta.
fy_nl: {user} hat noch gjin fragen beäntwurde.
hr: {user} još nije odgovorio/la na nijedno pitanje.
hu: {user} még egy kérdésre sem válaszolt.
ia: {user} ancora non ha respondite a ulle questiones.
it: {user} non ha ancora risposto ad alcuna richiesta.
ja: {user} さんはまだ質問に答えていません。
ka: {user} ჯერ არცერთ კითხვას არ გამოხმაურებია.
kab: {user} ur d-yerri ula ɣef yiwen usteqsi akka ar tura.
ko: {user} 님은 아직 질문에 답변하지 않았습니다.
nb_no: {user} har ikke svart på noen spørsmål ennå.
nl: {user} heeft nog geen vragen beantwoord.
pl: Użytkownik {user} nie odpowiedział jeszcze na żadne pytanie.
pt_br: {user} ainda não respondeu nenhuma pergunta.
pt_pt: {user} ainda não respondeu a nenhuma questão.
sk: {user} zatiaľ neodpovedal na žiadne otázky.
sr: {user} није одговорио/ла ни на једно питање.
sv: {user} har inte svarat på några frågor än.
te: {user} ఇంకా ఏ ప్రశ్నలకూ జవాబు ఇవ్వలేదు.
th: {user} ยังไม่ได้ตอบคำถามใด ๆ
tr: {user} henüz herhangi bir soruyu yanıtlamadı.
uk: Наразі відповідей від {user} не було.
vi: {user} vẫn chưa trả lời bất kỳ câu hỏi nào.
zh_cn: {user} 尚未回答过任何问题。
zh_tw: {user} 尚未回答任何問題。

source: Log In / Sign up
bg: Вписване / Регистрация
de: Anmelden / Registrieren
el: Σύνδεση/Εγγραφή
es: Entrar / Registrarse
fy_nl: Oanmelde / registrearje
he: כניסה / הרשמה
hr: Prijava/Registracija
hu: Bejelentkezés / Regisztráció
ia: Aperir session / Inscriber se
it: Accedi o registrati
ja: ログイン / アカウント登録
ka: შესვლა / შექმნა
kab: Qqen / Jerred
ko: 로그인 / 가입하기
nb_no: Logg inn / registrer deg
nl: Aanmelden / registreren
pl: Zaloguj się/zarejestruj
pt_br: Entrar / Cadastrar-se
pt_pt: Iniciar sessão / Registar
ro: Autentifică-te / Înscrie-te
sk: Prihlásenie / Registrácia
sr: Пријавите се / Региструјте се
sv: Logga in / Registrera dig
te: ప్రవేశం / నమోదు
th: เข้าสู่ระบบ / ลงทะเบียน
tr: Giriş / Kayıt
uk: Увійти / Зареєструватися
ur: لاگ ان / سائن اپ کریں
vi: Đăng nhập / Đăng ký
zh_cn: 登录 / 注册
zh_tw: 登入 / 註冊

source: Continue with a Mozilla account
de: Weiter mit einem Mozilla-Konto
el: Συνέχεια με λογαριασμό Mozilla
fy_nl: Trochgean mei in Mozilla-account
he: המשך עם חשבון Mozilla
hu: Tovább egy Mozilla-fiókkal
ia: Continuar con un conto Mozilla
it: Continua con un account Mozilla
ka: განაგრძეთ Mozilla-ანგარიშით
ko: Mozilla 계정으로 계속
nl: Doorgaan met een Mozilla-account
pl: Kontynuuj z kontem Mozilli
pt_br: Continuar com uma conta Mozilla
pt_pt: Continuar com uma conta Mozilla
sv: Fortsätt med ett Mozilla-konto
tr: Mozilla hesabıyla devam et
uk: Продовжити з обліковим записом Mozilla
vi: Tiếp tục với tài khoản Mozilla
zh_cn: 通过 Mozilla 账户登录
zh_tw: 使用 Mozilla 帳號登入

source: Sign in or sign up to ask questions in our forums and contact support agents.
de: Melden Sie sich an oder registrieren Sie sich, um Fragen in unseren Foren zu stellen und Support-Mitarbeiter zu kontaktieren.
el: Συνδεθείτε ή εγγραφείτε για να κάνετε ερωτήσεις στα φόρουμ μας και να επικοινωνήστε με τους αντιπροσώπους υποστήριξης.
fy_nl: Meld jo oan of registrearje om fragen yn ús foarums te stellen en kontakt op te nimmen mei stipemeiwurkers.
he: יש להיכנס או להירשם כדי לשאול שאלות בפורומים שלנו וליצור קשר עם סוכני תמיכה.
hu: Jelentkezzen be vagy regisztráljon, hogy kérdéseket tegyen fel a fórumainkon, vagy kapcsolatba lépjen a támogatási ügyintézőinkkel.
ia: Accede o registra te pro poner questiones sur nostre foros e contactar nostre agentes de supporto.
it: Accedi o registrati per porre domande nei nostri forum e contattare il personale di supporto.
ka: შედით ან შექმენით ანგარიში, რომ დასვათ კითხვები ფორუმზე და დაუკავშირდეთ მხარდაჭერის გუნდის წევრებს.
ko: 로그인 또는 회원가입하여 포럼에 질문하거나 지원 담당자에게 문의하세요.
nl: Meld u aan of registreer om vragen in onze forums te stellen en contact op te nemen met ondersteuningsmedewerkers.
pl: Zaloguj się lub zarejestruj, aby zadawać pytania na naszych forach i kontaktować się z pomocą techniczną.
pt_br: Entre na sua conta ou crie uma, para tirar dúvidas em nossos fóruns e entrar em contato com agentes de suporte.
pt_pt: Inicie sessão ou registe-se para colocar questões nos nossos fóruns e contactar os agentes de apoio.
sv: Logga in eller registrera dig för att ställa frågor i våra forum och kontakta supportagenter.
tr: Forumlarımızda soru sormak ve destek temsilcileriyle iletişime geçmek için giriş yapın veya kaydolun.
uk: Увійдіть або зареєструйтеся, щоб ставити запитання на наших форумах і зв'язуватися з агентами служби підтримки.
vi: Đăng nhập hoặc đăng ký để đặt câu hỏi trong diễn đàn của chúng tôi và liên hệ với các đại lý hỗ trợ.
zh_cn: 登录或注册后，即可在论坛中询问问题或联系支持人员。
zh_tw: 註冊或登入帳號後，即可在我們的討論區發問，或聯絡我們的技術支援團隊。

source: Continuing with your Mozilla account means you have agreed with the <a href="%(terms_url)s">Terms and Conditions</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
de: Wenn Sie Mozilla-Konten verwenden, stimmen Sie den <a href="%(terms_url)s">Nutzungsbedingungen</a> und der <a href="%(privacy_url)s">Datenschutzerklärung</a> zu.
el: Αν συνεχίσετε με τον λογαριασμό Mozilla σας, αυτό σημαίνει ότι συμφωνείτε με τους <a href="%(terms_url)s">Όρους και προϋποθέσεις</a> και την <a href="%(privacy_url)s">Πολιτική απορρήτου</a>.
fy_nl: Trochgean mei jo Mozilla-account betsjut dat jo akkoard gean mei de <a href="%(terms_url)s">Betingsten</a> en it <a href="%(privacy_url)s">Privacybelied</a>.
he: המשך עם חשבון ה־Mozilla שלך מהווה הסכמה ל<a href="%(terms_url)s">תנאים וההגבלות</a> ול<a href="%(privacy_url)s">מדיניות הפרטיות</a>.
hu: A Mozilla-fiók használatának folytatásával beleegyezik az <a href="%(terms_url)s">Általános szerződési feltételekbe</a> és az <a href="%(privacy_url)s">Adatvédelmi irányelvekbe</a>.
ia: Continuante con tu conto Mozilla tu confirma le <a href="%(terms_url)s">Terminos e Conditiones</a> e le <a href="%(privacy_url)s">Politica de confidentialitate</a>.
it: Continuando con il tuo account Mozilla accetti le <a href="%(terms_url)s">condizioni di utilizzo del servizio</a> e <a href="%(privacy_url)s">l’informativa sulla privacy</a>.
ka: Mozilla-ანგარიშით სარგებლობა გულისხმობს, რომ თქვენთვის მისაღებია <a href="%(terms_url)s">წესები და პირობები</a>, ამასთანავე <a href="%(privacy_url)s">პირადულობის დებულებაც</a>.
ko: Moziila 계정을 계속 사용한다는 것은 <a href="%(terms_url)s">이용 약관</a> 및 <a href="%(privacy_url)s">개인 정보 보호 정책</a>에 동의했음을 의미합니다.
nl: Doorgaan met uw Mozilla-account betekent dat u akkoord gaat met de <a href="%(terms_url)s">Voorwaarden</a> en het <a href="%(privacy_url)s">Privacybeleid</a>.
pl: Kontynuacja korzystania z konta Mozilli oznacza, że ​​zgadzasz się z <a href="%(terms_url)s">Regulaminem korzystania</a> i <a href="%(privacy_url)s">Polityką prywatności</a>.
pt_br: Continuar com sua conta Mozilla significa que você aceita os <a href="%(terms_url)s">termos e condições</a> e a <a href="%(privacy_url)s">política de privacidade</a>.
pt_pt: Ao continuar com a sua conta Mozilla significa que concordou com os <a href="%(terms_url)s">Termos e Condições</a> e com a <a href="%(privacy_url)s">Política de Privacidade</a>.
sk: Ak budete pokračovať so svojim účtom Mozilla, znamená to, že ste súhlasili so <a href="%(terms_url)s">Zmluvnými podmienkami</a> a <a href="%(privacy_url)s">Zásadami ochrany osobných údajov</a>.
sv: Att fortsätta med ditt Mozilla-konto innebär att du har godkänt <a href="%(terms_url)s">användarvillkoren</a> och <a href="%(privacy_url)s">sekretesspolicyn</a>.
tr: Mozilla hesapları ile devam ederek <a href="%(terms_url)s">Şart ve Koşullar</a> ile <a href="%(privacy_url)s">Gizlilik Politikası</a>’nı kabul etmiş oluyorsunuz.
uk: Продовжуючи роботу з обліковим записом Mozilla, ви погоджуєтесь із <a href="%(terms_url)s">Умовами користування</a> та <a href="%(privacy_url)s">Політикою приватності</a>.
vi: Tiếp tục với Tài khoản Mozilla của bạn có nghĩa là bạn đã đồng ý với <a href="%(terms_url)s">điều khoản và điều kiện</a> và <a href="%(privacy_url)s">chính sách riêng tư</a>.
zh_cn: 通过 Mozilla 账户登录，即代表您同意我们的<a href="%(terms_url)s">使用条款</a>和<a href="%(privacy_url)s">隐私政策</a>。
zh_tw: 繼續使用 Mozilla 帳號登入，表示您同意我們的<a href="%(terms_url)s">使用條款</a>與<a href="%(privacy_url)s">隱私權保護政策</a>。

source: I can't sign in to my Mozilla account
de: Ich kann mich nicht bei meinem Mozilla-Konto anmelden
el: Δεν μπορώ να συνδεθώ στον λογαριασμό Mozilla μου
fy_nl: Ik kin net oanmelde by myn Mozilla-account
he: אין באפשרותי להתחבר לחשבון ה־Mozilla שלי
hu: Nem tudok bejelentkezni a Mozilla-fiókomba
ia: Io non pote acceder a mi conto Mozilla
it: Non riesco ad accedere al mio account Mozilla
ka: ვერ შევდივარ ჩემს Mozilla-ანგარიშზე
ko: Mozilla 계정으로 로그인할 수 없습니다
nl: Ik kan niet aanmelden bij mijn Mozilla-account
pl: Nie mogę zalogować się na konto Mozilli
pt_br: Não consigo entrar na minha conta Mozilla
pt_pt: Eu não consigo iniciar sessão na minha conta Mozilla
sv: Jag kan inte logga in på mitt Mozilla-konto
tr: Mozilla hesabıma giriş yapamıyorum
uk: Я не можу ввійти в обліковий запис Mozilla
vi: Tôi không thể đăng nhập vào tài khoản Mozilla của mình
zh_cn: 无法登录我的 Mozilla 账户
zh_tw: 我無法登入 Mozilla 帳號

source: Your account was sucessfully closed!
af: Jou rekening is suksesvol toegemaak!
bg: Профилът ви беше успешно затворен!
bs: Račun je uspješno zatvoren!
de: Ihr Konto wurde erfolgreich geschlossen!
el: Ο λογαριασμός σας έκλεισε επιτυχώς!
es: Tu cuenta ha sido cerrada correctamente
fy_nl: Wachtwurd mei sukses opnij ynsteld.
he: החשבון שלך נסגר בהצלחה!
hr: Tvoj račun je uspješno zatvoren!
hu: A fiók lezárása sikeres.
ia: Tu conto ha essite claudite con successo!
id: Sandi sukses disetel ulang.
it: La procedura di chiusura dell'account è stata terminata con successo.
ja: あなたのアカウントが削除されました！
ka: თქვენი ანგარიში წარმატებით დაიხურა!
kab: Amiḍan-ik yemdel!
ko: 비밀번호를 재설정하였습니다!
mg: Vita soa aman-tsara ny fanakatonana ny kaontinao!
ms: Akaun anda telah berjaya ditutup!
nb_no: Kontoen din ble lukket!
nl: Uw account is met succes gesloten!
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ!
pl: Twoje konto zostało zamknięte!
pt_br: Sua conta foi encerrada com sucesso!
pt_pt: A sua conta foi fechada com sucesso!
ro: Contul tău a fost închis cu succes!
sk: Vaše konto bolo úspešne uzatvorené!
sr: Налог је успешно затворен!
sv: Ditt konto har stängts!
te: మీ ఖాతా విజయవంతంగా మూసివేయబడింది!
th: ปิดบัญชีของคุณสำเร็จแล้ว!
tr: Hesabınız başarıyla kapatıldı!
uk: Ваш обліковий запис було успішно закрито!
ur: آپ کا اکاؤنٹ کامیابی کے ساتھ بند کر دیا گیا تھا!
vi: Bạn đã đóng tài khoản thành công!
zh_cn: 您的账户已成功关闭！
zh_tw: 成功關閉您的帳號！
zu: I-akhawunti yakho ivale ngempumelelo!

source: We're sorry to see you go.
af: Ons is jammer dat jy weggaan.
bg: Съжаляваме, че си тръгвате.
bs: Žao nam je što idete.
de: Es tut uns leid, dass Sie uns verlassen.
el: Λυπούμαστε που φεύγετε.
es: Lamentamos que te vayas.
fy_nl: It spyt ús dat jo fuort gean.
he: עצוב לנו שבחרת לעזוב.
hr: Žao nam je što nas napuštaš.
hu: Sajnáljuk, hogy távozik.
ia: Nos regretta de te vider ir.
id: Kami sedih melihat Anda pergi.
it: Ci dispiace che tu abbia deciso di andartene.
ja: ご利用ありがとうございました。必要なときは、またいつでも登録してください。
ka: სამწუხაროა, რომ გვტოვებთ.
kab: Suref-aɣ imi truḥeḍ.
ko: 계속 진행할 수 없어 죄송합니다.
mg: Hontsa ny fonay mahita anao lasa.
ms: Kami sedih kerana kehilangan anda.
nb_no: Vi er trist over å se deg forlate oss.
nl: Het spijt ons dat u weggaat.
pa_in: ਤੁਹਾਨੂੰ ਜਾਦੇ ਵੇਖ ਕੇ ਸਾਨੂੰ ਅਫ਼ਸੋਸ ਹੈ।
pl: Bardzo nam przykro, że chcesz się z nami pożegnać.
pt_br: Lamentamos vê-lo ir.
pt_pt: Temos pena de o ver partir.
ro: Ne pare rău că pleci.
sk: Je nám veľmi ľúto, že odchádzate.
sr: Жао нам је што идете.
sv: Vi är ledsna över att se dig lämna.
te: మీరు వెళ్తున్నందుకు విచారిస్తున్నాం.
th: เราเสียใจที่เห็นคุณจากไป
tr: Gitmenize üzüldük.
uk: Нам шкода, що ви йдете.
ur: ہمیں آپ کو جاتے دیکھ کر افسوس ہے ۔
vi: Chúng tôi rất tiếc khi bạn rời đi.
zh_cn: 我们很遗憾看到您的离开。
zh_tw: 很遺憾看到您離開。
zu: Siyadabuka ukukuboa usishiya.

source: Are you sure you want to delete your avatar?
af: Is jy seker jy wil jou avatar skrap?
bg: Сигурни ли сте, че искате да изтриете своя аватар?
bs: Da li ste sigurni da želite obrisati vaš avatar?
de: Möchten Sie Ihren Avatar wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε την εικόνα χρήστη σας;
es: ¿Seguro que deseas borrar tu avatar?
fy_nl: Binne jo wis dat jo dit avatar fuortsmite wolle?
he: למחוק את התמונה המייצגת שלך?
hr: Zaista želiš izbrisati svoj avatar?
hu: Biztos, hogy törli ezt a profilképet?
ia: Desira tu vermente deler tu avatar?
id: Yakin akan menghapus avatar Anda?
it: Eliminare il proprio avatar?
ja: 本当にこのアバターを削除してもよろしいですか？
ka: ნამდვილად გსურთ ამ გამოსახულების წაშლა?
kab: Tebɣiḍ ad tekkseḍ avatar-ik?
ko: 아바타를 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa ny avataranao ianao?
ms: Adakah anda pasti mahu menghapuskan avatar anda?
nb_no: Er du sikker på at du vil slette profilbildet?
nl: Weet u zeker dat u uw avatar wilt verwijderen?
pa_in: ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਤੁਸੀ ਅਵਤਾਰ ਨੂੰ ਹਟਾ ਸਕਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć swój awatar?
pt_br: Tem certeza que quer apagar seu avatar?
pt_pt: Tem certeza que quer apagar o seu avatar?
ro: Sigur vrei să-ți ștergi avatarul?
sk: Naozaj chcete odstrániť svoju ikonku?
sr: Да ли сте сигурни да желите да обришете аватар?
sv: Är du säker på att du vill ta bort din avatar?
te: మీరు మీ అవతార్ ని ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจนะ ว่าจะลบอวตารของคุณ?
tr: Avatarınızı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете вилучити аватар?
ur: کیا آپ واقعی اپنا اوتار حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn là bạn muốn xóa ảnh đại diện của mình không?
zh_cn: 您确定要删除您的头像吗？
zh_tw: 您確定要刪除您的頭像嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha i-avatar yakho?
