Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: How to configure Firefox for Enterprise
bg: Как да конфигурирате Firefox за бизнеса
bs: Kako da konfigurišem Firefox za Enterprise
de: Wie man Firefox für Unternehmen konfiguriert
el: Τρόπος ρύθμισης του Firefox για επιχειρήσεις
es: Cómo configurar Firefox para empresas
fy_nl: Firefox foar bedriuwen konfigurearje
he: איך להגדיר את תצורת Firefox לארגונים
hr: Kako konfigurirati Firefox za poduzeća
hu: Hogyan állítsa be a Firefox vállalati verzióját
ia: Como configurar Firefox pro interprisa
id: Bagaimana cara mengkonfigurasi Firefox untuk Enterprise
it: Come configurare Firefox per le aziende
ja: 法人向け Firefox の設定方法
ka: როგორ გავმართოთ ორგანიზაციისთვის განკუთვნილი Firefox-ის ვერსია
kab: Amek ara tgeḍ tawila n Firefox i tkebbanit
ko: 기업용 Firefox 구성 방법
ms: Cara konfigurasi Firefox untuk Perusahaan
nb_no: Hvordan konfigurere Firefox for virksomheter
nl: Firefox voor ondernemingen configureren
pl: Jak skonfigurować Firefoksa dla firm
pt_br: Como configurar o Firefox para Empresas
pt_pt: Como configurar o Firefox para Empresa
ro: Cum se configurează Firefox pentru întreprinderi
sk: Konfigurácia Firefoxu pre podniky
sr: Како да конфигуришете Firefox за Enterprise
sv: Så här konfigurerar du Firefox för företag
te: ఎంటర్‌ప్రైజ్ కోసం ఫైర్‌ఫాక్స్‌ను ఎలా స్వరూపించుకావాలి
th: วิธีกำหนดค่า Firefox สำหรับองค์กร
tr: Kurumlar için Firefox’u yapılandırma
uk: Як налаштувати Firefox для корпоративного використання
ur: انٹرپرائز کے لئے Firefox کی تشکیل کاری کیسے کریں
vi: Cách tùy chỉnh Firefox dành cho doanh nghiệp
zh_cn: 如何配置 Firefox 企业版
zh_tw: 如何設定 Firefox 企業版

# DB: products.Topic.title
source: Autofill
hu: Automatikus kitöltés
ia: Autoplenar
it: Compilazione automatica
kab: Taččart tawurmant
nl: Automatisch invullen
pl: Automatyczne wypełnianie
pt_br: Preenchimento automático
sv: Autofyll
tr: Otomatik doldurma
zh_cn: 自动填写

# DB: products.Topic.description
source: Automatically fill your personal information into form fields and more.
hu: Automatikusan töltse ki a személyes adatait az űrlapmezőkben, és így tovább.
ia: Automaticamente compila tu informationes personal in le campos de formulario e altero.
it: Inserisci automaticamente le tue informazioni personali nei campi dei moduli e altro ancora.
nl: Vul automatisch uw persoonlijke gegevens in in formuliervelden en meer.
pl: Automatycznie wypełniaj pola formularzy swoimi danymi osobowymi i nie tylko.
pt_br: Preencha automaticamente suas informações pessoais em campos de formulários e muito mais.
sv: Fyll automatiskt i din personliga information i formulärfält och mer.
tr: Form alanlarını otomatik olarak doldurun ve daha fazlasını yapın.
zh_cn: 在表单栏位等处，自动填写个人信息。

# DB: products.Topic.title
source: Avatars
bg: Аватари
de: Avatare
el: Avatar
es: Avatares
he: תמונות מייצגות
hr: Avatari
hu: Profilképek
ia: Avatares
it: Avatar
ja: アバター
ka: გამოსახულებები
kab: Ivaṭaren
ko: 아바타
nb_no: Avatarer
pl: Awatary
pt_br: Avatares
pt_pt: Avatares
sk: Avatary
sr: Аватари
sv: Avatarer
te: అవతారాలు
th: อวตาร
tr: Avatarlar
uk: Аватари
ur: اوتار
vi: Ảnh đại diện
zh_cn: 头像
zh_tw: 帳號大頭照

# DB: products.Topic.description
source: How to set up and navigate using your virtual identity
bg: Как да настроите и навигирате с помощта на вашата виртуална идентичност
de: Wie Sie Ihre virtuelle Identität einrichten und mit ihr navigieren
el: Δημιουργία και πλοήγηση με χρήση της εικονικής σας ταυτότητας
es: Cómo configurar y navegar usando tu identidad virtual
fy_nl: Jo firtuele identiteit ynstelle en dêrmei navigearje
hr: Kako postaviti i kretati se pomoću virtualnog identiteta
hu: Hogyan állíthatja be és irányíthatja a virtuális személyazonosságát
ia: Como implementar e navigar per tu identitate virtual
it: Come configurare e navigare utilizzando la tua identità virtuale
ka: როგორ გამართოთ და გადაადგილდეთ თქვენი წარმოსახვითი მოწმობით
kab: Amek ara tesbaduḍ daɣen ad tinigeḍ s useqdec n timagit-inek·inem tuhlist
ko: 가상 아이디를 사용하여 설정 및 탐색하는 방법
nb_no: Hvordan konfigurere og navigere ved hjelp av din virtuelle identitet
nl: Uw virtuele identiteit instellen en ermee navigeren
pl: Jak skonfigurować i nawigować za pomocą swojej wirtualnej tożsamości
pt_br: Como configurar e navegar usando sua identidade virtual
pt_pt: Como configurar e navegar utilizando a sua identidade virtual
sk: Ako nastaviť a navigovať pomocou virtuálnej identity
sr: Како да поставите и управљате вашим виртуелним идентитетом
sv: Hur du konfigurerar och navigerar med din virtuella identitet
tr: Kurulum ve sanal kimliğinizle gezinme
uk: Як налаштувати віртуальну ідентифікацію та здійснити навігацію за нею
vi: Cách thiết lập và điều hướng bằng danh tính ảo của bạn
zh_cn: 如何设置您的虚拟身份并用其导航
zh_tw: 如何設定您的虛擬身分並用其導航

# DB: products.Topic.title
source: Backup data
hu: Adatok biztonsági mentése
ia: Salveguarda datos
it: Salva i dati
kab: Aḥraz n yisefka
nl: Reservekopiegegevens maken
pl: Backup danych
pt_br: Fazer backup de dados
sv: Säkerhetskopiera data
tr: Verileri yedekleme
zh_cn: 备份数据

# DB: products.Topic.description
source: From passwords to bookmarks, discover ways to back up your important data.
hu: A jelszavaktól a könyvjelzőkig, fedezze fel a fontos adatai biztonsági mentésének módjait.
ia: Ab le contrasignos al marcapaginas, discoperi manieras pro preservar tu datos importante.
it: Dalle password ai segnalibri, scopri come eseguire il backup dei tuoi dati importanti.
nl: Van wachtwoorden tot bladwijzers, ontdek manieren om een reservekopie van uw belangrijke gegevens te maken.
pl: Odkryj sposoby tworzenia kopii zapasowych ważnych danych, od haseł po zakładki.
pt_br: De senhas a favoritos, descubra maneiras de fazer backup de seus dados importantes.
sv: Från lösenord till bokmärken, upptäck sätt att säkerhetskopiera din viktiga data.
tr: Parolalardan yer imlerine, önemli verilerinizi yedeklemenin yollarını keşfedin.
zh_cn: 了解多种方式，来备份密码、书签等重要数据。

# DB: products.Topic.title
source: Backup, recovery, and sync
hu: Biztonsági mentés, helyreállítás és szinkronizálás
ia: Preservar, recuperar, e synchronisar
it: Backup, ripristino e sincronizzazione
nl: Back-up, herstel en synchronisatie
pl: Kopie zapasowe, odzyskiwanie i synchronizacja
pt_br: Backup, recuperação e sincronização
sv: Säkerhetskopiera, återställning och synkronisering
tr: Yedekleme, kurtarma ve eşitleme
zh_cn: 备份、恢复、同步

# DB: products.Topic.description
source: Sync your data across different platforms and devices, backup what’s important, and recover it if it’s lost.
hu: Szinkronizálja az adatait a különböző platformok és eszközök között, készítsen biztonsági mentést a fontos adatairól, és állítsa helyre őket, ha elvesznek.
ia: Synchronisa tu datos a transverso differente platteformas e apparatos, preserva lo que es importante, e recupera los si il es perdite.
it: Sincronizza i tuoi dati su piattaforme e dispositivi diversi, fai il backup di ciò che è importante e recuperali in caso di smarrimento.
nl: Synchroniseer uw gegevens tussen verschillende platformen en apparaten, maak een reservekopie van wat belangrijk is en herstel ze als ze verloren zijn gegaan.
pl: Synchronizuj swoje dane pomiędzy różnymi platformami i urządzeniami, twórz kopie zapasowe ważnych danych i odzyskuj je w przypadku ich utraty.
pt_br: Sincronize seus dados entre diferentes plataformas e dispositivos, faça backup do que é importante e recupere em caso de perda.
sv: Synkronisera din data mellan olika plattformar och enheter, säkerhetskopiera vad som är viktigt och återställ det om det försvinner.
tr: Verilerinizi farklı platformlar ve cihazlar arasında eşitleyin, önemli olanları yedekleyin, kaybolanları kurtarın.
zh_cn: 跨平台和设备同步数据、备份重要项目、恢复丢失的数据。

# DB: products.Topic.title
source: Back up your data
bg: Архивирайте вашите данни
de: Sichern Sie Ihre Daten
el: Δημιουργία αντιγράφου ασφαλείας δεδομένων
fy_nl: Meitsje in reservekopy fan jo gegevens
hu: Készítsen biztonsági mentést az adatairól
ia: Preserva tu datos
it: Salva i tuoi dati
ka: მონაცემების დასინქრონება
ko: 데이터 백업하기
nl: Een reservekopie van uw gegevens maken
pl: Kopia zapasowa danych
pt_br: Faça backup de seus dados
pt_pt: Faça uma cópia dos seus dados
sk: Zálohujte si dáta
sr: Направите резервну копију података
sv: Säkerhetskopiera dina data
tr: Verilerinizi yedekleyin
uk: Резервне копіювання даних
vi: Sao lưu dữ liệu của bạn
zh_cn: 备份您的数据
zh_tw: 備份您的資料

# DB: products.Topic.description
source: Use Firefox Sync to backup and transfer your data.
de: Nutzen Sie Firefox Sync, um Ihre Daten zu sichern und zu übertragen.
el: Χρησιμοποιήστε το Firefox Sync για να δημιουργήσετε αντίγραφα ασφαλείας και να μεταφέρετε τα δεδομένα σας.
fy_nl: Brûk Firefox Sync om in reservekopy fan jo gegevens te meitsjen.
he: אפשר להשתמש ב־Firefox Sync כדי לגבות ולהעביר את הנתונים שלך.
hu: Használja a Firefox Syncet az adatok mentéséhez és átviteléhez.
ia: Usa Firefox Sync pro facer un copia de securitate de tu datos e transferer los.
it: Utilizza la sincronizzazione di Firefox per salvare e trasferire i tuoi dati.
ka: Firefox-ის სინქრონიზაციით მონაცემების გადატანა და მარქაფი.
ko: Firefox Sync를 사용하여 데이터를 백업 및 이전하세요.
nl: Firefox Synchronisatie gebruiken om een reservekopie van uw gegevens te maken en ze over te zetten.
pl: Używaj usługi Firefox Sync do tworzenia kopii zapasowych i przesyłania danych.
pt_br: Use a sincronização do Firefox para fazer backup e transferir seus dados.
pt_pt: Utilize o Firefox Sync para efetuar cópias de segurança e transferir os seus dados.
sk: Na zálohovanie a prenos údajov použite Firefox Sync.
sr: Користите Firefox Sync за прављење резервних копија и пренос података.
sv: Använd Firefox Sync för att säkerhetskopiera och överföra dina data.
tr: Verilerinizi yedeklemek ve aktarmak için Firefox Sync’i kullanın.
uk: Використовуйте синхронізацію Firefox для резервного копіювання та передавання даних.
vi: Thiết lập đồng bộ hóa Firefox để sao lưu và truyền dữ liệu của bạn.
zh_cn: 使用 Firefox Sync 备份和传输您的数据。
zh_tw: 使用 Firefox Sync 來備份或傳輸您的資料。

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
af: Leer hoe om kentekens te skep, te assesseer en uit te reik
bg: Научете как да създавате, оценявате и издавате значки
bs: Naučite kako da kreirate, procijenite i izdate značke
de: Erfahren Sie, wie Sie Abzeichen erstellen, bewerten und ausstellen.
el: Μάθετε πώς να δημιουργείτε, να αξιολογείτε και να εκδίδετε εμβλήματα
es: Aprenda como crear, evaluar y emitir insignias
fy_nl: Lês hoe’t jo badges oanmeitsje, beoardiele en útjaan kinne
hr: Saznaj, kako stvoriti, ocijeniti i izdati značke
hu: Ismerje meg, hogyan hozhat létre és adhat ki kitűzőket
ia: Apprende como crear, evalutar e attribuer insignias
id: Pelajari bagaimana membuat, memanfaatkan dan menerbitkan lencana
it: Apprendi come creare, valutare e assegnare distintivi
ja: バッジを作成、評価、発行する方法を学びます。
ka: შეიტყვეთ, როგორ უნდა შექმნათ, შეაფასოთ და გასცეთ ჯილდოები
kab: Issin amek ara ternuḍ, ad tektileḍ daɣen ad tmuddeḍ arrazen
ko: 배지 생성 및 평가, 발급 방법 배우기
mg: Ianaro ny fomba famoronana, fanombatombanana ary fanolorana bajy
ms: Ketahui cara mencipta, mengakses dan mengeluarkan lencana
nb_no: Lær deg å skape, vurdere og gi ut utmerkelser
nl: Lees hoe u badges kunt aanmaken, beoordelen en uitgeven
pl: Dowiedz się, jak tworzyć, oceniać i wydawać odznaki
pt_br: Aprenda com criar, avaliar e emitir emblemas
pt_pt: Aprenda a criar, avaliar e emitir medalhas
ro: Află cum să creezi, evaluezi și să oferi insigne
sk: Prečítajte si, ako vytvárať, hodnotiť a vydávať ocenenia
sr: Научите како да креирате, процените и издате значке
sv: Lär dig att skapa, utvärdera och utfärda emblem
te: బాడ్జీలను ఎలా సృష్టించాలో, గణించాలో, ఇవ్వాలో తెలుసుకోండి
th: เรียนรู้วิธีสร้าง, ประเมิน และมอบตรา
tr: Nasıl rozet oluşturacağınızı, değerlendireceğinizi ve çıkartabileceğinizi öğrenin
uk: Дізнайтесь, як створювати, оцінювати та видавати значки
vi: Tìm hiểu cách tạo, đánh giá và cấp phù hiệu
zh_cn: 了解如何创建、评定和颁发徽章
zh_tw: 了解如何建立、評估、並頒發徽章
zu: Funda ukuthi akhiwa, ahlolwa futhi akhishwa kanjani amabheji

# DB: products.Topic.title
source: Basic browsing
af: Basiese blaaiery
bg: Сърфиране
bs: Osnove pretraživanja
de: Grundlagen des Surfens
el: Βασική περιήγηση
es: Navegación básica
fy_nl: Basiskennis fan browsen
he: גלישה בסיסית
hr: Osnovno pregledavanje
hu: Böngészés
ia: Navigation basic
id: Penjelajahan dasar
it: Primi passi nella navigazione
ja: 基本的なブラウジング
ka: ინტერნეტით სარგებლობის საწყისები
kab: Tunigin yiɣewwaren n uzadur
ko: 일반 기능
mg: Fitetezana tsotsotra
ms: Asas pelayaran
nb_no: Grunnleggende nettsurfing
nl: Basiskennis van browsen
pl: Przeglądanie stron
pt_br: Navegação básica
pt_pt: Navegação básica
ro: Navigare de bază
sk: Základné prehliadanie
sr: Основе прегледања
sv: Grundläggande surfning
te: ప్రాథమిక విహారణ
th: การเรียกดูพื้นฐาน
tr: Temel gezinti
uk: Основний перегляд
ur: بنیادی براؤزنگ
vi: Thao tác duyệt web cơ bản
zh_cn: 基本浏览功能
zh_tw: 基本瀏覽功能
zu: Ukuphequlula okuyisisekelo

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
af: Hoe om boekmerke, oortjies en basiese Firefox-kenmerke op jou iOS-toestel te gebruik
bg: Как да използвате отметки, раздели и основни функции на Firefox на вашето iOS устройство
bs: Kako da koristite zabilješke, tabove i osnovne Firefox mogućnosti na iOS uređaju
de: Wie Sie Lesezeichen, Tabs und grundlegende Firefox-Funktionen auf Ihrem iOS-Gerät nutzen
el: Χρήση σελιδοδεικτών, καρτελών και βασικών λειτουργιών του Firefox στην iOS συσκευή σας
es: Cómo utilizar los marcadores, pestañas y otras características básicas de Firefox en tu dispositivo iOS
fy_nl: Ynfo oer it gebrûk fan blêdwizers, ljepblêden en basisfunksjes fan Firefox op jo iOS-apparaat
he: איך להשתמש בסימניות, לשוניות ותכונות בסיסיות של Firefox במכשיר ה־iOS שלך
hr: Kako koristiti zabilješke, kartice i osnovne funkcije Firefoxa na iOS uređaju
hu: Hogyan használja a könyvjelzőket, lapokat és alap Firefox-funkciókat az iOS készülékén
ia: Como usar marcapaginas, schedas e functiones basic de Firefox sur tu apparato iOS
id: Cara menggunakan markah, tab, dan fitur dasar Firefox di peranti iOS Anda
it: Utilizzare segnalibri, schede e caratteristiche fondamentali di Firefox sui dispositivi iOS
ja: iOS 版 Firefox のブックマークとタブ、基本機能の使い方
ka: როგორ გამოვიყენოთ სანიშნები, ჩანართები და Firefox-ის ძირითადი შესაძლებლობები, iOS მოწყობილობაზე
kab: Amek ara tesqedceḍ ticraḍ n yisebtar, iccaren akked tmahilin tizadurin n Firefox ɣef yibenk-ik iOS
ko: iOS 기기에서의 북마크, 탭, 그리고 기본 Firefox 기능 사용법
mg: Fomba fampiasana ireo maripejy, vakizoro sy ireo fiasa Firefox tsotsotra ao @ fitaovana iOS anao
ms: Cara menggunakan tandabuku, tab dan ciri asas Firefox pada peranti iOS anda
nb_no: Hvordan man bruker bokmerker, faner og grunnleggende Firefox-funksjoner på din iOS-enhet
nl: Info over het gebruik van bladwijzers, tabbladen en basisfuncties van Firefox op uw iOS-apparaat
pl: Jak używać zakładek, kart i podstawowych możliwości Firefoksa dla iOS
pt_br: Como usar favoritos, abas e funcionalidades básicas do Firefox no seu dispositivo iOS
pt_pt: Como utilizar marcadores, separadores e funcionalidades básicas do Firefox no seu dispositivo iOS
ro: Cum să folosești marcaje, file și funcționalități de bază Firefox pe dispozitivul tău iOS
sk: Ako používať záložky, karty a základné funkcie Firefoxu na vašom zariadení s iOS
sr: Како да користите обележиваче, картице и основне Firefox могућности на iOS уређају
sv: Hur man använder bokmärken, flikar och grundläggande funktioner i Firefox på din iOS-enhet
te: మీ iOS పరికరంలో మీద బుక్ మార్కులు , టాబ్లు మరియు ప్రాథమిక Firefox లక్షణాలను ఎలా ఉపయోగించాలి
th: วิธีใช้ที่คั่นหน้า, แท็บ และคุณลักษณะ Firefox พื้นฐานบนอุปกรณ์ iOS ของคุณ
tr: iOS cihazınızda yer imleri, sekmeler ve temel Firefox özellikleri nasıl kullanılır?
uk: Як користуватися закладками, вкладками та основними функціями Firefox на вашому пристрої iOS
ur: اپنے iOS آلہ پر بُک مارکس ، ٹیبز اور Firefox کی بنیادی خصوصیات کا استعمال کیسے کریں
vi: Cách sử dụng dấu trang, thẻ và các tính năng Firefox cơ bản trên thiết bị iOS của bạn
zh_cn: 如何在您的 iOS 设备上使用书签、标签页和 Firefox 基本功能
zh_tw: 如何在您的 iOS 裝置中使用書籤、分頁等 Firefox 的基本功能
zu: Indlela yokusebenzisa ama-bookmark, amatyhebhu kanaye namafisha ayisisekelo e-Firefox kudivayisi yakho ye-iOS

# DB: products.Topic.description
source: Search and navigate easily with these essential features
af: Soek en navigeer maklik met hierdie belangrike kenmerke
bg: Търсете и навигирайте лесно с тези основни функции
bs: Pretražujte i lahko se krećite sa ovim osnovnim mogućnostima
de: Suchen und navigieren Sie ganz einfach mit diesen grundlegenden Funktionen
el: Εύκολη αναζήτηση και πλοήγηση με αυτές τις βασικές λειτουργίες
es: Busca y navega de forma rápida y sencilla con estas características fundamentales
fy_nl: Ienfâldich sykje en navigearje mei dizze essinsjele funksjes
he: חיפוש וניווט בקלות עם התכונות האלו
hr: Traži i navigiraj na jednostavan način pomoću ovih funkcija
hu: Keressen és navigáljon könnyedén ezekkel az eszközökkel
ia: Cerca e naviga facilemente con iste functionalitates essential
it: Cerca e naviga facilmente con queste caratteristiche fondamentali
ja: 基本機能を使用して簡単に検索や閲覧をしましょう
ka: ძიება და გვერდების მონახულება მეტად გამარტივებულია, ამ შესაძლებლობების მეშვეობით
kab: Nadi, rnu inig s sshala akked tmahaltin-a tigejdanin
ko: 기본 기능을 사용해서 검색이나 탐색을 해보세요
mg: Mikaroha sy miteteza mora foana @ alàlan'ireto fiasa ilaina ireto
ms: Cari dan navigasi secara mudah dengan ciri penting berikut
nb_no: Søk og naviger lett med disse essensielle funksjoner
nl: Eenvoudig zoeken en navigeren met deze essentiële functies
pl: W prosty sposób wyszukuj i nawiguj
pt_br: Pesquise e navegue facilmente com estas funcionalidades essenciais
pt_pt: Pesquise e navegue facilmente com estas funcionalidades essenciais
ro: Caută și navighează ușor cu aceste funcționalități esențiale
sk: Vyhľadávajte a prehliadajte webové stránky jednoducho s týmito základnými funkciami
sr: Претражите и лако се крећите са овим основним могућностима
sv: Sök och navigera enkelt med dessa grundläggande funktioner
te: శోధన మరియు ఈ అవసరమైన లక్షణాలను సులభంగా నావిగేట్ చేయి
th: ค้นหาและนำทางได้อย่างง่ายดายด้วยคุณลักษณะที่จำเป็นเหล่านี้
tr: Bu önemli özelliklerle kolayca arama yapın ve gezinin
uk: Легко шукайте та переглядайте за допомогою цих важливих функцій
ur: ان ضروری خصوصیات کی مدد سے آسانی سے تلاش کریں اور گشت کریں
vi: Tìm kiếm và điều hướng dễ dàng với các tính năng cần thiết
zh_cn: 通过基本功能分类轻松搜索和导航
zh_tw: 透過最基本的功能進行搜尋與導航
zu: Cinga bese uuhambe kalula ngala mafisha abalulekile

# DB: products.Topic.title
source: Basic Features
af: Basiese funksionaliteit
bg: Основни възможности
bs: Osnovne funkcije
de: Grundlegende Funktionen
el: Βασικά χαρακτηριστικά
es: Características básicas
fy_nl: Basisfunksjes
he: תכונות בסיסיות
hr: Osnovne funkcije
hu: Alapvető funkciók
ia: Functionalitates de base
id: Fitur Dasar
it: Caratteristiche principali
ja: 基本的な機能
ka: ძირითადი ფუნქციები
kab: Timahilin n lsas
ko: 기본 기능
mg: Fiasa Fototra
ms: Ciri Asas
nb_no: Grunnleggende funksjoner
nl: Basisfuncties
pa_in: ਮੁੱਢਲੇ ਫੀਚਰ
pl: Funkcje podstawowe
pt_br: Funcionalidades básicas
pt_pt: Funcionalidades básicas
ro: Funcții de bază
sk: Základné funkcie
sr: Основне функције
sv: Grundläggande funktioner
te: ప్రాథమిక ఫీచర్స్
th: คุณลักษณะพื้นฐาน
tr: Temel özellikler
uk: Основні можливості
ur: بنیادی خصوصیات
vi: Các tính năng cơ bản
zh_cn: 基本功能
zh_tw: 基本功能
zu: Amafisha Ayisisekelo

# DB: products.Topic.description
source: Learn the basic functionality for your Firefox OS phone.
bg: Научете основните функции за вашия телефон с Firefox OS.
bs: Naučite osnovne funkcionalnosti Firefox OS telefona.
de: Lernen Sie die grundlegenden Funktionen für Ihr Firefox-OS-Handy.
el: Μάθετε τη βασική λειτουργικότητα για το Firefox OS τηλέφωνό σας.
es: Aprende las funcionalidades básicas de tu teléfono Firefox OS.
fy_nl: Lês mear oer de basisfunksjonaliteiten fan jo Firefox OS-telefoan.
he: מידע על התכונות הבסיסיות של טלפון ה־Firefox OS שלך.
hr: Saznaj osnovne funkcije Firefox OS mobitela.
hu: Ismerje meg a Firefox OS telefon alapvető funkcióit.
ia: Apprende le functionalitates elementari pro tu Firefox OS phone.
id: Pelajari kefungsionalan dasar untuk ponsel Firefox OS Anda.
it: Impara le funzionalità di base del tuo telefono Firefox OS
ja: Firefox OS 携帯端末の基本機能を学びます。
ka: გაეცანით თქვენი Firefox OS ტელეფონის ძირითად შესაძლებლობებს.
kab: Issin timahilin n lsas deg tiliɣri-ik Firefox OS.
ko: Firefox OS 폰 기본 기능을 배웁니다.
ms: Belajar fungsi asas telefon Firefox OS anda.
nb_no: Lær de grunnleggende funksjonene for din Firefox OS-telefon.
nl: Lees meer over de basisfunctionaliteiten van uw Firefox OS-telefoon.
pl: Poznaj podstawowe funkcje telefonu z systemem Firefox OS.
pt_br: Aprenda as funcionalidades básicas do seu telefone Firefox OS.
pt_pt: Aprenda as funcionalidades básicas para o seu telemóvel com Firefox OS.
ro: Află funcționalitatea de bază a telefonului Firefox OS.
sk: Prečítajte si o základných funkciách svojho telefónu s Firefox OS.
sr: Научите основне функционалности Firefox OS телефона.
sv: Lär de grundläggande funktionerna för din Firefox OS-telefon.
te: మీ ఫైర్ ఫాక్స్ OS ఫోన్ కోసం ప్రాథమిక కార్యాచరణను తెలుసుకోండి.
th: เรียนรู้ฟังก์ชันการทำงานพื้นฐานสำหรับโทรศัพท์ Firefox OS ของคุณ
tr: Firefox OS telefonunuzun temel işlevlerini öğrenin.
uk: Дізнайтесь про основну функціональність вашого телефона з Firefox OS.
ur: اپنے فائر Firefox OS کی بنیادی فعالیت جانیں۔
vi: Tìm hiểu chức năng cơ bản cho điện thoại Firefox OS của bạn.
zh_cn: 了解您的 Firefox OS 手机的基本功能。
zh_tw: 了解您 Firefox OS 手機的基本功能。

# DB: products.Topic.title
source: Billing and subscriptions
hu: Számlázás és előfizetések
ia: Facturation e abonamentos
it: Fatturazione e abbonamenti
nl: Facturatie en abonnementen
pl: Płatności i subskrypcje
pt_br: Faturamento e assinaturas
sv: Fakturering och prenumerationer
tr: Faturalandırma ve abonelikler
zh_cn: 账单与订阅

# DB: products.Topic.description
source: Manage your subscriptions and payment details for Mozilla’s premium products.
hu: Kezelje a Mozilla prémium termékeihez tartozó előfizetési adatait.
ia: Gere tu abonamentos e datos de pagamento pro le productos premio de Mozilla.
it: Gestisci i tuoi abbonamenti e i dettagli di pagamento per i prodotti premium di Mozilla.
nl: Beheer uw abonnementen en betalingsgegevens voor Mozilla’s premiumproducten.
pl: Zarządzaj swoimi subskrypcjami i szczegółami płatności za produkty premium Mozilli.
pt_br: Gerencie suas assinaturas e detalhes de pagamento de produtos premium da Mozilla.
sv: Hantera dina prenumerationer och betalningsuppgifter för Mozillas premiumprodukter.
tr: Mozilla’nın premium ürünlerine ait aboneliklerinizi ve ödeme ayrıntılarınızı yönetin.
zh_cn: 管理 Mozilla 高级版产品订阅项目和付款信息。

# DB: products.Topic.title
source: Billing inquiry
ia: Inquesta de facturation
sv: Faktureringsförfrågan

# DB: products.Topic.description
source: Inquire about your billing.
ia: Inquire re tu facturation.
sv: Fråga om din fakturering.

# DB: products.Topic.title
source: Billing & Payments
bg: Таксуване и плащания
de: Abrechnung & Zahlungen
el: Χρέωση και πληρωμές
fy_nl: Fakturaasje & betellingen
hu: Számlázás és fizetés
ia: Facturation & Pagamentos
id: Tagihan & Pembayaran
it: Fatturazione e pagamenti
ja: 請求と支払い
ka: ანგარიშსწორება და გადახდები
kab: Tuzna n tfaṭurt & Lexlaṣ
ko: 청구 및 결제
nb_no: Faktureringer og betalinger
nl: Facturatie & betalingen
pl: Rozliczenia i płatności
pt_br: Faturamento e pagamentos
pt_pt: Faturamento e pagamentos
sk: Fakturácia a platby
sr: Плаћања и наплате
sv: Fakturering & betalningar
tr: Faturalar ve ödemeler
uk: Платежі та рахунки
vi: Hóa đơn & thanh toán
zh_cn: 账单与付款
zh_tw: 帳務與付款
