Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Contributors also meet monthly at 5 pm UTC on Wednesday (usually a week before the Firefox train-release) to discuss product releases, community updates, or general Mozilla updates. You can find the agenda of past and upcoming meetings.
bg: Сътрудниците също се срещат всеки месец в 17:00 UTC в сряда (обикновено една седмица преди пускането на train-release на Firefox), за да обсъдят издания на продукти, актуализации на общността или общи обновявания на Mozilla. Можете да видите дневния ред на минали и предстоящи срещи.
de: Die Mitwirkenden treffen sich außerdem jeden Mittwoch um 17 Uhr UTC (normalerweise eine Woche vor der Firefox-Veröffentlichung), um Produktveröffentlichungen, Neuigkeiten aus der Gemeinschaft oder allgemeine Neuigkeiten von Mozilla zu besprechen. Hier ist die Tagesordnung vergangener und anstehender Meetings.
el: Επίσης, οι εθελοντές συναντώνται κάθε μήνα, την Τετάρτη στις 5 μ.μ. UTC (συνήθως μία εβδομάδα πριν από την κυκλοφορία της νέας έκδοσης του Firefox) για να συζητήσουν για τις κυκλοφορίες προϊόντων, τις ενημερώσεις της κοινότητας ή γενικές ενημερώσεις της Mozilla. Μπορείτε να βρείτε την ατζέντα των προηγούμενων και των επερχόμενων συναντήσεων.
fy_nl: Meiwurkers oerlizze ek moanliks om 17:00 oere UTC op woansdei (meastentiids ien wike eardat der in nije ferzje fan Firefox útkomt) om te diskusjearjen oer produktferzjes, updates foar de mienskip of algemiene Mozilla-updates. Dit is de aginda fan hâlden en takomstige gearkomsten.
hu: A közreműködők havonta, szerdán 17 órakor (UTC szerint, általában a Firefox soron következő kiadása előtti héten) találkoznak, hogy megvitassák a termékkiadásokat, a közösség híreit és a Mozilla általános újdonságait. A korábbi és a közelgő találkozók napirendjét is megtalálhatja.
ia: Le collaboratores alsi se incontra mensualmente a 5 horas pm UTC, le mercuridi (usualmente le septimana ante le edition-maestramento de Firefox) pro discuter re le versiones del producto, le actualisationes del communitate, o le actualisationes general de Mozilla. Tu pote trovar le agenda del incontros passate e imminente.
it: I collaboratori si incontrano anche mensilmente il mercoledì alle 17:00 UTC (di solito una settimana prima del rilascio di una nuova versione di Firefox) per discutere delle versioni dei prodotti, degli aggiornamenti della comunità o degli aggiornamenti generali su Mozilla. Puoi trovare l’agenda delle riunioni passate e future.
ka: მოხალისეები ასევე იკრიბებიან ყოველთვიურად ოთხშაბათს, საღამოს 5 საათზე UTC (ჩვეულებრივ, Firefox-ის გამოსვლამდე ერთი კვირით ადრე), რათა განიხილონ პროდუქტის გამოშვებები, ერთობის სიახლეები ან ახალი ამბები, ზოგადად, Mozilla-ს შესახებ. შეგიძლიათ იხილოთ დაგეგმილი დღის წესრიგი ადრინდელი და მომავალი შეხვედრებისა.
ko: 기여자는 매달 UTC 기준으로 오후 5시에 만나 (주로 Firefox의 출시 일주일 전에) 제품 출시, 커뮤니티 변경사항, 일반적인 Mozilla 변경사항에 대해 논의하기도 합니다. 과거에 논의했거나 앞으로 논의할 주제에 대해 찾아보실 수 있습니다.
nl: Medewerkers vergaderen ook maandelijks om 17:00 uur UTC op woensdag (meestal een week voordat er een nieuwe versie van Firefox uitkomt) om te discussiëren over productversies, updates voor de gemeenschap of algemene Mozilla-updates. Dit is de agenda van gehouden en toekomstige vergaderingen.
pl: Współtwórcy spotykają się także co miesiąc w środę o godzinie 17:00 czasu UTC – zwykle na tydzień przed premierą Firefoksa, – aby omówić wydania produktów, aktualizacje społeczności lub ogólne aktualizacje Mozilli. Zobacz program byłych i nadchodzących spotkań.
pt_br: Colaboradores também se reúnem mensalmente às 17h UTC na quarta-feira (normalmente uma semana antes de uma preparação para lançamento do Firefox) para conversar sobre lançamentos de produtos e novidades na comunidade ou na Mozilla em geral. Você pode encontrar a agenda de reuniões anteriores e futuras.
pt_pt: Os colaboradores reúnem-se também mensalmente às quartas-feira pelas 17:00 UTC (geralmente, uma semana antes do lançamento programado do Firefox) para debater sobre lançamentos de produtos, novidades da comunidade ou atualizações gerais da Mozilla. Pode encontrar a agenda das reuniões anteriores e futuras.
sk: Prispievatelia sa tiež stretávajú každý mesiac v stredu o 17:00 UTC (zvyčajne týždeň pred vydaním novej verzie Firefoxu), aby prediskutovali vydania produktov, novinky komunity alebo všeobecné informácie týkajúce sa Mozilly. Môžete tu nájsť program minulých aj nadchádzajúcich stretnutí.
sr: Сарадници се такође састају сваког месеца у 17:00 UTC средом (обично недељу дана пре објављивања нове Firefox верзије) како би разговарали о издањима производа, новостима из заједнице или општим Mozilla новостима. Можете да пронађете дневни ред одржаних и будућих састанака.
tr: Gönüllülerimiz ayrıca her ayın bir çarşamba günü (genellikle Firefox'un yeni sürümünün çıkmasından bir hafta önce) TSİ 20.00'de toplanır ve yeni sürümleri, topluluktaki gelişmeler ve Mozilla'dan diğer haberleri konuşur. Geçmiş ve gelecek toplantıların gündemlerini inceleyebilirsiniz.
uk: Помічники також збираються щомісяця о 17:00 UTC у середу (зазвичай за тиждень до випуску Firefox), щоб обговорити випуски продуктів, оновлення спільноти або загальні оновлення Mozilla. Ви можете знайти порядок денний минулих і майбутніх зустрічей.
vi: Các cộng tác viên cũng gặp nhau hàng tháng vào lúc 5 giờ chiều UTC vào thứ tư (thường là một tuần trước khi phát hành phiên bản Firefox) để thảo luận về các bản phát hành sản phẩm, bản cập nhật cộng đồng hoặc các bản cập nhật chung của Mozilla. Bạn có thể tìm thấy chương trình của các cuộc họp trước đây và sắp tới.
zh_cn: 贡献者还每月在 UTC 星期三下午 5 点（通常是 Firefox 定时版本发布前一周）举行会议，讨论产品发布、社区更新或一般的 Mozilla 更新。您可以找到过去和即将举行的会议的议程。
zh_tw: 貢獻者們會在每週三下午五點（UTC 時區），通常是 Firefox 推出下一個新正式版的前一週來討論新版本的最新資訊、社群消息與 Mozilla 的一般消息。以下是過去與未來的會議討論事項。

source: Thanks, SUMO Community Managers
bg: С благодарност, <br />от мениджърите на SUMO общността
de: Es bedanken sich die SUMO-Gemeinschafts-Manager
el: Ευχαριστούμε, οι διαχειριστές της κοινότητας SUMO
fy_nl: Tank, de SUMO-mienskipsmanagers
hu: Köszönjük, a SUMO közösségi menedzserei
ia: Gratias, gestores de communitate de SUMO
it: Grazie, i SUMO Community Manager
ka: გმადლობთ, SUMO-ს ერთობის ხელმძღვანელობა
ko: 감사합니다, SUMO 커뮤니티 관리자로부터
nl: Bedankt, de SUMO-gemeenschapsmanagers
pl: Dziękujemy, Menedżerowie Społeczności SUMO
pt_br: Obrigado, gerentes da Comunidade SUMO
pt_pt: Obrigado, Gestores da Comunidade do SUMO
sk: Ďakujeme, manažéri komunity SUMO
sr: Хвала вам, руководство SUMO заједнице
tr: Teşekkürler, SUMO Topluluk Yöneticileri
uk: Дякуємо, менеджери спільноти SUMO
vi: Cảm ơn, Người quản lý cộng đồng SUMO
zh_cn: 感谢您。 SUMO 社区经理
zh_tw: 感謝您。 SUMO 社群經理

source: Start:
af: Begin:
bg: Начало:
bs: Početak:
de: Beginn:
el: Αρχή:
es: Inicio:
fy_nl: Begjin:
he: התחלה:
hr: Početak:
hu: Kezdés:
ia: Initio:
it: Inizio:
ja: 開始日:
ka: საწყისი:
kab: Beddu:
ko: 종료:
mg: Fanombohana:
ms: Mula:
nl: Begin:
pa_in: ਸ਼ੁਰੂ:
pl: Początek:
pt_br: Início:
pt_pt: Início:
ro: Început:
sk: Začiatok:
sr: Почетак:
te: ప్రారంభం:
th: เริ่ม:
tr: Başlangıç:
uk: Початок:
ur: شروع:
vi: Bắt đầu:
zh_cn: 开始时间：
zh_tw: 開始：
zu: Qala:

source: {user} removed from successfully!
af: {user} is suksesvol verwyder!
bg: {user} е премахнат успешно!
bs: {user} uspješno uklonjen!
de: {user} wurde erfolgreich entfernt!
el: Επιτυχής αφαίρεση του/της {user}!
es: ¡{user} eliminado correctamente!
fy_nl: {user} mei sukses fuortsmiten!
he: המשתמש {user} הוסר בהצלחה!
hr: Korisnik {user} uspješno uklonjen!
hu: {user} sikeresen eltávolításra került!
ia: {user} removite con successo!
id: {user} sukses dihapus!
it: L'utente {user} è stato rimosso dal gruppo.
ja: {user} さんがグループから削除されました。
ka: {user} წაიშალა წარმატებით!
ko: {user}님이 그룹에서 삭제 되었습니다!
mg: Nesorina tao soa aman-tsara i {user}!
ms: {user} berjaya disingkirkan!
nb_no: {user} ble fjernet!
nl: {user} met succes verwijderd!
pa_in: {user} ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਇਆ ਗਿਆ!
pl: Użytkownik {user} został usunięty!
pt_br: {user} removido com sucesso!
pt_pt: {user} removido com sucesso!
ro: {user} eliminat cu succes din grup!
sk: Používateľ {user} bol úspešne odstránený!
sr: {user} успешно уклоњен!
te: {user} నుండి విజయవంతంగా తొలగించబడింది!
th: เอา {user} ออกสำเร็จแล้ว!
tr: {user} başarıyla silindi!
uk: Користувач {user} успішно видалений!
ur: {user} کو کامیابی سے ہٹا دیا گیا!
vi: Đã gỡ bỏ {user} thành công!
zh_cn: {user} 已成功移除！
zh_tw: 已成功移除 {user}！
zu: {user} ukhishwe ngempumelelo!

source: Editor
af: Redigeerder
bg: Редактор
bs: Uređivač
de: Autor
el: Επιμελητής
he: עורך
hu: Szerkesztő
ia: Redactor
it: Autore
ja: 編集者
ka: შემსწორებელი
kab: Amaẓrag
ko: 에디터
mg: Mpanitsy
pa_in: ਸੰਪਾਦਕ
pl: Edytor
sk: Autor
sr: Уредник
te: ఎడిటర్
th: ผู้เขียน
tr: Editör
uk: Редактор
ur: ایڈیٹر
vi: Người sửa đổi
zh_cn: 编辑者
zh_tw: 編輯者
zu: Umhleli

# First letter of 'Ready for localization'
source: R
bg: Г
de: B
el: Ε
fy_nl: G
he: מ
id: T
ka: მ
mg: V
ms: L
nl: G
pl: G
pt_br: P
pt_pt: P
te: ర
tr: H

source: Target Platforms
ia: Platteformas de destination

source: Select platforms to target. Leave empty for site-wide announcements.
ia: Seliger platteformas a mirar. Lassar vacue pro annuncios large le sito.

source: Data useful for things like LLM prompts.
ia: Datos utile pro cosas como invitationes de GML.

source: View the reply
ia: Vider le replica

# DB: products.Product.title
source: Mozilla VPN
ia: VPN Mozilla

source: Developer Edition
bg: Издание за програмисти
es: Edición para desarrolladores
he: מהדורת המפתחים
hr: Izdanje za programere
ia: Edition pro disveloppatores
it: Edizione per sviluppatori
ko: 개발자 버전
pl: Wersja dla programistów
pt_pt: Edição para programadores
sr: Издање за програмере
te: డెవలపర్ ఎడిషన్
th: รุ่นนักพัฒนา
ur: ڈویلپر ایڈیشن
vi: Phiên bản dành cho nhà phát triển
zh_cn: 开发者版

source: Mozilla VPN
ia: VPN Mozilla

source: Regular User Account
ia: Conto de usator ordinari

source: System Account
ia: Conto de systema

source: Admin Account
ia: Conto de administrator

source: Account Type
ia: Typo de conto

# First letter of 'Significance'
source: S
bg: З
de: W
el: Σ
fy_nl: B
he: ח
ia: I
id: K
it: I
ka: მ
mg: L
nl: B
pl: W
pt_br: I
pt_pt: R
te: శ

source: Other reason:
af: Ander rede:
bs: Drugi razlog:
de: Anderer Grund:
el: Άλλος λόγος:
es: Otra razón:
fy_nl: Oare reden:
he: סיבה אחרת:
hr: Drugi razlog:
hu: Egyéb ok:
it: Altri motivi:
ja: その他の理由:
ka: სხვა მიზეზი:
ko: 기타 이유:
mg: Antony hafa:
ms: Alasan lain:
pa_in: ਹੋਰ ਕਾਰਣ
pt_pt: Outro motivo:
ro: Alt motiv:
sk: Iný dôvod:
te: ఇతర కారణం:
th: เหตุผลอื่น:
uk: Інша причина:
ur: دیگر وجہ:
vi: Lí do khác:
zh_cn: 其他原因
zh_tw: 其他原因：
zu: Esinye isizathu:

source: Redirected support request.
zh_cn: 已重定向支持请求。

source: Content is appropriately placed.
zh_cn: 内容已正确放置。

source: Filter by reason:
pl: Filtruj według powodu:
zh_cn: 依据原因筛选：

source: All reasons
pl: Wszystkie powody
zh_cn: 所有原因

source: Avatar
bg: Аватар
el: Εικόνα χρήστη
he: תמונה מייצגת
hu: Profilkép
ja: アバター
ka: მომხმარებლის გამოსახულება
ko: 아바타
nb_no: Profilbilde
pa_in: ਅਵਤਾਰ
pl: Awatar
sk: Ikonka
sr: Аватар
te: అవతార్
th: อวตาร
uk: Аватар
ur: اوتار
vi: Ảnh đại diện
zh_cn: 头像
zh_tw: 頭像
zu: I-avatar

source: Firefox Sync
bs: Firefox Sinhronizacija
hr: Firefox sinkronizacija
mg: Fampifandrindrana Firefox
nl: Firefox Synchronisatie
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੰਕ
pt_br: Sincronização do Firefox
te: Firefox సింక్
vi: Đồng bộ hóa Firefox
zh_cn: Firefox 同步
zu: I-Firefox Sync

source: Frequent Topics
de: Häufige Themen
el: Συνήθη θέματα
es: Temas de actualidad
fy_nl: Faaks foarkommende ûnderwerpen
he: נושאים תכופים
hr: Česte teme
hu: Gyakori témák
id: Topik Hangat
it: In evidenza
ja: よくあるトピック
ka: ხშირი თემები
ko: 주제별 문서 목록
pa_in: ਅਕਸਰ ਵਿਸ਼ੇ
pl: Częste tematy
pt_pt: Tópicos frequentes
ro: Subiecte frecvente
sk: Časté témy
sr: Честе теме
te: తరచైన విషయాలు
th: หัวข้อที่พบบ่อย
uk: Часті теми
ur: عمومی عنوانات
vi: Chủ đề phổ biến
zh_cn: 热门主题
zh_tw: 熱門主題

source: See all
de: Alle anzeigen
el: Προβολή όλων
es: Mostrar todo
fy_nl: Alles besjen
he: הצגה של הכול
hr: Vidi sve
hu: Összes megjelenítése
id: Tampilkan semua
it: Vedi tutti
ja: すべて表示
ka: ყველას ნახვა
ko: 모두 보기
pa_in: ਸਭ ਦਿਖਾਓ
pl: Pokaż wszystko
pt_pt: Ver tudo
ro: Afișează tot
sk: Zobraziť všetko
sr: Прикажи све
te: అన్నింటినీ చూడండి
th: ดูทั้งหมด
uk: Дивитись усе
ur: تمام دیکھیں
vi: Xem tất cả
zh_cn: 查看全部
zh_tw: 檢視全部

source: Add a tag
de: Ein Schlagwort hinzufügen
hu: Címke hozzáadása
it: Aggiungi un’etichetta
pt_pt: Adicionar uma etiqueta
zh_cn: 添加标签
zh_tw: 新增標籤

source: Add
af: Voeg by
bs: Dodaj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fy_nl: Tafoegje
he: הוספה
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ka: დამატება
ko: 추가
mg: Hanampy
ms: Tambah
pa_in: ਜ਼ੋੜੋ
pl: Dodaj
pt_pt: Adicionar
ro: Adaugă
sk: Pridať
te: జోడించు
th: เพิ่ม
uk: Додати
ur: شامل کریں
vi: Thêm
zh_cn: 添加
zh_tw: 新增
zu: Faka

source: Popular Topics
bg: Популярни теми
de: Beliebte Themen
el: Δημοφιλή θέματα
es: Temas populares
fy_nl: Populêre ûnderwerpen
he: נושאים נפוצים
hr: Popularne teme
hu: Népszerű témák
id: Topik Populer
it: Argomenti più frequenti
ja: よく読まれる記事
ka: ხშირი საკითხები
ko: 인기 문서
nb_no: Populære emner
nl: Populaire onderwerpen
pl: Popularne tematy
pt_br: Tópicos populares
pt_pt: Tópicos populares
ro: Articole populare
sk: Populárne témy
sr: Популарне теме
te: ప్రాచుర్య విషయాలు
th: หัวข้อยอดนิยม
uk: Популярні теми
ur: مشہور مضامین:
vi: Các chủ đề phổ biến
zh_cn: 热门主题
zh_tw: 熱門主題

# DB: products.Product.description
source: VPN for Windows 10, Mac, Linux, Android, and iOS devices
bg: VPN за Windows 10, Mac, Linux, Android и iOS устройства
de: VPN für Windows 10, Mac, Linux, Android und iOS-Geräte
el: VPN για συσκευές με Windows 10, Mac, Linux, Android και iOS
es: VPN para dispositivos Windows 10, Mac, Linux, Android e iOS
fy_nl: VPN foar Windows 10-, Mac-, Linux-, Android- en iOS-apparaten
he: ‏VPN עבור מכשירי Windows 10, ‏Mac, לינוקס, Android ו־iOS
hr: VPN za Windows 10, Mac, Linux, Android i iOS uređaji
hu: VPN Windows 10-et, MacOS-t, Linuxot, Androidot és iOS-t futtató eszközökhöz
it: VPN per dispositivi Windows 10, Mac, Linux, Android e iOS
ja: Windows 10、Mac、Linux と Android および iOS 端末向け VPN
ka: VPN მოწყობილობებისთვის Windows 10, Mac, Linux, Android და iOS-ზე
ko: Windows 10, Mac, Linux, Android 및 iOS 장치 용 VPN
pl: VPN dla urządzeń z systemem Windows 10, Android i iOS
pt_pt: VPN para dispositivos com Windows 10, Mac, Linux, Android e iOS
sk: VPN pre Windows 10, Mac, Linux a zariadenia s Androidom a iOS
te: విండోస్ 10, మ్యాక్, ఆండ్రాయిడ్, iOS పరికరాల కోసం VPN
th: VPN สำหรับอุปกรณ์ Windows 10, Mac, Linux, Android และ iOS
uk: VPN для Windows 10, пристроїв Mac, Linux, Android та iOS
vi: VPN dành cho các thiết bị Windows 10, Mac, Linux, Android và iOS
zh_cn: 适用于 Windows 10、Mac、Linux、Android 和 iOS 设备的 VPN
zh_tw: 針對 Windows 10、Mac、Linux、Android 與 iOS 裝置使用的 VPN

# DB: products.Product.description
source: Find out if your private information has been exposed in a known data breach.
bg: Разберете дали вашата лична информация е била разкрита при известно нарушение на сигурността на данните.
de: Finden Sie heraus, ob Ihre persönlichen Daten bei einem bekannten Datenleck offengelegt wurden.
el: Μάθετε εάν τα προσωπικά σας δεδομένα εμφανίστηκαν σε κάποια γνωστή παραβίαση δεδομένων.
fy_nl: Kontrolearje oft jo priveegegevens bleatsteld binne by in bekend datalek.
he: לגלות האם המידע הפרטי שלך נחשף בדליפת נתונים ידועה.
hu: Tudja meg, hogy kikerültek-e a személyes adatai egy ismert adatvédelmi incidensben.
it: Scopri se le tue informazioni private sono state esposte in una violazione di dati conosciuta.
ka: გაარკვიეთ, ხომ არ გამჟღავნდა თქვენი პირადი ინფორმაცია მონაცემთა ცნობილი მიტაცების დროს.
ko: 알려진 데이터 유출에 개인정보가 노출되었는지 확인하세요.
pl: Dowiedz się, czy Twoje prywatne informacje zostały ujawnione w wyniku znanego naruszenia bezpieczeństwa danych.
pt_pt: Saiba se a sua informação privada foi exposta numa violação de dados conhecida.
sk: Zistite, či vaše súkromné informácie neboli odhalené pri známom úniku údajov.
uk: Дізнайтеся, чи була ваша особиста інформація розкрита в результаті відомого витоку даних.
vi: Tìm hiểu xem thông tin cá nhân của bạn có bị lộ trong một vụ rò rỉ dữ liệu đã biết hay không.
zh_cn: 查明您的私人信息是否在已知数据事件中泄露。
zh_tw: 看看您的隱私資訊是否出現在已知的資料外洩事件中。

# DB: products.Product.description
source: Discover and save stories for later.
bg: Открийте и запазете истории за по-късно.
de: Entdecken und speichern Sie Geschichten für später.
el: Ανακαλύψτε και αποθηκεύστε άρθρα για αργότερα.
fy_nl: Untdek en bewarje ferhalen foar letter.
hu: Fedezzen fel, és mentsen el későbbre történeteket.
it: Scopri e salva storie per leggerle in seguito.
ka: აღმოაჩინეთ და გადაინახეთ სასურველი ამბები მოგვიანებით წასაკითხად.
ko: 나중에 읽을 이야기를 찾고 저장하세요.
pl: Odkrywaj historie i zapisuj je na później.
pt_pt: Descubra e guarde histórias para mais tarde.
sk: Objavujte a ukladajte si príbehy na neskôr.
uk: Знаходьте і зберігайте інформацію на потім.
vi: Khám phá và lưu các câu chuyện về sau.
zh_cn: 发现并保存文章，稍后再读。
zh_tw: 探索並儲存文章，稍後再讀。

# DB: products.Product.description
source: MDN Plus provides a custom user experience for MDN supporters.
bg: MDN Plus предоставя персонализирано изживяване за привържениците на MDN.
de: MDN Plus bietet eine angepasste Benutzererfahrung für MDN-Unterstützer.
el: Το MDN Plus παρέχει μια προσαρμοσμένη εμπειρία χρήσης για τους υποστηρικτές του MDN.
fy_nl: MDN Plus biedt in brûkersûnderfining op maat foar MDN-supporters.
he: ‏MDN Plus מספק חווית משתמש מותאמת אישית עבור תומכי MDN.
hu: Az MDN Plus személyre szabott felhasználói élményt biztosít az MDN támogatói számára.
it: MDN Plus offre un’esperienza utente personalizzata per i sostenitori di MDN.
ja: MDN Plus は MDN の支援者にカスタムエクスペリエンスを提供します。
ka: MDN Plus უზრუნველყოფს მომხმარებელზე მორგებულ მომსახურებას MDN-მხარდამჭერებისთვის.
ko: MDN 플러스는 MDN 사용자들에게 유저 맞춤형 경험을 제공합니다.
pl: MDN Plus zapewnia ponadstandardowe rozwiązania dla subskrybentów MDN.
pt_pt: O MDN Plus oferece uma experiência de utilizador personalizada para os apoiantes da MDN.
sk: MDN Plus poskytuje priaznivcom MDN prispôsobené používateľské prostredie.
uk: MDN Plus надає спеціальні умови для прихильників MDN.
vi: MDN Plus cung cấp trải nghiệm người dùng tùy chỉnh cho những người ủng hộ MDN.
zh_cn: MDN Plus 为 MDN 资助者提供定制化用户体验。
zh_tw: MDN Plus 為 MDN 的贊助者提供客製化的使用體驗。

# DB: products.Product.title
source: Open Badges
bg: Отворени значки
hu: Open Badge-ek
it: Distintivi Open
ja: オープンバッジ
ko: 오픈 배지
ms: Lencana Terbuka
pa_in: ਓਪਨ ਬਿੱਲੇ
pl: Odznaki Open Badges
sr: Значке
te: ఓపెన్ బ్యాడ్జీలు
uk: Відкриті відзнаки
vi: Mở các huy hiệu
zh_cn: 开放徽章
zu: Ama-Open Badge

# DB: products.Topic.title
source: Firefox Sync
bs: Firefox Sinhronizacija
hr: Firefox sinkronizacija
ko: Firefox 동기화
mg: Fampifandrindrana Firefox
pa_in: ਫਾਇਰਫੌਕਸ ਸਿੰਕ
pt_br: Sincronização do Firefox
ur: Firefox سبک
vi: Đồng bộ hóa Firefox
zh_cn: Firefox 同步
zu: I-Firefox Sync

# DB: products.Topic.title
source: Marketplace
bg: Пазар
ko: 마켓플레이스
mg: Tsena
nb_no: Markedsplass
pa_in: ਮਾਰਕਿਟਪਲੇਸ
pl: Pobieranie i zarządzanie aplikacjami
te: మార్కెట్ స్థలం
zh_cn: 应用市场
zu: I-Marketplace

# DB: products.Topic.description
source: Firefox Marketplace
es: Marketplace de Firefox
ko: Firefox 마켓플레이스
mg: Tsena Firefox
nb_no: Firefox Markedsplass
pa_in: ਫਾਇਰਫਾਕਸ ਮਾਰਕਿਟਪਲੇਸ
te: ఫైర్‌ఫాక్స్ మార్కెట్‌ప్లేస్
vi: Chợ ứng dụng Firefox
zh_cn: Firefox 市场
zu: I-Firefox Marketplace

source: {username} is not a valid username.
af: {username} is nie 'n geldige gebruikernaam nie.
bs: {username} je nevažeće korisničko ime.
de: {username} ist kein gültiger Benutzername.
el: Το {username} δεν είναι έγκυρο όνομα χρήστη.
es: {username} no es un usuario válido.
fy_nl: {username} is gjin jildige brûkersnamme.
he: ‏{username} אינו שם משתמש תקני.
hr: {username} nije valjano korisniško ime.
hu: A(z) {username} nem érvényes felhasználónév.
it: {username} non è un nome utente valido.
ja: {username} は正しいユーザー名ではありません。
ka: {username} არაა მართებული სახელი
ko: {username}은(는) 유효한 사용자 이름이 아닙니다.
mg: {username} dia tsy solonanarana mety.
ms: {username} bukan nama pengguna yang sah.
pa_in: {username} ਯੂਜਰ-ਨਾਂ ਉਚਿੱਤ ਨਹੀ ਹੈ।
pt_pt: {username} não é um nome de utilizador válido.
ro: {username} nu este un nume valid de utilizator.
sk: Meno používateľa {username} je neplatné.
te: {username} చెల్లుబాటు అయ్యే వినియోగదారు పేరు కాదు.
th: {username} ไม่ใช่ชื่อผู้ใช้ที่ถูกต้อง
uk: {username} є нечинним іменем користувача.
ur: {username} ایک جایز صارف نام نہیں ہے۔
vi: {username} không phải là một tên tài khoản hợp lệ.
zh_cn: {username} 不是有效的用户名。
zh_tw: {username} 不是有效的使用者名稱。
zu: {username} alilona igama lomsebenzisi elisebenzayo.

source: {username} is not an active user.
de: {username} ist kein aktiver Benutzer.
el: Ο/Η {username} δεν είναι ενεργός/-ή χρήστης.
es: {username} no es un usuario activo.
fy_nl: {username} is gjin aktive brûker.
he: ‏{username} אינו משתמש פעיל.
hr: {username} nije aktivan korisnik.
hu: {username} nem aktív felhasználó.
it: {username} non è un utente attivo.
ja: {username} はアクティブユーザーではありません。
ka: {username} აღარაა მოქმედი ანგარიში.
ko: {username}은 활성화 된 사용자가 아닙니다.
pt_pt: {username} não é um utilizador ativo.
sk: Používateľ {username} už nie je aktívny.
te: {username} క్రియాశీల వాడుకరి కాదు.
th: {username} ไม่ใช่ผู้ใช้ที่มีความเคลื่อนไหว
uk: {username} не є активним користувачем.
vi: {username} hiện không hoạt động.
zh_cn: {username} 不是活跃的用户。
zh_tw: {username} 不是活躍的使用者。

source: {city}, {country}
ko: {country} {city}
zh_cn: {country}, {city}
zh_tw: {country} {city}

source: sync
bs: sinhronizacija
el: συγχρονισμός
es: sincronizar
he: סנכרון
hr: sinkronizacija
ka: დასინქრონება
ko: 동기화
nl: synchronisatie
pa_in: ਸਿੰਕ
pt_br: sincronização
pt_pt: sincronização
ro: sincronizare
te: సమకాలీకరించు
th: ซิงค์
uk: синхронізація
ur: سنک
vi: đồng bộ
zh_cn: 同步

source: Great to hear &mdash; thanks for the feedback! <br /><span disabled class=helpful-button>&#x1F44D;</span>
de: Schön zu hören &mdash; Danke für die Rückmeldung! <br /> <span disabled class=helpful-button>&#x1F44D;</span>
el: Τέλεια, ευχαριστούμε για τα σχόλια! <br /><span disabled class=helpful-button>&#x1F44D;</span>
fy_nl: Geweldich om te hearren &mdash; tank foar it kommentaar! <br /><span disabled class=helpful-button>&#x1F44D;</span>
he: נהדר לשמוע &mdash; תודה על המשוב! <br /><span disabled class=helpful-button>&#x1F44D;</span>
hr: To nam je drago čuti &ndash; hvala na povratnoj informaciji! <br /><span disabled class=helpful-button>&#x1F44D;</span>
hu: Nagyszerű hallani &ndash; köszönjük a visszajelzést! <br /><span disabled class=helpful-button>&#x1F44D;</span>
it: Fantastico &mdash; grazie per il riscontro! <br /><span disabled class=helpful-button>&#x1F44D;</span>
ja: すばらしい &mdash; フィードバックをお寄せいただきありがとうございます！ <br /><span disabled class=helpful-button>&#x1F44D;</span>
ka: სასიამოვნოა ამის მოსმენა &mdash; გმადლობთ გამოხმაურებისთვის! <br /><span disabled class=helpful-button>&#x1F44D;</span>
ko: 듣기 좋습니다 &mdash; 피드백 감사드립니다! <br /> <span disabled class=elpful-button> &# x1F44D; </span>
pl: Wspaniale to słyszeć &mdash; dziękujemy za twoją opinię! <br /><span disabled class=helpful-button>&#x1F44D;</span>
pt_pt: É bom saber &mdash; obrigado pelo seu comentário! <br /><span disabled class=helpful-button>&#x1F44D;</span>
ro: Ne pare bine să auzim asta &mdash; Îți mulțumim pentru feedback! <br /><span disabled class=helpful-button>&#x1F44D;</span>
sk: Dobre sa to počúva &mdash; Ďakujem za spätnú väzbu! <br /><span disabled class=helpful-button>&#x1F44D;</span>
uk: Раді чути, &mdash; дякуємо за відгук! <br /><span disabled class=helpful-button>&#x1F44D;</span>
vi: Thật tuyệt &mdash; cảm ơn bạn đã phản hồi! <br /><span disabled class=helpful-button>&#x1F44D;</span>
zh_cn: 很高兴听到这个消息 &mdash； 感谢您的反馈！ <br /><span disabled class=helpful-button>&#x1F44D;</span>
zh_tw: 很高興能聽到您的消息，感謝意見回饋！<br /><span disabled class=helpful-button>&#x1F44D;</span>
