Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
af: Hoe om jou gunsteling-programme op jou Firefox OS-foon af te laai, te bestuur en te gebruik.
bg: Как да изтегляте, управлявате и използвате любимите си приложения на телефона си с Firefox OS.
bs: Kako da preuzmete, upravljate i koristite omiljene aplikacije na Firefox OS telefonu.
de: Laden Sie mit Ihrem Firefox-OS-Handy Ihre Lieblings-Apps herunter, verwalten und verwenden Sie sie.
el: Λήψη, διαχείριση και χρήση αγαπημένων εφαρμογών στο Firefox OS τηλέφωνό σας.
es: Cómo descargar, gestionar y usar tus aplicaciones favoritas en tu teléfono Firefox OS.
fy_nl: Jo favorite apps downloade, beheare en brûke op jo Firefox OS-telefoan.
he: איך להוריד, לנהל ולהשתמש ביישומונים המועדפים עליך בטלפון ה־Firefox OS שלך.
hr: Kako preuzeti, upravljati i koristiti omiljene programe na Firefox OS mobitelu.
hu: Kedvenc appjainak letöltése, kezelése és használata Firefox OS telefonján.
ia: Como discargar, gerer e usar tu favorite applicationes sur tu telephono Firefox OS.
id: Bagaimana cara mengunduh, mengatur dan menggunakan aplikasi favorit pada ponsel Firefox OS Anda.
it: Impara come scaricare, impostare e utilizzare le tue app preferite sul tuo telefono Firefox OS
ja: Firefox OS 携帯端末でお好みのアプリをダウンロードして管理する方法。
ka: როგორ ჩამოვტვირთოთ, ვმართოთ და გამოვიყენოთ რჩეული პროგრამები, Firefox OS ტელეფონზე.
kab: Amek ara d-tsidreḍ, ara tesferkeḍ akked ara tesqedceḍ isnas-inek ismenyifen deg tilifun-inek Firefox OS.
ko: Firefox OS 폰에서 앱 다운로드 및 관리 방법을 살펴봅니다.
mg: Fomba fampidinana, fandrindrana ary fampiasana ireo app tianao ao @ telefaona Firefox OS anao.
ms: Cara memuat turun, mengurus.dan menggunakan aplikasi kegemaran anda pada telefon Firefox OS anda.
nb_no: Hvordan man laster ned, håndterer og bruke dine favoritt-apper på din Firefox OS-telefon.
nl: Uw favoriete apps downloaden, beheren en gebruiken op uw Firefox OS-telefoon.
pl: Jak pobierać, zarządzać i używać ulubionych aplikacji na telefonie z systemem Firefox OS.
pt_br: Como baixar, gerenciar e usar seus aplicativos favoritos no Firefox OS.
pt_pt: Como transferir, gerir e utilizar as suas aplicações favoritas no seu telemóvel com Firefox OS.
ro: Cum să descarci, gestionezi și să utilizezi aplicațiile tale favorite pe telefonul Firefox OS.
sk: Ako získať, spravovať a používať vaše obľúbené aplikácie v telefóne s Firefox OS.
sr: Како да преузмете, управљате и користите омиљене апликације на Firefox OS телефону.
sv: Hur man laddar ner, hanterar och använder dina favoritprogram på din Firefox OS-telefon.
te: డౌన్లోడ్, నిర్వహించడం మరియు మీ Firefox OS ఫోన్ లో మీ ఇష్టమైన అనువర్తనాలు ఉపయోగించడం ఎలా.
th: วิธีดาวน์โหลด, จัดการ และใช้แอปโปรดบนโทรศัพท์ Firefox OS ของคุณ
tr: Firefox OS telefonunuzda en sevdiğiniz uygulamaları indirmeyi, yönetmeyi ve kullanmayı öğrenin.
uk: Як завантажувати, керувати та використовувати свої улюблені програми на телефоні з Firefox OS.
ur: اپنے پسندیدہ ایپس کو اپنے Firefox OS فون پر ڈاؤن لوڈ ، منظم اور ان کا استعمال کیسے کریں۔
vi: Cách tải xuống, quản lý và sử dụng các ứng dụng yêu thích của bạn trên điện thoại Firefox OS.
zh_cn: 如何在您的 Firefox OS 手机上下载、管理和使用您喜爱的应用。
zh_tw: 如何在您的 Firefox OS 手機下載、管理與使用應用程式。
zu: Kudawunilodwa kanjani, lawula futhi usebenzise ama-app akho ayintandokazi efonini yakho ye-Firefox OS.

# DB: products.Topic.title
source: Masking
hu: Maszkolás
ia: Aliases
it: Mascheratura
kab: Meffer
nl: Maskeren
pl: Maskowanie
pt_br: Uso de máscaras
sv: Maskering
tr: Maskeleme
zh_cn: 掩藏真实信息

# DB: products.Topic.description
source: Mask your email and phone number to better protect your privacy.
hu: Rejtse el az e-mail-címét és a telefonszámát, hogy jobban védje a magánszféráját.
ia: Usa alias pro tu email e numero de telephono, pro melio proteger tu confidentialitate.
it: Nascondi email e numero di telefono per proteggere al meglio la tua privacy.
nl: Maskeer uw e-mailadres en telefoonnummer om uw privacy beter te beschermen.
pl: Zamaskuj swój adres e-mail i numer telefonu, aby lepiej chronić swoją prywatność.
pt_br: Oculte seu email e número de celular para proteger melhor sua privacidade.
sv: Maskera din e-post och ditt telefonnummer för att bättre skydda din integritet.
tr: Gizliliğinizi daha iyi korumak için e-posta adresinizi ve telefon numaranızı maskeleyin.
zh_cn: 为真实邮箱和电话号码穿上“马甲”，增强隐私保护。

# DB: products.Topic.title
source: Mask labels
ia: Etiquettas de masca
sv: Masketiketter
tr: Maske etiketleri

# DB: products.Topic.description
source: Troubleshoot mask labels issues.
ia: Solver problemas de etiquettas de masca.
sv: Felsök problem med masketiketter.
tr: Maske etiketleriyle ilgili sorunları giderin.

# DB: products.Topic.description
source: How to share media in virtual events
bg: Как да споделяте медия във виртуални събития
de: So teilen Sie Medien in virtuellen Ereignissen
el: Κοινή χρήση πολυμέσων σε εικονικές εκδηλώσεις
es: Cómo compartir objetos multimedia en eventos virtuales
fy_nl: Media diele wylst firtuele eveneminten
hr: Kako dijeliti medije u virtualnim događajima
hu: Hogyan osszon meg médiát a virtuális eseményekben
ia: Como compartir medios in eventos virtual
it: Come condividere elementi multimediali in eventi virtuali
ka: როგორ გავაზიაროთ მედიაფაილები წარმოსახვით ღონისძიებებში
kab: Amek ara tebḍuḍ amidyat deg tedyanin tuhlisin
ko: 가상 이벤트에서 미디어를 공유하는 방법
nb_no: Hvordan dele medier i virtuelle arrangementer
nl: Media delen tijdens virtuele evenementen
pl: Jak udostępniać multimedia podczas wirtualnych wydarzeń
pt_br: Como compartilhar mídia em eventos virtuais
pt_pt: Como partilhar conteúdo multimédia em eventos virtuais
sk: Ako zdieľať médiá vo virtuálnych udalostiach
sr: Како да поделим медије у виртуелним догађајима
sv: Hur man delar media i virtuella händelser
tr: Sanal etkinliklerde ortam paylaşma
uk: Як ділитися медіа у віртуальних подіях
vi: Cách chia sẻ phương tiện trong các sự kiện ảo
zh_cn: 如何在虚拟活动中共享媒体内容
zh_tw: 如何在虛擬活動中分享媒體內容

# DB: products.Topic.title
source: Missing items
ia: Elementos mancante
kab: Xuṣṣen iferdisen
sv: Saknade objekt
tr: Eksik öğeler

# DB: products.Topic.description
source: Troubleshoot missing items issues.
ia: Solver problemas de elementos mancante.
sv: Felsök problem med saknade objekt.
tr: Eksik öğelerle ilgili sorunları giderin.

# DB: products.Topic.title
source: Mobile Store Support
de: Hilfe für den Mobile Store
el: Υποστήριξη σε καταστήματα εφαρμογών
fy_nl: Mozilla Support-stipe
hu: Mobilos áruházi támogatás
ia: Supporto al botecas de apps pro apparatos mobile
it: Supporto negli store per dispositivi mobili
ja: モバイルストアのサポート
ka: მობილური მაღაზიის მხარდაჭერა
ko: 모바일 스토어 지원
nl: Mobiele Store-ondersteuning
pl: Wsparcie aplikacji w sklepie mobilnym
pt_br: Suporte em lojas de aplicativos de dispositivos móveis
pt_pt: Apoio para dispositivos móveis
sk: Podpora pre obchodoch s mobilnými aplikáciami
sr: Подршка мобилне продавнице
sv: Support för appbutiken
tr: Mobil mağaza desteği
uk: Підтримка в магазині мобільних застосунків
vi: Hỗ trợ trên cửa hàng di động
zh_cn: 移动端商店支持
zh_tw: 行動商店技術支援

# DB: products.Topic.description
source: Topic for any articles related to the Mobile Store Support contribution.
de: Thema für alle Artikel, die sich auf Mitarbeit im Hilfeforum zu Firefox Mobile beziehen.
el: Θέμα για όλα τα άρθρα που σχετίζονται με τη συνεισφορά στην υποστήριξη για κινητές συσκευές.
fy_nl: Underwerp foar alle artikelen mei betrekking ta bydragen oan stipe foar Mobile Stores.
hu: Téma a mobilos áruházi támogatási közreműködéssel kapcsolatos leírások számára.
ia: Topico pro omne articulos relative al contribution al assistentia in botecas de apparatos mobile.
it: Argomento per qualsiasi articolo che riguarda la collaborazione al supporto negli store per dispositivi mobili.
ja: モバイルストアサポートへの貢献に関連する記事のトピック。
ka: საკითხი სტატიების შესახებ მობილურ მაღაზიებში მხარდაჭერის თაობაზე.
ko: 모바일 앱 스토어 지원 기여와 관련된 게시글의 주제입니다.
nl: Onderwerp voor alle artikelen met betrekking tot bijdragen aan ondersteuning voor Mobiele Stores.
pl: Wszystkie artykuły związane ze wsparciem aplikacji w sklepach mobilnych.
pt_br: Tópico de artigos relacionados à contribuição de suporte em lojas de aplicativos de dispositivos móveis.
pt_pt: Tópico para quaisquer artigos relacionados com contributos para o Apoio à Loja de Dispositivos Móveis.
sk: Téma pre všetky články súvisiace s príspevkami podpory pre obchody s mobilnými aplikáciami.
sr: Тема за било које чланке везане за доприношење подршци мобилне продавнице.
sv: Ämne för alla artiklar relaterade till bidrag för appbutiker.
tr: Mobil mağaza desteği katkısıyla ilgili makalelerin konusu.
uk: Тема для будь-яких статей, пов’язаних із внеском до служби підтримки в мобільному магазині.
vi: Chủ đề cho bất kỳ bài viết nào liên quan đến đóng góp Hỗ trợ trên cửa hàng di động.
zh_cn: 移动端用户支持贡献的相关知识库文章主题。
zh_tw: 行動商店支援貢獻的相關文件主題。

# DB: products.Topic.title
source: Moderators and hosts
bg: Модератори и домакини
de: Moderatoren und Gastgeber
el: Συντονιστές και διοργανωτές
es: Moderadores y anfitriones
fy_nl: Moderators en hosts
hr: Moderatori i domaćini
hu: Moderátorok és házigazdák
ia: Moderatores e hostes
it: Moderatori e host
ja: モデレーターとホスト
ka: ზედამხედველები და მასპინძლები
kab: Imḍebbren akked yisenneftaɣ
ko: 검토자와 호스트
nb_no: Moderatorer og verter
nl: Moderatoren en hosts
pl: Moderatorzy i gospodarze
pt_br: Moderadores e anfitriões
pt_pt: Moderadores e anfitriões
sk: Moderátori a hostitelia
sr: Модератори и домаћини
sv: Moderatorer och värdar
tr: Moderatörler ve ev sahipleri
uk: Модератори та вузли
vi: Người điều hành và máy chủ
zh_cn: 房主与主持人
zh_tw: 版主與主持人

# DB: products.Topic.description
source: Tools for making Hubs a good experience for all.
bg: Инструменти за превръщане на Hubs в добро място за всички.
de: Werkzeuge, mit denen Hubs für alle eine gute Erfahrung werden.
el: Εργαλεία για να κάνετε το Hubs μια όμορφη εμπειρία για όλους.
fy_nl: Helpmiddelen om fan Hubs foar elkenien in goede ûnderfining te meitsjen.
he: כלים להפיכת Hubs לחוויה טובה לכולם.
hr: Alati, koji pomažu stvoriti dobro iskustvo za sve u Hubovima.
hu: Eszközök a Hubs mindenki számára jobb élménnyé tételéhez.
ia: Utensiles pro render Hubs un bon experientia pro totes.
it: Strumenti per avere il meglio da Hubs
ja: Hubs でより良い体験をするためのツール。
ka: ხელსაწყოები, რომლებითაც Hubs ხდება საყოველთაოდ გამოსადეგი.
kab: Ifecka akken tarmit Hubs ad telhu i yal yiwen.
ko: 허브를 모두에게 좋은 경험으로 만들기위한 도구입니다.
nb_no: Verktøy for å gjøre Huber til en god opplevelse for alle.
nl: Hulpmiddelen om van Hubs voor iedereen een goede ervaring te maken.
pl: Hubs – narzędzia ułatwiające obsługę.
pt_br: Ferramentas para tornar os Hubs uma boa experiência para todos.
pt_pt: Ferramentas para tornar os Hubs numa boa experiência para todos.
ro: Instrumente pentru a face Hubs o experiență plăcută pentru fiecare.
sk: Nástroje na to, aby boli Hubs dobrým zážitkom pre všetkých.
sr: Алати који свакоме омогућавају добро искуство за Hub-ове.
sv: Verktyg för att göra Hubs till en bra upplevelse för alla.
tr: Hubs'ı daha iyi bir deneyim haline getirmek için araçlar.
uk: Інструменти для зручної роботи з клубами для всіх.
vi: Các công cụ để làm cho Hub là một trải nghiệm tốt cho tất cả.
zh_cn: 可让所有人使用 Hubs 的体验变得更好的工具。
zh_tw: 讓所有人使用 Hubs 的使用體驗能變得更好的工具。

# DB: products.Topic.title
source: Monitoring
bg: Мониторинг
de: Überwachung
el: Εποπτεία
fy_nl: Kontrolearje
hr: Praćenje
hu: Figyelés
ia: Monitorar
it: Monitoraggio
ja: モニタリング
ka: ზედამხედველობა
kab: Aḍfar
ko: 모니터링
nb_no: Overvåkning
nl: Controleren
pt_br: Monitoração
pt_pt: A monitorizar
sk: Monitorovanie
sr: Надзор
sv: Övervakning
tr: İzleme
uk: Моніторинг
vi: Giám sát
zh_cn: 监控
zh_tw: 監控

# DB: products.Topic.description
source: Manage your personal info in Monitor
bg: Управлявайте личната си информация в Monitor
de: Verwalten Sie Ihre persönlichen Daten in Monitor
el: Διαχειριστείτε τα προσωπικά σας στοιχεία στο Monitor
fy_nl: Jo persoanlike gegevens yn Monitor beheare
hu: Kezelje személyes adatait a Monitorban
ia: Gere tu informationes personal in Monitor
it: Gestisci le tue informazioni personali in Monitor
ja: Monitor で個人情報を管理する
ka: მართეთ თქვენი პირადი მონაცემები Monitor-ში
kab: Sefrek talɣut-ik·im tudmawant deg Monitor
ko: 모니터에서 개인 정보 관리
nb_no: Behadle din personlige informasjon i Monitor
nl: Uw persoonlijke gegevens in Monitor beheren
pl: Zarządzaj swoimi danymi osobowymi w Monitorze
pt_br: Gerencie suas informações pessoais no Monitor
pt_pt: Faça a gestão das suas informações pessoais no Monitor
sk: Spravujte svoje osobné informácie v aplikácii Monitor
sr: Управљајте личним подацима у Monitor-у
sv: Hantera din personliga information i Monitor
tr: Monitor'deki kişisel bilgilerinizi yönetme
uk: Керуйте своєю особистою інформацією в Monitor
vi: Quản lý thông tin cá nhân của bạn trong Monitor
zh_cn: 用 Monitor 管理您的个人信息
zh_tw: 用 Monitor 管理您的個人資訊

# DB: products.Topic.description
source: Everything you need to know about audio, video, images, and more.
hu: Minden, amit tudnia kell a hangokról, videókról, képekről és egyebekről.
ia: Omne cosa que tu debe saper re audio, video, imagines, e altero.
it: Tutto ciò che devi sapere su audio, video, immagini e altro ancora.
nl: Alles wat u moet weten over audio, video, afbeeldingen en meer.
pt_br: O que é importante saber sobre áudio, vídeo, imagens e muito mais.
sv: Allt du behöver veta om ljud, video, bilder och mer.
tr: Ses, video, resimler ve daha fazlası ile ilgili bilmeniz gereken her şey.
zh_cn: 关于音频、视频、图像等媒体，您需要知道的都在这里。

# DB: products.Topic.title
source: Music, Photos and Video
af: Musiek, foto's en video
bg: Музика, снимки и видео
bs: Muzika, slike i video
de: Musik, Fotos und Video
el: Μουσική, φωτογραφίες και βίντεο
es: Música, fotos y vídeo
fy_nl: Muzyk, foto’s en fideo
he: מוזיקה, תמונות וסרטונים
hr: Muzika, fotografije i video
hu: Zene, képek és videó
ia: Musica, photos e video
id: Musik, Foto, dan Video
it: Musica, foto e video
ja: 音楽、写真、動画
ka: მუსიკა, ფოტოები და ვიდეო
kab: Azawan, tiwlafin akked tvidyutin
ko: 음악, 사진 및 동영상
mg: Mozika, Sary ary Horonantsary
ms: Muzik, Foto dan Video
nb_no: Musikk, bilder og video
nl: Muziek, foto’s en video
pl: Muzyka, zdjęcia i wideo
pt_br: Música, Fotos e Vídeo
pt_pt: Música, fotos e vídeo
ro: Muzică, fotografii și video
sk: Hudba, fotografie a video
sr: Музика, слике и видео снимци
sv: Musik, bilder och video
te: సంగీతం , ఫోటోలు మరియు వీడియో
th: เพลง, รูปถ่าย และวิดีโอ
tr: Müzik, Fotoğraflar ve Video
uk: Музика, фотографії та відео
ur: موسیقی ، تصاویر اور ویڈیو
vi: Âm nhạc, Hình ảnh và Video
zh_cn: 音乐、照片和视频
zh_tw: 音樂、相片與影片
zu: Umculo, Izithombe Namavidiyo

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
af: Neem foto's, neem video's op, en luister na musiek op jou Firefox OS-foon.
bg: Правете снимки, записвайте видеоклипове и слушайте музика на телефона си с Firefox OS.
bs: Slikajte, snimajte video i slušajte miziku na vašem Firefox OS telefonu.
de: Machen Sie Fotos, nehmen Sie Videos auf und hören Sie Musik mit Ihrem Firefox-OS-Handy.
el: Λήψη φωτογραφιών, εγγραφή βίντεο και ακρόαση μουσικής στο Firefox OS τηλέφωνό σας.
es: Haz fotos, graba videos y escucha música en tu teléfono Firefox OS.
fy_nl: Foto’s meitsje, fideo’s opnimme en nei muzyk harkje op jo Firefox OS-telefoan.
he: צילום תמונות, הקלטת סרטונים והאזנה למוזיקה בטלפון ה־Firefox OS שלך.
hr: Snimi fotografije, video zapise i slušaj muziku na svom Firefox OS telefonu.
hu: Fényképezés, videofelvétel és zenehallgatás Firefox OS telefonján.
ia: Prende photos, registra videos e ascolta musica sur tu telephono Firefox OS.
id: Ambil gambar, rekam video dan dengarkan musik pada ponsel Firefox OS Anda.
it: Scatta foto, registra video e ascolta musica sul tuo telefono Firefox OS
ja: Firefox OS 携帯端末で写真や動画を撮影したり、音楽を聴きましょう。
ka: გადაიღეთ სურათები, ვიდეოები და მოუსმინეთ მუსიკას, თქვენს Firefox OS ტელეფონზე.
kab: Ṭṭef-d tiwlafin, sekles tividyutin, sell i uẓawan deg tilifun-inek Firefox OS.
ko: Firefox OS Phone으로 사진을 찍고, 동영상 촬영 및 음악 감상하세요.
mg: Makà sary, mandraketa horonantsary ary mihainoa mozika @ telefaona Firefox OS anao.
ms: Ambil gambar, rakam video dan mendengar musik pada telefon Firefox OS anda.
nb_no: Ta bilder, ta opp video og lytt til musikk på din Firefox OS-telefon.
nl: Foto’s maken, video’s opnemen en naar muziek luisteren op uw Firefox OS-telefoon.
pl: Pstrykaj zdjęcia, nagrywaj wideo i słuchaj muzyki na telefonie z systemem Firefox OS.
pt_br: Tirar fotos, gravar vídeos e ouvir música no Firefox OS.
pt_pt: Tirar fotografias, gravar vídeos e ouvir música no seu telemóvel com Firefox OS.
ro: Fă poze, înregistrează videoclipuri și ascultă muzică pe telefonul tău Firefox OS.
sk: Fotografovanie, nahrávanie videa a počúvanie hudby v telefóne s Firefox OS.
sr: Сликајте фотографије, снимајте снимке и слушајте музику на Firefox OS телефону.
sv: Ta bilder, spela in videoklipp och lyssna på musik på din Firefox OS-telefon.
te: చిత్రాలు, రికార్డు వీడియోలు టేక్ మరియు మీ ఫైర్ ఫాక్స్ OS ఫోన్ లో సంగీతం వినండి.
th: ถ่ายรูป, บันทึกวิดีโอ และฟังเพลงบนโทรศัพท์ Firefox OS ของคุณ
tr: Firefox OS telefonunuzdan fotoğraf çekin, video kaydedin ve müzik dinleyin.
uk: Робіть фотографії, записуйте відео та слухайте музику на своєму телефоні з Firefox OS.
ur: اپنے Firefox OS فون پر تصاویر ، ویڈیوز ریکارڈ کریں اور موسیقی سنیں۔
vi: Chụp ảnh, quay video và nghe nhạc trên điện thoại Firefox OS của bạn.
zh_cn: 用您的 Firefox OS 手机拍照、录像和听音乐。
zh_tw: 用您的 Firefox OS 手機拍照、錄影、聽音樂。
zu: Shutha izithombe, qopha amavidiyo uphinde ulalele umculo efonini yakho i-Firefox OS.

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
af: Nuusvoere (RSS), blogs en sosiaal
bg: Новини (RSS), блогове и социални мрежи
bs: Izvor vijesti (RSS), blogovi i društveno
de: Nachrichten-Feeds (RSS), Blogs und Soziales
el: Ροές ειδήσεων (RSS), blog και κοινωνικά δίκτυα
es: Canales de noticias (RSS), blogs y redes sociales
fy_nl: Nijsfeeds (RSS), blogs en sosjaal
he: הזנת חדשות (RSS), בלוגים ומדיה חברתית
hr: Novosti (RSS), blogovi i društvene mreže
hu: Hírolvasó (RSS), blog, fórum
ia: Alimentation de novas (RSS), blogs e social
it: Notizie con feed RSS, blog e strumenti social
ja: ニュースフィード (RSS)、ブログ、ソーシャル
ka: სიახლეების არხები (RSS), სვეტები და სოციალური ქსელები
kab: Isuddam n yisallen (RSS), iblugen d tmetti
ko: 뉴스 피드(RSS), 블로그와 소셜
mg: Faham-baovao (RSS), Bilaogy ary Fiarahamonina
ms: Suapan Berita (RSS), Blog dan Sosial
nb_no: Nyhetskilder (RSS), blogger og sosialt
nl: Nieuwsfeeds (RSS), blogs en sociaal
pl: Subskrypcja kanałów RSS, blogi i sieci społecznościowe
pt_br: Fontes de notícias (RSS), blogues e redes sociais
pt_pt: Fontes de notícias (RSS), blogues e redes sociais
ro: Fluxuri de știri (RSS), bloguri și social
sk: Kanály noviniek (RSS), blogy a sociálne funkcie
sr: Извор вести (RSS), блогови и друштвено
sv: Nyhetsflöden (RSS), bloggar och socialt
te: న్యూస్ ఫీడ్లు (RSS), బ్లాగ్లు మరియు సామాజిక
th: ฟีดข่าว (RSS), บล็อก และสังคมออนไลน์
tr: Haber akışları (RSS), blog'lar ve sosyal
uk: Стрічки новин (RSS), блоги та суспільство
vi: Nguồn cấp tin tức (RSS), Blog và xã hội
zh_cn: 收取点（RSS）、博客及社交网络
zh_tw: 資訊來源（RSS）、部落格與社交網路
zu: Ama-News Feeds (RSS), ama-Blog Nokuxhumana Nomphakathi

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
af: Bly op datum met nuusvoere, blogs en sosiale kenmerke
bg: Бъдете в крак с новините, блоговете и социалните функции
bs: Ostanite u toku s vijestima, blogovima i društvenim mogućnostima
de: Bleiben Sie mit Feeds, Blogs und sozialen Funktionen auf dem neuesten Stand
el: Μείνετε ενημερωμένοι με ροές ειδήσεων, blog και κοινωνικές λειτουργίες
es: Mantente al día con los canales de noticias, blogs y funciones sociales
fy_nl: By-de-tiid bliuwe mei nijsfeeds, blogs en sosjale funksjes
he: להישאר מחוברים למה שמעניין באמת עם הזנות חדשותיות, בלוגים ותכונות חברתיות
hr: Ostani u toku pomoću vijesti, blogova i funkcija društvenih mreža
hu: Legyen naprakész hírforrásokkal, blogokkal és közösségi funkciókkal
ia: Sta actualisate con le functionalitates de alimentationes de novas, blogs e social
it: Tenersi aggiornati con feed RSS, blog e caratteristiche social
ja: ニュースフィード、ブログ、ソーシャル機能で最新の情報を入手できます
ka: არ ჩამორჩეთ სიახლეებს არხებზე, სვეტებსა და სოცქსელებზე
kab: Ili-k d imezgi d yisuddam n yisallen, d yiblugen akked tmahilin timettiyin
ko: 뉴스 피드 , 블로그 및 소셜 기능을 최신 상태로 유지하십시오
mg: Maharaha vaovao @ alàlan'ireo faham-baovao, bilaogy ary fiasa fiarahamonina
ms: Ikuti perkembangan semasa dengan suapan berita, blog dan ciri sosial
nb_no: Hold deg oppdatert med nyheteskilder, blogger og sosiale funksjoner
nl: Up-to-date blijven met nieuwsfeeds, blogs en sociale functies
pl: Bądź na czasie z informacjami z kanałów RSS, blogów i sieci społecznościowych
pt_br: Mantenha-se atualizado com fontes de notícias, blogues e recursos sociais
pt_pt: Mantenha-se atualizado com fontes de notícias, blogues e funcionalidades sociais
ro: Rămâi la curent cu fluxuri de știri, bloguri și funcționalități de rețele sociale
sk: Buďte v obraze vďaka kanálom noviniek, blogom a sociálnym funkciám
sr: Останите у току са вестима, блоговима и друштвеним могућностима
sv: Håll dig uppdaterad med nyhetsflöden, bloggar och sociala funktioner
te: వార్తలు ఫీడ్లను, బ్లాగులు సామాజిక లక్షణాలతో తాజాగా ఉండండి
th: ไม่พลาดข้อมูลข่าวสารด้วยฟีดข่าว, บล็อก และคุณลักษณะสังคมออนไลน์
tr: Haber akışları, bloglar ve sosyal özelliklerle her şeyden haberdar olun
uk: Будьте в курсі подій, користуючись стрічками новин, блогами та соціальними можливостями
vi: Luôn cập nhật với các nguồn tin tức, blog và các tính năng xã hội
zh_cn: 使用收取点、博客和社交网络随时获知最新消息
zh_tw: 使用消息來源隨時接收新聞、部落格與社交功能的最新消息
zu: Hlala wazi konke okwenzekayo ngama-news feeds namafisha ezokuxhumana emphakathini

# DB: products.Topic.title
source: New tab
ia: Nove scheda
kab: Iccer amaynut
sv: Ny flik
tr: Yeni sekme

# DB: products.Topic.description
source: Troubleshoot new tab issues.
ia: Solver problemas de nove scheda.
sv: Felsök problem med ny flik.
tr: Yeni sekmeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Notifications
ia: Notificationes
kab: Ilɣuten
sv: Aviseringar
tr: Bildirimler

# DB: products.Topic.description
source: Manage notifications in Mozilla’s products.
ia: Gerer notificationes in productos Mozilla.
sv: Hantera aviseringar i Mozillas produkter.
tr: Mozilla ürünlerindeki bildirimleri yönetin.

# DB: products.Topic.title
source: Objects
bg: Обекти
de: Objekte
el: Αντικείμενα
es: Objetos
fy_nl: Objekten
hr: Objekti
hu: Tárgyak
ia: Objectos
it: Oggetti
ja: オブジェクト
ka: ობიექტები
kab: Isental
ko: 사물
nb_no: Objekter
nl: Objecten
pl: Obiekty
pt_br: Objetos
pt_pt: Objetos
sk: Objekty
sr: Предмети
sv: Objekt
te: వస్తువులు
tr: Nesneler
uk: Об’єкти
ur: اشیاء
vi: Đối tượng
zh_cn: 物品
zh_tw: 物件

# DB: products.Topic.description
source: How to work with objects in Hubs
bg: Как да работите с обекти в Hubs
de: Arbeiten mit Objekten in Hubs
el: Εργασία με αντικείμενα στο Hubs
es: Cómo trabajar con objetos en Hubs
fy_nl: Wurkje mei objekten yn Hubs
he: איך לעבוד עם אובייקטים ב־Hubs
hr: Kako raditi s objektima u Hubs
hu: Hogyan használja a Hubsban található tárgyakat
ia: Como laborar con objectos in Hubs
it: Come lavorare con gli oggetti in Hubs
ka: როგორ უნდა იმუშაოთ ობიექტებთან Hubs-ში
ko: 허버의 사물을 다루는 방법
nb_no: Hvordan jobbe med gjenstander i Hubs
nl: Werken met objecten in Hubs
pl: Jak pracować z obiektami w Hubs
pt_br: Como trabalhar com objetos no Hubs
pt_pt: Como trabalhar com objetos em Hubs
sk: Ako pracovať s objektmi v Hubs
sr: Како да радим са предметима у Hub-овима
sv: Hur man arbetar med objekt i Hubs
tr: Hubs'da nesnelerle çalışma
uk: Як працювати з об’єктами в Hubs
vi: Cách làm việc với các đối tượng trong Hubs
zh_cn: 如何在 Hubs 中使用物品
zh_tw: 如何在 Hubs 使用物件
