Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
af: Oplossings vir traagheid, onstabiliteit, of boodskappe en ander probleme
bg: Поправяне при забавяне, сривове, съобщения за грешки и други проблеми
bs: Popravite usporenost, padove, greške i druge probleme
de: Beheben von Langsamkeit, Abstürzen, Fehlermeldungen und anderen Problemen
el: Διόρθωση σφαλμάτων και άλλων προβλημάτων
es: Soluciona problemas de lentitud, cierres inesperados, mensajes de error y otras incidencias
fy_nl: Traachheid, ûngelokken, flatermeldingen en oare problemen ferhelpe
he: תיקון בעיות אטיות, קריסות, הודעות שגיאה ותקלות נוספות
hr: Ispravi sporost, neočekivana zatvaranja programa, poruke o greškama i druge probleme
hu: Lassulás, összeomlás javítása, hibaüzenetek és egyéb problémák
ia: Repara lentor, crashes, messages de error e altere problemas
id: Perbaiki kelambatan, kerusakan, pesan galat, dan masalah lainnya
it: Risolvi, lentezza, crash, messaggi di errore e altri problemi
ja: 遅い動作、クラッシュ、エラーメッセージの解決と他の問題
ka: შენელების, გათიშვების, შეცდომებისა და სხვა სახის ხარვეზების მოგვარება
kab: Aseɣti n taẓẓayt, iɣelluyen, iznan n tuccḍiwin akked wuguren-nniḍen
ko: 속도 저하, 충돌 및 오류 메시지와 다른 문제 해결
mg: Vahao ny fiadanam-pandeha, crash, hafatra milaza tsy fetezana ary ireo olana hafa
ms: Atasi masalah lambat, ranap, mesej ralat dan masalah lain
nb_no: Fiks treghet, krasj, feilmeldinger og andre problemer
nl: Traagheid, crashen, foutmeldingen en andere problemen verhelpen
pa_in: ਸੁਸਤੀ, ਕਰੈਸ਼ਿੰਗ, ਗਲਤੀ ਸੁਨੇਹੇ ਅਤੇ ਹੋਰ ਸਮੱਸਿਆਵਾ ਨੂੰ ਫਿਕਸ਼ ਕਰੋ
pl: Powolne działanie, awarie i inne błędy
pt_br: Soluções para travamentos, lentidão, mensagens de erros e outros problemas
pt_pt: Corrigir lentidão, bloqueios, mensagens de erro e outros problemas
ro: Repară încetineala, terminarea neașteptată, mesajele de eroare și alte probleme
sk: Oprava spomalenia, pádov, chybových hlásení a iných problémov
sr: Поправите успореност, падове, грешке и друге проблеме
sv: Fixa långsamhet, kraschar, felmeddelanden och andra problem
te: మందగించడం, క్రాష్ , లోపం సందేశాలు మరియు ఇతర సమస్యలు పరిష్కరించండి
th: แก้ความเชื่องช้า, การล่ม, ข้อความแสดงข้อผิดพลาดและปัญหาอื่น ๆ
tr: Yavaşlık, çökme, hata mesajları ve diğer sorunları çözme
uk: Виправлення повільної роботи, збої, повідомлення про помилки та інші проблеми
ur: سست روی ، کریشہونا، نقص کے پیغامات اور دیگر مسائل کو درست کریں
vi: Khắc phục sự chậm trễ, đổ vỡ, thông báo lỗi và các sự cố khác
zh_cn: 解决速度缓慢、崩溃、错误提示及其他问题
zh_tw: 修正延滯、當機、錯誤訊息與其他問題
zu: Lungisa ukuhamba kancane, ukukhresha, namaphutha emiyalezo, kanye nezinye izinkinga

# DB: products.Topic.title
source: Troubleshoot issues
de: Probleme lösen
el: Επίλυση προβλημάτων
fy_nl: Problemen oplosse
hu: Hibaelhárítás
ia: Problemas diagnostic
it: Risolvi i problemi
ka: ხარვეზის მოგვარების საკითხები
ko: 문제 해결
nl: Problemen oplossen
pl: Rozwiązywanie problemów
pt_br: Solucionar problemas
pt_pt: Diagnosticar problemas
sk: Riešenie problémov
sv: Felsök problem
tr: Sorun giderme
uk: Усунення проблем
vi: Xử lý sự cố
zh_cn: 疑难解答
zh_tw: 疑難排解

# DB: products.Topic.description
source: Resolve problems you're having with your account
de: Lösen Sie Probleme, die Sie mit Ihrem Konto haben
el: Επίλυση των προβλημάτων του λογαριασμού σας
fy_nl: Problemen mei jo account oplosse
hu: A fiókjával kapcsolatos problémák megoldása
ia: Resolve le problemas que tu ha con tu conto
it: Risolvi i problemi che stai riscontrando con il tuo account
ka: გამოასწორეთ თქვენს ანგარიშთან დაკავშირებული ხარვეზები
ko: 계정과 관련된 문제를 해결하세요
nl: Problemen met uw account oplossen
pl: Rozwiąż problemy, jakie masz ze swoim kontem
pt_br: Resolva problemas que você está tendo com sua conta
pt_pt: Resolver os problemas que está a ter com a sua conta
sk: Vyriešte problémy, ktoré máte so svojím účtom
sv: Lös problem du har med ditt konto
tr: Hesabınızla ilgili yaşadığınız sorunları çözün
uk: Усунення проблеми, які виникають із вашим обліковим записом
vi: Giải quyết các sự cố bạn đang gặp phải với tài khoản của mình
zh_cn: 解决账户方面的问题
zh_tw: 處理您的帳號遇到的問題

# DB: products.Topic.title
source: Two-factor authentication
hu: Kétlépcsős hitelesítés
ia: Authentication a duo factores
it: Autenticazione a due fattori
kab: Asesteb s snat n tarrayin
nl: Tweefactorauthenticatie
pl: Uwierzytelnianie dwuetapowe
pt_br: Autenticação em duas etapas
sv: Tvåfaktorsautentisering
tr: İki aşamalı kimlik doğrulama
zh_cn: 双因子身份认证

# DB: products.Topic.description
source: Use two-factor authentication to add an extra layer of security when signing in.
hu: Használjon kétlépcsős hitelesítést, hogy egy további biztonsági réteget biztosítson bejelentkezéskor.
ia: Usa le authentication a duo factores pro adder un altere strato de securitate durante le accesso.
it: Utilizza l’autenticazione a due fattori per aggiungere un ulteriore livello di sicurezza durante l’accesso.
nl: Gebruik tweefactorauthenticatie om een extra beveiligingslaag toe te voegen bij het aanmelden.
pl: Użyj uwierzytelniania dwuskładnikowego, aby dodać dodatkową warstwę bezpieczeństwa podczas logowania.
pt_br: Use autenticação em duas etapas para adicionar uma camada extra de segurança ao entrar na sua conta.
sv: Använd tvåfaktorsautentisering för att lägga till ett extra lager av säkerhet vid inloggning.
tr: Giriş yaparken ekstra bir güvenlik katmanı eklemek için iki aşamalı kimlik doğrulamayı kullanın.
zh_cn: 使用双因子身份验证，在登录时可为账户添一层安全保护。

# DB: products.Topic.title
source: Two-factor lockout
ia: Clausura a duo factores
sv: Tvåfaktorslåsning
tr: İki aşamalı doğrulama sorunu

# DB: products.Topic.description
source: Troubleshoot two-factor lockout issues.
ia: Solver problemas de clausura a duo factores.
sv: Felsök problem med tvåfaktorslåsning.
tr: İki aşamalı doğrulamayla ilgili sorunları giderin.

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
af: Deblokkeer Firefox, om weer aan die internet te kan koppel
bg: Деблокирайте свързването на Firefox с интернет
bs: Odblokirajte Firefox od povezivanja na internet
de: Firefox wieder Zugriff auf das Internet ermöglichen
el: Ενεργοποίηση σύνδεσης του Firefox στο διαδίκτυο
es: Desbloquea Firefox para conectarte a Internet
fy_nl: Ferbining fan Firefox mei it ynternet werstelle
he: שחרור חסימת הקישוריות בין Firefox לבין האינטרנט
hr: Deblokiraj Firefox od povezivanja s internetom
hu: Az internetre csatlakozás újraengedélyezése a Firefoxnak
ia: Disblocar Firefox de connecter se a Internet
id: Buka blokir Firefox dari sambungan ke Internet
it: Risolvere i problemi di connessione a Internet di Firefox
ja: Firefox がインターネット接続できるようにブロック解除する
ka: Firefox განბლოკვა ინტერნეტთან დასაკავშირებლად
kab: Fru ugur n tuqqna n Firefox ɣer Internet
ko: Firefox 인터넷 연결 제한 해제
mg: Hanafaka an'i Firefox hifandraisany @ Aterineto
ms: Menyahsekat Firefox daripada menyambung ke Internet
nb_no: Opphev blokkering av Firefox for å koble til Internett
nl: Verbinding van Firefox met het internet herstellen
pa_in: ਇੰਟਰਨੈੱਟ ਨਾਲ ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਫਾਇਰਫਾਕਸ ਨੂੰ ਅਨ-ਬਲੋਕ ਕਰੋ
pl: Odblokuj Firefoksa w razie problemów z połączeniem z Internetem
pt_br: Desbloquear o Firefox para conectar à Internet
pt_pt: Desbloquear o Firefox de ligar à Internet
ro: Deblochează Firefox de la conectarea la internet
sk: Odblokovať Firefox z pripojenia na internet
sr: Одблокирајте Firefox од повезивања на интернет
sv: Låsa upp Firefox från att ansluta till internet
te: ఇంటర్నెట్కి కనెక్ట్ చెయ్యడం నుండి Firefox అన్ బ్లాక్ చెయ్యి
th: เลิกปิดกั้น Firefox จากการเชื่อมต่อไปยังอินเทอร์เน็ต
tr: Firefox internete bağlanamıyor
uk: Розблокування Firefox для під'єднання до інтернету
vi: Bỏ chặn Firefox kết nối với Internet
zh_cn: 解决 Firefox 无法联网的问题
zh_tw: 解決 Firefox 無法連上網的問題
zu: Yekisa ukubhulokha i-Firefox ukuba ixhume ku-inthanethi

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
af: Deblokkeer Firefox, om weer aan die internet te kan koppel
bg: Деблокирайте свързването на Firefox с интернет
bs: Odblokirajte Firefox od povezivanja na internet
de: Firefox wieder Zugriff auf das Internet ermöglichen
el: Ενεργοποίηση σύνδεσης του Firefox στο διαδίκτυο
es: Desbloquea Firefox para conectarte a Internet
fy_nl: Ferbining fan Firefox mei it ynternet werstelle
he: שחרור חסימת הקישוריות בין Firefox לבין האינטרנט
hr: Deblokiraj Firefox od povezivanja s internetom
hu: Az internetre csatlakozás újraengedélyezése a Firefoxnak
ia: Disblocar Firefox de connecter se a Internet
id: Buka blokir Firefox dari sambungan ke Internet
it: Risolvere i problemi di connessione a Internet di Firefox
ja: Firefox がインターネット接続できるようにブロック解除する
ka: Firefox ინტერნეტთან დაკავშირების აკრძალვის მოხსნა
kab: Fru ugur n tuqqna n Firefox ɣer Internet
ko: Firefox 인터넷 연결 제한 해제
mg: Hanafaka an'i Firefox hifandraisany @ Aterineto
ms: Menyahsekat Firefox daripada menyambung ke Internet
nb_no: Opphev blokkering av Firefox for å koble til Internett
nl: Verbinding van Firefox met het internet herstellen
pa_in: ਇੰਟਰਨੈੱਟ ਨਾਲ ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਫਾਇਰਫਾਕਸ ਨੂੰ ਅਨ-ਬਲੋਕ ਕਰੋ
pl: Odblokuj Firefoksa w razie problemów z połączeniem z Internetem
pt_br: Desbloquear o Firefox para conectar à Internet
pt_pt: Desbloquear o Firefox de ligar à Internet
ro: Deblochează Firefox de la conectarea la internet
sk: Odblokovať Firefox z pripojenia na internet
sr: Одблокирајте Firefox од повезивања на интернет
sv: Låsa upp Firefox från att ansluta till internet
te: ఇంటర్నెట్కి కనెక్ట్ చెయ్యడం నుండి Firefox అన్ బ్లాక్ చెయ్యి
th: เลิกปิดกั้น Firefox จากการเชื่อมต่อไปยังอินเทอร์เน็ต
tr: Firefox internete bağlanamıyor
uk: Розблокування Firefox для під'єднання до інтернету
vi: Bỏ chặn Firefox kết nối với Internet
zh_cn: 解决 Firefox 无法联网的问题
zh_tw: 解決 Firefox 無法連上網的問題
zu: Yekisa ukubhulokha i-Firefox ukuba ixhume ku-inthanethi

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
af: Deblokkeer Firefox, om weer aan die internet te kan koppel
bg: Деблокирайте свързването на Thunderbird с интернет
bs: Odblokirajte Thunderbird od povezivanja na internet
de: Thunderbird wieder Zugriff auf das Internet ermöglichen
el: Ενεργοποίηση σύνδεσης του Thunderbird στο διαδίκτυο
es: Desbloquea la conexión a Internet de Thunderbird
fy_nl: Ferbining fan Thunderbird mei it ynternet opnij ynstelle
he: שחרור חסימת הקישוריות בין Thunderbird לבין האינטרנט
hr: Deblokiraj Thunderbird od povezivanja s internetom
hu: Az internetre csatlakozás újraengedélyezése a Thunderbirdnek
ia: Disblocar Thunderbird de connecter se a internet
it: Risolvere i problemi di connessione a Internet di Thunderbird
ja: Thunderbird のインターネット接続をブロック解除する
ka: ინტერნეტთან დაკავშირების აკრძალვის მოხსნა Thunderbird-ისთვის
kab: Fru ugur n tuqqna n Thunderbird ɣer Internet
ko: Thunderbird 인터넷 연결 제한 해제
mg: Hanafaka an'i Thunderbird hifandraisany @ Aterineto
ms: Menyahsekat Thunderbird daripada menyambung ke Internet
nb_no: Opphev blokkering av Thunderbird for å koble til Internett
nl: Verbinding van Thunderbird met het internet herstellen
pa_in: ਇੰਟਰਨੈੱਟ ਨਾਲ ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਥੰਡਰਬਰਡ ਨੂੰ ਅਨ ਬਲੋਕ ਕਰੋ
pl: Odblokowywanie Thunderbirda w przypadku problemów z połączeniem z internetem
pt_br: Desbloquear o Thunderbird para conectar à Internet
pt_pt: Desbloquear o Thunderbird de ligar à Internet
ro: Deblochează Thunderbird de la conectarea la internet
sk: Odblokovať Thunderbirdu pripojenie k Internetu
sr: Одблокирајте Thunderbird од повезивања на интернет
sv: Låsa upp Thunderbird från att ansluta till internet
te: ఇంటర్నెట్కి కనెక్ట్ చెయ్యడం నుండి థండర్బర్డ్ అన్ బ్లాక్ చెయ్యి
th: เลิกปิดกั้น Thunderbird จากการเชื่อมต่อไปยังอินเทอร์เน็ต
tr: Thunderbird'ün internete bağlanma engelini kaldırın
uk: Розблокувати Thunderbird від з'єднання з Інтернетом
vi: Bỏ chặn Thunderbird kết nối với Internet
zh_cn: 解决 Thunderbird 无法联网的问题
zh_tw: 解決 Thunderbird 無法連上網的問題
zu: Hoxisa ukuvimba i-Thunderbird ekuxhumeni ku-inthanethi

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
af: Deblokkeer Firefox, om weer aan die internet te kan koppel
bg: Деблокирайте свързването на Thunderbird с интернет
bs: Odblokirajte Thunderbird od povezivanja na internet
de: Thunderbird wieder Zugriff auf das Internet ermöglichen
el: Ενεργοποίηση σύνδεσης του Thunderbird στο διαδίκτυο
es: Desbloquea la conexión a Internet de Thunderbird
fy_nl: Ferbining fan Thunderbird mei it ynternet opnij ynstelle
he: שחרור חסימת הקישוריות בין Thunderbird לבין האינטרנט
hr: Deblokiraj Thunderbird od povezivanja s internetom
hu: Az internetre csatlakozás újraengedélyezése a Thunderbirdnek
ia: Disblocar Thunderbird de connecter se a internet
it: Risolvere i problemi di connessione a Internet di Thunderbird
ja: Thunderbird のインターネット接続をブロック解除する
ka: ინტერნეტთან დაკავშირების აკრძალვის მოხსნა Thunderbird-ისთვის
kab: Fru ugur n tuqqna n Thunderbird ɣer Internet
ko: Thunderbird 인터넷 연결 제한 해제
mg: Hanafaka an'i Thunderbird hifandraisany @ Aterineto
ms: Menyahsekat Thunderbird daripada menyambung ke Internet
nb_no: Opphev blokkering av Thunderbird for å koble til Internett
nl: Verbinding van Thunderbird met het internet herstellen
pa_in: ਇੰਟਰਨੈੱਟ ਨਾਲ ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਥੰਡਰਬਰਡ ਨੂੰ ਅਨ ਬਲੋਕ ਕਰੋ
pl: Odblokowywanie Thunderbirda w przypadku problemów z połączeniem z internetem
pt_br: Desbloquear o Thunderbird para conectar à Internet
pt_pt: Desbloquear o Thunderbird de ligar à Internet
ro: Deblochează Thunderbird de la conectarea la internet
sk: Odblokovať Thunderbirdu pripojenie k Internetu
sr: Одблокирајте Thunderbird од повезивања на интернет
sv: Låsa upp Thunderbird från att ansluta till internet
te: ఇంటర్నెట్కి కనెక్ట్ చెయ్యడం నుండి థండర్బర్డ్ అన్ బ్లాక్ చెయ్యి
th: เลิกปิดกั้น Thunderbird จากการเชื่อมต่อไปยังอินเทอร์เน็ต
tr: Thunderbird'ün internete bağlanma engelini kaldırın
uk: Розблокувати Thunderbird від з'єднання з Інтернетом
vi: Bỏ chặn Thunderbird kết nối với Internet
zh_cn: 解决 Thunderbird 无法联网的问题
zh_tw: 解決 Thunderbird 無法連上網的問題
zu: Hoxisa ukuvimba i-Thunderbird ekuxhumeni ku-inthanethi

# DB: products.Topic.title
source: Undefined
sv: Odefinierad

# DB: products.Topic.description
source: A topic that can be applied to content that is spam or non-actionable
sv: Ett ämne som kan tillämpas på innehåll som är spam eller inte kräver någon åtgärd

# DB: products.Topic.title
source: Update
hu: Frissítés
ia: Actualisar
it: Aggiorna
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualizar
sv: Uppdatera
tr: Güncelleme
zh_cn: 更新

# DB: products.Topic.description
source: Keep the Mozilla products you use up to date with the latest features and improvements.
hu: Tartsa naprakészen a használt Mozilla termékeket, hogy megkapja a legújabb funkciókat és fejlesztéseket.
ia: Mantene le productos de Mozilla que tu usa actualisate con le ultime functiones e meliorationes.
it: Mantieni aggiornati i prodotti Mozilla che utilizzi con le ultime funzioni e miglioramenti.
nl: Houd de Mozilla-producten die u gebruikt up-to-date met de nieuwste functies en verbeteringen.
pt_br: Mantenha os produtos Mozilla que você usa atualizados com os recursos e melhorias mais recentes.
sv: Håll de Mozilla-produkter du använder uppdaterade med de senaste funktionerna och förbättringarna.
tr: Kullandığınız Mozilla ürünlerini en yeni özellik ve iyileştirmelerle güncel tutun.
zh_cn: 保持使用最新版本 Mozilla 产品，享受最新功能和改进。

# DB: products.Topic.title
source: Update account settings
de: Kontoeinstellungen aktualisieren
el: Ενημέρωση ρυθμίσεων λογαριασμού
fy_nl: Accountynstellingen bywurkje
hu: Fiókbeállítások frissítése
ia: Actualisar parametros del conto
it: Aggiorna le impostazioni dell’account
ka: ანგარიშის პარამეტრების განახლება
ko: 계정 설정 수정하기
nl: Accountinstellingen bijwerken
pl: Zaktualizuj ustawienia konta
pt_br: Atualizar configurações da conta
pt_pt: Atualizar definições da conta
sk: Aktualizácia nastavení účtu
sv: Uppdatera kontoinställningar
tr: Hesap ayarlarını güncelleme
uk: Оновити налаштування облікового запису
vi: Cập nhật cài đặt tài khoản
zh_cn: 更新账户设置
zh_tw: 更新帳號設定

# DB: products.Topic.description
source: Change your password, email address, and more.
de: Ändern Sie Ihr Passwort, Ihre E-Mail-Adresse und mehr.
el: Αλλάξτε τον κωδικό πρόσβασης, τη διεύθυνση email σας και πολλά άλλα.
fy_nl: Wizigje jo wachtwurd, e-mailadres en mear.
hu: Módosítsa a jelszavát, e-mail-címét és egyebeket.
ia: Cambiar tu contrasigno, adresse email, e altero.
it: Modifica password, indirizzo email e molto altro.
ka: შეცვალეთ თქვენი პაროლი, ელფოსტის მისამართი და სხვ.
ko: 비밀번호, 이메일 주소 등을 변경하세요.
nl: Wijzig uw wachtwoord, e-mailadres en meer.
pl: Zmień hasło, adres e-mail i inne elementy.
pt_br: Mude sua senha, endereço de email e muito mais.
pt_pt: Altere a sua palavra-passe, endereço de e-mail e muito mais.
sk: Zmena hesla, e‑mailovej adresy a iné.
sv: Ändra ditt lösenord, din e-postadress och mer.
tr: Parolanızı, e-posta adresinizi ve diğer bilgileri değiştirin.
uk: Зміна пароля, електронної адреси тощо.
vi: Thay đổi mật khẩu, địa chỉ email của bạn và hơn thế nữa.
zh_cn: 更改密码、邮箱地址等。
zh_tw: 更改密碼、電子郵件地址等資訊。

# DB: products.Topic.title
source: Update billing & payment methods
de: Abrechnungs- & Zahlungsmethoden aktualisieren
el: Ενημέρωση μεθόδων χρέωσης και πληρωμής
fy_nl: Fakturaasje- en betellingsmetoaden bywurkje
hu: Számlázási és fizetési módok frissítése
ia: Actualisar methodos de facturation e pagamento
it: Aggiorna i metodi di fatturazione e pagamento
ka: ანგარიშსწორებისა და გადახდის საშუალებების განახლება
ko: 청구 및 결제 수단 변경하기
nl: Facturatie- en betalingsmethoden bijwerken
pl: Zaktualizuj metody rozliczeń i płatności
pt_br: Atualizar métodos de cobrança e pagamento
pt_pt: Atualizar métodos de pagamento e de faturação
sk: Aktualizácia spôsobov fakturácie a platby
sv: Uppdatera fakturerings- och betalningsmetoder
tr: Faturalandırma ve ödeme yöntemlerini güncelleme
uk: Оновлення передплати та способи оплати
vi: Cập nhật thanh toán & phương thức thanh toán
zh_cn: 更新账单与付款方式
zh_tw: 更新帳務資訊與付款方式

# DB: products.Topic.description
source: Update billing information for your Mozilla subscriptions.
de: Aktualisieren Sie die Zahlungsinformationen für Ihre Mozilla-Abonnements.
el: Ενημερώστε τα στοιχεία χρέωσης για τις συνδρομές σας στη Mozilla.
fy_nl: Fakturaasjegegevens foar jo Mozilla-abonneminten bywurkje.
hu: A Mozilla-előfizetései számlázási információinak frissítése.
ia: Actualisa informationes de facturation pro tu abonamentos Mozilla.
it: Aggiorna i dati di fatturazione per i tuoi abbonamenti Mozilla.
ka: განაახლეთ ანგარიშსწორების მონაცემები თქვენი Mozilla-გამოწერებისთვის.
ko: Mozilla 구독에 대한 결제 정보를 변경하세요.
nl: Facturatiegegevens voor uw Mozilla-abonnementen bijwerken.
pl: Zaktualizuj informacje rozliczeniowe dotyczące subskrypcji Mozilli.
pt_br: Atualize as informações de cobrança de suas assinaturas Mozilla.
pt_pt: Atualize a informação de faturação das suas subscrições da Mozilla.
sk: Aktualizácia informácií o fakturácii predplatného Mozilla.
sv: Uppdatera faktureringsinformation för dina Mozilla-prenumerationer.
tr: Mozilla aboneliklerinizin fatura bilgilerini güncelleyin.
uk: Оновлення платіжних даних для передплат Mozilla.
vi: Cập nhật thông tin thanh toán cho các thuê bao Mozilla của bạn.
zh_cn: 更新 Mozilla 服务订阅的账单信息。
zh_tw: 更新您 Mozilla 訂閱項目的帳務資訊。

# DB: products.Topic.title
source: Update failure
ia: Insuccesso in actualisar
sv: Uppdateringsfel
tr: Güncelleme hatası

# DB: products.Topic.description
source: Troubleshoot update failure issues.
ia: Solver problemas de insuccesso in actualisar.
sv: Felsök problem med uppdatering.
tr: Güncelleme hatasıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Upgrade/downgrade subscription
ia: Promover/degradar abonamento
sv: Uppgradera/nedgradera prenumeration
tr: Aboneliği yükseltme/düşürme

# DB: products.Topic.description
source: Troubleshoot upgrade/downgrade subscription issues.
ia: Solver problemas in promover/degradar abonamento.
sv: Felsök problem med uppgradering/nedgradering av prenumeration.
tr: Aboneliği yükseltmeyle/düşürmeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Use bookmarks
af: Gebruik boekmerke
bg: Използване на отметки
bs: Koristi zabilješke
de: Lesezeichen verwenden
el: Χρήση σελιδοδεικτών
es: Usa los marcadores
fy_nl: Blêdwizers brûke
he: שימוש בסימניות
hr: Koristi zabilješke
hu: Könyvjelzők használata
ia: Usar marcapaginas
id: Gunakan markah
it: Utilizzo dei segnalibri
ja: ブックマークの使い方
ka: სანიშნების გამოყენება
kab: Seqdec ticraḍ n yisebtar
ko: 북마크 사용
mg: Hampiasa maripejy
ms: Guna tandabuku
nb_no: Bruke bokmerker
nl: Bladwijzers gebruiken
pa_in: ਬੁੱਕਮਾਰਕਾ ਨੂੰ ਵਰਤੋ
pl: Używanie zakładek
pt_br: Usando favoritos
pt_pt: Utilizar marcadores
ro: Folosește marcaje
sk: Používanie záložiek
sr: Користи обележиваче
sv: Använda bokmärken
te: ఇష్టాంశాలను ఉపయోగించండి
th: ใช้ที่คั่นหน้า
tr: Yer imlerini kullanın
uk: Використання закладок
ur: بک مارک استعمال کریں
vi: Sử dụng trang đánh dấu
zh_cn: 使用书签
zh_tw: 使用書籤
zu: Sebenzisa amabhukumaka

# DB: products.Topic.description
source: The basics of using bookmarks
af: Eerste dinge oor die gebruik van boekmerke
bg: Основите на използването на отметки
bs: Osnove korištenja zabilješki
de: Die Grundlagen der Verwendung von Lesezeichen
el: Τα βασικά της χρήσης των σελιδοδεικτών
es: Los conceptos básicos del uso de marcadores
fy_nl: Basiskennis fan it gebrûk fan blêdwizers
he: היסודות של שימוש בסימניות
hr: Osnove korištenja zabilješki
hu: Könyvjelzők használatának alapjai
ia: Elementos pro usar le marcapaginas
id: Dasar-dasar penggunaan markah
it: Primi passi nell'utilizzo dei segnalibri
ja: ブックマークの基本的な使い方
ka: სანიშნებთან მუშაობის ძირითადი საკითხები
kab: Tazwart ɣer useqdec n ticraḍ n yisebtar
ko: 북마크 기본 사용법
mg: Ireo fiasa fototra fampiasana maripejy
ms: Asas menggunakan tandabuku
nb_no: Grunnleggende bruk av bokmerker
nl: Basiskennis van het gebruik van bladwijzers
pa_in: ਬੁੱਕਮਾਰਕ ਵਰਤਨ ਦੀ ਬੁਨਿਆਦ
pl: Podstawy używania zakładek
pt_br: Os conceitos básicos do uso de favoritos
pt_pt: O básico de utilizar marcadores
ro: Elementele de bază ale marcajelor
sk: Základy používania záložiek
sr: Основе коришћења обележивача
sv: Grunderna i att använda bokmärken
te: ఇష్టాంశాలను ఉపయోగించడానికి ప్రాథమికాలు
th: วิธีใช้ที่คั่นหน้าเบื้องต้น
tr: Yer imlerini kullanmanın temelleri
uk: Основи використання закладок
ur: بُک مارکس کے استعمال کی بنیادی باتیں
vi: Những điều cơ bản của việc sử dụng các dấu trang
zh_cn: 书签使用的基础知识
zh_tw: 使用書籤的基本知識
zu: Ulwazi oluyisisekelo sokusebenzisa amabhukumaka

# DB: products.Topic.title
source: Use extensions and add-ons
bg: Използвайте разширения и добавки
de: Verwenden Sie Erweiterungen und Add-ons
el: Χρήση επεκτάσεων και προσθέτων
fy_nl: Brûk útwreidingen en add-ons
hu: Használjon kiegészítőket
ia: Usa extensiones e additivos
it: Utilizza estensioni e componenti aggiuntivi
ka: გაფართოებებისა და დამატებების გამოყენება
kab: Seqdec isiɣzaf d yizegrar
ko: 확장 기능 및 부가 기능 사용
nb_no: Bruk utvidelser og tillegg
nl: Extensies en add-ons gebruiken
pl: Używanie rozszerzeń i dodatków
pt_br: Use extensões
pt_pt: Utilize as extensões e os extras
sk: Používanie rozšírení a doplnkov
sr: Користите додатке
sv: Använd tillägg
tr: Uzantıları ve eklentileri kullanın
uk: Використовуйте розширення та додатки
vi: Sử dụng tiện ích mở rộng
zh_cn: 使用扩展和附加组件
zh_tw: 使用擴充套件與附加元件
