Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Enter your terms in the form below and click <strong>Search</strong>
af: Tik jou terme in die vorm hier onder in, en klik <strong>Soek</strong>
bg: Въведете ключова дума във формата по-долу и изберете <strong>Търсене</strong>
bs: Unesite pojmove u polje ispod i kliknite na <strong>Traži</strong>
de: Geben Sie Ihre Anfrage in das folgende Textfeld ein und klicken Sie auf <strong>Suchen</strong>.
el: Εισαγάγετε τους όρους στο παρακάτω πεδίο και κάντε κλικ στην <strong>Αναζήτηση</strong>
es: Escribe los términos en el siguiente formulario y haz clic en <strong>Buscar</strong>
fy_nl: Fier jo syktermen yn ûndersteand formulier yn en klik op <strong>Sykje</strong>
hr: Upiši pojmove u polje i pritisni <strong>Traži</strong>
hu: Írja be a kifejezéseket az alábbi űrlapra és kattintson a <strong>Keresés</strong>re
ia: Insere tu terminos in le modulo infra e clicca <strong>Cercar</strong>
id: Masukkan yang ingin dicari pada formulir di bawah ini dan klik <strong>Cari</strong>
it: Inserire i termini nel campo sottostante e fare clic su <strong>Cerca</strong>
ja: フォームに検索語を入力して <strong>検索</strong> ボタンをクリックしてください
ka: შეიყვანეთ ქვემოთ არსებულ ველში სასურველი ფრაზა და დააწკაპეთ <strong>ძიებას</strong>
kab: Sekcem awalen n unadi deg tferkit ddaw-a, sakin tekki ɣef <strong>Nadi</strong>
ko: 검색할 단어를 입력하시고 <strong>검색</strong>을 누르세요.
mg: Ampidiro ao @ takelaka fenoina eto ambany ireo voamboalanao ary tsindrio <strong>Hikaroka</strong>
ms: Masukkan istilah anda dalam borang di bawah dan klik <strong>Cari</strong>
nb_no: Skriv inn søkeordene i skjemaet under og trykk <strong>Søk</strong>
nl: Voer in het onderstaande veld uw zoektermen in en klik op <strong>Zoeken</strong>.
pa_in: ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਫ਼ਾਰਮ ਵਿੱਚ ਆਪਣੀ ਸ਼ਰਤਾਂ ਦਰਜ ਕਰੋ ਅਤੇ ਕਲਿਕ ਕਰੋ <strong>ਭਾਲ</strong>
pl: Wprowadź poniżej kryteria wyszukiwania i naciśnij przycisk <strong>Szukaj</strong>
pt_br: Digite os termos no formulário abaixo e clique em <strong>Pesquisar</strong>
pt_pt: Digite os termos no formulário abaixo e clique em <strong>Pesquisar</strong>
ro: Introdu termenii în formularul de mai jos și dă clic pe <strong>Caută</strong>
sk: Zadajte hľadané výrazy a kliknite na tlačidlo <strong>Hľadať</strong>
sr: Упишите термине у обрасцу испод и притисните <strong>Претражи</strong>
sv: Ange dina sökord i formuläret nedan och klicka på <strong>Sök</strong>
te: క్రింద రూపంలో మీ పదాలను నమోదు చేయండి మరియు <strong>శోధన</strong>ను క్లిక్ చేయండి
th: ป้อนคำของคุณในแบบฟอร์มด้านล่างและคลิก <strong>ค้นหา</strong>
tr: Aşağıdaki forma terimlerinizi girdikten sonra <strong>Ara</strong>'ya tıklayın
uk: Введіть пошукові терміни в форму нижче та натисніть <strong>Шукати</strong>
ur: نیچے دیئے گئے فارم میں اپنی شرائط درج کریں اور <strong> تلاش </ strong> پر کلک کریں
vi: Nhập từ khóa của bạn vào biểu mẫu bên dưới và nhấn <strong>Tìm kiếm</strong>
zh_cn: 在下面表单中输入一些字词，再按下 <strong>搜索</strong>
zh_tw: 在下面表單輸入一些字詞，再按下 <strong>搜尋</strong>
zu: Faka amatemu akho kufomu elingezansi bese uchofoza <strong>Cinga</strong>

# button
source: Search
af: Soek
bg: Търсене
bs: Traži
de: Suchen
el: Αναζήτηση
es: Buscar
fy_nl: Sykje
he: חיפוש
hr: Traži
hu: Keresés
ia: Cercar
id: Cari
it: Ricerca
ja: 検索
ka: ძიება
kab: Nadi
ko: 검색
mg: Hikaroka
ms: Cari
nb_no: Søk
nl: Zoeken
pa_in: ਭਾਲ
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ro: Caută
sk: Hľadať
sr: Претражи
sv: Sök
te: శోధన
th: ค้นหา
tr: Ara
uk: Шукати
ur: تلاش کریں
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋
zu: Cinga

source: Search Mozilla Support
af: Deursoek Mozilla-steun
bg: Търсене в поддръжката на Mozilla
bs: Pretraži Mozilla podršku
de: Mozilla-Hilfe durchsuchen
el: Αναζήτηση στην Υποστήριξη
es: Buscar en la Ayuda de Mozilla
fy_nl: Sykje yn Mozilla Support
he: חיפוש בתמיכה של Mozilla
hr: Pretraži Mozilla podršku
hu: Mozilla támogatás keresése
ia: Cerca le Supporto Mozilla
id: Cari di Bantuan Mozilla
it: Cerca nel supporto Mozilla
ja: Mozilla サポートの検索
ka: ძიება Mozilla მხარდაჭერაში
kab: Nadi deg tallelt Mozilla
ko: Mozilla 도움말 검색
mg: Hikaroka ao @ Fanampiana Mozilla
ms: Carian Sokongan Mozilla
nb_no: Søk i Mozilla Support
nl: Zoeken in Mozilla Support
pa_in: ਮੌਜਿਲਾ ਸਹਿਯੋਗ ਲੱਭੋ
pl: Przeszukaj pomoc
pt_br: Procurar no suporte da Mozilla
pt_pt: Pesquise no Apoio da Mozilla
ro: Caută pe Mozilla Support
sk: Vyhľadajte odpoveď
sr: Претражи Mozilla подршку
sv: Sök på Mozilla Support
te: మొజిల్లా తోడ్పాటులో వెతకండి
th: ค้นหาการสนับสนุนของ Mozilla
tr: Mozilla Destek’te ara
uk: Шукати в підтримці Mozilla
ur: Mozilla سپورٹ پر تلاش کریں
vi: Tìm kiếm trong Mozilla Support
zh_cn: 搜索 Mozilla 技术支持
zh_tw: 搜尋 Mozilla 技術支援網站
zu: Cinga Ukwesekwa Kwe-Mozilla

source: Search Unavailable
af: Soek nie beskikbaar nie
bg: Търсене не е налично
bs: Pretraga nedostupna
de: Suche nicht verfügbar
el: Μη διαθέσιμη αναζήτηση
es: Búsqueda no disponible
fy_nl: Sykfunksje net beskikber
he: החיפוש אינו זמין
hr: Tražilica nedostupna
hu: A keresés nem érhető el
ia: Recerca non disponibile
id: Pencarian Tidak Tersedia
it: Ricerca non disponibile
ja: 検索システムは現在利用できません
ka: ძიება მიუწვდომელია
kab: Anadi ulac-it
ko: 검색 중단
mg: Tsy Vonona ny Fikarohana
ms: Carian Tidak Disediakan
nb_no: Søk er utilgjengelig
nl: Zoekfunctie niet beschikbaar
pa_in: ਭਾਲ ਮੌਜੂਦ ਨਹੀ ਹੈ
pl: Wyszukiwanie jest niedostępne
pt_br: Pesquisa indisponível
pt_pt: Pesquisa Indisponível
ro: Căutare indisponibilă
sk: Vyhľadávanie nie je dostupné
sr: Претраживање је недоступно
sv: Sökning ej tillgänglig
te: శోధన అందుబాటులోలేదు
th: ไม่สามารถทำการค้นหาได้
tr: Arama Kullanılamıyor
uk: Пошук неможливий
ur: تلاش دستیاب نہیں ہے
vi: Tìm kiếm Không hoạt động
zh_cn: 搜索不可用
zh_tw: 無法搜尋
zu: Ukucinga Akutholakali

source: Search is temporarily unavailable. Please try again in a few minutes.
af: Die soekdiens is nie tans beskikbaar nie. Probeer gerus weer oor 'n paar minute.
bg: Търсенето е временно недостъпно. Моля, опитайте отново след няколко минути.
bs: Pretraga je trenutno nedostupna. Molimo da pokušate ponovo za par minuta.
de: Die Suche ist vorübergehend nicht verfügbar. Versuchen Sie es bitte in ein paar Minuten noch einmal.
el: Η αναζήτηση είναι προσωρινά μη διαθέσιμη. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.
es: La búsqueda no está disponible temporalmente. Vuelve a intentarlo dentro de unos minutos.
fy_nl: De sykfunksjie is tydlik net beskikber. Probearje it oer in pear minuten nochris.
he: החיפוש אינו זמין כרגע. נא לנסות שוב בעוד מספר דקות.
hr: Tražilica trenutno nije dostupna. Molimo pokušajte ponovno za nekoliko minuta.
hu: A keresés átmenetileg nem érhető el, próbálja meg pár perccel később.
ia: Le recerca es temporarimente indisponibile. Per favor prova de novo post poc minutas.
id: Sementara ini pencarian sedang tidak tersedia. Coba beberapa menit lagi.
it: La funziona di ricerca è temporaneamente non disponibile. Riprovare tra alcuni minuti.
ja: 検索システムは現在一時的に利用できません。数分後に再度検索してください。
ka: ძიება დროებით მიუწვდომელია. გთხოვთ, სცადოთ რამდენიმე წუთში.
kab: Anadi yeḥbes akka tura. Ɛreḍ tikkelt-nniden di kra n tesdatin.
ko: 검색을 잠시 사용할 수 없습니다. 잠깐만 기다려 주십시오.
mg: Tsy vonona vetivety ny fikarohana. Andramo indray rehefa afaka minitra vitsivitsy.
ms: Carian tidak tersedia buat sementara waktu. Sila cuba lagi dalam beberapa minit.
nb_no: Søk er midlertidig utilgjengelig. Prøv igjen om noen minutter.
nl: De zoekfunctie is tijdelijk niet beschikbaar. Probeer het over enkele minuten nog eens.
pa_in: ਭਾਲ ਅਸਥਾਈ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦ ਨਹੀ ਹੈ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਕੁੱਝ ਹੀ ਮਿੰਟਾਂ ਵਿੱਚ ਫਿਰ ਵਲੋਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wyszukiwanie jest tymczasowo niedostępne. Ponów próbę za kilka minut.
pt_br: A pesquisa está temporariamente indisponível. Tente novamente em alguns minutos.
pt_pt: A pesquisa está temporariamente indisponível. Por favor, tente novamente em alguns minutos.
ro: Căutarea nu este disponibilă momentan. Te rugăm să revii în câteva minute.
sk: Vyhľadávanie je dočasne nedostupné. Skúste to znova o niekoľko minút.
sr: Претрага је тренутно недоступна. Молимо Вас покушајте поново за пар минута.
sv: Sökningen är ej tillgänglig för tillfället. Försök igen om några minuter.
te: శోధన తాత్కాలికంగా అందుబాటులో లేదు. దయచేసి కొద్ది నిమిషాల్లో మళ్ళీ ప్రయత్నించండి.
th: ไม่สามารถค้นหาได้ชั่วคราว กรุณาลองใหม่
tr: Arama şu anda kullanılamıyor. Lütfen birkaç dakika sonra tekrar deneyin.
uk: Пошук тимчасово неможливий. Спробуйте через декілька хвилин.
ur: عارضی طور پر تلاش دستیاب نہیں ہے۔ براہ مہربانی چند منٹ میں دوبارہ کوشش کریں۔
vi: Tìm kiếm tạm thời không hoạt động. Vui lòng thử lại sau vài phút.
zh_cn: 搜索暂时不可用。请稍等几分钟后重试。
zh_tw: 暫時無法搜尋。請稍等幾分鐘再試一次。
zu: Uhlelo lokucinga alutholakali okwalesi sikhashana. Uyacelwa uphinde uzame emva kwemizuzwana.

source: Search the Mozilla Support Knowledge Base and Support Forum.
af: Deursoek Mozilla Ondersteuning se kennisbasis en steundiensforum.
bg: Търсене в базата знания и във форума на Mozilla.
bs: Pretraži bazu znanja Mozilla podrške i forum podrške.
de: Die Mozilla-Wissensdatenbank und das Hilfeforum durchsuchen.
el: Αναζήτηση στη γνωσιακή βάση και το φόρουμ υποστήριξης της Mozilla.
es: Busca en la base de conocimientos y en los foros de Ayuda de Mozilla.
fy_nl: Sykje troch de kennisbank en it stipefoarum fan Mozilla Support.
hr: Pretraži Mozillinu bazu znanja i forum podrške.
hu: Keresés a Mozilla Tudásbázisban és a Támogatói fórumon.
ia: Cerca in le base de cognoscentia de Assistentia Mozilla e in le foro de assistentia.
id: Pencarian Pundi Pengetahuan dan Forum Dukungan Firefox.
it: Cerca nella Knowledge Base del Supporto Mozilla e nel forum di supporto.
ja: Mozilla サポートナレッジベース記事とサポートフォーラムを検索します。
ka: ძიება, Mozilla-ს მხარდაჭერის საიტის ცოდნის წყაროსა და ფორუმზე.
kab: Nadi deg taffa n tmussniwin n Mozilla akked unmager n tallelt.
ko: Mozilla 도움말 및 포럼을 검색합니다.
mg: Hikaroka ao @ Tobim-pahalalana sy Fihaonambe Fanampian'i Mozilla.
ms: Carian Pangkalan Pengetahuan Sokongan Mozilla dan Forum Sokongan.
nb_no: Søk i Mozilla Supports kunnskapsbase og brukerstøtteforum.
nl: Doorzoek de kennisbank en het ondersteuningsforum van Mozilla Support.
pl: Przeszukuje bazę wiedzy i forum pomocy.
pt_br: Pesquisar na base de conhecimento e no fórum de suporte do Firefox.
pt_pt: Pesquisar na Base de Conhecimentos e Fóruns de Apoio da Mozilla.
ro: Caută în Baza de cunoștințe Mozilla și pe forumul de asistență.
sk: Pozrite sa do databázy vedomostí podpory Mozilla a fóra podpory.
sr: Претражи базу знања Mozilla подршке и форум подршке.
sv: Sök i kunskapsbasen och supportforum för Mozilla Support.
te: మొజిల్లా తోడ్పాటు సమాచార నిధి, తోడ్పాటు వేదికలలో వెతకండి.
th: ค้นหาฐานความรู้ฝ่ายสนับสนุนของ Firefox และฟอรั่มสนับสนุน
tr: Mozilla Destek Bilgi Bankası'nda ve Destek Forumu'nda ara.
uk: Шукати в базі знань Mozilla та на форумі підтримки.
ur: Mozilla سپورٹ کی علم کی بنیاد اور سپورٹ فورم میں تلاش کریں
vi: Tìm kiếm trên kho tàng kiến thức và diễn đàn hỗ trợ của Mozilla.
zh_cn: 搜索 Mozilla 支持知识库和支持论坛。
zh_tw: 搜尋 Mozilla Support 知識庫與討論區。
zu: Cinga Ulwazi Oluyisisekelo lwe-Mozilla Support kanye Nesithangami Sokusekela.

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
af: Het <strong>{n}</strong> resultaat gevind oor <strong>{q}</strong> vir <strong>{product}</strong>
bg: Намерен <strong>{n}</strong> резултат за <strong>{q}</strong> за <strong>{product}</strong>
bs: Pronađen <strong>{n}</strong> rezultat za <strong>{q}</strong> za <strong>{product}</strong>
de: <strong>{n}</strong> Ergebnis gefunden für <strong>{q}</strong> in <strong>{product}</strong>
el: Βρέθηκε <strong>{n}</strong> αποτέλεσμα για <strong>{q}</strong> για <strong>{product}</strong>
es: Encontrado <strong>{n}</strong> resultado para <strong>{q}</strong> en <strong>{product}</strong>
fy_nl: <strong>{n}</strong> resultaten fûn foar <strong>{q}</strong> foar <strong>{product}</strong>
he: נמצאה תוצאה <strong>אחת</strong> לחיפוש עבור <strong>{q}</strong> תחת <strong>{product}</strong>
hr: Pronađen je <strong>{n}</strong> rezultat za <strong>{q}</strong> za <strong>{product}</strong>
hu: <strong>{n}</strong> találat a(z) <strong>{q}</strong> keresésre <strong>{product}</strong> termékhez
ia: Trovate <strong>{n}</strong> resultato pro <strong>{q}</strong> pro <strong>{product}</strong>
id: Ditemukan hasil sebanyak <strong>{n}</strong> untuk pencarian <strong>{q}</strong> pada <strong>{product}</strong>
it: Trovato <strong>{n}</strong> risultato per <strong>{q}</strong> per <strong>{product}</strong>
ja: <strong>{product}</strong> の <strong>{q}</strong> についての検索結果が <strong>{n}</strong> 件見つかりました
ka: მოიძებნა <strong>{n}</strong> შედეგი <strong>{q}</strong> ფრაზისთვის - <strong>{product}</strong>
kab: Yettwaf <strong>{n}</strong> ugmuḍ i <strong>{q}</strong> deg<strong>{product}</strong>
ko: <strong>{product}</strong> 중 <strong>{q}</strong>에 대해 <strong>{n}</strong> 결과
mg: Nahita vokany <strong>{n}</strong> misy ny <strong>{q}</strong> momba an'i <strong>{product}</strong>
ms: Ditemukan <strong>{n}</strong> hasil bagi <strong>{q}</strong> untuk <strong>{product}</strong>
nb_no: Fant <strong>{n}</strong> resultat for <strong>{q}</strong> for <strong>{product}</strong>
nl: <strong>{n}</strong> resultaat gevonden voor <strong>{q}</strong> voor <strong>{product}</strong>
pa_in: ਲੱਭਾ <strong>{n}</strong> ਨਤੀਜਾ <strong>{q}</strong> ਲਈ <strong>{product}</strong>
pl: Dla frazy <strong>{q}</strong> znaleziono <strong>{n}</strong> wynik w kategorii <strong>{product}</strong>
pt_br: Foi encontrado <strong>{n}</strong> resultado para <strong>{q}</strong> em <strong>{product}</strong>
pt_pt: Encontrado <strong>{n}</strong> resultado para <strong>{q}</strong> para <strong>{product}</strong>
ro: S-a găsit <strong>{n}</strong> rezultat pentru <strong>{q}</strong> pentru <strong>{product}</strong>
sk: Pre výraz <strong>{q}</strong> bol nájdený <strong>{n}</strong> výsledok pre produkt <strong>{product}</strong>.
sr: Пронађен <strong>{n}</strong> резултат за <strong>{q}</strong> за <strong>{product}</strong>
sv: Hittade <strong>{n}</strong> resultat för <strong>{q}</strong> för <strong>{product}</strong>
te: కనుగొనబడింది <strong>{n}</strong> కి ఫలితం <strong>{q}</strong> కోసం <strong>{product}</strong>
th: พบ <strong>{n}</strong> ผลลัพธ์สำหรับ <strong>{q}</strong> สำหรับ <strong>{product}</strong>
tr: <strong>{product}</strong> için <strong>{q}</strong> hakkında <strong>{n}</strong> sonuç bulundu
uk: Знайдено <strong>{n}</strong> результат для <strong>{q}</strong> для <strong>{product}</strong>
vi: Tìm thấy <strong>{n}</strong> kết quả cho <strong>{q}</strong> của <strong>{product}</strong>
zh_cn: 在 <strong>{product}</strong> 中找到 <strong>{n}</strong> 个关于 <strong>{q}</strong> 的结果
zh_tw: 找到 <strong>{n}</strong> 個 <strong>{product}</strong> 產品中關於 <strong>{q}</strong> 的結果
zu: Otholiwe<strong>{n}</strong> umphumela we <strong>{q}</strong> ye <strong>{product}</strong>

source: Sorry! 0 results found for ‘{q}’ in ‘{l}’
bg: Съжаляваме! Няма намерени резултати за „{q}“ в „{l}“
de: Entschuldigung! Keine Ergebnisse gefunden für „{q}“ in „{l}“.
el: Συγγνώμη! Βρέθηκαν 0 αποτελέσματα για ‘{q}’ στα ‘{l}’
es: ¡Lo sentimos! Se encontraron 0 resultados para ‘{q}’ en ‘{l}’
fy_nl: Sorry! 0 resultaten fûn foar ‘{q}’ yn ‘{l}’
he: לא נמצאו תוצאות עבור ‘{q}’ ב־‘{l}’, עמך הסליחה!
hr: Žao nam je! Pronađeno je nula rezultata za „{q}” u „{l}”
hu: Sajnáljuk! 0 találat erre: „{q}”, ebben: „{l}”
ia: Desolate! 0 resultatos trovate pro ‘{q}’ in ‘{l}’
it: Spiacenti! Trovati 0 risultati for ‘{q}’ in ‘{l}’
ka: ვწუხვართ! ფრაზისთვის „{q}“ მოიძებნა 0 „{l}“ შედეგი
kab: Suref-aɣ! 0 n yigmaḍ i d-nufa i '{q}' deg '{l}'
ko: 죄송합니다! ‘{l}’에서‘{q}’에 대한 검색 결과가 없습니다.
nb_no: Beklager! 0 resultater funnet for «{q}» i «{l}»
nl: Sorry! 0 resultaten gevonden voor ‘{q}’ in ‘{l}’
pl: Przepraszamy! Dla zapytania ‘{q}’ w języku ‘{l}’ nie znaleziono żadnego wyniku.
pt_br: Desculpe! Nenhum resultado encontrado para ‘{q}’ em ‘{l}’
pt_pt: Desculpe! 0 resultados encontrados para ‘{q}’ em ‘{l}’
ro: Ne pare rău! Am găsit 0 rezultate pentru „{q}” în „{l}”
sk: Ľutujeme! Pre výraz ‘{q}’ neboli v jazyku ‘{l}’ nájdené žiadne výsledky.
sr: Жао нам је! 0 резултата пронађено за ‘{q}’ у ‘{l}’
sv: Tyvärr! 0 resultat hittades för ‘{q}’ i ‘{l}’
th: ขออภัย! ไม่พบผลลัพธ์ใดสำหรับ ‘{q}’ ในภาษา ‘{l}’
tr: ‘{l}’ dilinde ‘{q}’ sorgusu için hiç sonuç bulunamadı
uk: Перепрошуємо! Нічого не знайдено за запитом ‘{q}’ для ‘{l}’
vi: Xin lỗi! Không có kết quả được tìm thấy cho ‘{q}’ trong ‘{l}’
zh_cn: 抱歉！在 ‘{l}’ 中找到 0 条关于 ‘{q}’ 的结果。
zh_tw: 抱歉！在「{l}」語言版本中找不到「{q}」

source: Try searching again with a different keyword, or browse our featured articles and threads below instead.
bg: Опитайте да потърсите отново с друга дума или разгледайте нашите избрани статии и теми представени по-долу.
de: Versuchen Sie erneut, mit einem anderen Schlüsselwort zu suchen, oder durchsuchen Sie stattdessen unsere unten aufgeführten Artikel und Themen.
el: Δοκιμάστε να κάνετε ξανά αναζήτηση με διαφορετικό πληκτρολόγιο, ή περιηγηθείτε στα προτεινόμενα άρθρα και νήματά μας παρακάτω.
es: Intenta buscar nuevamente con una palabra clave diferente, o navega por nuestros artículos y temas destacados a continuación.
fy_nl: Probearje opnij te sykjen mei in oar trefwurd, of blêdzje hjirûnder troch ús oanrekommandearre artikelen en diskusjes.
he: ניתן לנסות לחפש שוב עם מילת מפתח אחרת, או לעיין במקום זאת במאמרים המומלצים ובאשכולות שלהלן.
hr: Pokušaj ponovo pretražiti s jednom drugom ključnom riječi ili pregledaj naše istaknute članke i teme.
hu: Próbálja újra egy másik kulcsszóval, vagy böngéssze a kiemelt leírásokat és a lenti szálakat.
ia: Prova cercar de novo con un differente parola clave, o in vice folietta nostre articulos e argumentos consiliate infra.
it: Prova a cercare nuovamente con parole chiave diverse o consulta uno degli articoli e discussioni consigliati (in basso).
ka: სცადეთ ძიება სხვა საკვანძო სიტყვით ან გადახედეთ ჩვენს რჩეულ სტატიებსა და თემებს ქვემოთ.
kab: Ɛawed anai s wawyeḍal asaru wa, neɣ axir inig deg yimagraden-nneɣ d yidiwenniyen yellan s ddaw.
ko: 다른 키워드로 다시 검색하거나 아래의 주요 문서 및 스레드를 찾아보세요.
nb_no: Prøv å søke på nytt med et annet nøkkelord, eller se igjennom våre utvalgte artikler og tråder nedenfor i stedet.
nl: Probeer opnieuw te zoeken met een ander trefwoord, of blader hieronder door onze aanbevolen artikelen en discussies.
pl: Spróbuj wyszukać ponownie przy użyciu innego słowa kluczowego lub przejrzyj poniżej nasze polecane artykuły i wątki.
pt_br: Tente pesquisar novamente com uma palavra-chave diferente, ou procure abaixo nos artigos e discussões em destaque.
pt_pt: Tente pesquisar novamente com uma palavra-chave diferente ou explore em baixo nos artigos e tópicos em destaque.
ro: Încearcă o nouă căutare, cu un cuvânt-cheie nou sau răsfoiește prin articolele și subiectele promovate enumerate mai jos.
sk: Skúste vyhľadať znovu s iným kľúčovým slovom alebo sa pozrite nižšie na naše odporúčané články a vlákna.
sr: Покушајте поново да претражите са другом кључном речи или прегледајте наше истакнуте чланке или теме испод.
sv: Försök söka igen med ett annat sökord eller bläddra bland våra utvalda artiklar och trådar nedan istället.
th: ลองค้นหาอีกครั้งด้วยคำสำคัญอื่น หรือเรียกดูบทความและกระทู้ที่แนะนำด้านล่างแทน
tr: Farklı bir anahtar kelimeyle tekrar aramayı deneyin veya bunun yerine öne çıkan aşağıdaki makalelere ve konu başlıklarına göz atın.
uk: Спробуйте повторити пошук за іншим ключовим словом або перегляньте запропоновані далі рекомендовані нами статті та обговорення.
vi: Thay vào đó, hãy thử tìm kiếm lại với một từ khóa khác hoặc duyệt qua các bài viết và chủ đề nổi bật của chúng tôi.
zh_cn: 请尝试使用其他关键词搜素，或浏览下方的精选文章。
zh_tw: 請使用不同的關鍵字重新搜尋，或瀏覽精選文章與討論串。

source: Results
af: Resultate
bg: Резултати
bs: Rezultati
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fy_nl: Resultaten
he: תוצאות
hr: Rezultati
hu: Találatok
ia: Resultatos
id: Hasil
it: Risultati
ja: 検索結果
ka: შედეგები
kab: Igmaḍ
ko: 결과
mg: Vokatra
ms: Hasil
nb_no: Resultat
nl: Resultaten
pa_in: ਨਤੀਜੇ
pl: Wyniki
pt_br: Resultados
pt_pt: Resultados
ro: Rezultate
sk: Výsledky
sr: Резултати
sv: Resultat
te: ఫలితాలు
th: ผลลัพธ์
tr: Sonuçlar
uk: Результати
ur: نتائج
vi: Kết quả
zh_cn: 结果
zh_tw: 結果
zu: Imiphumela

source: Found <strong>{n}</strong> result for <strong>{q}</strong>
bg: Намерен <strong>{n}</strong> резултат за <strong>{q}</strong>
de: <strong>{n}</strong> Ergebnis gefunden für <strong>{q}</strong>
el: Βρέθηκε <strong>{n}</strong> αποτέλεσμα για <strong>{q}</strong>
es: Se encontró <strong>{n}</strong> resultado para <strong>{q}</strong>
fy_nl: <strong>{n}</strong> resultaten fûn foar <strong>{q}</strong>
he: נמצאה תוצאה <strong>אחת</strong> לחיפוש עבור <strong>{q}</strong>
hr: Pronađen je <strong>{n}</strong> rezultat za <strong>{q}</strong>
hu: <strong>{n}</strong> találat a(z) <strong>{q}</strong> keresésre
ia: Trovate <strong>{n}</strong> resultato pro <strong>{q}</strong>
it: Trovato il risultato <strong>{n}</strong> per <strong>{q}</strong>
ja: <strong>{q}</strong> についての検索結果が <strong>{n}</strong> 件見つかりました
ka: მოიძებნა <strong>{n}</strong> შედეგი ფრაზისთვის <strong>{q}</strong>
kab: Af <strong>{n}</strong> agmuḍ i <strong>{q}</strong>
ko: <strong>{q}</strong> 중 <strong>{n}</strong> 결과
nb_no: Fant <strong>{n}</strong> resultat for <strong>{q}</strong>
nl: <strong>{n}</strong> resultaat gevonden voor <strong>{q}</strong>
pl: Dla frazy <strong>{q}</strong> znaleziono <strong>{n}</strong> wynik
pt_br: Foi encontrado <strong>{n}</strong> resultado para <strong>{q}</strong>
pt_pt: Encontrado <strong>{n}</strong> resultado para <strong>{q}</strong>
sk: Pre výraz <strong>{q}</strong> bol nájdený <strong>{n}</strong> výsledok
sr: Пронађен <strong>{n}</strong> резултат за <strong>{q}</strong>
sv: Hittade <strong>{n}</strong> resultat för <strong>{q}</strong>
te: <strong>{q}</strong> కొరకు <strong>{n}</strong> ఫలితం కనబడింది
th: พบ <strong>{n}</strong> ผลลัพธ์สำหรับ <strong>{q}</strong>
tr: <strong>{q}</strong> ile ilgili <strong>{n}</strong> sonuç bulundu
uk: Знайдено <strong>{n}</strong> результат для <strong>{q}</strong>
vi: Đã tìm thấy <strong>{n}</strong> kết quả cho <strong>{q}</strong>
zh_cn: 找到 <strong>{n}</strong> 个关于 <strong>{q}</strong> 的结果
zh_tw: 找到 <strong>{n}</strong> 個關於 <strong>{q}</strong> 的結果

source: Sorry! 0 results found for <strong>‘{q}’</strong>.
bg: Съжаляваме! Няма намерени резултати за <strong>„{q}“ </strong>.
de: Entschuldigung! Keine Ergebnisse gefunden für <strong>„{q}“</strong>.
el: Συγγνώμη! Βρέθηκαν 0 αποτελέσματα για <strong>«{q}»</strong>.
fy_nl: Sorry! 0 resultaten fûn foar <strong>‘{q}’</strong>
he: לא נמצאו תוצאות עבור <strong>‘{q}’</strong>, עמך הסליחה!
hr: Žao nam je! Pronađeno je nula rezultata za „{q}”.
hu: Sajnáljuk! 0 találat erre: <strong>„{q}”</strong>.
ia: Desolate! 0 resultatos trovate pro <strong>‘{q}’</strong>.
it: Siamo spiacenti: 0 risultati trovati per <strong>‘{q}’</strong>.
ka: ვწუხვართ! 0 შედეგია ფრაზისთვის <strong>„{q}“</strong>.
kab: Nesḥassef! 0 n yigmaḍ i yettwafen i <strong>'{q}'</strong>.
ko: 죄송합니다! <strong>‘{q}’</strong>에 대한 검색 결과가 없습니다.
nb_no: Beklager! 0 resultater funnet for <strong>«{q}»</strong>.
nl: Sorry! 0 resultaten gevonden voor <strong>‘{q}’</strong>
pl: Przepraszamy! Dla zapytania <strong>„{q}”</strong> nie znaleziono żadnego wyniku.
pt_br: Desculpe, nenhum resultado encontrado para <strong>‘{q}’</strong>.
pt_pt: Desculpe! 0 resultados encontrados para <strong>‘{q}’</strong>.
sk: Ľutujeme! Pre výraz <strong>‘{q}’</strong> neboli nájdené žiadne výsledky.
sr: Жао нам је! 0 резултата пронађено за <strong>‘{q}’</strong>.
sv: Tyvärr! 0 resultat hittades för <strong>‘{q}’</strong>.
tr: <strong>‘{q}’</strong> ile ilgili hiç sonuç bulunamadı.
uk: Перепрошуємо! Нічого не знайдено для <strong>‘{q}’</strong>.
vi: Xin lỗi! Không có kết quả được tìm thấy cho <strong>‘{q}’</strong>.
zh_cn: 抱歉！找不到<strong>“{q}”</strong>的结果。
zh_tw: 抱歉！找不到<strong>「{q}」</strong>的結果。
