Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Solving 1 issue helps up to 1,000 users a day!
af: Om 1 probleem op te los, help tot 1000 gebruikers per dag!
bg: Решаването на 1 проблем може да помогне на 1000 потребители дневно
bs: Rješenjem 1 problema, dnevno pomažete na preko 1,000 korisnika!
de: Die Lösung eines Problems hilft bis zu 1.000 Anwendern täglich!
el: Η επίλυση 1 ζητήματος βοηθά έως και 1.000 χρήστες την ημέρα!
es: ¡La solución de 1 asunto ayuda hasta 1000 usuarios al día!
fy_nl: It oplossen fan 1 probleem helpt oant 1.000 brûkers op in dei!
he: פתרון של תקלה אחת עשוי לסייע לעד 1,000 משתמשים ביום!
hr: Rješavanje jednog problema pomaže do tisuću korisnika dnevno!
hu: Egyetlen probléma megoldásával akár naponta 1000 felhasználónak is segíthet!
ia: Solver 1 problema adjuta fin a 1000 usatores pro die!
id: Menyelesaikan 1 isu dapat membantu hingga 1,000 pengguna dalam sehari!
it: Una soluzione ad un problema può aiutare mille utenti al giorno
ja: 1 つの問題を解決すると 1 日に 1,000 人以上のユーザーの助けになります！
ka: 1 საკითხის გადაწყვეტა ეხმარება დაახლოებით 1,000 ადამიანს დღეში!
kab: Ferru n 1 n wugur ad iɛiwen arma d 1,000 n yiseqdacen deg wass!
ko: 하나의 문제를 해결하면 천명에게 도움을 줄 수 있습니다!
mg: Manampy mpampiasa mahatratra 1000 isan'andro ny famahana olana 1!
ms: Menyelesaikan 1 isu membantu sehingga 1,000 pengguna sehari!
nb_no: Løser du 1 sak vil du hjelpe opptil 1000 brukere om dagen!
nl: Het oplossen van 1 probleem helpt tot 1.000 gebruikers per dag!
pa_in: 1 ਮੁੱਦੇ ਨੂੰ ਹੱਲ ਕਰਨਾ 1,000 ਯੂਜ਼ਰਾ ਦੀ ਇੱਕ ਦਿਨ ਵਿੱਚ ਕਰਦਾ ਹੈ!
pl: Rozwiązując 1 problem pomagasz codziennie ponad 1000 osobom
pt_br: Resolver 1 problema ajuda até 1000 usuários por dia!
pt_pt: Resolver 1 problema ajuda até 1000 utilizadores por dia!
ro: Rezolvarea unei probleme ajută mii de utilizatori zilnic!
sk: Vyriešenie 1 problému pomôže až 1000 používateľom denne!
sr: Решавањем 1 проблема, дневно помажете на преко 1,000 корисника!
sv: Att lösa ett problem hjälper upp till 1.000 användare per dag!
te: ఒక రోజుకి 1 సమస్య తీర్చడం వల్ల 1,000 మంది వినియోగదారులకు సహాయం అందుతుంది!
th: การแก้ไข 1 ปัญหาช่วยเหลือผู้ใช้มากถึง 1,000 คนต่อวัน!
tr: 1 sorunu çözmek günde 1000 kullanıcıya yardım edebilir!
uk: Усунення 1 проблеми допомагає майже 1000 користувачам на день!
ur: 1 مسلہ حل کرنے میں ایک دن میں 1000 صارفین کی مدد ہوتی ہے
vi: Giải quyết 1 vấn đề giúp tối đa 1000 người dùng mỗi ngày!
zh_cn: 每天解决1个问题可以帮助1000名用户！
zh_tw: 每天解決 1 個狀況，一天就可幫助 1,000 位使用者！
zu: Ukusombulula inkinga e-1 kusiza abasebenzisi abangafinyelela ku-1 000 ngosuku!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
af: Hierdie e-pos word outomaties deur 'n robot gestuur. Ons robot kan nie op jou vraag reageer nie, maar ons forumbydraers kan! As jy op hulle wil reageer, <a href="%(url)s">klik asseblief hier</a>.
bg: Този имейл се изпраща автоматично от робот. Нашият робот не може да отговори на вашия въпрос, но нашите участници във форума могат! Ако искате да отговорите на тях, моля, <a href="%(url)s">кликнете тук</a>.
bs: Ova poruka je automatski poslata od strane robota. Naši roboti ne mogu da odgovaraju na pitanja, ali naši saradnici na forumu mogu! Ukoliko želite da im odgovorite, molimo <a href="%(url)s">kliknite ovdje</a>.
de: Diese E-Mail wird automatisch von einem Roboter gesendet. Unser Roboter kann Ihre Frage nicht beantworten, unsere Mitwirkenden im Forum aber schon! Wenn Sie von ihnen eine Antwort möchten, <a href="%(url)s">klicken Sie bitte hier</a>.
el: Αυτό το email αποστέλλεται αυτόματα από ρομπότ. Το ρομπότ μας δεν μπορεί να απαντήσει στην ερώτησή σας, αλλά οι εθελοντές του φόρουμ μας μπορούν! Αν θέλετε να τους απαντήσετε, παρακαλούμε <a href="%(url)s">κάντε κλικ εδώ</a>.
es: Este correo es enviado por un robot. Nuestro robot no puede responder tu pregunta, ¡pero nuestro foro de colaboradores sí puede! Si quieres responderles, por favor haz <a href="%(url)s">clic aquí</a>.
fy_nl: Dit e-mailberjocht wurdt automatysk ferstjoerd troch in robot. Us robot kin net op jo fraach antwurdzje, mar ús foarummeiwurkers wol! As jo nei harren antwurdzje wolle, <a href="%(url)s">klik dan hjir</a>.
he: הודעת דוא״ל זו נשלחת באופן אוטומטי באמצעות רובוט. הרובוט שלנו לא יכול להשיב על השאלה שלך, אבל הפעילים בפורום שלנו יכולים! אם ברצונך להגיב להם, נא <a href="%(url)s">ללחוץ כאן</a>.
hr: Ovaj e-mail automatski šalje robot. Naš robot ne može odgovoriti na tvoje pitanje, ali naši suradnici na forumu mogu! Ako im želiš odgovoriti, <a href="%(url)s">pritisni ovdje</a>.
hu: Ez egy automatikus e-mail. A robot nem tud válaszolni a kérdésére, de fórumozóink igen! Ha szeretne válaszolni ezekre, akkor <a href="%(url)s">kattintson ide</a>.
ia: Iste email es inviate automaticamente per un robot. Nostre robot non pote responder a tu questiones, ma nostre collaboratores del foro lo pote! Si tu desira responder a illes, per favor <a href="%(url)s">clicca hic</a>.
id: Surel ini dikirimkan secara otomatis oleh robot. Robot kami tidak dapat menjawab pertanyaan anda, namun kontributor forum kami dapat membantu! Jika anda ingin dibantu oleh mereka, silakan <a href="%(url)s">klik di sini</a>.
it: Questo messaggio email è inviato automaticamente, si prega di non rispondere. Per interagire direttamente con i collaboratori sul forum fare clic <a href="%(url)s">qui</a>.
ja: このメールはロボットにより自動的に送信されました。このロボットはユーザーからの質問には応じません。質問には、フォーラムの貢献者が答えます！ 質問に答えたいときは、<a href="%(url)s">ここをクリック</a> してください。
ka: ეს შეტყობინება გამოგზავნილია რობოტის მიერ. ჩვენს რობოტს, არ შეუძლია თქვენს კითხვაზე პასუხი, სამაგიეროდ მოხალისეებს შეუძლიათ! თუ გსურთ მათგან პასუხის მიღება, გთხოვთ <a href="%(url)s">დააწკაპეთ აქ</a>.
kab: Imayl-a yettwazen s wudem awurman sɣur aṛubut. Aṛubut-nneɣ ur izmir ara ad d-yerr ɣef usteqsi-ik, maca imttekkiyen deg yinmagren-nneɣ zemren! Ma tebɣiḍ ad asen-terreḍ, ttxil-k <a href="%(url)s">tekki dagi</a>.
ko: 이메일을 자동으로 전송합니다. 하지만 답장에 대해 답변을 드리지 않습니다. 포럼에서 직접 답변자에게 답을 하셔야 합니다. <a href="%(url)s">답변하기</a>를 클릭해 주세요.
mg: Alefan'i robot @ fomba mandeha ho azy ity mailaka ity! Tsy afaka mamaly ny fanontanianao ny robot-nay, fa ireo mpandray anjara ao @ fihaonambenay no afaka mamaly azy! Raha te-hamaly azy ireo ianao, dia azafady <a href="%(url)s">tsindrio eto</a>.
ms: E-mel ini secara automatik dihantar oleh robot, Robot kami tidak respons kepada soalan anda, tapi penyumbang forum kami boleh! Jika anda mahu respons, sila <a href="%(url)s">klik sini</a>.
nb_no: Denne e-posten sendes automatisk av en robot. Vår robot kan ikke svare på spørsmålet ditt, men våre forumsbidragsytere kan! Hvis du ønsker å svare dem, kan du <a href="%(url)s">klikke her</a>.
nl: Dit e-mailbericht wordt automatisch verzonden door een robot. Onze robot kan niet op uw vraag antwoorden, maar onze forummedewerkers wel! Als u naar hen wilt antwoorden, <a href="%(url)s">klik dan hier</a>.
pl: Ten e-mail został automatycznie wysłany przez robota. Nasz robot nie może odpowiadać na twoje pytania, ale nasi współpracownicy z forum mogą! Jeśli chcesz im odpowiedzieć, <a href="%(url)s">kliknij tutaj</a>.
pt_br: Este email é enviado de forma automática por um robô. Nosso robô não pode responder à sua pergunta, mas os nossos colaboradores do fórum podem! Se quiser responder a eles, <a href="%(url)s">clique aqui</a>.
pt_pt: Este email é enviado de forma automática por um robô. O nosso robô não pode responder à sua questão, mas os nossos colaboradores do fórum podem! Se quiser responder a eles, por favor <a href="%(url)s">clique aqui</a>.
ro: Acest e-mail este trimis automat de un robot. Robotul nostru nu poate răspunde la întrebarea ta, dar colaboratorii noștri de pe forum pot! Dacă vrei să le răspunzi, <a href="%(url)s">dă clic aici</a>.
sk: Tento e‑mail bol automaticky odoslaný robotom. Náš robot nemôže zodpovedať vašu otázku, ale naše fórum s prispievateľmi áno! Ak chcete dostať odpoveď, <a href="%(url)s">kliknite prosím tu</a>.
sr: Ова порука је аутоматски послата од стране робота. Наши роботи не могу да одговарају на питања, али наши сарадници на форуму могу! Уколико желите да им одговорите, молимо <a href="%(url)s">притисните овде</a>.
sv: Denna e-post skickas automatiskt av en robot. Vår robot kan inte svara på din fråga, men våra forumsbidragare kan! Om du vill besvara dem, <a href="%(url)s">klicka här</a>.
te: ఈ ఇమెయిల్ స్వయంచాలకంగా రోబోట్ ద్వారా పంపబడుతుంది. మా రోబోట్ మీ ప్రశ్నకు ప్రతిస్పందించలేదు, కానీ మా ఫోరమ్ కంట్రిబ్యూటర్ చెయ్యవచ్చు! మీరు వాటిని స్పందించాలనుకుంటే, దయచేసి <a href="%(url)s"> ఇక్కడ క్లిక్ చెయ్యండి</a>.
th: อีเมลนี้ถูกส่งโดยโรบอตโดยอัตโนมัติ โรบอตของเราไม่สามารถตอบคำถามของคุณได้ แต่ผู้มีส่วนร่วมในฟอรั่มของเราสามารถตอบคำถามของคุณได้! หากคุณต้องการตอบคำถาม โปรด<a href="%(url)s">คลิกที่นี่</a>
tr: Bu e-posta otomatik olarak bir robot tarafından gönderildi. Robotumuz sorunuzu yanıtlayamaz ama forum katılımcılarımız yanıtlayabilir! Forumda yanıt yazmak isterseniz lütfen <a href="%(url)s">buraya tıklayın</a>.
uk: Цей лист автоматично надісланий роботом. Наш робот не може відповідати на ваше запитання, але наші помічники на форумі зможуть! Якщо ви хочете відповісти їм, <a href="%(url)s">натисніть тут</a>.
vi: Email này được tự động gửi bởi robot. Robot của chúng tôi không thể trả lời câu hỏi của bạn, nhưng những người đóng góp diễn đàn của chúng tôi thì có thể! Nếu bạn muốn trả lời họ, vui lòng <a href="%(url)s">nhấp vào đây</a>.
zh_cn: 本邮件由系统自动发送，系统虽然不能回复您的问题，但论坛志愿者可以！如果您想提问，请<a href="%(url)s">点击此处</a>。
zh_tw: 此郵件係由軟體自動寄發。雖然我們的軟體無法回應您的問題，但討論區上的志工們可以！若您有問題想詢問，請<a href="%(url)s">點擊此處</a>。
zu: Le imeyli ithunyelwe ngokuzenzekela yirobhothi. Irobhothi lethu alikwazi ukuphendula umbuzo wakho, kodwa abasizayo kusithangami bangawuphendula! Uma ufuna ukuyiphendula, uyacelwa <a href="%(url)s">chofoza lapha</a>.

source: Hi {username},
af: Hallo {username}
bg: Здравейте {username},
bs: Zdravo {username},
de: Hallo {username},
el: Γεια σας {username},
es: Hola, {username},
fy_nl: Hallo {username},
he: שלום {username},
hr: Zdravo {username},
hu: Üdv {username},
ia: Holla {username},
id: Hai {username},
it: Ciao {username},
ja: こんにちは、{username} さん。
ka: გამარჯობა {username},
kab: Azul a {username},
ko: 안녕하세요 {username} 님,
mg: Manahoana i {username},
ms: Hai {username},
nb_no: Hei {username},
nl: Hallo {username},
pa_in: ਹੇ {username},
pl: Cześć {username},
pt_br: Oi {username},
pt_pt: Olá {username},
ro: Salut {username},
sk: Ahoj {username},
sr: Здраво {username},
sv: Hej {username},
te: హాయ్ {username},
th: สวัสดี {username},
tr: Merhaba {username},
uk: Привіт, {username},
ur: سلام {username}،
vi: Xin chào {username},
zh_cn: 您好，{username}
zh_tw: {username} 您好，
zu: Sawubona {username},

source: {answerer} commented on a Firefox question on {host}:
af: {answerer} het 'n opmerking gemaak oor 'n Firefox-vraag op {host}:
bg: {answerer} коментира въпрос за Firefox на {host}:
de: {answerer} kommentierte eine Firefox-Frage auf {host}:
el: Ο/Η {answerer} σχολίασε μια ερώτηση για το Firefox στο {host}:
es: {answerer} comentó una pregunta sobre Firefox en {host}:
fy_nl: {answerer} reagearre op in fraach oer Firefox op {host}:
he: התקבלה תגובה מאת {answerer} על שאלה בנוגע ל־Firefox ב־{host}:
hr: {answerer} je komentirao/la Firefox pitanje na {host}:
hu: {answerer} hozzászólt egy Firefox kérdéshez itt: {host}:
ia: {answerer} commentate sur un question de Firefox sur {host}:
id: {answerer} berkomentar pada pertanyaan Firefox di {host}:
it: {answerer} ha inserito un commento ad una domanda su Firefox su {host}:
ja: {answerer} さんが {host} サイトの Firefox の質問にコメントしました:
ka: {answerer} გამოეხმაურა Firefox შეკითხვას {host} საიტზე:
kab: {answerer} iwennet asteqsi ɣef Firefox deg {host}:
ko: {host}의 Firefox 질문에 대한 {answerer} 답변이 달렸습니다:
mg: {answerer} naneho hevitra momba ny fanontaniana Firefox iray ao @ {host}:
ms: {answerer} mengulas soalan Firefox berkaitan {host}:
nb_no: {answerer} kommenterte på et Firefox-spørsmål på {host}:
nl: {answerer} heeft gereageerd op een vraag over Firefox op {host}:
pa_in: {answerer} ਉੱਤੇ ਇੱਕ ਫਾਇਰਫਾਕਸ ਸਵਾਲ 'ਤੇ ਟਿੱਪਣੀ ਕੀਤੀ {host}:
pl: {answerer} skomentował pytanie dotyczące Firefoksa na {host}:
pt_br: {answerer} respondeu uma pergunta sobre o Firefox em {host}:
pt_pt: {answerer} respondeu a uma pergunta Firefox em {host}:
ro: {answerer} a comentat la o întrebare Firefox pe {host}:
sk: Používateľ {answerer} okomentoval otázku k Firefoxu na webe {host}:
sr: {answerer} је коментарисао на питање о Firefox-у на {host}:
sv: {answerer} kommenterade på en Firefox-fråga på {host}:
te: {host}లో Firefox ప్రశ్నపై {answerer} స్పందించారు:
th: {answerer} แสดงความคิดเห็นต่อคำถาม Firefox บน {host}:
tr: {answerer}, {host} üzerindeki bir Firefox sorusuna yorum yaptı:
uk: {answerer} прокоментував(-ла) питання щодо Firefox на {host}:
vi: {answerer} đã bình luận về câu hỏi Firefox trên {host}:
zh_cn: {answerer} 评论了 {host} 的一条关于 Firefox 的提问：
zh_tw: {answerer} 在 {host} 對一個 Firefox 問題提出了評論：
zu: {answerer} uphawule ngombuzo we-Firefox {host}:

source: {answerer} wrote:
af: {answerer} het geskryf:
bg: Неотговорени
bs: Neodgovoreno
de: {answerer} schrieb:
el: Ο/Η {answerer} έγραψε:
es: {answerer} escribió:
fy_nl: Net beäntwurde
he: ‏{answerer} כתב:
hr: {answerer} piše:
hu: {answerer} írta:
ia: {answerer} ha scribite:
id: {answerer} menulis:
it: {answerer} ha scritto:
ja: {answerer} さんの回答:
ka: {answerer} წერს:
kab: {answerer} yura:
ko: {answerer} 기록됨:
mg: {answerer} nanoratra:
ms: {answerer} mengulas:
nb_no: {answerer} skrev:
nl: {answerer} schreef:
pa_in: {answerer} ਲਿੱਖਿਆ ਗਿਆ:
pl: {answerer} pisze:
pt_br: {answerer} escreveu:
pt_pt: {answerer} escreveu:
ro: {answerer} a scris:
sk: Používateľ {answerer} napísal:
sr: {answerer} је написао:
sv: {answerer} skrev:
te: {answerer} వ్రాసారు:
th: ยังไม่ได้รับคำตอบ
tr: {answerer} şunu yazdı:
uk: {answerer} написав(-ла):
ur: {answerer} لکھا ہے:
vi: Chưa trả lời
zh_cn: {answerer} 写道：
zh_tw: {answerer} 寫道：
zu: {answerer} ubhale wathi:

source: Avoid support scams. We will never ask you to call or text a phone number or share personal information. Learn more:
bg: Избягвайте измами с поддръжката. Никога няма да ви помолим да се обадите или да изпратите SMS на телефонен номер или да споделите лична информация. Научете повече:
de: Vorsicht vor Support-Betrug: Wir fordern Sie niemals auf, eine Telefonnummer anzurufen, eine SMS an eine Telefonnummer zu senden oder persönliche Daten preiszugeben. Hier erfahren Sie mehr:
el: Αποφύγετε τις απάτες υποστήριξης. Δεν θα σας ζητήσουμε ποτέ να καλέσετε ή να στείλετε μήνυμα σε κάποιον αριθμό τηλεφώνου, ή να μοιραστείτε προσωπικές πληροφορίες. Μάθετε περισσότερα:
es: Evita las estafas de soporte. Nunca te pediremos que llames o escribas a un número de teléfono o compartas información personal. Más información:
fy_nl: Mijd stipescams. Wy sille jo nea freegje in telefoannûmer te beljen, der in sms nei ta te stjoeren of persoanlike gegevens te dielen. Mear ynfo:
he: יש להימנע מהונאות תמיכה. לעולם לא נבקש ממך להתקשר או לשלוח הודעת טקסט למספר טלפון או לשתף מידע אישי. למידע נוסף:
hr: Izbjegni prevare podrške. Nikad te nećemo tražiti da nas nazoveš, da nam pošalješ telefonski broj ili da podijeliš osobne podatke. Saznaj više:
hu: Kerülje el a támogatási csalásokat. Sose kérjük arra, hogy hívjon fel vagy küldjön SMS-t egy telefonszámra, vagy arra, hogy ossza meg személyes adatait. További tudnivalók:
ia: Evita le offertas de assistentia fraudulente. Nos non te demandara jammais de telephonar, de inviar un message de texto a un numero de telephono, o de divulgar informationes personal. Lege plus:
id: Hindari penipuan. Kami tidak akan meminta Anda untuk menelepon atau mengirim nomor telepon atau berbagi informasi pribadi. Pelajari lebih lanjut:
it: Attenzione alle mail truffa: Mozilla non chiederà mai di chiamare o mandare messaggi a un numero di telefono o di inviare dati personali. Per ulteriori informazioni:
ja: サポート詐欺に注意してください。私たちはあなたに電話をかけたりショートメッセージを送ったり、個人情報の共有を求めたりすることはありません。 詳細はこちら:
ka: თავი დაიცავით თაღლითობებისგან. ჩვენ არასდროს მოგთხოვთ სატელეფონო ნომერზე დარეკვას, შეტყობინების გამოგზავნას ან პირადი მონაცემების გაზიარებას. იხილეთ ვრცლად:
ko: 고객 지원 사기를 피하십시오. 우리는 여러분에게 전화 또는 문자를 보내거나 개인 정보를 공유하도록 요청하지 않습니다. 더 알아보기:
nb_no: Pass på brukerstøttesvindel. Vi vil aldri be deg om å ringe eller sende melding til et nummer eller dele personlig informasjon. Les mer her:
nl: Vermijd ondersteuningsscams. We zullen u nooit vragen een telefoonnummer te bellen, er een sms naar te sturen of persoonlijke gegevens te delen. Meer info:
pl: Unikaj oszustw związanych z pomocą techniczną. Nigdy nie poprosimy Cię o dzwonienie lub wysyłanie SMS-ów pod numer telefonu ani o udostępnianie danych osobowych. Dowiedz się więcej:
pt_br: Evite golpes de suporte. Nunca pedimos que você ligue ou envie uma mensagem de texto para um número de telefone, ou compartilhe informações pessoais. Saiba mais:
pt_pt: Evite burlas no apoio. Nunca iremos solicitar que telefone ou envie uma mensagem de texto para um número de telefone ou que partilhe informações pessoais. Saber mais:
sk: Vyhnite sa podvodom s podporou. Nikdy vás nebudeme žiadať, aby ste zavolali alebo poslali SMS na telefónne číslo alebo zdieľali osobné informácie. Ďalšie informácie:
sr: Избегните преваре подршке. Никада од вас нећемо тражити да зовете или шаљете поруке на број или да делите личне податке. Сазнајте више:
sv: Akta dig för supportbedrägerier. Vi kommer aldrig be dig att ringa eller skicka ett sms till ett telefonnummer eller dela personlig information. Läs mer:
tr: Destek dolandırıcılığından kaçının. Mozilla sizden asla bir telefon numarasını aramanızı, mesaj göndermenizi veya kişisel bilgilerinizi paylaşmanızı istemez. Daha fazla bilgi alın:
uk: Уникайте шахрайства з підтримкою. Ми ніколи не будемо просити вас зателефонувати або надіслати номер телефону текстовим повідомленням або поділитися особистою інформацією. Докладніше:
vi: Tránh các lừa đảo về hỗ trợ. Chúng tôi sẽ không bao giờ yêu cầu bạn gọi hoặc nhắn tin đến số điện thoại hoặc chia sẻ thông tin cá nhân. Tìm hiểu thêm:
zh_cn: 防范以用户支持为名的诈骗。我们绝对不会要求您拨打电话或发送短信，及提供任何个人信息。在此详细了解：
zh_tw: 防止技術支援詐騙。我們絕對不會要求您撥打電話或發送簡訊，或是提供個人資訊。可於此處了解更多：

source: See the comment:
af: Sien die opmerking:
bg: Вижте коментара:
bs: Obriši objavu
de: Lesen Sie den Kommentar:
el: Προβολή σχολίου:
es: Ver el comentario:
fy_nl: Berjocht fuortsmite
hr: Pogledaj komentar:
hu: Lásd a hozzászólást:
ia: Vider le commento:
id: Tampilkan komentar:
it: Guarda il commento:
ja: コメントを見る:
ka: გამოხმაურების ნახვა:
kab: Wali awennit:
ko: 댓글 보기:
mg: Hijery ny fanehoan-kevitra:
ms: Lihat komen:
nb_no: Se kommentaren:
nl: De reactie bekijken:
pa_in: ਟਿੱਪਣੀ ਵੇਖੋ:
pl: Zobacz komentarz:
pt_br: Ver o comentário:
pt_pt: Ver o comentário:
ro: Vezi comentariul:
sk: Komentár:
sr: Погледајте коментар:
sv: Läs kommentaren:
te: వ్యాఖ్యను చూడండి:
th: ดูความคิดเห็น:
tr: Yorumu gör:
uk: Переглянути коментар:
ur: تبصرہ ملاحظہ کریں:
vi: Xóa bài đăng
zh_cn: 查看评论：
zh_tw: 觀看評論：
zu: Buka ukuphawula:

source: Help other Firefox users by browsing for unsolved questions on {host}:
af: Help ander Firefox-gebruikers deur te blaai deur onopgeloste vrae op {host}:
bg: Помогнете на други потребители на Firefox, като прегледате нерешени въпроси на {host}:
de: Helfen Sie anderen Firefox-Anwendern, indem Sie ungelöste Fragen auf {host} durchlesen:
el: Βοηθήστε άλλους χρήστες του Firefox αναζητώντας άλυτες απορίες στο {host}:
es: Ayuda a otros usuarios de Firefox buscando preguntas sin responder en {host}:
fy_nl: Help oare Firefox-brûkers troch nei net oploste fragen op {host} te sykjen:
hr: Pomogni drugim korisnicima Firefoxa pregledavanjem neriješenih pitanja na {host}:
hu: Segítsen más Firefox felhasználókat megválaszolatlan kérdések keresésével itt: {host}:
ia: Adjuta altere usatores de Firefox per le exploration pro questiones non solvite sur {host}:
id: Bantu pengguna Firefox lainnya dengan menjelajahi pertanyaan yang belum terpecahkan di {host}:
it: Aiuta altri utenti di Firefox cercando le domande senza risposta su {host}:
ja: {host} の未解決の質問を見て他の Firefox ユーザを助けてください:
ka: დაეხმარეთ Firefox-ის მომხმარებლებს {host} საიტზე გადაუწყვეტელი კითხვების მოძიებით:
kab: Ɛiwen iseqdacen-nniḍen n Firefox s usnirem n yisteqsiyen ur nefri ara deg {host}:
ko: {host}에 있는 해결되지 않은 질문을 탐색해서 다른 Firefox 사용자를 돕기:
mg: Ampio ireo mpampiasa Firefox hafa ka zahao ireo fanontaniana tsy voavaha ao @ {host}:
ms: Bantu pengguna Firefox lain dengan melayari soalan yang belum diselesaikan berkaitan {host}:
nb_no: Hjelp andre Firefox-brukere ved å lete etter ubesvarte spørsmål på {host}:
nl: Help andere Firefox-gebruikers door naar onopgeloste vragen op {host} te zoeken:
pa_in: {host} ਉੱਤੇ unsolved ਸਵਾਲ ਲਈ ਝਲਕ ਵੇਖ ਕੇ ਹੋਰ ਫਾਇਰਫਾਕਸ ਯੂਜ਼ਰ ਨੂੰ ਮਦਦ ਕਰੋ:
pl: Pomóż innym użytkownikom Firefoksa, przeglądając pytania bez odpowiedzi na {host}:
pt_br: Ajude outros usuários do Firefox respondendo a perguntas em {host}:
pt_pt: Ajude outros utilizadores do Firefox respondendo a perguntas em {host}:
ro: Ajută alți utilizatori Firefox cu răspunsuri la întrebări nerezolvate pe {host}:
sk: Pomôžte ďalším používateľom Firefoxu prechádzaním nezodpovedaných otázok na webe {host}:
sr: Помозите осталим Firefox корисницима претраживањем нерешених питања на {host}:
sv: Hjälp andra Firefox-användare genom att titta igenom obesvarade frågor på {host}:
te: {host}లో పరిష్కారం దొరకని ప్రశ్నలను చూడటం ద్వారా ఇతర Firefox వాడుకరులకు తోడ్పడండి:
th: ช่วยเหลือผู้ใช้ Firefox คนอื่น ๆ โดยเรียกดูคำถามที่ยังไม่มีคำตอบบน {host}:
tr: {host} üzerindeki çözülmemiş sorulara göz atarak diğer Firefox kullanıcılarına yardım edin:
uk: Допоможіть іншим користувачам Firefox, переглянувши невирішені питання на {host}:
vi: Giúp người dùng Firefox khác bằng cách duyệt các câu hỏi chưa được giải quyết trên {host}:
zh_cn: 何不看看 {host} 上未解决的问题，帮帮其他用户：
zh_tw: 到 {host} 瀏覽未解決的問題來協助其他 Firefox 使用者：
zu: Siza abanye abasebenzisi ngokuphequlula eminye imibuzo engekasonjululwa e{host}:

source: You might just make someone's day!
af: Dalk maak jy iemand se dag die moeite werd!
bg: Можете просто да направите някой щастлив днес!
de: Vielleicht haben Sie gerade jemandem den Tag gerettet!
el: Μόλις φτιάξατε την ημέρα κάποιου!
es: ¡Podrías alegrarle el día a alguien!
fy_nl: Mooglik meitsje jo ien syn dei goed!
hr: Možda ćeš nekoga usrećiti!
hu: Lehet, hogy valakinek épp Ön tud majd segíteni!
ia: Tu ha pote justo facer un grande servicio a alicuno!
id: Anda baru saja membuat seseorang bahagia!
it: Puoi fare felice qualcuno!
ja: あなたの回答が多くの人の役に立ちます！
ka: გაუხალისეთ დღე, უცნობ ადამიანებს!
kab: Tzemreḍ ad tgeḍ axeddim meqqren i walbaɛḍ!
ko: 여러분은 누군가에게 도움이 될 것입니다!
mg: Mety hahafaly olona tsotra izao ianao!
ms: Anda mungkin baru sahaja menggembirakan hati seseorang!
nb_no: Du kan jo bli dagens helt for noen!
nl: Mogelijk maakt u iemands dag goed!
pa_in: ਤੁੱਸੀਂ ਕਿਸੇ ਇੱਕ ਦਿਨ ਕਰ ਸਕਦੇ ਹੋ
pl: Możliwe, że właśnie kogoś uszczęśliwiłeś!
pt_br: Você pode fazer o dia de alguém melhor!
pt_pt: Pode tornar melhor o dia de alguém!
ro: S-ar putea să faci cuiva ziua mai bună!
sk: Môžete niekomu zlepšiť deň!
sr: Можда и улепшате нечији дан!
sv: Du kanske räddar någon annans dag!
th: คุณอาจช่วยคนอื่น ๆ ได้หลายคน!
tr: Birini sevindirebilirsiniz!
uk: Ви можете зробити чийсь день трохи кращим!
ur: صرف آپ کسی کا دن بنا سکتے ہیں!
vi: Bạn có thể vừa giải quyết vấn đề của ai đó!
zh_cn: 您或许帮了某人一个大忙！
zh_tw: 您可能剛解決了某個人的問題！
zu: Ungenza usuku lomunye umuntu lube ngcono!

source: This solves my problem
sv: Detta löser mitt problem

source: View & reply
sv: Visa & svara
