Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Post a Reply
af: Antwoord hierop
bg: Публикувайте отговор
bs: Postavite odgovor
de: Eine Antwort schreiben
el: Ανάρτηση απάντησης
es: Publicar una respuesta
fy_nl: In antwurd pleatse
he: פרסום תגובה
hr: Objavi odgovor
hu: Válasz beküldése
ia: Publicar un responsa
id: Kirim balasan
it: Invia una risposta
ja: 返信を投稿する
ka: გამოხმაურების გამოქვეყნება
kab: Azen tiririt
ko: 댓글 게시
mg: Hametaka Valiny
ms: Post Balasan
nb_no: Skriv et svar
nl: Een antwoord plaatsen
pa_in: ਜਵਾਬ ਪੋਸਟ ਕਰੋ
pl: Wyślij odpowiedź
pt_br: Responder
pt_pt: Enviar uma resposta
ro: Postează un răspuns
sk: Napísať odpoveď
sr: Поставите одговор
sv: Skicka ett svar
te: ఒక ప్రతిస్పందనను పోస్ట్ చేయి
th: โพสต์ข้อความตอบกลับ
tr: Yanıt yaz
uk: Відповісти
ur: جواب پوسٹ کریں
vi: Đăng một câu trả lời
zh_cn: 回复
zh_tw: 發表回覆
zu: Phosta Impendulo

source: I am providing the requested information
af: Ek gee die versoekte inligting
bg: Предоставям исканата информация
bs: Predajem tražene informacije
de: Ich liefere die angeforderten Informationen
el: Παρέχω τις απαιτούμενες πληροφορίες
es: Proporciono la información solicitada
fy_nl: Ik leverje de frege ynformaasje oan
hr: Navodim tražene informacije
hu: Megadom a kért információkat
ia: Io forni le informationes requirite
id: Saya menyediakan informasi yang diminta
it: Fornirò le informazioni richieste
ja: 必要な情報を提供します
ka: მოთხოვნილი ინფორმაციის მითითება
kab: Ad d-muddeɣ talɣut yettwasutren
ko: 요청 정보를 제공 중
mg: Manome ireo fampahalalana angatahina aho
ms: Saya menyediakan maklumat yang diminta
nb_no: Jeg gir nødvendig informasjon
nl: Ik lever de gevraagde informatie aan
pa_in: ਮੈ ਬੇਨਤੀ ਕੀਤੀ ਜਾਣਕਾਰੀ ਮੁਹੱਈਆ ਕਰ ਰਿਹਾ ਹਾਂ
pl: Dostarczam wymagane informacje.
pt_br: Eu estou providenciando as informações solicitadas
pt_pt: Eu estou a fornecer a informação solicitada
ro: Furnizez informațiile solicitate
sk: Poskytujem požadovanú informáciu
sr: Предајем тражене информације
sv: Jag bifogar den begärda informationen
te: నేను అభ్యర్థించిన సమాచారం అందిస్తున్నాను
th: ฉันกำลังให้ข้อมูลที่ร้องขอ
tr: İstenen bilgileri sağlıyorum
uk: Я надаю запитану інформацію
ur: میں درخواست شدہ معلومات فراہم کر رہا ہوں
vi: Tôi đang cung cấp thông tin được yêu cầu
zh_cn: 我正在提供请求的信息
zh_tw: 我已提供了需要的資訊
zu: Ngihlinzeka imininingwane eceliwe

source: Needs more information from the user
bg: Необходима е повече информация от потребителя
de: Benötigt weitere Informationen vom Benutzer
el: Απαιτούνται περισσότερες πληροφορίες από τον χρήστη
fy_nl: Mear ynformaasje fan de brûker nedich
hu: További információk szükségesek a felhasználótól
ia: Il es necesse plus de informationes ab le usator
id: Butuh lebih banyak informasi dari pengguna
it: Sono necessarie ulteriori informazioni da parte dell’utente
ja: ユーザーからの詳細情報が必要
ka: საჭიროებს მეტ მონაცემებს
kab: Isra ugar n telɣut sɣur useqdac
ko: 사용자로 부터의 추가 정보 필요
nb_no: Trenger mer informasjon fra brukeren
nl: Meer informatie van de gebruiker nodig
pl: Potrzeba więcej informacji od użytkownika
pt_br: Precisa de mais informações do usuário
pt_pt: Precisa de mais informações do utilizador
sk: Vyžaduje viac informácií od používateľa
sr: Потребно је више информација од корисника
sv: Behöver mer information från användaren
tr: Kullanıcının daha fazla bilgi vermesi gerekiyor
uk: Потрібна додаткова інформація від користувача
vi: Cần thêm thông tin từ người dùng
zh_cn: 需要用户提供更多信息
zh_tw: 需要使用者提供更多資訊

source: Ask a question
af: Vra 'n vraag
bg: Задаване на въпрос
bs: Postavite pitanje
de: Stellen Sie eine Frage
el: Υποβολή ερώτησης
es: Haz una pregunta
fy_nl: In fraach stelle
he: פרסום שאלה
hr: Postavi pitanje
hu: Kérdezzen
ia: Pone un demanda
id: Ajukan pertanyaan
it: Richiedi supporto
ja: 質問する
ka: დასვით კითხვა
kab: Efk-d asteqsi
ko: 질문하기
mg: Mametraha fanontaniana
ms: Tanya soalan
nb_no: Still et spørsmål
nl: Een vraag stellen
pa_in: ਸਵਾਲ ਪੁੱਛੋ
pl: Zadaj pytanie
pt_br: Faça uma pergunta
pt_pt: Colocar questão
ro: Adresează o întrebare
sk: Položiť otázku
sr: Постави питање
sv: Ställ en fråga
te: ఒక ప్రశ్న అడగండి
th: ถามคำถาม
tr: Soru sorun
uk: Запитати
ur: ایک سوال پوچھیں
vi: Đặt một câu hỏi
zh_cn: 我要提问
zh_tw: 問個問題
zu: Buza umbuzo

source: You must <a rel="nofollow" href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
de: Sie müssen sich <a rel="nofollow" href="{login_url}">mit Ihrem Benutzerkonto anmelden</a>, um auf Beiträge zu antworten. Bitte <a href="{ask_url}">stellen Sie eine neue Frage</a>, wenn Sie noch kein Benutzerkonto haben.
el: Πρέπει να <a rel="nofollow" href="{login_url}">συνδεθείτε στον λογαριασμό σας</a> για να απαντήσετε σε δημοσιεύσεις. <a href="{ask_url}">Ξεκινήστε μια νέα ερώτηση</a> εάν δεν διαθέτετε ακόμα λογαριασμό.
fy_nl: Jo moatte jo <a rel="nofollow" href="{login_url}">oanmelde by jo account</a> om op berjochten te antwurdzjen. <a href="{ask_url}">Stel in nije fraach</a> as jo noch gjin account hawwe.
hu: <a rel="nofollow" href="{login_url}">Be kell jelentkeznie fiókjába</a> a válaszadáshoz. <a href="{ask_url}">Kezdjen új kérdést</a>, ha még nincs fiókja.
ia: Tu debe <a rel="nofollow" href="{login_url}">aperir session</a> pro responder a messages. Per favor <a href="{ask_url}">comencia un nove question</a> si tu non ha ancora un conto.
id: Anda harus <a rel="nofollow" href="{login_url}">masuk ke akun Anda</a> untuk membalas kiriman ini. Sila <a href="{ask_url}">mulai pertanyaan baru</a>, jika Anda belum memiliki akun.
it: Bisogna <a rel="nofollow" href="{login_url}">accedere al proprio account</a> per rispondere nelle discussioni. Se non si possiede ancora un account, <a href="{ask_url}">inserire una nuova richiesta</a>.
ja: 投稿に返信するには <a rel="nofollow" href="{login_url}">あなたのアカウントにログイン</a> する必要があります。まだアカウントをお持ちでなければ、<a href="{ask_url}">新しい質問を開始</a> してください。
ka: უნდა <a rel="nofollow" href="{login_url}">შეხვიდეთ ანგარიშზე</a> პასუხის დასაწერად. გთხოვთ, <a href="{ask_url}">დასვათ ახალი შეკითხვა</a>, თუ ჯერ არ გაქვთ ანგარიში.
kab: Ilaq-ak <a rel="nofollow" href="{login_url}">a tkecmeḍ ɣer umiḍan-inek</a> akken ad terreḍ ɣef yiznan. <a href="{ask_url}">bdu asteqsi amezwaru</a>, ma yella urεad tesεiḍ amiḍan ar tura.
ko: 글에 답글을 달기 위해서는 <a rel="nofollow" href="{login_url}">계정으로 로그인</a>해야만 합니다. 계정이 아직 없다면 <a href="{ask_url}">새로운 질문을 올려주세요</a>.
nl: U moet zich <a rel="nofollow" href="{login_url}">aanmelden bij uw account</a> om op berichten te antwoorden. <a href="{ask_url}">Stel een nieuwe vraag</a> als u nog geen account hebt.
pl: Aby odpowiadać na posty, musisz <a rel="nofollow" href="{login_url}">zalogować się</a> na swoje konto. <a href="{ask_url}">Zadaj pytanie</a>, jeśli nie masz jeszcze konta.
pt_br: É necessário <a rel="nofollow" href="{login_url}">entrar na sua conta</a> para responder a publicações. <a href="{ask_url}">Faça uma nova pergunta</a>, se ainda não tiver uma conta.
pt_pt: Deve <a rel="nofollow" href="{login_url}">iniciar a sessão com a sua conta</a> para responder às mensagens. Por favor, <a href="{ask_url}">comece uma nova pergunta</a>, se ainda não tiver uma conta.
sk: Ak chcete odpovedať na príspevky, musíte sa <a rel="nofollow" href="{login_url}">prihlásiť do svojho účtu</a>. Ak ešte nemáte účet, <a href="{ask_url}">položte novú otázku</a>.
sr: Морате да се <a rel="nofollow" href="{login_url}">пријавите на налог</a> да би одговарали на поруке. <a href="{ask_url}">Поставите ново питање</a>, ако још увек немате налог.
sv: Du måste <a rel="nofollow" href="{login_url}">logga in på ditt konto</a> för att svara på inlägg. Vänligen <a href="{ask_url}">starta en ny fråga</a> om du inte har ett konto ännu.
tr: Mesajlara yanıt verebilmek için <a rel="nofollow" href="{login_url}">hesabınıza giriş yapmalısınız</a>. Henüz hesabınız yoksa <a href="{ask_url}">lütfen yeni bir soru sorun</a>.
uk: Щоб відповідати на повідомлення, ви повинні <a rel="nofollow" href="{login_url}">ввійти у свій обліковий запис</a>. <a href="{ask_url}">Поставте нове питання</a>, якщо ви ще не маєте облікового запису.
vi: Bạn phải <a rel="nofollow" href="{login_url}">đăng nhập vào tài khoản của bạn</a> để trả lời bài viết. Vui lòng <a href="{ask_url}">bắt đầu một câu hỏi mới</a>, nếu bạn chưa có tài khoản.
zh_cn: 您需要<a rel="nofollow" href="{login_url}">登录</a>才能回复。如果您还没账号，可以<a href="{ask_url}">提出新问题</a>。
zh_tw: 如果您還沒有帳號，您必須先<a rel="nofollow" href="{login_url}">登入帳號 </a>來回覆文章。還沒有帳號的話，只能<a href="{ask_url}">發問新問題</a>。

source: Question Tools
bg: Инструменти за въпроси
de: Fragewerkzeuge
el: Εργαλεία ερώτησης
fy_nl: Fraachark
hr: Alati pitanja
hu: Kérdéseszközök
ia: Utensiles del questiones
id: Alat Pertanyaan
it: Strumenti per le richieste
ja: 質問ツール
ka: შეკითხვის ხელსაწყოები
kab: Ifecka n yisteqisyen
ko: 질문 도구
nb_no: Spørsmålsverktøy
nl: Vraaghulpmiddelen
pl: Obsługa powiadomień o odpowiedziach
pt_br: Ferramentas de perguntas
pt_pt: Ferramentas de questões
ro: Unelte pentru întrebări
sk: Nástroje pre otázky
sr: Алати питања
sv: Frågeverktyg
te: ప్రశ్న పనిముట్లు
th: เครื่องมือคำถาม
tr: Soru Araçları
uk: Інструменти запитань
ur: سوال کے اوزار
vi: Công cụ câu hỏi
zh_cn: 问题工具
zh_tw: 問題工具

source: Edit this question
af: Redigeer hierdie vraag
bg: Редактирайте този въпрос
bs: Uredi ovo pitanje
de: Diese Frage bearbeiten
el: Επεξεργασία ερώτησης
es: Editar la pregunta
fy_nl: Dizze fraach bewurkje
he: עריכת שאלה זו
hr: Uredi ovo pitanje
hu: Kérdés szerkesztése
ia: Rediger iste question
id: Sunting pertanyaan ini
it: Modifica questa richiesta
ja: この質問を編集
ka: შეკითხვის ჩასწორება
kab: Ẓreg asteqsi-agi
ko: 질문 수정
mg: Hanitsy an'ity fanontaniana ity
ms: Edit soalan ini
nb_no: Rediger dette spørsmålet
nl: Deze vraag bewerken
pa_in: ਇਸ ਸਵਾਲ ਨੂੰ ਸੋਧੋ
pl: Edytuj pytanie
pt_br: Editar esta pergunta
pt_pt: Editar esta questão
ro: Editează această întrebare
sk: Upraviť túto otázku
sr: Измени ово питање
sv: Redigera frågan
te: ఈ ప్రశ్నను సవరించు
th: แก้ไขคำถามนี้
tr: Soruyu düzenle
uk: Редагувати це питання
ur: اس سوال میں تدوین کریں
vi: Chỉnh sửa câu hỏi
zh_cn: 编辑此问题
zh_tw: 編輯此問題
zu: Lungisa lo mbuzo

source: Delete this question
af: Skrap hierdie vraag
bg: Изтрийте този въпрос
bs: Izbriši ovo pitanje
de: Diese Frage löschen
el: Διαγραφή ερώτησης
es: Borrar la pregunta
fy_nl: Dizze fraach fuortsmite
he: מחיקת שאלה זו
hr: Izbriši ovo pitanje
hu: Kérdés törlése
ia: Deler iste question
id: Hapus pertanyaan ini
it: Elimina questa richiesta
ja: この質問を削除
ka: შეკითხვის დასმა
kab: Kkes asteqsi-agi
ko: 질문 삭제
mg: Hamafa an'ity fanontaniana ity
ms: Buang soalan ini
nb_no: Slett dette spørsmålet
nl: Deze vraag verwijderen
pa_in: ਇਹ ਸਵਾਲ ਹਟਾਓ
pl: Usuń pytanie
pt_br: Apagar esta pergunta
pt_pt: Eliminar esta questão
ro: Șterge această întrebare
sk: Odstrániť túto otázku
sr: Обриши ово питање
sv: Ta bort frågan
te: ఈ ప్రశ్నను తొలగించు
th: ลบคำถามนี้
tr: Soruyu sil
uk: Видалити це питання
ur: یہ سوال حذف کریں
vi: Xóa câu hỏi này
zh_cn: 删除此问题
zh_tw: 刪除此問題
zu: Dilitha lo mbuzo

source: Unlock this question
af: Ontgrendel hierdie vraag
bg: Отключете този въпрос
bs: Otključaj ovo pitanje
de: Diese Frage entsperren
el: Ξεκλείδωμα ερώτησης
es: Desbloquear la pregunta
fy_nl: Dizze fraach ûntskoattelje
he: שחרור נעילת השאלה הזו
hr: Otključaj ovo pitanje
hu: Kérdés zárolásának feloldása
ia: Disblocar iste question
id: Buka kunci pertanyaan ini
it: Sblocca questa richiesta
ja: この質問のロックを解除
ka: შეკითხვის გახსნა
kab: Ldi asteqsi-agi
ko: 질문 잠금 해제
mg: Hamoha an'ity fanontaniana ity
ms: Nyahkunci soalan ini
nb_no: Lås opp dette spørsmålet
nl: Deze vraag ontgrendelen
pa_in: ਇਸ ਸਵਾਲ ਨੂੰ ਅਨ-ਲਾਕ ਕਰੋ
pl: Odblokuj pytanie
pt_br: Desbloquear essa pergunta
pt_pt: Desbloquear esta questão
ro: Deblochează această întrebare
sk: Odomknúť túto otázku
sr: Откључај ово питање
sv: Lås upp frågan
te: ఈ థ్రెడ్ ను అన్లాక్ చేయి
th: ปลดล็อกคำถามนี้
tr: Sorunun kilidini aç
uk: Розблокувати це питання
ur: اس سوال کو غیر مقفل کریں
vi: Mở khóa câu hỏi này
zh_cn: 解锁此问题
zh_tw: 解鎖此問題
zu: Vula lo mbuzo

source: Lock this question
af: Grendel hierdie vraag
bg: Заключване на въпроса
bs: Zaključaj ovo pitanje
de: Diese Frage sperren
el: Κλείδωμα ερώτησης
es: Bloquear la pregunta
fy_nl: Dizze fraach beskoattelje
he: נעילת שאלה זו
hr: Zaključaj ovo pitanje
hu: Kérdés zárolása
ia: Blocar iste question
id: Kunci pertanyaan ini
it: Blocca questa richiesta
ja: この質問をロック
ka: შეკითხვის დახურვა
kab: Mdel asteqsi-agi
ko: 질문 잠금
mg: Hanidy an'ity fanontaniana ity
ms: Kunci soalan ini
nb_no: Lås dette spørsmålet
nl: Deze vraag vergrendelen
pa_in: ਇਸ ਸਵਾਲ ਨੂੰ ਲਾਕ ਕਰੋ
pl: Zablokuj pytanie
pt_br: Bloquear essa pergunta
pt_pt: Bloquear esta questão
ro: Blochează întrebarea
sk: Zamknúť túto otázku
sr: Закључај ово питање
sv: Lås frågan
te: ఈ ప్రశ్నను లాక్ చేయి
th: ล็อกคำถามนี้
tr: Soruyu kilitle
uk: Заблокувати це питання
ur: اس سوال کو تالا لگاٴییں
vi: Khóa câu hỏi này
zh_cn: 锁定此问题
zh_tw: 鎖定此問題
zu: Khiya lo mbuzo

source: Unarchive this question
af: Haal hierdie vraag uit argief
bg: Извадете този въпрос от архива
bs: Dearhiviraj ovo pitanje
de: Diese Frage nicht mehr archivieren
el: Κατάργ. αρχειοθέτησης ερώτησης
es: Desarchivar la pregunta
fy_nl: Dizze fraach út argyf helje
he: הוצאת שאלה זו מהארכיון
hr: Dearhiviraj ovo pitanje
hu: Kérdés újraaktiválása
ia: De-archivar iste question
id: Batalkan pengarsipan pertanyaan ini
it: Disarchivia questa richiesta
ja: この質問をアーカイブから除外
ka: დაარქივებული შეკითხვის აღდგენა
kab: Kkes-d asteqsi-a seg teṛcivt
ko: 질문 보존 해제
mg: Hanala tsy ho arisiva ity fanontaniana ity
ms: Nyaharkib soalan ini
nb_no: Opphev arkivering av dette spørsmålet
nl: Deze vraag uit archief halen
pa_in: ਇਸ ਸਵਾਲ ਨੂੰ Unarchive ਕਰੋ
pl: Przywróć pytanie z archiwum
pt_br: Desarquivar essa pergunta
pt_pt: Desarquivar esta questão
ro: Dezarhivează această întrebare
sk: Zrušiť archiváciu tejto otázky
sr: Деархивирај ово питање
sv: Arkivera inte frågan
te: ఈ ప్రశ్నను బయటపెట్టు
th: เลิกเก็บถาวรคำถามนี้
tr: Soruyu arşivlemeyi geri al
uk: Розархівувати це питання
vi: Hủy lưu trữ câu hỏi này
zh_cn: 将此问题解除存档
zh_tw: 取消封存此問題
zu: Khipha lo mbuzo enqolobaneni

source: Archive this question
af: Plaas hierdie vraag in argief
bg: Архивирайте този въпрос
bs: Arhiviraj ovo pitanje
de: Diese Frage archivieren
el: Αρχειοθέτηση ερώτησης
es: Archivar la pregunta
fy_nl: Dizze fraach argivearje
he: העברת שאלה זו לארכיון
hr: Arhiviraj ovo pitanje
hu: Kérdés archiválása
ia: Archivar iste question
id: Arsipkan pertanyaan ini
it: Archivia questa richiesta
ja: この質問をアーカイブに保存
ka: შეკითხვის დაარქივება
kab: Ḥrez asteqsi-agi
ko: 질문 보존
mg: Hanao arisiva ity fanontaniana ity
ms: Arkib soalan ini
nb_no: Arkiver dette spørsmålet
nl: Deze vraag archiveren
pa_in: ਇਸ ਸਵਾਲ ਨੂੰ archive ਕਰੋ
pl: Archiwizuj pytanie
pt_br: Arquivar essa pergunta
pt_pt: Arquivar esta questão
ro: Arhivează întrebarea
sk: Archivovať túto otázku
sr: Архивирај ово питање
sv: Arkivera frågan
te: ప్రశ్నను ఆర్కైవ్ చేయండి
th: เก็บถาวรคำถามนี้
tr: Bu soruyu arşivle
uk: Архівувати це питання
ur: اس سوال کو آرکائو کریں
vi: Lưu trữ câu hỏi này
zh_cn: 存档此问题
zh_tw: 封存此問題
zu: Gcina lo mbuzo enqolobaneni

source: Stop email updates
af: Stop e-pos-bywerkings
bg: Спрете актуализациите по имейл
bs: Zaustavite obavještenja putem e-pošte
de: Keine Updates per E-Mail mehr erhalten
el: Διακοπή ενημερώσεων email
es: Detener las actualizaciones por correo electrónico
fy_nl: E-mailfernijingen stopje
he: הפסקת עדכונים בדוא״ל
hr: Prekini obavijesti putem e-pošte
hu: Értesítő e-mailek kikapcsolása
ia: Stoppar actualisationes in email
id: Hentikan pembaruan surel
it: Disattiva aggiornamenti email
ja: メールによる更新通知を解除する
ka: ელფოსტის განახლებების შეჩერება
kab: Seḥbes ileqman n yimayl
ko: 이메일 통보 중지
mg: Hajanona ny fanavaozana @ malaika
ms: Hentikan makluman e-mel
nb_no: Stopp e-postoppdateringer
nl: E-mailupdates stoppen
pa_in: ਈਮੇਲ ਐਡਰੈੱਸ ਰੋਕੋ:
pl: Wyłącz powiadomienia o aktualizacjach
pt_br: Deixar de receber atualizações por email
pt_pt: Interromper atualizações por email
ro: Oprește actualizările pe e-mail
sk: Ukončiť aktualizácie e‑mailom
sr: Зауставите обавештења путем е-поште
sv: Sluta få uppdateringar via e-post
te: ఇమెయిల్ నవీకరణల ఆపండి
th: หยุดการแจ้งข่าวสารทางอีเมล
tr: E-posta güncellemelerini durdur
uk: Зупинити повідомлення по ел. пошті
ur: ای میل کی تازہ کاریاں روکیں
vi: Ngừng cập nhật qua email
zh_cn: 停止电子邮件更新
zh_tw: 停止發送電子郵件更新
zu: Misa izindaba ezintsha ze-imeyli

source: Get email updates
af: Kry e-pos-bywerkings
bg: Получавайте на имейла
bs: Dobijajte obavještenja putem e-pošte
de: Updates per E-Mail erhalten
el: Λήψη ενημερώσεων email
es: Obtener actualizaciones por correo electrónico
fy_nl: E-mailfernijingen ûntfange
he: קבלת עדכונים בדוא״ל
hr: Primaj obavijesti putem e-pošte
hu: Értesítő e-mailek bekapcsolása
ia: Obtener per emails le actualisationes
id: Dapatkan pembaruan surel
it: Ricevi aggiornamenti email
ja: メールによる更新通知を受け取る
ka: განახლებების მიღება ელფოსტაზე
kab: Awi ileqman s yimayl
ko: 이메일 통보 받기
mg: Handray fanavaozana @ mailaka
ms: Dapatkan makluman e-mel
nb_no: Hent e-postoppdateringer
nl: E-mailupdates ontvangen
pa_in: ਈਮੇਲ ਐਡਰੈੱਸ ਪਾ੍ਪਤ ਕਰੋ:
pl: Włącz powiadomienia o aktualizacjach
pt_br: Receber atualizações por email
pt_pt: Obter atualizações por e-mail
ro: Obține actualizări pe e-mail
sk: Získať aktualizácie e‑mailom
sr: Добијајте обавештења путем е-поште
sv: Få uppdateringar via e-post
te: ఇమెయిల్ నవీకరణల పంపండి
th: รับการแจ้งข่าวสารทางอีเมล
tr: E-posta güncellemelerini al
uk: Отримувати повідомлення по ел. пошті
ur: ای میل کی تازہ کاری حاصل کریں
vi: Nhận cập nhật qua địa chỉ email
zh_cn: 获取电子邮件更新
zh_tw: 取得電子郵件更新
zu: Thola izindaba ezintsha ze-imeyli

source: Subscribe to feed
af: Teken in op voer
bg: Абонирайте се за емисия
bs: Pretplatite se na novosti
de: Abonnieren
el: Εγγραφή στη ροή
es: Suscribirse al canal
fy_nl: Abonnearje op feed
he: הרשמה כמינוי להזנה
hr: Pretplati se na novosti
hu: Feliratkozás hírfolyamra
ia: Subscriber se a iste alimentation de novas
id: Berlangganan feed
it: Sottoscrivi il feed
ja: フィードを購読する
ka: ვებარხის გამოწერა
kab: Jerred ɣer usuddem n yisallen
ko: 피드 구독
mg: Hisoratra @ faham-baovao
ms: Langgan suapan
nb_no: Abonner på kilde
nl: Abonneren op feed
pa_in: ਫੀਡ ਨੂੰ Subscribe
pl: Subskrybuj kanał
pt_br: Inscrever-se no canal
pt_pt: Subscrever ao feed
ro: Abonează-te la flux
sk: Odber témy
sr: Претплатите се на новости
sv: Prenumerera på flöde
te: ఫీడ్ కు సబ్స్క్రయిబ్ అవ్వండి
th: บอกรับฟีด
tr: Akışa abone ol
uk: Підписатися на стрічку
ur: اس فیڈ کی رکنیت سازی کریں
vi: Đăng ký nguồn cấp dữ liệu
zh_cn: 订阅收取点
zh_tw: 訂閱資訊來源
zu: Bhalisela ukuthola i-feed

source: Tags
af: Merkers
bg: Етикети
bs: Oznake
de: Schlagwörter
el: Ετικέτες
es: Etiquetas
fy_nl: Labels
he: תגיות
hr: Oznake
hu: Címkék
id: Tag
it: Tag
ja: タグ
ka: ჭდეები
kab: Tibzimin
ko: 태그
mg: Tagy
ms: Tag
nb_no: Etiketter
nl: Labels
pa_in: ਟੈਗ
pl: Etykiety
pt_pt: Etiquetas
ro: Etichete
sk: Značky
sr: Ознаке
sv: Etiketter
te: టాగ్సు
th: ป้ายกำกับ
tr: Etiketler
uk: Теги
ur: ٹیگز
vi: Thẻ tag
zh_cn: 标签
zh_tw: 標籤
zu: Amathegi

source: Question Details
bg: Подробности за въпроса
de: Fragedetails
el: Λεπτομέρειες ερώτησης
fy_nl: Fraachdetails
he: פרטי השאלה
hr: Detalji pitanja
hu: Kérdés részletei
ia: Detalios del questiones
id: Detil Pertanyaan
it: Dettagli della richiesta
ja: 質問の詳細
ka: შეკითხვის მონაცემები
kab: Telqey n usteqsi
ko: 질문 상세
nb_no: Spørsmålsdetaljer
nl: Vraagdetails
pl: Szczegóły pytania
pt_br: Detalhes da pergunta
pt_pt: Detalhes da pergunta
ro: Detalii întrebare
sk: Detaily k otázke
sr: Детаљи питања
sv: Frågedetaljer
te: ప్రశ్న వివరాలు
th: รายละเอียดคำถาม
tr: Soru Ayrıntıları
uk: Подробиці питання
ur: سوال کی تفصیلات
vi: Chi tiết câu hỏi
zh_cn: 问题详情
zh_tw: 問題詳情

source: Product
af: Produk
bg: Продукт
bs: Proizvod
de: Produkt
el: Προϊόν
es: Producto
fy_nl: Produkt
he: מוצר
hr: Proizvod
hu: Termék
ia: Producto
id: Produk
it: Prodotto
ja: 製品
ka: პროდუქტი
kab: Afaris
ko: 제품
mg: Vokatra
ms: Produk
nb_no: Produkt
pa_in: ਪ੍ਰੋਡੱਕਟ
pl: Produkt
pt_br: Produtos
pt_pt: Produto
ro: Produs
sk: Produkt
sr: Производ
sv: Produkt
te: ఉత్పత్తి
th: ผลิตภัณฑ์
tr: Ürün
uk: Продукт
ur: مصنوعہ
vi: Sản phẩm
zh_cn: 产品
zh_tw: 產品
zu: Umkhiqizo

source: Topic
af: Onderwerp
bg: Тема
bs: Tema
de: Thema
el: Θέμα
es: Tema
fy_nl: Underwerp
he: נושא
hr: Tema
hu: Téma
ia: Argumento
id: Topik
it: Argomento
ja: トピック
ka: თემა
kab: Asentel
ko: 주제
mg: Lohahevitra
ms: Topik
nb_no: Emne
nl: Onderwerp
pa_in: ਵਿਸ਼ਾ
pl: Temat
pt_br: Tópico
pt_pt: Tópico
ro: Subiect
sk: Téma
sr: Тема
sv: Ämne
te: విషయం
th: หัวข้อ
tr: Konu
uk: Тема
ur: عنوان
vi: Chủ đề
zh_cn: 主题
zh_tw: 主題
zu: Isihloko

source: Save changes
af: Stoor veranderinge
bg: Запазване на промените
bs: Sačuvaj promjene
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
fy_nl: Wizigingen bewarje
he: שמירת השינויים
hr: Spremi promjene
hu: Módosítások mentése
ia: Salvar le cambiamentos
id: Simpan perubahan
it: Salva modifiche
ja: 変更を保存
ka: ცვლილებების შენახვა
kab: Sekles ibeddilen
ko: 변경 내용 저장
mg: Hitahiry ireo fanovana
ms: Simpan perubahan
nb_no: Lagre endringer
nl: Wijzigingen opslaan
pa_in: ਬਦਲਾਅ ਸੰਭਾਲੋ
pl: Zapisz zmiany
pt_br: Salvar alterações
pt_pt: Guardar alterações
ro: Salvează modificările
sk: Uložiť zmeny
sr: Сачувај промене
sv: Spara ändringar
te: మార్పులను సేవ్ చెయ్యి
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri kaydet
uk: Зберегти зміни
ur: تبدیلیاں محفوظ کریں
vi: Lưu lại các thay đổi
zh_cn: 保存更改
zh_tw: 儲存更改
zu: Londoloza izinguquko

source: System Details
af: Stelsel-detail
bg: Подробности за системата
bs: Detalji o sistemu
de: Details zum System
el: Λεπτομέρειες συστήματος
es: Datos del sistema
fy_nl: Systeemdetails
he: פרטי המערכת
hr: Detalji o sustavu
hu: Rendszer adatai
ia: Detalios del systema
id: Sistem
it: Dettagli sul sistema
ja: システムの詳細
ka: სისტემის მონაცემები
kab: Talqayt ɣef unagraw
ko: 시스템 상세정보
mg: Antsipirian'ny Rafitra
ms: Butiran Sistem
nb_no: Systemdetaljer
nl: Systeemdetails
pa_in: ਸਿਸਟਮ ਵੇਰਵਾ
pl: Dane o systemie
pt_br: Detalhes do sistema
pt_pt: Detalhes do sistema
ro: Detalii despre sistem
sk: Informácie o systéme
sr: Детаљи о систему
sv: Systemdetaljer
te: వ్యవస్థ వివరాలు
th: รายละเอียดระบบ
tr: Sistem Ayrıntıları
uk: Відомості про систему
ur: سسٹم کی تفصیلات
vi: Thông tin chi tiết hệ thống
zh_cn: 系统详细信息
zh_tw: 系統詳情
zu: Imininingwane yohlelo

source: Device:
af: Toestel:
bg: Устройство:
bs: Uređaj:
de: Geräte_
el: Συσκευή:
es: Dispositivo:
fy_nl: Apparaat:
he: מכשיר:
hr: Uređaj:
hu: Készülék:
ia: Apparato:
id: Perangkat:
it: Dispositivo:
ja: 端末:
ka: მოწყობილობა:
kab: Ibenk:
ko: 장치:
mg: Fitaovana:
ms: Peranti:
nb_no: Enhet:
nl: Apparaat:
pa_in: ਡਿਵਾਈਸ:
pl: Urządzenie:
pt_br: Dispositivo:
pt_pt: Dispositivo:
ro: Dispozitiv:
sk: Zariadenie:
sr: Уређај:
sv: Enhet:
te: పరికరం:
th: อุปกรณ์:
tr: Cihaz:
uk: Пристрій:
ur: آلہ
vi: Thiết bị:
zh_cn: 设备：
zh_tw: 裝置：
zu: Idivayisi:

source: More system details
af: Meer stelsel-detail
bg: Още подробности за системата
bs: Više detalja o sistemu
de: Weitere Details zum System
el: Περισσότερες λεπτομέρειες συστήματος
es: Más datos del sistema
fy_nl: Mear systeemdetails
he: פרטי מערכת נוספים
hr: Više detalja o sustavu
hu: További rendszeradatok
ia: Altere detalios de systema
id: Rincian sistem selengkapnya
it: Ulteriori dettagli sul sistema
ja: 詳細の続き
ka: სისტემის მონაცემები დაწვრილებით
kab: Ugar n telqayt ɣef unagraw
ko: 더 자세한 시스템 정보
mg: Antsipirian'ny rafitra bebe kokoa
ms: Lanjutan butiran sistem
nb_no: Flere systemdetaljer
nl: Meer systeemdetails
pa_in: ਹੋਰ ਸਿਸਟਮ ਵੇਰਵੇ
pl: Więcej danych o systemie
pt_br: Mais detalhes do sistema
pt_pt: Mais detalhes do sistema
ro: Mai multe detalii despre sistem
sk: Viac informácií o systéme
sr: Још детаља о систему
sv: Fler systemdetaljer
te: మరిన్ని సిస్టమ్ వివరాలు
th: รายละเอียดระบบเพิ่มเติม
tr: Diğer sistem ayrıntıları
uk: Більше відомостей про систему
ur: مزید سسٹم کی تفصیلات
vi: Thông tin chi tiết khác của hệ thống
zh_cn: 更多系统细节
zh_tw: 更多系統細節
zu: Eminye imininingwane yohlelo
