Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: When editing an answer, uploading new images or deleting existing ones will happen instantly.
bg: Когато редактирате въпрос, качването на нови изображения или изтриването на съществуващи ще се случи незабавно.
de: Wenn Sie eine Antwort bearbeiten, werden neue Bilder sofort hochgeladen oder vorhandene gelöscht.
el: Κατά την επεξεργασία μιας απάντησης, η μεταφόρτωση νέων ή η διαγραφή υπαρχουσών εικόνων θα γίνεται αμέσως.
fy_nl: As jo in antwurd bewurkje, sil it opladen fan nije ôfbyldingen of it fuortsmiten fan besteande daliks barre.
he: בעת עריכת תשובה, העלאת תמונות חדשות או מחיקת קיימות תתרחש באופן מיידי.
hr: Prilikom uređivanja odgovora, prijenos novih ili brisanje postojećih slika dogodit će se trenutno.
hu: A válasz szerkesztésekor az új képek feltöltése vagy a meglévők törlése azonnal megtörténik.
ia: Quando se modifica un responsa, le incargamento de nove imagines o le deletion del existentes evenira immediatemente.
id: Saat menyunting jawaban, mengunggah gambar baru atau menghapus gambar yang sudah ada akan terjadi secara instan.
it: Quando si modifica una risposta, il caricamento di nuove immagini o l’eliminazione di quelle esistenti avverrà immediatamente.
ka: პასუხის ჩასწორებისას, ახალი სურათების ატვირთვა და არსებულების წაშლა, მყისიერად მოხდება.
kab: Mi ara tettuẓreg tririt, ttwasulint-d tugniwin timaynutin neɣ ttwakksent kra seg tid yellan, iḍerru-d waya din din.
ko: 답변을 편집할 때 이미지를 업로드 또는 삭제하면 바로 실행됩니다.
nb_no: Når du redigerer et svar, vil du laste opp nye bilder eller slette eksisterende umiddelbart.
nl: Als u een antwoord bewerkt, zal het uploaden van nieuwe afbeeldingen of het verwijderen van bestaande direct gebeuren.
pl: Podczas edycji odpowiedzi, przesyłanie nowych zdjęć lub usuwanie istniejących nastąpi natychmiast.
pt_br: Ao editar uma resposta, enviar novas imagens ou excluir existentes acontece imediatamente
pt_pt: Ao editar uma resposta, a submissão de novas imagens ou a remoção das existentes irá acontecer instantaneamente.
sk: Pri úprave odpovede dôjde okamžite k nahraniu nových obrázkov alebo vymazaniu existujúcich obrázkov.
sr: Док уређујете одговор, отпремање нових слика или брисање постојећих биће обављено одмах.
sv: När du redigerar ett svar kommer uppladdning av nya bilder eller radering av befintliga att ske omedelbart.
tr: Yanıtları düzenlerken yeni resim yüklemek veya mevcut olanları silmek anında gerçekleşir.
uk: Під час редагування відповіді, завантаження нових зображень або видалення наявних відбувається миттєво.
vi: Khi chỉnh sửa câu trả lời, việc tải lên hình ảnh mới hoặc xóa hình ảnh hiện có sẽ diễn ra ngay lập tức.
zh_cn: 编辑答案时，上传新图片或删除现有图片，将即刻生效。
zh_tw: 編輯答案時，上傳新圖片或刪除現有圖片，會立即生效。

source: Update answer
af: Werk antwoord by
bg: Обновяване на отговор
bs: Ažuriraj odgovor
de: Antwort aktualisieren
el: Ενημέρωση αναζήτησης
es: Actualizar respuesta
fy_nl: Antwurd bywurkje
he: עדכון התשובה
hr: Ažuriraj odgovor
hu: Válasz frissítése
ia: Actualisar le responsa
id: Perbarui jawaban
it: Aggiorna riposta
ja: 回答を更新
ka: პასუხის განახლება
kab: Leqqem tiririt
ko: 답변 갱신
mg: Hanavao valiny
ms: Kemaskini jawapan
nb_no: Oppdater svar
nl: Antwoord bijwerken
pa_in: ਉੱਤਰ ਨੂਂ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj odpowiedź
pt_br: Atualizar resposta
pt_pt: Atualizar resposta
ro: Actualizează răspunsul
sk: Aktualizácia odpovede
sr: Ажурирај одговор
sv: Uppdatera svar
te: సమాధానమును నవీకరించండి
th: อัปเดตคำตอบ
tr: Yanıtı güncelle
uk: Оновити відповідь
ur: جواب کی تازہ کاری کریں
vi: Cập nhật câu trả lời
zh_cn: 更新回答
zh_tw: 更新答案
zu: Faka okusha kule mpendulo

source: Edit a Question
af: Redigeer 'n vraag
bg: Редактиране на въпрос
bs: Uredi pitanje
de: Eine Frage bearbeiten
el: Επεξεργασία ερώτησης
es: Editar una pregunta
fy_nl: In fraach bewurkje
he: עריכת שאלה
hr: Uredi pitanje
hu: Kérdés szerkesztése
ia: Rediger un question
id: Ajukan Pertanyaan
it: Modifica una domanda
ja: 質問を編集
ka: შეკითხვის ჩასწორება
kab: Ẓreg asteqsi
ko: 질문 수정
mg: Hanitsy Fanontaniana
ms: Edit Soalan
nb_no: Rediger et spørsmål
nl: Een vraag bewerken
pa_in: ਇੱਕ ਸਵਾਲ ਸੋਧੋ
pl: Edytuj pytanie
pt_br: Editar uma pergunta
pt_pt: Editar uma pergunta
ro: Editează o întrebare
sk: Úprava otázky
sr: Измени питање
sv: Redigera en fråga
te: ఒక ప్రశ్నను సవరించండి
th: แก้ไขคำถาม
tr: Soruyu düzenle
uk: Редагувати питання
ur: ایک سوال میں ترمیم کریں
vi: Chỉ sửa câu hỏi
zh_cn: 编辑问题
zh_tw: 編輯問題
zu: Lungisa Umbuzo

source: Edit the question
af: Redigeer die vraag
bg: Редактирайте въпроса
bs: Uredi pitanje
de: Diese Frage bearbeiten
el: Επεξεργασία ερώτησης
es: Editar la pregunta
fy_nl: De fraach bewurkje
he: עריכת השאלה
hr: Uredi pitanje
hu: Szerkessze a kérdést
ia: Rediger le question
id: Sunting pertanyaan
it: Modifica la domanda
ja: 質問を編集
ka: შეკითხვის ჩასწორება
kab: Ẓreg asteqsi
ko: 질문 수정
mg: Hanitsy ilay fanontaniana
ms: Edit soalan
nb_no: Rediger spørsmålet
nl: De vraag bewerken
pa_in: ਇਹ ਸਵਾਲ ਸੋਧੋ
pl: Edytuj pytanie
pt_br: Editar a pergunta
pt_pt: Editar a pergunta
ro: Editează întrebarea
sk: Upraviť otázku
sr: Измени ово питање
sv: Redigera frågan
te: ఒక ప్రశ్నను సవరించండి
th: แก้ไขคำถาม
tr: Soruyu düzenle
uk: Редагувати питання
ur: سوال میں ترمیم کریں
vi: Chỉnh sửa câu hỏi
zh_cn: 编辑问题
zh_tw: 編輯問題
zu: Lungisa umbuzo

source: When editing a question, uploading new images or deleting existing ones will happen instantly.
bg: Когато редактирате въпрос, качването на нови изображения или изтриването на съществуващи ще се случи незабавно.
de: Wenn Sie eine Frage bearbeiten, werden neue Bilder sofort hochgeladen oder vorhandene gelöscht.
el: Κατά την επεξεργασία μιας ερώτησης, η μεταφόρτωση νέων ή η διαγραφή υπαρχουσών εικόνων θα γίνεται αμέσως.
fy_nl: As jo in fraach bewurkje, sil it opladen fan nije ôfbyldingen of it fuortsmiten fan besteande daliks barre.
he: בעת עריכת שאלה, העלאת תמונות חדשות או מחיקת קיימות תתרחש באופן מיידי.
hr: Prilikom uređivanja pitanja, prijenos novih ili brisanje postojećih slika dogodit će se trenutno.
hu: A kérdés szerkesztésekor az új képek feltöltése vagy a meglévők törlése azonnal megtörténik.
ia: Quando se modifica un question, le incargamento de nove imagines o le deletion del existentes evenira immediatemente.
id: Saat menyunting pertanyaan, mengunggah gambar baru atau menghapus gambar yang sudah ada akan terjadi secara instan.
it: Quando si modifica una domanda, il caricamento di nuove immagini o l'eliminazione di quelle esistenti avverrà immediatamente.
ka: კითხვის ჩასწორებისას, ახალი სურათების ატვირთვა და არსებულების წაშლა, მყისიერად მოხდება.
kab: Mi ara yettwaẓreg usteqsi, ttwasulint-d tugniwin timaynutin neɣ ttwakksent kra seg tid yellan, iḍerru-d waya din din.
ko: 질문을 편집할 때 이미지를 업로드 또는 삭제하면 바로 실행됩니다.
nb_no: Når du redigerer et spørsmål, vil du laste opp nye bilder eller slette eksisterende umiddelbart.
nl: Als u een vraag bewerkt, zal het uploaden van nieuwe afbeeldingen of het verwijderen van bestaande direct gebeuren.
pl: Podczas edycji zapytania, przesyłanie nowych zdjęć lub usuwanie istniejących nastąpi natychmiast.
pt_br: Ao editar uma pergunta, enviar novas imagens ou excluir existentes acontece imediatamente.
pt_pt: Ao editar uma pergunta, a submissão de novas imagens ou a remoção das existentes irá acontecer instantaneamente.
sk: Pri úprave otázky dôjde okamžite k nahraniu nových obrázkov alebo vymazaniu existujúcich obrázkov.
sr: Док уређујете питање, отпремање нових слика или брисање постојећих биће обављено одмах.
sv: När du redigerar en fråga kommer uppladdning av nya bilder eller radering av befintliga att ske omedelbart.
tr: Soruyu düzenlerken yeni resim yüklemek veya mevcut olanları silmek anında gerçekleşir.
uk: Під час редагування питання, завантаження нових зображень або видалення наявних відбувається миттєво.
vi: Khi chỉnh sửa câu hỏi, việc tải lên hình ảnh mới hoặc xóa hình ảnh hiện có sẽ diễn ra ngay lập tức.
zh_cn: 编辑答案时，上传新图片或删除现有图片，将即刻生效。
zh_tw: 編輯問題時，上傳新圖片或刪除現有圖片，會立即生效。

source: Save Question
af: Stoor vraag
bg: Запазване на въпроса
bs: Sačuvaj pitanje
de: Frage speichern
el: Αποθήκευση ερώτησης
es: Guardar la pregunta
fy_nl: Fraach bewarje
he: שמירת שאלה
hr: Spremi pitanje
hu: Kérdés mentése
ia: Salvar question
id: Simpan Pertanyaan
it: Salva domanda
ja: 質問を保存
ka: კითხვის შენახვა
kab: Ḥrez asteqsi
ko: 질문 저장
mg: Hitahiry Fanontaniana
ms: Simpan Soalan
nb_no: Lagre spørsmål
nl: Vraag opslaan
pa_in: ਸਵਾਲ ਸੰਭਾਲੋ
pl: Zapisz pytanie
pt_br: Salvar pergunta
pt_pt: Guardar questão
ro: Salvează întrebarea
sk: Uloženie otázky
sr: Сачувај питање
sv: Spara fråga
te: ప్రశ్నను సేవ్ చేయండి
th: บันทึกคำถาม
tr: Soruyu kaydet
uk: Зберегти питання
ur: سوال کو محفوظ کریں
vi: Lưu lại câu hỏi
zh_cn: 保存问题
zh_tw: 儲存問題
zu: Londoloza Umbuzo

source: Support Forum Metrics
af: Steundiensforum-statistiek
bg: Показатели на форума за поддръжка
bs: Metrika foruma podrške
de: Messwerte des Hilfeforums
el: Δείκτες φόρουμ
es: Métricas de los foros de asistencia
fy_nl: Metryske gegevens stipefoarum
he: מדדי פורום התמיכה
hr: Metrika foruma podrške
hu: Támogatói fórum metrikái
ia: Indicatores del foro de supporto
id: Metriks Forum Dukungan
it: Statistiche dei forum di supporto
ja: サポートフォーラム計測
ka: მხარდაჭერის ფორუმის მაჩვენებლები
kab: Inammalen n unmager n tallelt
ko: 지원 포럼 수치
mg: Metrikan'ny Fihaonambe Fanohanana
ms: Matriks Forum Sokongan
nb_no: Brukerstøtteforum metrikk
nl: Metrische gegevens van ondersteuningsforum
pa_in: ਸਹਿਯੋਗ ਫੋਰਮ ਮੈਟਰਿਕਸ
pl: Statystyki forum pomocy
pt_br: Métricas do fórum
pt_pt: Métricas do Fórum de Apoio
ro: Metrici ale forumului de asistență
sk: Metriky fóra podpory
sr: Метрика форума подршке
sv: Statistik för supportforum
te: మద్దతు ఫోరం మెట్రిక్స్
th: เกณฑ์ชี้วัดฟอรั่มสนับสนุน
tr: Destek Forumu Ölçümleri
uk: Метрика форуму підтримки
ur: سپورٹ فورم میٹرکس
vi: Số liệu diễn đàn hỗ trợ
zh_cn: 技术支持论坛度量
zh_tw: 技術支援討論區指標
zu: Amamethriksi Esithangami Sokweseka

source: Metrics
af: Statistiek
bg: Показатели
bs: Metrika
de: Messwerte
el: Δείκτες
es: Métricas
fy_nl: Metryske gegevens
he: מדדים
hr: Metrika
hu: Metrikák
ia: Indicatores
id: Metrik
it: Statistiche
ja: 計測
ka: მაჩვენებლები
kab: Inammalen
ko: 수치
mg: Metrika
ms: Metrik
nb_no: Metrikk
nl: Metrische gegevens
pa_in: ਮੈਟਰਿਕਸ
pl: Statystyki
pt_br: Métricas
pt_pt: Métricas
ro: Metrici
sk: Metriky
sr: Метрика
sv: Statistik
te: మెట్రిక్స్
th: เกณฑ์ชี้วัด
tr: Ölçümler
uk: Метрика
ur: میٹرکس
vi: Các số liệu
zh_cn: 度量
zh_tw: 指標
zu: Amamethriksi

source: Contact Support
bg: Свържете се с поддръжката
de: Hilfe kontaktieren
el: Επικοινωνία
fy_nl: Kontakt opnimme
he: יצירת קשר עם התמיכה
hr: Obrati se podršci
hu: Kapcsolatfelvétel az ügyfélszolgálattal
ia: Contactar assistentia
id: Hubungi Bantuan
it: Contatta il supporto
ja: サポートへの問い合わせ
ka: დაკავშირება მხარდაჭერისთვის
kab: Nadi tallalt
ko: 지원팀 연락
nb_no: Kontakt support
nl: Contact opnemen
pl: Kontakt ze wsparciem technicznym
pt_br: Entrar em contato com o suporte
pt_pt: Contactar o apoio
sk: Kontaktujte podporu
sr: Контактирајте подршку
sv: Kontakta supporten
tr: Destek birimine ulaşın
uk: Звернутися до служби підтримки
vi: Liên hệ hỗ trợ
zh_cn: 联系用户支持
zh_tw: 聯絡支援團隊

source: Ask your question
bg: Задайте своя въпрос
de: Stellen Sie Ihre Frage
el: Υποβολή ερώτησης
fy_nl: Stel jo fraach
he: פרסום השאלה שלך
hr: Postavi pitanje
hu: Tegye fel a kérdését
ia: Pone tu demanda
id: Ajukan pertanyaan
it: Inserisci domanda
ja: 質問する
ka: დასვით კითხვა
kab: Efk-d asteqsi-inek·inem
ko: 질문하기
nb_no: Still spørsmålet ditt
nl: Stel uw vraag
pl: Zadaj pytanie
pt_br: Faça uma pergunta
pt_pt: Colocar a sua questão
ro: Adresează o întrebare
sk: Položte otázku
sr: Поставите питање
sv: Ställ din fråga
te: మీ ప్రశ్న అడగండి
th: ถามคำถามของคุณ
tr: Soru sorun
uk: Поставити запитання
ur: اپنا سوال پوچھیں
vi: Đặt câu hỏi của bạn
zh_cn: 发起提问
zh_tw: 問個問題

source: Submit
af: Dien in
bg: Изпращане
bs: Pošalji
de: Absenden
el: Υποβολή
es: Enviar
fy_nl: Yntsjinje
he: שליחה
hr: Podnesi
hu: Elküld
ia: Inviar
id: Kirim
it: Invia
ja: 送信
ka: წარდგენა
kab: Azen
ko: 제출
mg: Handrotsaka
ms: Hantar
nb_no: Send
nl: Indienen
pa_in: ਭੇਜੋ
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
sk: Odoslať
sr: Пошаљи
sv: Skicka in
te: సమర్పించు
th: ส่ง
tr: Gönder
uk: Подати
ur: جمع کریں
vi: Gửi
zh_cn: 提交
zh_tw: 送出
zu: Letha

source: Community Forums
de: Foren der Gemeinschaft
el: Φόρουμ κοινότητας
fy_nl: Mienskipsfoarums
hu: Közösségi fórumok
ia: Foros del communitate
it: Forum della comunità
kab: Askasi n temɣiwent
nl: Gemeenschapsforums
pl: Forum społeczności
pt_br: Fóruns da comunidade
pt_pt: Fóruns da comunidade
sv: Gemenskapens forum
tr: Topluluk Forumları
zh_cn: 社区论坛
zh_tw: 社群討論區

source: Browse by product
bg: Преглежд по продукти
de: Nach Produkt durchsuchen
el: Περιήγηση κατά προϊόν
es: Buscar por producto
fy_nl: Op produkt blêdzje
he: עיון לפי מוצר
hr: Pretraži prema proizvodu
hu: Tallózás termék szerint
ia: Folietta per producto
id: Jelajahi berdasarkan produk
it: Sfoglia per prodotto
ja: 製品を選択
ka: აირჩიეთ პროდუქტი
kab: Inig s ufaris
ko: 제품별로 찾아보기
nb_no: Bla gjennom etter produkt
nl: Op product bladeren
pl: Wybierz produkt
pt_br: Procurar por produto
pt_pt: Procurar por produto
ro: Navighează după produs
sk: Prehľadávať podľa produktu
sr: Претражите према производу
sv: Bläddra efter produkt
te: ఉత్పత్తి వారీగా చూడండి
th: เรียกดูตามผลิตภัณฑ์
tr: Ürüne göre göz at
uk: Вибрати за продуктом
ur: مصنوعات کے ذریعے براؤز کریں
vi: Duyệt theo sản phẩm
zh_cn: 选择产品
zh_tw: 選擇產品

source: <strong>{product}</strong> Community Forum
de: Forum der Gemeinschaft zu <strong>{product}</strong>
el: Φόρουμ κοινότητας του <strong>{product}</strong>
fy_nl: <strong>{product}</strong>-mienskipsfoarum
hu: <strong>{product}</strong> közösségi fórum
ia: Foro de communitate pro <strong>{product}</strong>
it: Forum della comunità per <strong>{product}</strong>
kab: Askasi n temɣiwent <strong>{product}</strong>
nl: <strong>{product}</strong>-gemeenschapsforum
pl: <strong>{product}</strong> — Forum społeczności
pt_br: Fórum da comunidade <strong>{product}</strong>
pt_pt: Fórum da comunidade <strong>{product}</strong>
sv: <strong>{product}</strong> gemenskapsforum
tr: <strong>{product}</strong> Topluluk Forumu
zh_cn: <strong>{product}</strong> 社区论坛
zh_tw: <strong>{product}</strong> 社群討論區

source: {product} Community Forums
de: Foren der Gemeinschaft zu {product}
el: Φόρουμ κοινότητας του {product}
fy_nl: {product}-mienskipsfoarums
hu: {product} közösségi fórumok
ia: Foros del communitate de {product}
it: Forum della comunità per {product}
kab: Askasi n temɣiwent {product}
nl: {product}-gemeenschapsforums
pl: {product} — Fora społeczności
pt_br: Fóruns da comunidade {product}
pt_pt: Fóruns da comunidade {product}
sv: {product} gemenskapsforum
tr: {product} Topluluk Forumları
zh_cn: {product} 社区论坛
zh_tw: {product} 社群討論區

source: no product specified
bg: не е посочен продукт
de: Kein Produkt angegeben
el: δεν έχει καθοριστεί προϊόν
es: ningún producto especificado
fy_nl: gjin produkt spesifisearre
he: לא צוין מוצר
hr: nije naveden nijedan proizvod
hu: nincs termék megadva
ia: nulle producto specificate
id: tidak ada produk
it: nessun prodotto specificato
ja: 製品を指定してください
ka: პროდუქტი არაა მითითებული
kab: Ulac afaris yettwammlen
ko: 지정된 제품 없음
nb_no: ingen produkt spesifisert
nl: geen product gespecificeerd
pl: nie określono produktu
pt_br: nenhum produto especificado
pt_pt: nenhum produto especificado
ro: niciun produs specificat
sk: nie je špecifikovaný žiadny produkt
sr: није наведен производ
sv: ingen produkt specificerad
th: ไม่ได้ระบุผลิตภัณฑ์
tr: ürün belirtilmedi
uk: не вказано жодного продукту
ur: کوئی مصنوعہ مجصوص نہیں کی گئی
vi: không có sản phẩm cụ thể
zh_cn: 未指定产品
zh_tw: 未指定產品

source: {user} is currently working on this problem.
af: {user} is tans besig met hierdie probleem.
bg: В момента {user} работи по този проблем.
bs: {user} trenutno radi na rješavanju ovog problema.
de: {user} arbeitet gerade an diesem Problem.
el: Ο/Η {user} εργάζεται αυτή τη στιγμή πάνω σε αυτό το πρόβλημα.
es: {user} está trabajando actualmente en este problema.
fy_nl: {user} wurket op dit stuit oan dit probleem.
hr: {user} trenutačno obrađuje ovaj problem.
hu: {user} felhasználó már dolgozik a megoldáson.
ia: {user} labora actualmente sur iste problema.
id: {user} sedang menangani masalah ini.
it: L'utente {user} è al lavoro su questo problema
ja: 現在、{user} がこの問題に対処しています。
ka: {user} ამჟამად მუშაობს, ამ საკითხის გადაწყვეტაზე
kab: {user} ixeddem akka tura ɣef wugur-a.
ko: {user}가 현재 이 문제에 대해 작업하고 있습니다.
mg: Miasa @ ity olana ity izao i {user}.
ms: {user} kini sedang menangani masalah ini.
nb_no: {user} arbeider for øyeblikket med problemet.
nl: {user} werkt momenteel aan dit probleem.
pl: {user} odpowiada właśnie na to pytanie.
pt_br: {user} está trabalhando nesse problema.
pt_pt: {user} está atualmente a trabalhar neste problema.
ro: {user} lucrează acum la această problemă.
sk: Používateľ {user} práve teraz na tomto probléme pracuje.
sr: {user} тренутно ради на решавању овог проблема.
sv: {user} arbetar för närvarande på detta problem.
te: {user} ప్రస్తుతం ఈ సమస్య పై పని చేస్తున్నారు.
th: {user} กำลังทำงานเกี่ยวกับปัญหานี้
tr: {user} şu anda bu sorun üzerinde çalışıyor.
uk: {user} зараз працює над цією проблемою.
ur: {user} فی الحال اس مسئلے پر کام کر رہا ہے۔
vi: {user} hiện đang làm việc về vấn đề này.
zh_cn: {user} 目前正在研究这个问题。
zh_tw: {user} 目前正在處理這個問題。
zu: {user} umatasa ngale nkinga njengamanje.

source: View other questions that need attention.
af: Sien ander vrae wat aandag nodig het.
bg: Вижте други въпроси, които се нуждаят от внимание.
bs: Pogledajte druga pitanja koja zahtjevaju pažnju.
de: Andere Fragen anzeigen, die Aufmerksamkeit benötigen.
el: Δείτε άλλες ερωτήσεις που χρειάζονται προσοχή.
es: Ver otras preguntas que requieren atención.
fy_nl: Oare fragen dy’t oandacht nedich hawwe werjaan.
he: הצגת שאלות אחרות שדורשות התייחסות.
hr: Pogledaj ostala pitanja koja zahtijevaju pažnju.
hu: Más kérdések.
ia: Vider altere questiones que require attention.
id: Lihat pertanyaan lain yang membutuhkan jawaban.
it: Guarda altre domande che necessitano risposte
ja: 回答が必要な他の質問を見る。
ka: იხილეთ სხვა საყურადღებო შეკითხვები.
kab: Sken isteqsiyen-nniḍen i isran taguri n tmuɣli.
ko: 관심이 필요한 다른 질문 보기
mg: Jereo ireo fanontaniana hafa mila firaharahana.
ms: Lihat soalan lain yang perlukan perhatian.
nb_no: Se andre spørsmål som trenger hjelp.
nl: Andere vragen die aandacht nodig hebben weergeven
pa_in: ਹੋਰ ਪ੍ਰਸ਼ਨ ਵੇਖੋ ਜਿਨ੍ਹਾਂ ਵੱਲ ਧਿਆਨ ਦੇਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ।
pl: Wyświetl inne pytania, które wymagają uwagi.
pt_br: Veja outras perguntas que precisam de atenção.
pt_pt: Ver outras questões que podem necessitar de atenção.
ro: Vezi alte întrebări care necesită atenție.
sk: Zobraziť ďalšie otázky, ktoré vyžadujú pozornosť.
sr: Погледајте друга питања која захтевају пажњу.
sv: Visa andra frågor som behöver uppmärksamhet.
te: దృష్టిని అవసరమైన ఇతర ప్రశ్నలు చూడండి.
th: ดูคำถามอื่น ๆ ที่ต้องการความสนใจ
tr: Yanıt bekleyen diğer soruları görüntüleyin.
uk: Переглянути інші питання, які потребують уваги.
ur: دیگر سوالات جو توجہ طلب ہیں ان کو دیکھیں
vi: Xem các câu hỏi khác cần chú ý.
zh_cn: 查看其他需要关注的问题。
zh_tw: 檢視其他需要處理的問題。
zu: Buka eminye imibuzo edinga ukubhekwa.

source: This thread was closed.
af: Hierdie gesprek is gesluit.
bg: Тази тема е затворена.
bs: Ova tema je zatvorena.
de: Dieses Thema wurde geschlossen.
el: Αυτό το νήμα έκλεισε.
es: Esta conversación se cerró.
fy_nl: Dizze konversaasje is sluten.
he: אשכול זה נסגר.
hr: Ova tema je zatvorena.
hu: A témacsoportot lezárták.
ia: Iste filo ha essite claudite.
id: Utas ini sudah ditutup.
it: Questa discussione è chiusa
ja: このスレッドは閉じられました。
ka: ეს თემა დახურულია.
kab: Asentel-a n useqerdec yemdel.
ko: 이 쓰레드는 닫혔습니다.
mg: Nakatona ity resaka mitohy ity.
ms: Thread ini telah ditutup.
nb_no: Denne tråden ble lukket.
nl: Deze conversatie is gesloten.
pa_in: ਇਸ ਥਰਿੱਡ ਨੂੰ ਬੰਦ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Wątek został zamknięty
pt_br: Esta discussão foi encerrada.
pt_pt: Esta discussão foi fechada.
ro: Acest fir de discuție a fost închis.
sk: Táto téma bola uzamknutá.
sr: Ова тема је затворена.
sv: Denna tråd har stängts.
te: ఈ థ్రెడ్ మూసివేశారు.
th: หัวข้อนี้ถูกปิดแล้ว
tr: Bu başlık kapatıldı.
uk: Ця тема закрита.
ur: یہ تھریڈ بند کردیا گیا تھا۔
vi: Chủ đề này đã bị đóng.
zh_cn: 话题已关闭。
zh_tw: 此討論串已經關閉。
zu: Lolu chungechunge beluvaliwe.

source: This thread was archived.
af: Hierdie gesprek is in die argief.
bg: Тази тема беше архивирана.
bs: Ova tema je arhivirana.
de: Dieses Thema wurde archiviert.
el: Αυτό το νήμα αρχειοθετήθηκε.
es: Este tema ha sido archivado.
fy_nl: Dizze konversaasje is argivearre.
he: אשכול זה הועבר לארכיון.
hr: Ova tema je arhivirana.
hu: A témacsoportot lezárták és archiválták.
ia: Iste filo ha essite archivate.
id: Utas ini telah diarsipkan.
it: Questa discussione è archiviata.
ja: このスレッドはアーカイブに保管されました。
ka: ეს თემა დაარქივებულია.
kab: Asentel-a n useqerdec yuɣal ɣer teṛcivt.
ko: 이 쓰레드는 보존되었습니다.
mg: Natao arisiva ity resaka mitohy ity.
ms: Thread ini telah diarkib.
nb_no: Denne tråden ble arkivert.
nl: Deze conversatie is gearchiveerd.
pa_in: ਇਹ ਥਰਿੱਡ ਆਰਚੀਵ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Wątek został zarchiwizowany.
pt_br: Esta discussão foi arquivada.
pt_pt: Esta discussão foi arquivada.
ro: Acest fir de discuție a fost arhivat.
sk: Táto téma bola archivovaná.
sr: Ова тема је архивирана.
sv: Denna tråd har arkiverats.
te: ఈ థ్రెడ్ ఆర్కైవ్ చేయడం జరిగినది.
th: หัวข้อนี้ถูกเก็บถาวรแล้ว
tr: Bu başlık arşivlendi.
uk: Ця тема перенесена в архів.
ur: اس تھریڈ کو آرکائیوکیا گیا تھا۔
vi: Chủ đề này đã được lưu trữ.
zh_cn: 话题已存档。
zh_tw: 此討論串已被封存。
zu: Lolu chungechunge lwabekwa kunqolobane.

source: This thread was closed and archived.
af: Hierdie gesprek is gesluit en in die argief.
bg: Тази тема беше затворена и архивирана.
bs: Ova tema je zatvorena i arhivirana.
de: Dieses Thema wurde geschlossen und archiviert.
el: Αυτό το νήμα έκλεισε και αρχειοθετήθηκε.
es: Este tema ha sido cerrado y archivado.
fy_nl: Dizze konversaasje is sluten en argivearre.
he: אשכול זה נסגר והועבר לארכיון.
hr: Ova tema je zatvorena i arhivirana.
hu: A témacsoportot már lezárták és archiválták.
ia: Iste filo ha essite claudite e archivate.
id: Utas ini sudah ditutup dan diarsipkan.
it: Questa discussione è chiusa e archiviata.
ja: このスレッドは閉じられ、アーカイブに保管されました。
ka: ეს თემა დაიხურა და დაარქივებულია.
kab: Asentel-a n useqerdec yemdel yerna yuɣal ɣer teṛcivt.
ko: 이 쓰레드는 잠기고 보존되었습니다.
mg: Nakatona sy natao arisiva ity resaka mitohy ity.
ms: Thread ini telah ditutup dan diarkib.
nb_no: Denne tråden ble lukket og arkivert.
nl: Deze conversatie is gesloten en gearchiveerd.
pa_in: ਇਹ ਥਰਿੱਡ ਨੂੰ ਬੰਦ ਅਤੇ ਆਰਚੀਵ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Wątek został zamknięty i zarchiwizowany.
pt_br: Esta discussão foi encerrada e arquivado.
pt_pt: Esta discussão foi fechada e arquivada.
ro: Acest fir de discuție a fost închis și arhivat.
sk: Táto téma bola uzamknutá a archivovaná.
sr: Ова тема је затворена и архивирана.
sv: Denna tråd har stängts och arkiverats.
te: ఈ థ్రెడ్ మూసివేయబడింది మరియు ఆర్కైవ్ జరిగినది.
th: หัวข้อนี้ถูกปิดและเก็บถาวรแล้ว
tr: Bu başlık kapatıldı ve arşivlendi.
uk: Ця тема закрита і перенесена в архів.
ur: یہ تھریڈ کو بند اور آرکائیو کیا گیا تھا۔
vi: Chủ đề này đã đóng và được lưu lại.
zh_cn: 话题已关闭并存档。
zh_tw: 此討論串已經關閉並封存。
zu: Lolu chungechunge lwavalwa lwabekwa kunqolobane.
