Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Please enter your password twice.
af: Tik asseblief jou wagwoord twee keer in.
bg: Моля, въведете паролата си два пъти.
bs: Molimo da dva puta unesete vašu lozinku.
de: Bitte geben Sie zweimal Ihr Passwort ein.
el: Εισαγάγετε τον κωδικό πρόσβασής σας δύο φορές.
es: Por favor, introduce la contraseña dos veces.
fy_nl: Fier jo wachtwurd twa kear yn.
he: נא להכניס את הססמה שלך פעמיים.
hr: Upiši lozinku dvaput.
hu: Adja meg a jelszót kétszer.
ia: Per favor insere tu contrasigno duo vices.
id: Masukkan sandi Anda dua kali.
it: Inserire due volte la password.
ja: 同じパスワードを 2 回入力してください。
ka: გთხოვთ, შეიყვანოთ პაროლი ორჯერ.
kab: Ma ulac aɣilif mudd awal-ik uffir snat n tikkal.
ko: 비밀번호를 두번 입력하세요.
mg: Ampidiro indroa ny tenimiafinao azafady.
ms: Masukkan kata laluan anda dua kali.
nb_no: Skriv inn passordet to ganger.
nl: Voer uw wachtwoord tweemaal in.
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਦੋ ਵਾਰ ਲਿਖੋ ਜੀ।
pl: Wprowadź swoje hasło dwukrotnie.
pt_br: Digite a senha duas vezes.
pt_pt: Por favor, introduza a palavra-passe duas vezes.
ro: Te rugăm să introduci parola de două ori.
sk: Zadajte prosím 2x svoje heslo.
sr: Унесите лозинку два пута.
sv: Ange ditt lösenord två gånger.
te: రెండుసార్లు మీ పాస్వర్డ్ను నమోదు చేయండి.
th: โปรดใส่รหัสผ่านอีกครั้ง
tr: Lütfen parolanızı iki kez girin.
uk: Введіть свій пароль двічі.
ur: براہ مہربانی دو بار اپنا پاس ورڈ درج کریں۔
vi: Vui lòng gõ mật khẩu hai lần.
zh_cn: 请输入您的密码两次。
zh_tw: 請輸入您的密碼兩次。
zu: Uyacelwa ufake iphasiwedi yakho kabili.

source: Password must be 8 or more characters.
af: Wagwoord moet 8 karakters of meer wees.
bg: Паролата трябва да съдържа 8 или повече знака.
bs: Lozinka mora imati 8 ili više karaktera.
de: Passwort muss mindestens 8 Zeichen lang sein.
el: Ο κωδικός πρόσβασης πρέπει να αποτελείται από 8 ή περισσότερους χαρακτήρες.
es: Las contraseñas deben tener 8 caracteres o más.
fy_nl: Wachtwurd moat 8 of mear tekens lang wêze.
he: על הססמה להיות מורכבת מ־8 תווים או יותר.
hr: Lozinka mora sadržavati 8 ili više znakova.
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie.
ia: Le contrasigno debe haber 8 o plus characteres.
id: Panjang sandi harus lebih dari 8 karakter.
it: La password deve essere lunga almeno 8 caratteri.
ja: パスワードは 8 文字以上でなければなりません。
ka: პაროლი უნდა შედგებოდეს სულ მცირე 8 სიმბოლოსგან.
kab: Issefk awal uffir ad yegber 8 n yisekkilen ma drus.
ko: 비밀번호는 8자 이상이어야 합니다.
mg: Tsy maintsy maritsoratra 8 na mihoatra ny tenimiafina.
ms: Kata laluan mesti mempunyai 8 atau lebih aksara.
nb_no: Passordet må være 8 tegn eller lengre.
nl: Wachtwoord moet 8 of meer tekens lang zijn.
pa_in: ਪਾਸਵਰਡ 8 ਜਾ ਵੱਧ ਅੱਖਰਾ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Hasło musi składać się z co najmniej 8 znaków.
pt_br: A senha deve ter no mínimo 8 caracteres.
pt_pt: A palavra-passe deve ter no mínimo 8 caracteres.
ro: Parolele trebuie să aibă 8 sau mai multe caractere.
sk: Heslo musí mať 8 alebo viac znakov.
sr: Лозинка мора имати 8 или више карактера.
sv: Lösenord måste vara 8 eller fler tecken.
te: పాస్వర్డ్ 8 లేదా ఎక్కువ అక్షరాలు ఉండాలి.
th: รหัสผ่านต้องการ 8 ตัวอักษรหรือมากกว่านั้น
tr: Parola en az 8 karakter olmalıdır.
uk: Довжина пароля повинна бути не менше 8 символів.
ur: پاس ورڈ 8 یا زیادہ حروف کا ہونا ضروری ہے۔
vi: Mật khẩu phải chứa ít nhất 8 kí tự.
zh_cn: 密码至少要在8个字符以上。
zh_tw: 密碼必須要有 8 個字元以上。
zu: Iphasiwedi kufanele ibe nezinhlamvu eziyisi-8 noma ngaphezulu.

source: Watch forum threads I start
af: Hou forumgesprekke dop wat ek begin het
bg: Наблюдавайте теми във форума, зададени от вас
bs: Prati teme foruma koje započnem
de: Themen beobachten, die ich im Forum beginne
el: Συνδρομή σε νήματα φόρουμ που ξεκινώ
es: Vigilar los temas del foro que inicie yo
fy_nl: Foarumdiskusjes dy’t ik begjin folgje
hr: Pratiti teme foruma koje započnem
hu: Általam indított témacsoportok figyelése
ia: Observar le discussiones del foro | initiar
id: Pantau utas forum yang saya mulai
it: Notifiche per le discussioni a cui dai inizio
ja: 開始したフォーラムスレッドを監視する
ka: ჩემ მიერ გახსნილი თემებისთვის, თვალის მიდევნება
kab: Ɛass isental n useqerdec n unmager i snekreɣ
ko: 내가 시작한 글 보기
mg: Hanaraka resaka mitohy anaty fihaonambe natomboko
ms: Ikuti thread forum I mula
nb_no: Overvåk forumtråder som jeg starter
nl: Forumdiscussies die ik begin volgen
pa_in: ਫੋਰਮ ਥਰੈਡ ਦੇਖੋ ਜੋ ਮੈ ਸ਼ੁਰੂ ਕੀਤੀ ਹੈ
pl: Powiadamiaj o zmianach w wątkach zainicjowanych przeze mnie na forum
pt_br: Acompanhar discussões de fórum que eu iniciar
pt_pt: Vigiar tópicos que eu iniciei
ro: Urmărește firele de discuție de pe forum pe care le pornesc
sk: Sledovať moje témy vo fóre
sr: Прати теме на форуму које сам ја започео
sv: Bevaka forumtrådar jag startar
te: నేను మొదలు పెట్టిన ఫోరమ్ థ్రెడ్లు చూడండి
th: เผ้าดูกระทู้ฟอรั่มที่ฉันเริ่มเขียน
tr: Kendi başlattığım forum başlıklarını izle
uk: Відстежувати розпочаті мною теми форуму
ur: فورم کے تھریڈ دیکھیں جں کا آغاز میں کرتا ہوں
vi: Xem chủ đề diễn đàn mà tôi đã tạo
zh_cn: 关注我发起的论坛主题
zh_tw: 訂閱我發出的討論串
zu: Buka isithangami sochungechungechunge engiluqalayo

source: Watch forum threads I comment in
af: Hou forumgesprekke dop waaroor ek opmerkings gemaak het
bg: Наблюдавайте теми във форума, по които сте коментирали
bs: Prati teme foruma u kojima komentarišem
de: Themen beobachten, die ich im Forum kommentiere
el: Συνδρομή σε νήματα φόρουμ όπου σχολιάζω
es: Vigilar los temas del foro en las que yo comente
fy_nl: Foarumdiskusjes wêryn ik antwurdzje folgje
hr: Pratiti teme foruma u kojima komentiram
hu: Témacsoportok követése, amelyekhez hozzászóltam
ia: Observar le discussiones del foro | commentar
id: Pantau utas forum yang saya komentari
it: Notifiche per le discussioni in cui rispondi
ja: コメントしたフォーラムスレッドを監視する
ka: ჩემ მიერ გამოხმაურებულ თემებზე, თვალის მიდევნება
kab: Ɛass isentel n useqerdec n unmager anida i wennteɣ
ko: 내가 답글 쓴 글 보기
mg: Hanaraka resaka mitohy anaty fihaonambe nanehoako hevitra
ms: Ikuti thread forum I komen
nb_no: Overvåk forumtråder jeg kommenterer på
nl: Forumdiscussies waarin ik antwoord volgen
pa_in: ਫੋਰਮ ਥਰੈਡ ਦੇਖੋ ਜੋ ਮੈ ਕੱਮਿੱਟ ਕੀਤਾ ਹੈ
pl: Powiadamiaj o zmianach w wątkach na forum z moimi komentarzami
pt_br: Acompanhar discussões de fórum que eu comentar
pt_pt: Vigiar tópicos que eu comentei
ro: Urmărește firele de discuție de pe forum unde las comentarii
sk: Sledovať moje príspevky vo fóre
sr: Прати теме на форуму које сам коментарисао
sv: Bevaka forumtrådar jag kommenterar i
te: నేను కమెంట్ పెట్టే ఫోరమ్ థ్రెడ్లు చూడండి
th: เฝ้าดูกระทู้ฟอรั่มที่ฉันแสดงความคิดเห็น
tr: Yorum yaptığım forum başlıklarını izle
uk: Відстежувати теми форуму з моїми коментарями
ur: فورم کے تھریڈ دیکھیں جں پرمیں تبصرہ کرتا ہوں
vi: Xem chủ đề diễn đàn mà tôi đã bình luận
zh_cn: 关注我参与过的论坛主题
zh_tw: 訂閱我留言過的討論串
zu: Buka isithangami sochungechunge engiphawula kulona

source: Watch KB discussion threads I start
af: Hou KB-besprekinggesprekke dop wat ek begin het
bg: Наблюдавайте KB теми във форума, зададени от вас
bs: Prati KB rasprave koje započnem
de: Diskussionsthemen zur Wissensdatenbank beobachten, die ich beginne
el: Συνδρομή σε νήματα συζητήσεων που ξεκινώ
es: Vigilar los temas de discusión que inicie yo de la base de conocimientos
fy_nl: KB-artikeldiskusjes dy’t ik begjin folgje
hr: Pratiti KB rasprave koje započnem
hu: Általam indított Tudástár témacsoportok figyelése
ia: Observar le filos de discussion del base de cognoscentia | initiar
id: Pantau utas diskusi PP yang saya mulai
it: Notifiche per le discussioni della KB a cui dai inizio
ja: 開始したナレッジベースの議論スレッドを監視する
ka: ცოდნის წყაროს ჩემ მიერ გახსნილი განხილვებისთვის, თვალის მიდევნება
kab: Ɛass isental n useqerdec n yimagraden i snekreɣ
ko: 내가 시작한 문서 토론 보기
mg: Hanaraka resaka mitohy adihevitra anaty TP natomboko
ms: Ikuti thread perbincangan KB I mula
nb_no: Overvåk KB-diskusjonstråder som jeg starter
nl: KB-artikeldiscussies die ik begin volgen
pa_in: KB ਥਰੈਡ ਦੇਖੋ ਜੋ ਮੈ ਵਿਚਾਰ-ਵਟਾਂਦਰਾ ਕੀਤਾ ਹੈ
pl: Powiadamiaj o zmianach w wątkach dyskusji w bazie wiedzy zainicjowanych przeze mnie
pt_br: Acompanhar discussões de artigos da base de conhecimento que eu iniciar
pt_pt: Acompanhar tópicos de discussão de bases de conhecimento que comecei
ro: Urmărește discuțiile privind baza de cunoștințe despre firele de discuție pe care le încep
sk: Sledovať moje témy v databáze vedomostí
sr: Прегледај ток дискусије коју сам започео о бази знања
sv: Bevaka KB-diskussionstrådar jag startar
te: నేను మొదలు పెట్టిన KB చర్చల థ్రెడ్లు చూడండి
th: เฝ้าดูฐานความรู้ที่ฉันเขียน
tr: Başlattığım bilgi bankası tartışmalarını izle
uk: Відстежувати розпочаті мною теми обговорень бази знань
ur: گفتگو KB تھریڈز دیکھیں جو میںنے شروع کیئے
vi: Xem chủ đề thảo luận KB tôi bắt đầu
zh_cn: 关注我发起的知识库讨论
zh_tw: 訂閱我發出的知識庫討論串
zu: Buka izingxoxo zochungechunge lwe-KB ezingiqalayo

source: Watch KB discussion threads I comment in
af: Hou KB-besprekinggesprekke dop waaroor ek opmerkings gemaak het
bg: Наблюдавайте KB теми във форума, по които сте коментирали
bs: Prati KB rasprave u kojima komentarišem
de: Diskussionsthemen zur Wissensdatenbank beobachten, die ich kommentiere
el: Συνδρομή σε νήματα συζητήσεων όπου σχολιάζω
es: Vigilar los temas de discusión en las que yo comente de la base de conocimientos
fy_nl: KB-artikeldiskusjes wêryn ik antwurdzje folgje
hr: Pratiti KB rasprave u kojima komentiram
hu: Tudástár témacsoportok figyelése, amikhez hozzászóltam
ia: Observar le filos de discussion del base de cognoscentia | commentar
id: Pantau utas diskusi PP yang saya komentari
it: Notifiche per le discussioni della KB in cui rispondi
ja: コメントしたナレッジベースの議論スレッドを監視する
ka: ცოდნის წყაროს ჩემ მიერ გამოხმაურებულ განხილვებზე, თვალის მიდევნება
kab: Ɛass isental n useqerdec n yimagraden i wennteɣ
ko: 내가 답글 적은 문서 토론 보기
mg: Hanaraka resaka mitohy adihevitra anaty TP nanehoako hevitra
ms: Ikuti thread perbincangan KB I komen
nb_no: Overvåk KB-diskusjonstråder som jeg kommenterer i
nl: KB-artikeldiscussies waarin ik antwoord volgen
pa_in: KB ਥਰੈਡ ਦੇਖੋ ਜੋ ਮੈ ਕਮਿੱਟ ਕੀਤਾ ਹੈ
pl: Powiadamiaj o zmianach w wątkach dyskusji w bazie wiedzy z moimi komentarzami
pt_br: Acompanhar discussões de artigos da base de conhecimento que eu comentar
pt_pt: Acompanhar tópicos de discussão de bases de conhecimento que comentei
ro: Urmărește discuțiile privind baza de cunoștințe despre firele de discuție în care las comentarii
sk: Sledovať moje príspevky v databáze vedomostí
sr: Прегледај ток дискусије о бази знања на којима коментаришем
sv: Bevaka KB-diskussionstrådar jag kommenterar i
te: నేను కమెంట్ పెట్టిన KB చర్చల థ్రెడ్లు చూడండి
th: เฝ้าดูฐานความรู้ที่ฉันตอบไว้
tr: Yorum yaptığım bilgi bankası tartışmalarını izle
uk: Відстежувати теми обговорень бази знань з моїми коментарями
ur: گفتگو KB تھریڈز دیکھیں جن پر میں نے تبصرہ کیا
vi: Xem chủ đề thảo luận KB tôi nhận xét trong
zh_cn: 关注我参与过的知识库讨论
zh_tw: 訂閱我留言過的知識庫討論串
zu: Buka uchungechunge lwengxoxo ye-KB engiphawule kulo

source: Watch Question threads I comment in
af: Hou vraaggesprekke dop waaroor ek opmerkings gemaak het
bg: Наблюдавайте темите, в които коментирам
bs: Prati teme pitanja u kojima komentarišem
de: Fragethemen beobachten, die ich kommentiere
el: Συνδρομή σε νήματα αποριών όπου σχολιάζω
es: Vigilar los temas de asistencia en las que yo comente
fy_nl: Diskusjes wêryn ik antwurdzje folgje
hr: Pratiti teme pitanja u kojima komentiram
hu: Kérdések figyelése, amikhez hozzászóltam
ia: Observar le filos del question | commentar
id: Pantau utas pertanyaan yang saya komentari
it: Notifiche per i commenti nelle richieste di supporto
ja: コメントした質問スレッドを監視する
ka: ჩემ მიერ გამოხმაურებულ კითხვების თემებზე, თვალის მიდევნება
kab: Ɛass isental n useqerdec n unmager n yisteqsieyn i wennteɣ
ko: 내가 답글 적은 질문 토론 보기
mg: Hanaraka resaka mitohy momba Fanontaniana nanehoako hevitra
ms: Ikuti thread Soalan I komen
nb_no: Overvåk spørsmålstråder jeg kommenterer i
nl: Discussies waarin ik antwoord volgen
pa_in: ਪ੍ਰਸ਼ਨ ਥਰੈਡ ਦੇਖੋ ਜੋ ਮੈ ਕੱਮਿੱਟ ਕੀਤਾ ਹੈ
pl: Powiadamiaj o zmianach w wątkach z pytaniami zawierających moje komentarze
pt_br: Acompanhar discussões de perguntas que eu comentar
pt_pt: Acompanhar discussões em tópicos de questões que comentei
ro: Urmărește firele de discuție cu întrebări în care las comentarii
sk: Sledovať mnou komentované témy s otázkami
sr: Посматрај теме у којима ја коментаришем
sv: Bevaka frågetrådar jag kommenterar i
te: నేను కమెంట్ పెట్టే ప్రశ్న థ్రెడ్లు చూడండి
th: เฝ้าดูคำถามที่ฉันตอบไว้
tr: Yorum yaptığım soru başlıklarını izle
uk: Відстежувати теми питань з моїми коментарями
ur: سوالات کے تھریڈ دیکھیں جں پرمیں تبصرہ کرتا ہوں
vi: Xem chủ đề câu hỏi tôi nhận xét trong
zh_cn: 关注我留过言的提问
zh_tw: 訂閱我留言過的問題討論串
zu: Buka uchungechunge Lwemibuzo engiphawule kuyo

source: Send emails for private messages
af: Stuur e-pos vir private boodskappe
bg: Изпращайте имейли за лични съобщения
bs: Šalji e-poštu za privatne poruke
de: Mich beim Erhalt von privaten Nachrichten per E-Mail benachrichtigen
el: Αποστολή email για ιδιωτικά μηνύματα
es: Enviar correo electrónico para mensajes privados
fy_nl: E-mailberjochten ferstjoere foar priveeberjochten
he: שליחת דוא״ל על הודעות פרטיות
hr: Slati obavijest za privatne poruke na email
hu: E-mail küldése személyes üzenetküldéskor
ia: Invia emails pro messages private
id: Kirim email saat ada pesan pribadi
it: Notifiche email per i messaggi privati
ja: プライベートメッセージを送信
ka: პირადი შეტყობინებების თაობაზე, ელფოსტაზე წერილის გამოგზავნა
kab: Azen imaylen deg yiznan usligen
ko: 개인 메시지 이메일 보내기
mg: Handefa mailaka ho an'ireo hafatra tsiambaratelo
ms: Hantar e-mel untuk mesej peribadi
nb_no: Send e-post for private meldinger
nl: E-mailberichten verzenden voor privéberichten
pa_in: ਨੀਜੀ ਸੁਣੇਹਿਆ ਲਈ ਈਮੇਲ ਭੇਜੋ
pl: Powiadamiaj o prywatnych wiadomościach
pt_br: Enviar emails de mensagens particulares
pt_pt: Enviar emails para mensagens privadas
ro: Trimite e-mailuri pentru mesaje private
sk: Odoslať e‑mail ak dostanem súkromnú správu
sr: Шаљи е-пошту за приватне поруке
sv: Skicka e-post för privata meddelanden
te: ప్రైవేట్ సందేశాల ఇమెయిల్ లు పంపండి
th: ส่งอีเมลสำหรับข้อความส่วนตัว
tr: Özel mesaj geldiğinde e-posta gönder
uk: Надсилати листи при появі приватних повідомлень
ur: نجی پیغامات کیلئے ای میل ارسال کریں
vi: Gửi email cho tin nhắn riêng tư
zh_cn: 收到私信时发送电子邮件
zh_tw: 在收到私人訊息時寄送電子郵件
zu: Thumela ama-imeyli emiyalezo yasesithe

source: Keep in mind your username is visible to the public. This is a required field that must be unique, 150 characters or fewer. This value may contain only letters, numbers, and @/./+/-/_ characters.
bg: Имайте предвид, че потребителското ви име е видимо за обществеността. Това е задължително поле, което трябва да бъде уникално, 150 знака или по -малко. Тази стойност може да съдържа само букви, цифри и символи @/./+/-/_.
de: Bedenken Sie, dass Ihr Benutzername öffentlich sichtbar ist. Dieses Feld muss ausgefüllt werden, einzigartig sein und darf maximal aus 150 Zeichen bestehen. Dieses Feld darf nur Buchstaben, Zahlen und die Zeichen @/./+/-/_ enthalten.
el: Λάβετε υπόψη σας ότι το όνομα χρήστη είναι ορατό δημόσια. Αυτό είναι ένα απαιτούμενο πεδίο, κάτω από 150 χαρακτήρες. Αυτή η τιμή μπορεί να περιέχει μόνο γράμματα, αριθμούς και τους χαρακτήρες @/./+/-/_.
fy_nl: Unthâld dat jo brûkersnamme iepenbier is. Dit is in ferplicht fjild dat unyk wêze moat en mei bestean út maksimaal 150 tekens. Dizze wearde mei allinnich letters, sifers en de tekens @/./+/-/_ befetsje.
he: יש לזכור ששם המשתמש שלך גלוי לציבור. זהו שדה חובה שחייב להיות ייחודי, 150 תווים או פחות. ערך זה עשוי להכיל רק אותיות, מספרים ותווים @/./+/-/_.
hr: Imaj na umu da je tvoje korisničko ime javno vidljivo. Ovo je obavezno polje koje mora biti jedinstveno i smije sadržavati do 150 znakova. Unos polja smije sadržavati samo slova, brojke i znakove @ /. / + / - / _.
hu: Ne feledje, hogy a felhasználóneve látható a nyilvánosság számára. Ez egy kötelező mező, amelynek egyedinek és legfeljebb 150 karakter hosszúnak kell lennie. Az érték csak betűket, számokat és @/./+/-/_ karaktereket tartalmazhat.
ia: Memora que tu nomine de usator es visibile al publico. Isto es un campo obligatori que debe esser unic, con 150 characteres o minus. Iste valor pote continer solo litteras, numeros, e characteres @/./+/-/_.
it: Tieni presente che il tuo nome utente è visibile al pubblico. Questo è un campo obbligatorio che deve essere univoco, 150 caratteri o meno. Questo valore può contenere solo lettere, numeri e caratteri @ /. / + / - / _.
ja: ユーザー名は公開されます。 これは、必須項目であり、150 文字以下でユニークでなくてはいけません。 この値には、アルファベット、数字、@/./+/-/_ の記号のみを使用できます。
ka: დაიხსომეთ, რომ თქვენი სახელი ხილული იქნება საჯაროდ. ეს ველი აუცილებელია და უნდა იყოს უნიკალური, არაუმეტეს 150 სიმბოლო. უნდა შეიცავდეს მხოლოდ ასოებს, ციფრებსა და @/./+/-/_ სიმბოლოებს.
ko: 사용자 이름은 대중에게 공개됩니다. 150 자 이하의 고유해야 하는 필수 필드입니다. 이 값은 문자, 숫자 및 @ /. / + /-/ _ 문자 만 포함 할 수 있습니다.
nb_no: Husk at brukernavnet ditt er offentlig synlig. Dette feltet er obligatorisk, må være unikt og må ikke overstige 150 tegn. Dette feltet kan bare inneholde bokstaver, tall og tegnene @/./+/-/_.
nl: Onthoud dat uw gebruikersnaam openbaar is. Dit is een verplicht veld dat uniek moet zijn en mag bestaan uit maximaal 150 tekens. Deze waarde mag alleen letters, cijfers en de tekens @/./+/-/_ bevatten.
pl: Pamiętaj, że Twoja nazwa użytkownika jest widoczna publicznie. To jest wymagane pole, które musi być unikalne – maksymalnie 150 znaków. Ta wartość może zawierać tylko litery, cyfry i znaki @ /. / + / - / _.
pt_br: Lembre que seu nome de usuário está visível para o público. Este é um campo obrigatório que deve ser exclusivo, 150 caracteres ou menos. Este valor pode conter apenas letras, números e os caracteres @ . + - _
pt_pt: Tenha em atenção que o seu nome de utilizador é visível publicamente. Este é um campo obrigatório que deve ser único, com um máximo de 150 caracteres. Este valor apenas pode conter letras, números e os caracteres @/./+/-/_.
ro: Reține că numele de utilizator este vizibil publicului. Acesta este un câmp obligatoriu care trebuie să fie unic, 150 de caractere sau mai puține. Această valoare poate conține numai litere, numere și caractere @/./+/-/_.
sk: Majte na pamäti, že vaše používateľské meno je viditeľné pre verejnosť. Toto je povinné pole, ktoré musí byť jedinečné, 150 znakov alebo menej. Táto hodnota môže obsahovať iba písmená, čísla a znaky @/./+/-/_.
sr: Имајте на уму да ће корисничко име бити видљиво јавности. Ово је обавезно поље, не сме се понављати и бити дуже од 150 знакова. Ова вредност може да садржи само слова, бројеве и @/./+/-/_ знакове.
sv: Tänk på att ditt användarnamn är synligt för allmänheten. Detta är ett obligatoriskt fält som måste vara unikt, 150 tecken eller färre. Detta värde får endast innehålla bokstäver, siffror och @/./+/-/_ tecken.
tr: Kullanıcı adınızı herkes görebilir. Kullanıcınız adınız benzersiz ve 150 karakterden kısa olmalıdır. Kullanıcı adınız yalnızca harf, rakam ve @ /. / + / - / _ karakterlerini içerebilir.
uk: Пам’ятайте, що ваше ім’я користувача є видимим для всіх. Це обов’язкове поле, яке має бути унікальним і не довшим за 150 символів. Воно може складатися лише з літер, цифр та символів @/./+/-/_
vi: Hãy nhớ rằng tên người dùng của bạn được hiển thị công khai. Đây là trường bắt buộc phải là trường duy nhất, 150 ký tự trở xuống. Giá trị này chỉ có thể chứa các chữ cái, số và ký tự @/./+/-/_.
zh_cn: 请注意用户名将公开可见。 这是必填字段，不能与他人重复，且须不超过 150 个字符。 字段内容仅可包含拉丁字母、数字、@ . + - _ 等符号。
zh_tw: 請注意使用者名稱會是公開的。 這是必填欄位，不能與其他人重複，且必須少於 150 字元。 欄位內容僅能包含拉丁字母、數字、@ . + - _ 等符號。

source: Involved with Mozilla from
bg: Присъединен(-а) към Mozilla от
bs: Mozilla volonter od
de: Bei Mozilla dabei seit
el: Συνεισφορά στη Mozilla από
es: Involucrado en Mozilla desde
fy_nl: Belutsen by Mozilla fanôf
he: שותפות פעילה ב־Mozilla מאז
hr: Mozilla volonter od
hu: Csatlakozott a Mozillához innen:
ia: Voluntario de Mozilla desde
id: Terlibat dengan Mozilla dari
it: Collabora con Mozilla da
ja: Mozilla に参加した日:
ka: Mozilla-ს პროექტის მონაწილე
kab: Ttekki akked Mozilla si
ko: Mozilla 참여하기:
mg: Mpikatroka @ Mozilla hatr@
ms: Terlibat dengan Mozilla semenjak
nb_no: Involvert med Mozilla fra
nl: Betrokken bij Mozilla vanaf
pl: Związany z Mozillą od
pt_br: Envolvido com a Mozilla desde
pt_pt: Envolvido com a Mozilla de
ro: Implicat în Mozilla din
sk: Zapojený do projektu Mozilla od
sr: Mozilla волонтер од
sv: Engagerad i Mozilla från
te: నుండి మొజిల్లా తో చేరి
th: มีส่วนเกี่ยวข้องกับ Mozilla ตั้งแต่
tr: Mozilla gönüllülüğü başlangıcı
uk: Разом із Mozilla від
ur: Mozilla کے ساتھ سے شامل ہے
vi: Tham gia Mozilla từ
zh_cn: 加入 Mozilla 自
zh_tw: 自下列時間加入 Mozilla
