Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Enhance your family's Firefox browsing experience
de: Verbessern Sie das Firefox-Surf-Erlebnis Ihrer Familie
el: Βελτιώστε την εμπειρία περιήγησης της οικογένειάς σας στο Firefox
fy_nl: Ferbetterje de Firefox-navigaasjeûnderfining fan jo famylje
hu: Fokozza családja firefoxos böngészési élményét
ia: Meliora le experientia de navigation de tu familia con Firefox
it: Migliora l’esperienza di navigazione della tua famiglia su Firefox
ka: უზრუნველყავით ოჯახში Firefox-ით მეტად მოხერხებული სარგებლობა
ko: 가족의 Firefox 탐색 경험 향상
nb_no: Forbedre familiens Firefox-nettleseropplevelse
nl: De Firefox-surfervaring van uw gezin verbeteren
pl: Popraw swojej rodzinie komfort używania Firefoksa
pt_br: Melhore a experiência de navegação da sua família no Firefox
pt_pt: Melhore a experiência de navegação da sua família no Firefox
sk: Vylepšite zážitok z prehliadania Firefoxu pre vašu rodinu
sr: Да породично прегледање буде још боље уз Firefox
sv: Förbättra din familjs webbupplevelse i Firefox
tr: Ailenizin Firefox ile gezinti deneyimini geliştirin
uk: Поліпшуйте роботу в інтернеті у Firefox для своєї родини
vi: Nâng cao trải nghiệm duyệt Firefox của gia đình bạn
zh_cn: 增强家庭的 Firefox 浏览体验
zh_tw: 加強家庭的 Firefox 上網體驗

# DB: products.Topic.title
source: Video, audio and interactive settings
af: Video-, oudio- en interaksie-instellings
bg: Видео, аудио и интерактивни настройки
bs: Video, audio i interaktivne postavke
de: Video, Audio und interaktive Einstellungen
el: Ρυθμίσεις βίντεο, ήχου και αλληλεπίδρασης
es: Configuraciones interactivas y de audio y vídeo
fy_nl: Fideo-, audio- en ynteraktive ynstellingen
he: הגדרות וידאו, שמע ואינטראקטיביות
hr: Postavke za video, audio i interaktivne sadržaje
hu: Videó, hang és interaktív beállítások
ia: Video, audio e configurationes interactive
id: Pengaturan interaktif video dan audio
it: Impostazioni video, audio e interattive
ja: Firefox が動画、アニメーション、音楽、その他のインタラクティブなコンテンツを制御する方法の変更
ka: ვიდეო, აუდიო და ინტერაქტიული პარამეტრები
kab: Tavidyut, ameslaw d yiɣewwaren imyuganen
ko: 동영상과 음성, 인터랙티브 설정
mg: Horonantsary, rakipeo ary tefy ifamaliana
ms: Tetapan video, audio dan interaktif
nb_no: Video, lyd og interaktive innstillinger
nl: Video-, audio- en interactieve instellingen
pl: Ustawienia wideo, audio i interakcji
pt_br: Configurações de interação, áudio e vídeo
pt_pt: Definições áudio, vídeo e de interação
ro: Setări video, audio și de interactivitate
sk: Video, zvuk a interaktívne nastavenia
sr: Видео, аудио и интерактивне поставке
sv: Video, ljud och interaktiva inställningar
te: వీడియో, ఆడియో మరియు ఇంటరాక్టివ్ అమరికలు
th: การตั้งค่าวิดีโอ, เสียง และเนื้อหาเชิงโต้ตอบ
tr: Video, ses ve interaktif ayarlar
uk: Відео, аудіо та інтерактивні налаштування
ur: ویڈیو ، آڈیو اور انٹرایکٹو ترتیبات
vi: Cài đặt video, âm thanh và tương tác
zh_cn: 视频、音频和交互设置
zh_tw: 影音與互動設定
zu: Ividiyo, i-odiyo namasethingi aphendulayo

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
af: Verander hoe Firefox video's, animasie, musiek en ander interaktiewe inhoud hanteer
bg: Променете начина, по който Firefox обработва видеоклипове, анимации, музика и друго интерактивно съдържание
bs: Promijenite kako Firefox rukuje sa video snimcima, animacijama, muzikom i drugim interaktivnim sadržajem
de: Ändern Sie, wie Firefox mit Videos, Animationen, Musik und anderen interaktiven Inhalten umgeht
el: Αλλάξτε τον τρόπο διαχείρισης των βίντεο, εφέ κίνησης, μουσικής και άλλου διαδραστικού περιεχομένου στο Firefox
es: Cambia la forma en la que Firefox reproduce vídeos, animaciones, música y demás contenido interactivo
fy_nl: Wizigje hoe’t Firefox omgiet mei fideo’s, animaasjes, muzyk en oare ynteraktive ynhâld
he: שינוי אופן הטיפול של Firefox בסרטונים, הנפשות, מוזיקה ותוכן אינטראקטיבי אחר
hr: Promijeni način na koji Firefox barata s videozapisima, animacijama, muzikom i drugim interaktivnim sadržajem
hu: Módosíthatja, hogy a Firefox hogyan kezelje a videókat, animációkat, zenét vagy más interaktív tartalmat.
ia: Cambia como Firefox tracta videos, animationes, musica e altere contento interactive
it: Modifica il modo in cui Firefox gestisce video, animazioni, musica e altri contenuti interattivi
ja: Firefox が動画、アニメーション、音楽、その他のインタラクティブなコンテンツを制御する方法の変更。
ka: შეცვალეთ, თუ როგორ გსურთ Firefox მოეპყრას ვიდეოებს, ანიმაციებს, მუსიკას და სხვა მსგავს შიგთავსს
kab: Beddel i wamek i isedday Firefox tividyutin, imrayen, aẓawan d yal agbur-nniḍen imyigawanen
ko: Firefox 가 영상, 애니메이션, 음악, 다른 인터렉티브 콘텐츠를 다루는 방법을 변경
mg: Ovao ny fomba fikirakiran'i Firefox horonantsary, sarimiaina, mozika sy atiny ifamaliana hafa
ms: Ubah cara Firefox mengendalikan video, animasi, muzik dan kandungan interaktif lain
nb_no: Endre hvordan Firefox håndterer video, animasjoner, musikk og annet interaktivt innhold
nl: Wijzigen hoe Firefox omgaat met video’s, animaties, muziek en andere interactieve inhoud
pl: Zmień sposób, w jaki Firefox obsługuje wideo, animacje, muzykę oraz inną interaktywną zawartość
pt_br: Altere o modo como o Firefox gerencia vídeos, animações, música e outro conteúdo interativo
pt_pt: Altere o modo como o Firefox gere vídeos, animações, música e outro conteúdo interativo
ro: Schimbă modul în care gestionează Firefox videoclipurile, animațiile, muzica și alte conținuturi interactive
sk: Nastavte si, ako bude Firefox zobrazovať videá, animácie, prehrávať hudbu, alebo ďalší obsah
sr: Промените како Firefox рукује са видео снимцима, анимацијама, музиком и другим интерактивним садржајем
sv: Ändra hur Firefox hanterar video, animationer, musik och annat interaktivt innehåll
te: Firefox వీడియోలు, యానిమేషన్లు, సంగీతం మరియు ఇతర పరస్పర కంటెంట్ నిర్వహిస్తుంది ఎలా మార్చండి
th: เปลี่ยนวิธีที่ Firefox จัดการวิดีโอ, ภาพเคลื่อนไหว, เพลง และเนื้อหาเชิงโต้ตอบอื่น ๆ
tr: Firefox'un videoları, animasyonları, müzikleri ve diğer interaktif içerikleri ele alma şeklini değiştirin
uk: Визначайте, як Firefox обробляє відео, анімації, музику та інший інтерактивний вміст
vi: Thay đổi cách Firefox xử lý video, hình động, âm nhạc và nội dung tương tác khác
zh_cn: 调整 Firefox 如何处理视频、动画、音乐和其他交互内容
zh_tw: 調整 Firefox 處理影片、動畫、音樂與其他互動內容的方式
zu: Shintsha indlela i-Firefox esebenza ngayo ngamavidiyo, imifuziselo, umculo kanye nolunye uhlobo lolwazi

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
af: Video, klank prente of animasie werk nie
bg: Видео, звук, снимки и анимации не работят
bs: Video, zvuk, slike i animacije ne rade
de: Videos, Klänge, Grafiken und Animationen funktionieren nicht
el: Τα βίντεο, οι ήχοι, οι εικόνες και τα εφέ κίνησης δεν λειτουργούν
es: Los videos, sonido, imágenes y animaciones no funcionan
fy_nl: Fideo’s, lûd, ôfbyldingen en animaasjes wurkje net
he: סרטונים, שמע, תמונות והנפשות לא עובדים
hr: Video, zvuk, slike i animacije ne rade
hu: A videók, hangok, képek és animációk nem működnek
ia: Videos, sono, picturas e animationes non functiona
id: Video, suara, gambar, dan animasi tidak berfungsi
it: Problemi con video, suoni, immagini e animazioni
ja: 動画や音声、写真、アニメーションが見られない
ka: ვიდეო, ხმა, სურათი და ანიმაცია არ მუშაობს
kab: Tividyutin, imesliyen, tiwlafin akked yimrayen ur teddun ara
ko: 영상과 음향, 사진, 애니메이션이 작동하지 않음
mg: Horonantsary, feo, sary ary sarimiaina tsy mandeha
ms: Video, bunyi, gambar dan animasi tidak berfungsi
nb_no: Videoer, lyd, bilder og animasjoner virker ikke
nl: Video’s, geluid, afbeeldingen en animaties werken niet
pa_in: ਵੀਡੀਓ, ਆਵਾਜ਼, ਤਸਵੀਰਾ ਅਤੇ ਐਨੀਮੇਸ਼ਨ ਕੰਮ ਨਹੀ ਕਰਦੇ
pl: Niedziałające filmy, dźwięk, obrazki i animacje
pt_br: Vídeos, sons, imagens e animações não funcionam
pt_pt: Vídeos, sons, imagens e animações não funcionam
ro: Video, sunetul, imaginile și animațiile nu funcționează
sk: Videá, zvuk, obrázky a animácie nefungujú
sr: Видео, звук, слике и анимације не раде
sv: Videor, ljud, bilder och animationer fungerar inte
te: వీడియోలు, ధ్వని , చిత్రాలు మరియు యానిమేషన్లు పని చేయదు
th: วิดีโอ, เสียง, รูปภาพ และภาพเคลื่อนไหวไม่ทำงาน
tr: Video, ses, resim ve animasyonlar çalışmıyor
uk: Не відтворюються відео, звук, зображення та анімація
ur: ویڈیوز ، آوازیں ، تصاویر اور متحرک تصاویر کام نہیں کرتی ہیں
vi: Video, âm thanh, hình ảnh và hình ảnh động không hoạt động
zh_cn: 视频、声音、图像与动画出现问题
zh_tw: 影片、聲音、圖片與動畫不會動
zu: Amavidiyo, umsindo, izithombe kanye nopopayi akusebenzi

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
af: Video, klank prente of animasie werk nie
bg: Видео, звук, снимки и анимации не работят
bs: Video, zvuk, slike i animacije ne rade
de: Videos, Klänge, Grafiken und Animationen funktionieren nicht
el: Τα βίντεο, ο ήχος, οι εικόνες και τα εφέ κίνησης δεν λειτουργούν
es: Los videos, sonido, imágenes y animaciones no funcionan
fy_nl: Fideo’s, lûd, ôfbyldingen en animaasjes wurkje net
he: סרטונים, שמע, תמונות והנפשות לא עובדים
hr: Video, zvuk, slike i animacije ne rade
hu: A videók, hangok, képek és animációk nem működnek
ia: Videos, sono, picturas e animationes non functiona
id: Video, suara, gambar dan animasi tidak berfungsi
it: Problemi con video, suoni, immagini e animazioni
ja: 動画や音声、写真、アニメーションが見られない
ka: ვიდეოები, ხმა, სურათები და ანიმაციები არ მუშაობს
kab: Tividyutin, imesliyen, tiwlafin akked yimrayen ur teddun ara
ko: 영상과 음향, 사진, 애니메이션이 작동하지 않음
mg: Horonantsary, feo, sary ary sarimiaina tsy mandeha
ms: Video, bunyi, gambar dan animasi tidak berfungsi
nb_no: Videoer, lyd, bilder og animasjoner virker ikke
nl: Video’s, geluid, afbeeldingen en animaties werken niet
pa_in: ਵੀਡੀਓ, ਆਵਾਜ਼, ਤਸਵੀਰ ਅਤੇ ਐਨੀਮੇਸ਼ਨ ਕੰਮ ਨਹੀ ਕਰਦੇ
pl: Niedziałające filmy, dźwięk, obrazki i animacje
pt_br: Vídeos, sons, imagens e animações não funcionam
pt_pt: Vídeos, sons, imagens e animações não funcionam
ro: Video, sunetul, imaginile și animațiile nu funcționează
sk: Videá, zvuk, obrázky a animácie nefungujú
sr: Видео, звук, слике и анимације не раде
sv: Videor, ljud, bilder och animationer fungerar inte
te: వీడియోలు, ధ్వని , చిత్రాలు మరియు యానిమేషన్లు పని చేయదు
th: วิดีโอ, เสียง, รูปภาพ และภาพเคลื่อนไหวไม่ทำงาน
tr: Video, ses, resim ve animasyonlar çalışmıyor
uk: Не відтворюються відео, звук, зображення та анімація
ur: ویڈیوز ، آوازیں ، تصاویر اور متحرک تصاویر کام نہیں کرتی ہیں
vi: Video, âm thanh, hình ảnh và hình ảnh động không hoạt động
zh_cn: 视频、声音、图像与动画出现问题
zh_tw: 影片、聲音、圖片與動畫不會動
zu: Amavidiyo, umsindo, izithombe kanye nopopayi akusebenzi

# DB: products.Topic.title
source: View all Firefox OS articles
af: Sien alle Firefox OS-artikels
bg: Всички статии за Firefox OS
bs: Pogledaj sve Firefox OS članke
de: Alle Firefox-OS-Artikel ansehen
el: Προβολή όλων των Firefox OS άρθρων
es: Consulta todos los artículos de Firefox OS
fy_nl: Alle Firefox OS-artikelen werjaan
he: הצגת כל המאמרים על Firefox OS
hr: Pogledaj sve Firefox OS članke
hu: Minden Firefox OS leírás megnézése
ia: Vider tote le articulos de Firefox OS
id: Firefox OS untuk Seluler
it: Tutti gli articoli su Firefox OS
ja: すべての Firefox OS の記事を見る
ka: იხილეთ ყველა სტატია, Firefox OS-სთან დაკავშირებით
kab: Sken meṛṛa imagraden ɣef Firefox OS
ko: Firefox OS 전체 문서 보기
mg: Hijery ny lahatsoratra rehetra momba an'i Firefox OS
ms: Papar semua artikel Firefox OS
nb_no: Vis alle Firefox OS-artikler
nl: Alle Firefox OS-artikelen weergeven
pl: Zobacz wszystkie artykuły o Firefox OS
pt_br: Veja todos os artigos do Firefox OS
pt_pt: Ver todos os artigos do Firefox OS
ro: Vezi toate articolele Firefox OS
sk: Zobraziť všetky články o Firefox OS
sr: Погледај све Firefox OS чланке
sv: Visa alla Firefox OS-artiklar
te: అన్ని ఫైర్ ఫాక్స్ OS కథనాలను చూడండి
th: ดูบทความ Firefox OS ทั้งหมด
tr: Tüm Firefox OS makalelerini görüntüleyin
uk: Переглянути всі статті про Firefox OS
ur: Firefox OS کے تمام مضمون دیکھیں
vi: Xem tất cả bài viết về Firefox OS
zh_cn: 查看全部 Firefox OS 文章
zh_tw: 檢視所有 Firefox OS 文件
zu: Buka wonke ama-athikhili e-Firefox OS

# DB: products.Topic.description
source: View a list of all Firefox OS articles
af: Sien 'n lys van alle Firefox OS-artikels
bg: Вижте списък с всички статии за Firefox OS
bs: Pogledaj listu svih Firefox OS članaka
de: Sehen Sie sich eine Liste aller Firefox-OS-Artikel an
el: Προβολή λίστας με όλα τα άρθρα για το Firefox OS
es: Consulta la lista con todos los artículos de Firefox OS
fy_nl: In list fan alle Firefox OS-artikelen werjaan
he: הצגת רשימה של כל המאמרים על Firefox OS
hr: Pogledaj popis svih Firefox OS članaka
hu: Az összes Firefox OS leírás listájának megjelenítése
ia: Vide un lista de tote le articulos de Firefox OS
id: Lihat semua daftar artikel Firefox OS
it: Elenco di tutti gli articoli su Firefox OS
ja: すべての Firefox OS の記事一覧を見る
ka: სტატიების სრული სია, Firefox OS-სთან დაკავშირებით
kab: Sken tabdert n meṛṛa imagraden n Firefox OS
ko: Firefox OS 문서 전체 목록 보기
mg: Hijery lisitry ny lahatsoratra rehetra momba an'i Firefox OS
ms: Papar senarai semua artikel Firefox OS
nb_no: Vis en liste over alle Firefox OS-artikler
nl: Een lijst van alle Firefox OS-artikelen weergeven
pl: Wykaz wszystkich artykułów o Firefox OS
pt_br: Veja uma lista de todos os artigos do Firefox OS
pt_pt: Ver uma lista de todos os artigos do Firefox OS
ro: Vezi o listă cu toate articolele Firefox OS
sk: Zobraziť zoznam všetkých článkov o Firefox OS
sr: Погледај листу свих Firefox OS чланака
sv: Visa en lista över alla Firefox OS-artiklar
te: అన్ని ఫైర్ ఫాక్స్ OS వ్యాసాల జాబితా చూడండి
th: ดูรายการบทความ Firefox OS ทั้งหมด
tr: Tüm Firefox OS makalelerinin bir listesini görüntüleyin
uk: Переглянути список всіх статей про Firefox OS
ur: Firefox OS کے تمام مضامین کی ایک فہرست دیکھیں
vi: Xem danh sách tất cả bài viết của Firefox OS
zh_cn: 查看全部 Firefox OS 文章列表
zh_tw: 檢視所有 Firefox OS 文件清單
zu: Buka lonke uhla lwe-Firefox OS

# DB: products.Topic.title
source: Web certificates
ia: Certificatos web
sv: Webbcertifikat
tr: Web sertifikaları

# DB: products.Topic.description
source: Troubleshoot web certificates issues.
ia: Solver problemas de certificatos web.
sv: Felsök problem med webbcertifikat.
tr: Web sertifikalarıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Web compatibility
ia: Compatibilitate del Web
sv: Webbkompatibilitet
tr: Web uyumlululuğu

# DB: products.Topic.description
source: Troubleshoot web compatibility issues.
ia: Solver problemas de compatibilitate web.
sv: Felsök problem med webbkompatibilitet.
tr: Web uyumluluğuyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Webmaker for Android
bg: Webmaker за Android
bs: Webmaker za Android
de: Webmaker für Android
el: Webmaker για Android
es: Webmaker para Android
fy_nl: Webmaker foar Android
he: Webmaker עבור Android
hr: Webmaker za Android
ia: Webmaker pro Android
id: Webmaker untuk Android
it: Webmaker per Android
ja: Android 版 Webmaker
ka: Webmaker Android-ზე
kab: Webmaker i Android
ko: 웹메이커 Android 버전
mg: Webmaker ho an'i Android
ms: Webmaker untuk Android
nl: Webmaker voor Android
pl: Webmaker dla Androida
pt_br: Webmaker para Android
pt_pt: Webmaker para Android
ro: Webmaker pentru Android
sk: Webmaker pre Android
sr: Webmaker за Android
sv: Webmaker för Android
te: ఆండ్రాయిడ్ కోసం వెబ్ మేకర్
th: Webmaker สำหรับ Android
tr: Android için Webmaker
uk: WebMaker для Android
ur: Android کے لئے Webmaker
vi: Webmaker cho Android

# DB: products.Topic.description
source: Get help with the Webmaker app for Android.
bg: Потърсете помощ с приложението Webmaker за Android.
bs: Pronađite pomoć sa Webmaker aplikacijom za Android.
de: Holen Sie sich Hilfe zur Webmaker-App für Android.
el: Λάβετε βοήθεια για την εφαρμογή Webmaker για Android.
es: Obtener ayuda con la aplicación de Webmaker para Android.
fy_nl: Help by de Webmaker-app foar Android krije.
he: קבלת עזרה עם היישומון Webmaker עבור Android.
hr: Pronađi pomoć s Webmaker aplikacijom za Android.
hu: Segítség az androidos Webmaker apphoz.
ia: Obtene adjuta con le application Webmaker pro Android.
id: Dapatkan bantuan dengan aplikasi Webmaker untuk Android.
it: Ottieni supporto con l'app Webmaker per Android
ja: Android 向けの Webmaker アプリのヘルプです。
ka: მხარდაჭერის მიღება, Webmaker-ის Android ვერსიაზე.
kab: Awi-d tallalt seg usnas wabmaker i Android.
ko: 안드로이드용 Webmaker 에 대한 도움을 받을 수 있습니다.
mg: Milà fanampiana momba ny app Webmaker ho an'i Android.
ms: Dapatkan bantuan bagi aplikasi Webmaker untuk Android.
nb_no: Få hjelp med Webmaker-appen for Android.
nl: Hulp bij de Webmaker-app voor Android verkrijgen.
pl: Pomoc dla aplikacji Webmaker dla systemu Android.
pt_br: Obter ajuda do Webmaker para Android.
pt_pt: Obtenha ajuda com a aplicação Webmaker para Android.
ro: Obține ajutor pentru aplicația Webmaker pentru Android
sk: Získajte pomoc s aplikáciou Webmaker pre Android.
sr: Пронађите помоћ са Webmaker апликацијом за Android.
sv: Få hjälp med appen Webmaker för Android.
te: ఆండ్రాయిడ్ కోసం వెబ్ మేకర్ అనువర్తనంలో సహాయం పొందండి.
th: รับความช่วยเหลือด้วยแอป Webmaker สำหรับ Android
tr: Android için Webmaker uygulamasıyla ilgili yardım alın.
uk: Отримати допомогу з програми Webmaker для Android.
ur: Androidکیلئے Webmaker اپپ کی مدد حاصل کریں۔
vi: Nhận trợ giúp với các ứng dụng Webmaker cho Android.
zh_cn: 获取有关 Webmaker 应用 Android 版的帮助。
zh_tw: 取得 Webmaker app for Android 的使用幫助。

# DB: products.Topic.title
source: Website breakages
bg: Проблеми със сайтове
de: Defekte von Websites
el: Βλάβες ιστοτόπων
fy_nl: Websitedefekten
hu: Webhelyhibák
ia: Problemas de sitos web
it: Malfunzionamento del sito web
ka: საიტის გაუმართაობა
kab: Truẓi n yismal web
ko: 웹사이트 오류
nb_no: Feil på nettsteder
nl: Websitedefecten
pl: Awarie witryn
pt_br: Falhas em sites
pt_pt: Problema no website
sk: Rozbité webové stránky
sr: Неисправности сајта
sv: Fel på webbplatser
tr: Bozuk web siteleri
uk: Збої вебсайтів
vi: Các trang web bị hỏng
zh_cn: 网站故障
zh_tw: 網站故障

# DB: products.Topic.description
source: Fix site breakage issues.
bg: Поправяне на проблеми със сайта.
de: Defekte von Websites beheben
el: Διορθώστε βλάβες ιστοτόπων.
fy_nl: Problemen mei defekte website oplosse.
hu: Javítsa ki a webhelyhibákat.
ia: Remediar problemas de defectos del sito.
it: Risolvi i problemi di malfunzionamento dei siti.
ka: მოაგვარეთ საიტის გაუმართაობები.
ko: 사이트 오류 문제를 수정합니다.
nb_no: Løs problemer med feil på nettsteder.
nl: Problemen met defecte website oplossen.
pl: Rozwiązywanie problemów z awariami witryn.
pt_br: Corrija problemas de falhas em sites.
pt_pt: Corrigir problemas com o site.
sk: Opravte problémy s rozbitými webovými stránkami.
sr: Поправите неисправности на сајтовима.
sv: Åtgärda problem med webbplatsen.
tr: Sitelerin bozulma sorunlarını çözün.
uk: Виправте проблеми збоїв вебсайтів.
vi: Khắc phục sự cố đổ vỡ trang web.
zh_cn: 修复网站故障问题。
zh_tw: 修正網站故障問題。

# DB: products.Topic.title
source: What's new in Firefox for Android
bg: Какво е новото във Firefox за Android
bs: Šta je novo u Firefoxu za Android
de: Was ist neu in Firefox für Android
el: Τι νέο υπάρχει στο Firefox για Android
es: Noveades en Firefox para Android
fy_nl: Wat is nij yn Firefox foar Android
he: מה חדש ב־Firefox עבור Android
hr: Što je novo u Firefoxu za Android
hu: Firefox for Android – újdonságok
ia: Novas in Firefox pro Android
id: Yang baru di Firefox untuk Android
it: Novità in Firefox per Android
ja: Android 版 Firefox の新機能
ka: რა არის ახალი Firefox-ის Android ვერსიაში
kab: D acu yella d amaynut deg Firefox i Android
ko: Android용 Firefox의 새로운 기능
ms: Yang terbaru dalam Firefox untuk Android
nb_no: Hva er nytt i Firefox for Android
nl: Wat is nieuw in Firefox voor Android
pl: Co nowego w Firefoksie dla Androida
pt_br: O que há de novo no Firefox para Android
pt_pt: O que há de novo no Firefox para o Android
ro: Ce-i nou în Firefox pentru Android
sk: Čo je nové vo Firefoxe pre Android
sr: Шта је ново у Firefox-у за Android
sv: Vad är nytt i Firefox för Android
te: ఆండ్రాయిడ్ కోసం ఫైర్ ఫాక్స్ లో కొత్త ఏమిటి
th: มีอะไรใหม่ใน Firefox สำหรับ Android
tr: Android için Firefox’ta yeni neler var?
uk: Що нового в Firefox для Android
ur: Android کے لئے Firefox میں نیا کیا ہے
vi: Có gì mới trong Firefox cho Android
zh_cn: Firefox for Android 中的新变化
zh_tw: Firefox for Android 有什麼新鮮事

# DB: products.Topic.description
source: See what new features are available in each release
bg: Вижте какви нови функции са налични във всяко издание
bs: Pogledajte koje nove mogućnosti su dostupne u svakom izdanju
de: Sehen Sie sich die neuen Funktionen jeder Version an.
el: Δείτε τι νέες λειτουργίες που διατίθενται σε κάθε έκδοση
es: Descubre las nuevas funciones disponibles en cada lanzamiento
fy_nl: Besjoch hokker nije funksjes yn elke ferzje beskikber binne
he: הצגת התכונות החדשות הזמינות בכל הפצה
hr: Pogledaj nove funkcije izdanja
hu: Nézze meg az egyes kiadások új funkcióit
ia: Vide que nove functionalitates es disponibile in cata version
id: Lihat fitur baru yang tersedia di setiap rilis
it: Scopri le nuove caratteristiche introdotte in ogni versione
ja: リリースごとに追加された新機能を見る
ka: იხილეთ, თითოეულ გამოშვებაში არსებული ახალი შესაძლებლობები
kab: Wali timahilin timaynutin i yellan deg wejdent deg yal lqem
ko: 각 제품의 새로운 기능을 확인해보세요
ms: Ketahui ciri baru yang tersedia dalam setiap keluaran
nb_no: Se hvilke nye funksjoner som er tilgjengelig i hver utgave
nl: Bekijk welke nieuwe functies in elke versie beschikbaar zijn
pl: Zobacz, jakie nowe funkcje są dostępne w każdym wydaniu
pt_br: Veja quais novos recursos estão disponíveis em cada versão
pt_pt: Conheça as novas funcionalidades que são disponibilizadas em cada lançamento
ro: Vezi ce funcționalități noi sunt disponibile în fiecare versiune
sk: Zistite, aké nové funkcie sú k dispozícii v každom vydaní
sr: Погледајте које нове могућности су доступне у сваком издању
sv: Se vilka nya funktioner som finns tillgängliga i varje utgåva
te: ప్రతి విడుదలలో ఏ కొత్త ఫీచర్లు అందుబాటులో ఉన్నాయో చూడండి
th: ดูว่ามีคุณลักษณะใหม่ใดบ้างในแต่ละรุ่น
tr: Her bir sürümdeki yenilikleri gör
uk: Подивіться, які нові функції доступні в кожному випуску
ur: دیکھیں کہ ہر ریلیز میں کون سی نئی خصوصیات دستیاب ہیں
vi: Xem những tính năng mới có sẵn trong mỗi bản phát hành
zh_cn: 查看每次发布的新功能
zh_tw: 看看每個發行版中有什麼新功能

# DB: products.Topic.title
source: What's new in Firefox for iOS
bg: Какво е новото във Firefox за iOS
bs: Šta je novo u Firefoxu za iOS
de: Was ist neu in Firefox für iOS
el: Τι νέο υπάρχει στο Firefox για iOS
es: Novedades en Firefox para iOS
fy_nl: Wat is nij yn Firefox foar iOS
he: מה חדש ב־Firefox עבור iOS
hr: Što je novo u Firefoxu za iOS
hu: A Firefox for iOS újdonságai
ia: Novas in Firefox pro iOS
id: Yang baru di Firefox untuk iOS
it: Novità in Firefox per iOS
ja: iOS 版 Firefox の新機能
ka: რა არის ახალი Firefox-ის iOS-ში
kab: D acu yellan d amaynut deg Firefox i ios
ko: iOS용 Firefox의 새로운 기능
ms: Yang terbaru dalam Firefox untuk iOS
nb_no: Nyheter i Firefox for iOS
nl: Wat is nieuw in Firefox voor iOS
pa_in: iOS ਲਈ ਫਾਇਰਫਾਕਸ 'ਚ ਨਵਾਂ ਕੀ ਹੈ
pl: Co nowego w Firefoksie dla systemu iOS
pt_br: O que há de novo no Firefox para iOS
pt_pt: O que há de novo no Firefox para o iOS
ro: Ce-i nou în Firefox pentru iOS
sk: Čo je nové vo Firefoxe pre iOS
sr: Шта је ново у Firefox-у за iOS
sv: Vad är nytt i Firefox för iOS
te: iOS కోసం ఫైర్ ఫాక్స్ లో కొత్త ఏమిటి
th: มีอะไรใหม่ใน Firefox สำหรับ iOS
tr: iOS için Firefox'ta yeni neler var?
uk: Що нового в Firefox для iOS
ur: iOS کے لئے Firefox میں نیا کیا ہے
vi: Có gì mới trong Firefox dành cho iOS
zh_cn: Firefox iOS 版中的新变化
zh_tw: Firefox for iOS 有什麼新鮮事
