Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Try searching again with different keywords.
bg: Опитайте да търсите отново с различни ключови думи.
de: Versuchen Sie es mit anderen Schlüsselwörtern erneut.
el: Δοκιμάστε να κάνετε ξανά αναζήτηση με διαφορετικές λέξεις-κλειδιά.
es: Intenta buscar otra vez con palabras diferentes.
fy_nl: Probearje opnij te sykjen mei oare trefwurden.
he: כדאי לנסות לחפש שוב עם מילות מפתח שונות.
hr: Pokušaj ponovo tražiti s drugačijim ključnim riječima.
hu: Próbáljon más kulcsszavakkal keresni.
ia: Prova cercar de novo con altere parolas clave.
id: Coba cari lagi dengan kata kunci yang berbeda.
it: Prova e cercare ancora con termini diversi.
ka: სცადეთ კვლავ მოძიება, განსხვავებული სიტყვებით.
kab: Wreḍ anadi i tikkelt-nniḍen s wawalen-nniḍen n tsarut.
ko: 다른 키워드로 다시 검색해보십시오.
nb_no: Prøv å søke igjen med forskjellige nøkkelord.
nl: Probeer opnieuw te zoeken met andere trefwoorden.
pl: Spróbuj wyszukać ponownie, używając innych słów kluczowych.
pt_br: Tente pesquisar novamente com palavras-chave diferentes.
pt_pt: Tente pesquisar novamente com palavras-chave diferentes.
sk: Skúste znova hľadať s inými kľúčovými slovami.
sr: Покушајте поново да претражите са другим кључним речима.
sv: Försök att söka igen med andra nyckelord.
tr: Farklı anahtar kelimelerle yeniden aramayı deneyin.
uk: Спробуйте повторити пошук за іншими ключовими словами.
vi: Hãy thử tìm kiếm lại với các từ khóa khác nhau.
zh_cn: 请尝试改用其他关键词再次搜索。
zh_tw: 請試試改用不同關鍵字再搜尋一次。

source: 1 reply
af: een antwoord
bg: 1 отговор
bs: 1 odgovor
de: 1 Antwort
el: 1 απάντηση
es: 1 respuesta
fy_nl: 1 antwurd
he: תגובה אחת
hr: 1 odgovor
hu: 1 válasz
ia: 1 responsa
id: {n} balasan
it: 1 risposta
ja: {n} 件の返信
ka: 1 პასუხი
kab: 1 n tririt
ko: 답장 {n}개
mg: Valiny 1
ms: {n} balasan
nb_no: 1 svar
nl: 1 antwoord
pa_in: 1 ਜਵਾਬ
pl: 1 odpowiedź
pt_br: 1 resposta
pt_pt: 1 resposta
ro: 1 răspuns
sk: 1 odpoveď
sr: {n} одговор
sv: 1 svar
te: 1 స్పందన
th: {n} ตอบกลับ
tr: 1 yanıt
uk: 1 відповідь
ur: 1 جواب
vi: {n} trả lời
zh_cn: {n} 个回复
zh_tw: {n} 個回覆
zu: impendulo e-1

source: 1 person has this problem
af: een persoon het dié probleem
bg: 1 човек има този проблем
bs: 1 osoba ima ovaj problem
de: 1 Person hat dieses Problem
el: 1 άτομο έχει αυτό το πρόβλημα
es: 1 persona tiene este problema
fy_nl: 1 persoan hat dit probleem
hr: {n} osoba ima ovaj problem
hu: 1 embernek van ilyen problémája
ia: 1 persona ha iste problema
id: {n} orang mengalami masalah ini
it: 1 persona ha questo problema
ja: {n} 人がこの問題に困っています
ka: 1 ადამიანი წააწყდა მსგავს სიძნელეს
kab: 1 n umdan imuger-d ugur-a
ko: 문제 제기한 사람: {n}명
mg: Olona 1 manana an'io olana io
ms: {n} orang ada masalah ini
nb_no: 1 person har dette problemet
nl: 1 persoon heeft dit probleem
pa_in: 1 ਵਿਅਕਤੀ ਨੂੰ ਇਹ ਸਮੱਸਿਆ ਹੈ
pl: 1 osoba ma ten problem
pt_br: 1 pessoa tem este problema
pt_pt: 1 pessoa tem este problema
ro: 1 persoană are această problemă
sk: 1 osoba má tento problém
sr: {n} особа има овај проблем
sv: 1 person har detta problem
te: 1 వ్యక్తికి ఈ సమస్య ఉంది
th: {n} คนมีปัญหานี้
tr: 1 kişi bu sorunu yaşıyor
uk: 1 людина має дану проблему
ur: 1 شخص کو یہ مسئلہ درپیش ہے
vi: Có {n} người có cùng vấn đề này
zh_cn: {n} 个人有这个问题
zh_tw: {n} 個人有這個問題
zu: Umuntu o-1 unale nkinga

source: 1 new this week
af: een nuwe een dié week
bg: 1 нов тази седмица
bs: 1 novi ove sedmice
de: 1 Neue in dieser Woche
el: 1 νέο αυτήν την εβδομάδα
es: 1 nuevo esta semana
fy_nl: 1 nije dizze wike
hr: {n} novi ovaj tjedan
hu: 1 új ezen a héten
ia: 1 nova iste septimana
id: {n} yang baru minggu ini
it: 1 nuova questa settimana
ja: 今週の新着 {n} 件
ka: 1 ახალი, ამ კვირაში
kab: 1 umaynut ddurt-agi
ko: 주간 방문자: {n}명
mg: Vaovao 1 t@ ity herinandro ity
ms: {n} baru minggu ini
nb_no: 1 ny denne uken
nl: 1 nieuwe deze week
pa_in: 1 ਨਵਾ ਇਸ ਹਫ਼ਤੇ
pl: 1 nowa w tym tygodniu
pt_br: 1 novo nesta semana
pt_pt: 1 novo nesta semana
ro: 1 nou în această săptămână
sk: 1 nový za tento týždeň
sr: {n} нов ове недеље
sv: 1 ny denna vecka
te: 1 కొత్త ఈ వారం
th: {n} เข้าเยี่ยมชมอาทิตย์นี้
tr: Bu hafta 1 yeni
uk: 1 нове на цьому тижні
ur: اس ہفتے 1 نیا
vi: {n} mới trong tuần này
zh_cn: 本周的 {n} 个新内容
zh_tw: 本週的 {n} 個新內容
zu: o-1 omusha kuleli sonto

# DB: karma.Title.name
source: Top 25 Contributor
af: Top 25-bydraer
bg: Топ 25 Сътрудници
bs: Top 25 saradnika
de: In den Top 25 der Mitwirkenden
el: Κορυφαίοι 25 εθελοντές
es: 25 mayores colaboradores
fy_nl: Top 25-meiwurker
he: 25 התורמים המובילים
hr: Najboljih 25 doprinositelja
hu: Legjobb 25 közreműködő
ia: 25 principal collaboratores
id: 25 Kontributor Teratas
it: Migliori 25 collaboratori
ja: トップ 25 の貢献者
ka: მხურვალე 25 მოხალისე
kab: 25 n yiwiziwen ufrinen
ko: 상위 25 공헌자
mg: Mpandray Anjara 25 Voalohany
ms: Penyumbang 25 Teratas
nb_no: Topp-25 bidragsyter
nl: Top 25-medewerker
pa_in: ਉੱਚ 25 ਯੋਗਦਾਨੀ
pl: 25 najaktywniejszych autorów
pt_br: Os 25 principais colaboradores
pt_pt: 25 Melhores Colaboradores
ro: Top 25 de colaboratori
sk: 25 najlepších prispievateľov
sr: 25 најбољих сарадника
sv: De 25 bästa bidragare
te: ఉత్తమ 25 సహాయకులు
th: 25 สุดยอดผู้มีส่วนร่วม
tr: En Çok Katkıda Bulunan 25 Kişi
uk: Найкращі 25 помічників
ur: بہترین 25 شراکت دار
vi: 25 cộng tác viên hàng đầu
zh_cn: 前25名贡献者
zh_tw: 前 25 名貢獻者
zu: Abanegalelo Abangama-25 Abaphambili

# DB: karma.Title.name
source: SUMO Warrior
bg: SUMO воин
bs: SUMO ratnik
de: SUMO-Held
el: Πολεμιστής SUMO
es: Guerrero SUMO
he: לוחם SUMO
hr: SUMO ratnik
hu: SUMO harcos
ia: Guerrero de SUMO
id: Prajurit SUMO
it: Guerriero SUMO
ja: SUMO 戦士
ka: SUMO მებრძოლი
kab: Aserdas SUMO
ko: SUMO 전사
mg: Mpianady SUMO
ms: Pahlawan SUMO
nb_no: SUMO-kriger
pl: Wojownik SUMO
pt_br: Guerreiro SUMO
pt_pt: Guerreiro SUMO
ro: Războinic SUMO
sk: SUMO bojovník
sr: SUMO ратник
sv: SUMO-krigare
te: SUMO వారియర్
th: นักรบ SUMO
tr: SUMO Dövüşçüsü
uk: Воїн SUMO
ur: سومو واریر
vi: Chiến binh SUMO
zh_cn: SUMO 战士
zh_tw: SUMO 戰士

# DB: karma.Title.name
source: Locale Leader
bg: Локален лидер
bs: Vođa lokala
de: Leiter des Sprachteams
el: Αρχηγός γλώσσας
es: Coordinador de localización
hr: Voditelj područja
hu: Nyelvi vezetők
ia: Responsabile del langue
id: Pemimpin Pelokalan
ja: ロケールリーダー
ka: მთარგმნელთა ხელმძღვანელი
kab: Amasay n tutlayt
ko: 지역별 리더
mg: Mpitarika @ Teny
ms: Ketua Lokaliti
nb_no: Språkleder
pa_in: ਲੋਕੇਲ ਆਗੂ
pl: Liderzy lokalizacji
pt_br: Coordenador de localização
pt_pt: Líder do idioma
ro: Coordonator localizare
sk: Vedúci pre jazyk
sr: Вођа локала
sv: Språkledare
te: లొకేల్ లీడర్
th: ผู้นำภาษา
tr: Dil lideri
uk: Лідер локалі
ur: مقامی قاعدین
vi: Trưởng nhóm khu vực
zh_cn: 语言领导者
zh_tw: 語系領導者

# DB: karma.Title.name
source: Buddy of the Month! (10/2015)
bg: Приятел на месеца! (10/2015)
bs: Prijatelj mjeseca! (10/2015)
de: Partner des Monats! (10/2015)
el: Φίλος του μήνα! (10/2015)
es: ¡Amigo del mes! (10/2015)
fy_nl: Buddy fan 'e Moanne! (10/2015)
hr: Prijatelj mjeseca! (10/2015)
hu: A hónap mentora! (10/2015)
ia: Buddy del Mense! (10/2015)
it: Buddy del mese (10/2015)
ja: 今月の Buddy！(10月 /2015年)
ka: თვის საუკეთესო დამხმარე! (10/2015)
kab: Iwiziw n waggur ! (10/2015)
ko: 이 달의 친구! (10/2015)
mg: Akama t@ ity Volana ity! (10/2015)
ms: Buddy Bulan ini! (10/2015)
nb_no: Månedens buddy! (10/2015)
nl: Buddy van de Maand! (10/2015)
pl: Pomocnik miesiąca! (10/2015)
pt_br: Amigo do mês! (10/2015)
pt_pt: Camarada do Mês! (10/2015)
ro: Amicul lunii! (10/2015)
sk: Kamarát mesiaca! (10/2015)
sr: Пријатељ месеца! (10/2015)
sv: Månadens kompis! (10/2015)
te: మంత్ బడ్డీ! (10/2015 )
th: บัดดี้ประจำเดือน! (10/2015)
tr: Ayın Buddy'si! (10/2015)
uk: Приятель місяця! (10/2015)
vi: Người bạn của tháng! (10/2015)
zh_cn: 伙伴之月！(2015年10月)
zh_tw: 本月好夥伴（2015/10）

# DB: karma.Title.name
source: Administrator
af: Administrateur
bg: Администратор
el: Διαχειριστής
es: Administrador
fy_nl: Behearder
he: מנהל
hu: Adminisztrátor
it: Amministratore
ja: 管理者
ka: მმართველი
kab: Anedbal
ko: 관리자
mg: Mpandrindra
ms: Pentadbir
nl: Beheerder
pa_in: ਪਰਬੰਧਕ
pt_br: Administrador
pt_pt: Administrador
sk: Administrátor
sr: Администратор
sv: Administratör
te: నిర్వాహకుడు
th: ผู้ดูแลระบบ
tr: Yönetici
uk: Адміністратор
ur: منتظم
vi: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員
zu: Umlawuli

# DB: karma.Title.name
source: Top 10 Contributor
af: Top 10-bydraer
bg: Топ 10 Сътрудници
bs: Top 10 saradnika
de: In den Top 10 der Mitwirkenden
el: Κορυφαίοι 10 εθελοντές
es: 10 mayores colaboradores
fy_nl: Top 10-meiwurker
he: 10 התורמים המובילים
hr: Najboljih 10 doprinositelja
hu: Legjobb 10 közreműködő
ia: 10 principal collaboratores
id: 10 Kontributor Teratas
it: Migliori 10 collaboratori
ja: トップ 10 の貢献者
ka: მხურვალე 10 მოხალისე
kab: 10 n yiwiziwen ufrinen
ko: 상위 10 공헌자
mg: Mpandray Anjara 10 Voalohany
ms: Penyumbang 10 Teratas
nb_no: Topp-10 bidragsyter
nl: Top 10-medewerker
pa_in: ਉੱਚ 10 ਯੋਗਦਾਨੀ
pl: 10 najaktywniejszych autorów
pt_br: Os 10 principais colaboradores
pt_pt: 10 Melhores Colaboradores
ro: Top 10 colaboratori
sk: 10 najlepších prispievateľov
sr: 10 најбољих сарадника
sv: De 10 bästa bidragare
te: ఉత్తమ 10 సహాయకులు
th: 10 สุดยอดผู้มีส่วนร่วม
tr: En Çok Katkıda Bulunan 10 Kişi
uk: Найкращі 10 помічників
ur: بہترین 10شراکت دار
vi: 10 cộng tác viên hàng đầu
zh_cn: 前10名贡献者
zh_tw: 前 10 名貢獻者
zu: Abanegalelo Abayi-10 Abaphambili

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
af: Webblaaier vir Windows, Mac en Linux
bg: Уеб браузър за Windows, Mac и Linux
bs: Web pretraživač za Windows, Mac i Linux
de: Internetbrowser für Windows, Mac und Linux
el: Πρόγραμμα περιήγησης ιστού για Windows, Mac και Linux
es: Navegador para Windows, Mac y Linux
fy_nl: Webbrowser foar Windows, Mac en Linux
he: דפדפן אינטרנט עבור Windows,‏ Mac ו־Linux
hr: Web preglednik za Windows, Mac i Linux
hu: Böngésző Windowsra, Macre és Linuxra
ia: Navigator del Web pro Windows, Mac e Linux
id: Peramban web untuk Windows, Mac, dan Linux
it: Browser web per Windows, Mac e Linux
ja: Windows および Mac、Linux 向けのウェブブラウザー
ka: ბრაუზერი Windows, Mac და Linux სისტემებისთვის
kab: Iminig web i Windows, Mac d Linux
ko: 윈도우, 맥, 리눅스용 웹 브라우저
mg: Mpitety tranonkala ho an'i Windows, Mac ary Linux
ms: Pelayar web untuk Windows, Mac dan Linux
nb_no: Nettleser for Windows, Mac og Linux
nl: Webbrowser voor Windows, Mac en Linux
pa_in: ਵਿੰਡੋਜ਼, ਮੈਕ, ਅਤੇ ਲੀਨਕਸ ਲਈ ਵੈੱਬ ਬਰਾਊਜ਼ਰ
pl: Przeglądarka dla systemów Windows, Mac i Linux
pt_br: Navegador web para Windows, Mac e Linux
pt_pt: Navegador web para Windows, Mac e Linux
ro: Browser web pentru Windows, Mac și Linux
sk: Webový prehliadač pre Windows, Mac a Linux
sr: Веб прегледач за Windows, Mac и Linux
sv: Webbläsare för Windows, Mac och Linux
te: Windows, Mac, Linux కొరకు జాల విహారిణి
th: เว็บเบราว์เซอร์สำหรับ Windows, Mac และ Linux
tr: Windows, Mac ve Linux için web tarayıcısı
uk: Браузер для Windows, Mac і Linux
ur: Windows، Mac اور Linux کے لئے ویب براؤزر
vi: Trình duyệt web cho Windows, Mac và Linux
zh_cn: 用于 Windows、Mac、Linux 的网页浏览器
zh_tw: 供 Windows、Mac、Linux 使用的網頁瀏覽器
zu: Isiphequluli sewebhu ye-Windows, Mac ne-Linux

# DB: products.Product.title
source: Firefox for Android
af: Firefox vir Android
bg: Firefox за Android
bs: Firefox za Android
de: Firefox für Android
el: Firefox για Android
es: Firefox para Android
fy_nl: Firefox foar Mobyl
he: Firefox עבור Android
hr: Firefox za Android
ia: Firefox pro Android
id: Firefox untuk Android
it: Firefox per Android
ja: Android 版 Firefox
ka: FIrefox - Android
kab: Firefox i Android
ko: Firefox 안드로이드
mg: Firefox ho an'i Android
ms: Firefox untuk Android
nl: Firefox voor Android
pa_in: ਐਨਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ
pl: Firefox dla Androida
pt_br: Firefox para Android
pt_pt: Firefox para o Android
ro: Firefox pentru Android
sk: Firefox pre Android
sr: Firefox за Android
sv: Firefox för Android
te: ఆండ్రాయిడ్ కోసం ఫైర్‌ఫాక్స్
th: Firefox สำหรับ Android
tr: Android için Firefox
uk: Firefox для Android
ur: Android کے لئے Firefox
vi: Firefox dành cho Android
zh_cn: Android 版 Firefox
zu: I-Firefox ye-Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
af: Webblaaier vir Android-slimfone en -tabletrekenaars
bg: Уеб браузър за смартфони и таблети с Android
bs: Web pretraživač za Android pametne telefone i tablete
de: Internetbrowser für Android-Smartphones und -Tablets
el: Πρόγραμμα περιήγησης ιστού για smartphone και tablet με Android
es: Navegador para teléfonos inteligentes y tabletas Android
fy_nl: Webbrowser foar Android-snoadfoans en -tablets
he: דפדפן אינטרנט עבור טלפונים חכמים ומחשבי לוח עם מערכת Android
hr: Web preglednik za Android pametne telefone i tablet uređaje
hu: Böngésző Android okostelefonokra és táblagépekre
ia: Navigator del Web pro telephonos intelligente e tablettas con Android
id: Peramban web untuk ponsel dan tablet Android
it: Browser web per smartphone e tablet Android
ja: Android スマートフォンとタブレット向けのウェブブラウザー
ka: ბრაუზერი Android სმარტფონებისა და პლანშეტებისთვის
kab: Iminig web i tiliɣriyin akked tfelwiyin n uselkem Android
ko: 안드로이드 스마트폰 및 태블릿용 웹 브라우저
mg: Mpitety tranonkala ho an'ireo telefaona matsilo sy tabilety Android
ms: Pelayar web untuk telefon pintar dan tablet Android
nb_no: Nettleser for Android-smarttelefoner og nettbrett
nl: Webbrowser voor Android-smartphones en -tablets
pa_in: ਐਨਡਰਾਇਡ ਸਮਾਰਟ ਫੋਨ ਅਤੇ ਟੇਬਲੇਟ ਲਈ ਵੈੱਬ ਬਰਾਊਜ਼ਰ
pl: Przeglądarka dla smartfonów i tabletów z systemem Android
pt_br: Navegador web para smartphones e tablets Android
pt_pt: Navegador web para smartphones e tablets Android
ro: Browser web pentru telefoane și tablete Android
sk: Webový prehliadač pre telefóny a tablety s OS Android
sr: Веб прегледач за Android паметне телефоне и таблете
sv: Webbläsare för Android smartphones och surfplattor
te: ఆండ్రాయిడ్ స్మార్ట్ఫోన్లు మరియు టాబ్లెట్ ల కోసం వెబ్ బ్రౌజర్
th: เว็บเบราว์เซอร์สำหรับสมาร์ทโฟนและแท็บเล็ต Android
tr: Android akıllı telefonlar ve tabletler için web tarayıcısı
uk: Браузер для смартфонів і планшетів з Android
ur: Android اسمارٹ فونز اور ٹیبلٹس کیلئے ویب براؤزر
vi: Trình duyệt web cho các điện thoại thông minh và máy tính bảng Android
zh_cn: 用于 Android 智能手机和平板电脑的网页浏览器
zh_tw: 供 Android 智慧型手機與平板電腦使用的網頁瀏覽器
zu: Isiphequluli sewebhu sama-smartphone namathebhulethi e-Android

# DB: products.Product.title
source: Firefox for iOS
af: Firefox vir iOS
bg: Firefox за iOS
bs: Firefox za iOS
de: Firefox für iOS
el: Firefox για iOS
es: Firefox para iOS
fy_nl: Firefox foar iOS
he: Firefox עבור iOS
hr: Firefox za iOS
ia: Firefox pro iOS
id: Firefox untuk iOS
it: Firefox per iOS
ja: iOS 版 Firefox
ka: Firefox - iOS
kab: Firefox i iOS
ko: Firefox iOS 버전
mg: Firefox ho an'i iOS
ms: Firefox untuk iOS
nl: Firefox voor iOS
pa_in: iOS ਲਈ ਫਾਇਰਫੌਕਸ
pl: Firefox dla systemu iOS
pt_br: Firefox para iOS
pt_pt: Firefox para iOS
ro: Firefox pentru iOS
sk: Firefox pre iOS
sr: Firefox за iOS
sv: Firefox för iOS
te: iOS కోసం Firefox
th: Firefox สำหรับ iOS
tr: iOS için Firefox
uk: Firefox для iOS
ur: iOS کے لئے Firefox
vi: Firefox dành cho iOS
zh_cn: iOS 版 Firefox
zu: I-Firefox iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
af: Firefox vir iPhone, iPad en iPod Touch-toestelle
bg: Firefox за iPhone, iPad и iPod устройства с тъч контрол
bs: Firefox za iPhone, iPad i iPod uređaje na dodir
de: Firefox für iPhone, iPad und iPod touch
el: Firefox για συσκευές iPhone, iPad και iPod touch
es: Firefox para iPhone, iPad y iPod
fy_nl: Firefox foar iPhone-, iPad- en iPod touch-apparaten
he: Firefox עבור מכשירי iPhone,‏ iPad ו־iPod touch
hr: Firefox za iPhone, iPad i iPod dodirne uređaje
hu: Firefox iPhone, iPad és iPod eszközökre
ia: Firefox pro apparatos iPhone, iPad e iPod touch
id: Firefox untuk iPhone, iPad dan iPod touch
it: Browser web per dispositivi iPhone, iPad e iPod touch
ja: iPhone、iPad、iPod touch 端末向け Firefox
ka: Firefox iPhone, iPad და iPod touch-ისთვის
kab: Firefox i iPhone, iPad d iPod touch
ko: iPhone, iPad, iPod 터치 기기용 Firefox
mg: Firefox ho an'ireo fitaovana fikasika iPhone, iPad ary iPod
ms: Firefox untuk peranti sentuh iPhone, iPad dan iPod
nb_no: Firefox for iPhone-, iPad- og iPod touch-enheter
nl: Firefox voor iPhone-, iPad- en iPod touch-apparaten
pl: Firefox dla urządzeń iPhone, iPad i iPod touch
pt_br: Firefox para iPhone, iPad e iPod touch
pt_pt: Firefox para dispositivos como o iPhone, iPad e iPod touch
ro: Firefox pentru iPhone, iPad și iPod touch
sk: Firefox pre zariadenia iPhone, iPad a iPod
sr: Firefox за iPhone, iPad и iPod уређаје на додир
sv: Firefox för iPhone, iPad och iPod Touch-enheter
te: iPhone, iPad మరియు iPod touch పరికరాల కోసం Firefox
th: Firefox สำหรับอุปกรณ์ iPhone, iPad และ iPod touch
tr: iPhone, iPad and iPod touch için Firefox
uk: Firefox для пристроїв iPhone, iPad та iPod
ur: iPhone ، iPad اورiPod ٹچ آلات کے لئے Firefox
vi: Firefox cho các thiết bị cảm ứng iPhone, iPad và iPod.
zh_cn: 适用于 iPhone、iPad、iPod touch 设备的 Firefox
zh_tw: Firefox for iPhone、iPad 及 iPod touch 等裝置
zu: Amadivayisi e-iPhone, iPad namadivayisi asebenza ngokuthintwa e-iPod

# DB: products.Product.description
source: VPN for Windows, Mac, Linux, Android, and iOS devices
ia: VPN pro apparatos Windows, Mac, Linux, Android, e iOS
sv: VPN för Windows, Mac, Linux, Android och iOS-enheter
tr: Windows, Mac, Linux, Android ve iOS cihazlar için VPN

# DB: products.Product.description
source: Service that lets you create email masks to hide your real email address
bg: Услуга, която ви позволява да създавате имейл маски, за да скриете истинския си имейл адрес
de: Dienst, mit dem Sie E-Mail-Masken erstellen können, um Ihre echte E-Mail-Adresse zu verbergen
el: Δημιουργείτε μάσκες email για την απόκρυψη της πραγματικής σας διεύθυνσης email
fy_nl: Tsjinst wêrmei’t jo e-mailmaskers meitsje kinne om jo wiere e-mailadres te ferbergjen
he: שירות המאפשר לך ליצור מסכות דוא״ל כדי להסתיר את כתובת הדוא״ל האמיתית שלך
hu: Szolgáltatás, amellyel e-mail-maszkokat hozhat létre a valódi e-mail-címe elrejtéséhez
ia: Servicio que te permitte de crear mascas email pro celar tu real adresse email
it: Il servizio che ti consente di creare alias email per nascondere il tuo indirizzo email reale
ja: 別名のアドレスを作成して実際のメールアドレスを隠すサービスです
ka: მომსახურება, რომლითაც შეძლებთ, შექმნათ ელფოსტის შესანიღბი მისამართები ნამდვილის დასაფარად
ko: 실제 이메일 주소를 숨기기 위해 이메일 마스크를 만들 수 있는 서비스
nb_no: Tjeneste som lar deg lage e-postmasker for å skjule den virkelige e-postadressen din
nl: Service waarmee u e-mailmaskers kunt maken om uw echte e-mailadres te verbergen
pl: Usługa, która pozwala tworzyć maski e-mail, aby ukryć Twój prawdziwy adres e-mail
pt_br: Serviço que permite criar máscaras de email para ocultar seu endereço de email real
pt_pt: O serviço que permite criar endereços de e-mail virtuais para ocultar o seu endereço de e-mail real
sk: Služba, ktorá vám umožňuje vytvárať e‑mailové masky na skrytie vašej skutočnej e‑mailovej adresy
sr: Услуга која вам омогућава да креирате маске е-поште да сакријете своју праву адресу е-поште
sv: Tjänst som låter dig skapa e-postalias för att dölja din riktiga e-postadress
tr: Gerçek e-posta adresinizi gizlemek için e-posta maskeleri yaratmanızı sağlayan servis
uk: Служба, що дає змогу створювати маски електронних адрес, щоб приховати вашу справжню адресу електронної пошти
vi: Dịch vụ cho phép bạn tạo bí danh để ẩn email thực của mình
zh_cn: 此服务可让您创建马甲邮箱以隐藏真实邮箱地址。
zh_tw: 讓您可建立轉寄信箱，而隱藏實際電子郵件信箱的服務

# DB: products.Product.description
source: Find out if your private information has been exposed in a known data breach
ia: Discoperi si tu informationes private ha essite exponite in un violation de datos note
pt_br: Descubra se suas informações privativas foram expostas em um vazamento de dados conhecido
sv: Ta reda på om din privata information har avslöjats i ett känt dataintrång
tr: Kişisel bilgilerinizin bilinen bir veri ihlalinde ele geçirilip geçirilmediğini öğrenin

# DB: products.Product.description
source: Discover and save stories for later
bs: Otkrijte i sačuvajte priče za kasnije
ia: Discoperir e salvar chronologias pro leger los plus tarde
ja: 見つけたページを後で読みましょう
ms: Jelajah dan alami pengalaman
nl: Ontdek en bewaar verhalen voor later
pt_br: Descubra e salve artigos para mais tarde
sr: Откријте и сачувајте приче за касније
sv: Upptäck och spara berättelser för senare
tr: Yeni yazılar keşfedin ve daha sona okumak için kaydedin
ur: بعد میں کہانیوں کو دریافت اور محفوظ کریں

# DB: products.Product.description
source: MDN Plus provides a custom user experience for MDN supporters
ia: MDN Plus offere un experientia de usator personalisate al sustentores de MDN
sv: MDN Plus ger en anpassad användarupplevelse för MDN-supportrar
tr: MDN Plus, MDN destekçilerine özel bir kullanıcı deneyimi sağlar

# DB: products.Product.description
source: Automatic privacy browser and content blocker
bg: Поверителен браузър и автоматично блокиране на съдържание
bs: Automatski privatni pretraživač i bloker sadržaja
de: Browser mit automatischer Privatsphäre und Inhaltsblockierung
el: Ιδιωτικό πρόγραμμα περιήγησης με αποκλεισμό περιεχομένου
es: Navegador privado y bloqueador de contenido automático
fy_nl: Automatyske privacybrowser en ynhâldsblokkearder
he: דפדפן פרטיות אוטומטי וחוסם תוכן
hr: Preglednik s automatskom privatnosti i blokiranjem sadržaja
hu: Automatikus adatvédelmi böngésző és tartalomblokkoló
ia: Navigator con protection del confidentialitate e bloco de contento automatic
id: Peramban otomatis berprivasi dan pemblokir konten
it: Browser con protezione della privacy e blocco automatico dei contenuti
ja: 自動プライバシーブラウザー兼コンテンツブロッカー
ka: პირადულობის მუდმივი დაცვა და თვალთვალის შეზღუდვა
kab: Iminig n tbaḍnit awurman usewḥel n ugbur
ko: 자동으로 사생활 보호와 컨텐츠를 차단해주는 브라우저
ms: Pelayar privasi dan penyekat iklan automatik
nb_no: Nettleser som automatisk beskytter ditt privatliv og blokkerer innhold
nl: Automatische privacybrowser en inhoudsblokkeerder
pl: Prywatność podczas przeglądania i blokada reklam
pt_br: Navegação privativa e bloqueio de conteúdo automáticos
pt_pt: Navegador de privacidade automática e bloqueador de conteúdo
ro: Browser dedicat intimității și care blochează automat anumite conținuturi
sk: Prehliadač zameraný na súkromie, ktorý automaticky blokuje sledovacie prvky
sr: Аутоматско приватно прегледање и блокирање садржаја
sv: Automatisk integritetsskydd och innehållsblockerare
te: స్వయంచలక గోప్యత విహారిణి మరియు విషయ నిరోధిని
th: เบราว์เซอร์เพื่อความเป็นส่วนตัวอัตโนมัติและตัวปิดกั้นเนื้อหา
tr: Otomatik gizlilik tarayıcısı ve içerik engelleyici
uk: Приватний браузер з автоматичним блокуванням вмісту
ur: خودکار رازداری والا براؤزر اور مواد بلاکر
vi: Trình duyệt bảo mật riêng tư và trình chặn nội dung tự động
zh_cn: 自动化隐私浏览器和内容拦截器
zh_tw: 隱私保護及內容封鎖瀏覽器

# DB: products.Product.description
source: No longer available as of June 20th, 2023
bg: Вече не е налице от 20 юни 2023 г
de: Nicht mehr verfügbar seit 20. Juni 2023
el: Δεν είναι πλέον διαθέσιμο από τις 20 Ιουνίου 2023
fy_nl: Net mear beskikber fan 20 juny 2023 ôf
hu: 2023. június 20-tól nem érhető el
ia: Non plus disponibile desde le 20 de junio del 2023
it: Non più disponibile dal 20 giugno 2023
ka: აღარაა ხელმისაწვდომი 2023 წლის 20 ივნისიდან
ko: 2023년 6월 20일 부로 더는 이용하실 수 없습니다
nl: Niet meer beschikbaar vanaf 20 juni 2023
pl: Niedostępne od 20 czerwca 2023
pt_br: Não está mais disponível desde 20 de junho de 2023
pt_pt: Já não está disponível desde 20 de junho de 2023
sk: Od 20. júna 2023 už nie je k dispozícii
sv: Inte längre tillgängligt från den 20 juni 2023
tr: 20 Haziran 2023 itibarıyla mevcut değil
uk: Більше недоступний з 20 червня 2023 року
vi: Không còn khả dụng kể từ ngày 20 tháng 6 năm 2023
zh_cn: 已于 2023 年 6 月 20 日起停止服务
zh_tw: 2023 年 6 月 20 日起，停止提供
