Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Keep your family's information private and secure
de: Schützen Sie die Daten Ihrer Familie
el: Διασφαλίστε το απόρρητο και την ασφάλεια των πληροφοριών της οικογένειάς σας
fy_nl: Hâld de ynformaasje fan jo famylje privee en feilich
hu: Tartsa biztonságban a családját és az adataikat
ia: Mantene le informationes de tu familia private e secur
it: Mantieni le informazioni della tua famiglia private e sicure
ka: უზრუნველყავით თქვენი ოჯახის მონაცემების პირადულობა და დაცულობა
kab: Seḥbiber ɣef telɣut n twacult d tusligt, d taɣelsant
ko: 가족 정보를 안전하게 보호하기
nb_no: Hold familiens informasjon privat og sikker
nl: Uw gezinsgegevens privé en veilig houden
pl: Dbaj o prywatność i bezpieczeństwo informacji o swojej rodzinie
pt_br: Mantenha as informações da sua família privativas e protegidas
pt_pt: Mantenha a sua informação de família privada e segura
sk: Uchovávajte informácie svojej rodiny v súkromí a bezpečí
sr: Да подаци о вашој породици остану приватни и безбедни
sv: Håll din familjs information privat och säker
tr: Ailenizin bilgilerini gizli ve güvende tutun
uk: Зберігайте приватність і безпеку інформації вашої родини
vi: Giữ thông tin của gia đình bạn ở chế độ riêng tư và an toàn
zh_cn: 保护家庭的信息安全
zh_tw: 保護家庭的資訊安全

# DB: products.Topic.title
source: Subscriptions & billing
bg: Абонаменти и таксуване
de: Abonnements & Abrechnung
el: Συνδρομές και χρέωση
fy_nl: Abonneminten en fakturearring
hu: Előfizetések és számlázás
ia: Abonamentos e facturation
it: Abbonamenti e fatturazione
ka: გამოწერები და ანგარიშსწორება
ko: 구독 및 결제
nl: Abonnementen en facturatie
pl: Subskrypcje i płatności
pt_br: Assinaturas e cobrança
pt_pt: Subscrições e faturação
sk: Predplatné a fakturácia
sv: Prenumerationer och fakturering
tr: Abonelikler ve faturalandırma
uk: Передплати та оплата рахунків
vi: Thuê bao & thanh toán
zh_cn: 订阅与账单
zh_tw: 訂閱項目與帳務資訊

# DB: products.Topic.description
source: Manage your Mozilla subscriptions and payment methods.
de: Verwalten Sie Ihre Mozilla-Abonnements und Zahlungsmethoden.
el: Διαχειριστείτε τις συνδρομές σας στη Mozilla και τις μεθόδους πληρωμής.
fy_nl: Jo Mozilla-abonneminten en betelmetoaden beheare.
hu: A Mozilla-előfizetéseinek és fizetési módjainak kezelése.
ia: Gere tu abonamentos e methodos de pagamento Mozilla.
it: Gestisci i tuoi abbonamenti Mozilla e i metodi di pagamento.
ka: მართეთ თქვენი Mozilla-გამოწერები და გადახდის საშუალებები.
ko: Mozilla 구독 및 결제 수단을 관리하세요.
nl: Uw Mozilla-abonnementen en betalingsmethoden beheren.
pl: Zarządzaj swoimi subskrypcjami Mozilli i metodami płatności.
pt_br: Gerencie suas assinaturas Mozilla e métodos de pagamento.
pt_pt: Faça a gestão das suas subscrições e métodos de pagamento da Mozilla.
sk: Spravujte svoje predplatné Mozilly a spôsoby platby.
sv: Hantera dina Mozilla-prenumerationer och betalningsmetoder.
tr: Mozilla aboneliklerinizi ve ödeme yöntemlerinizi yönetin.
uk: Керування передплатами Mozilla та способами оплати.
vi: Quản lý thuê bao Mozilla và phương thức thanh toán của bạn.
zh_cn: 管理 Mozilla 服务订阅和付款方式。
zh_tw: 管理您的 Mozilla 訂閱項目與付款方式。

# DB: products.Topic.title
source: Suggested tags
ia: Etiquettas suggerite
sv: Föreslagna taggar
tr: Önerilen etiketler

# DB: products.Topic.description
source: Troubleshoot suggested tags issues.
ia: Solver problemas de etiquettas suggerite.
sv: Felsök problem med föreslagna taggar.
tr: Önerilen etiketlerle ilgili sorunları giderin.

# DB: products.Topic.description
source: Topic for any articles related to support forum contribution.
de: Thema für alle Artikel, die sich auf Mitarbeit im Hilfeforum beziehen.
el: Θέμα για όλα τα άρθρα που σχετίζονται με τη συνεισφορά στο φόρουμ υποστήριξης.
fy_nl: Underwerp foar alle artikelen mei betrekking ta bydragen oan it stipefoarum.
hu: Téma a támogatói fórumos közreműködéssel kapcsolatos leírások számára.
ia: Topico pro omne articulos relative al contribution al foro de supporto.
it: Argomento per qualsiasi articolo che riguarda la collaborazione al forum di supporto.
ja: サポートフォーラムへの貢献に関連する記事のトピック。
ka: საკითხი სტატიების შესახებ მხარდაჭერის ფორუმზე წვლილის შეტანის თაობაზე.
ko: 포럼 지원 기여와 관련된 게시글의 주제입니다.
nl: Onderwerp voor alle artikelen met betrekking tot bijdragen aan het ondersteuningsforum.
pl: Wszystkie artykuły związane z udzielaniem się na forum wsparcia.
pt_br: Tópico de artigos relacionados à contribuição no fórum de suporte
pt_pt: Tópico para quaisquer artigos relacionados com a contribuição para o fórum de apoio.
sk: Téma pre všetky články súvisiace s príspevkami na fóre podpory.
sr: Тема за било које чланке везане за доприношење форуму заједнице.
sv: Ämne för alla artiklar relaterade till bidrag i supportforum.
tr: Destek forumu katkısıyla ilgili makalelerin konusu.
uk: Тема для будь-яких статей бази знань, пов'язаних із внеском на форумі підтримки.
vi: Chủ đề cho bất kỳ bài viết liên quan đến đóng góp hỗ trợ diễn đàn.
zh_cn: 论坛支持贡献的相关知识库文章主题。
zh_tw: 貢獻技術支援討論區的相關文件主題。

# DB: products.Topic.title
source: Sync
he: סנכרון
hr: Sinkroniziraj
ka: სინქრონიზაცია
ko: 동기화
nl: Synchronisatie
pl: Synchronizacja
pt_br: Sincronização
ro: Sincronizare
sk: Synchronizácia
sr: Синхронизација
sv: Synkronisering
uk: Синхронізація
ur: سنک
vi: Đồng bộ hóa
zh_cn: 同步
zh_tw: 同步

# DB: products.Topic.description
source: Sync your Firefox data.
bg: Синхронизирайте данните си във Firefox.
de: Synchronisieren Sie Ihre Firefox-Daten.
el: Συγχρονίστε τα δεδομένα σας από το Firefox.
fy_nl: Jo Firefox-gegevens syngronisearje.
hu: Szinkronizálja a Firefoxban lévő adatait.
ia: Synchronisa tu datos Firefox.
it: Sincronizza i dati di Firefox.
ka: Firefox-ის მონაცემების დასინქრონება.
ko: Firefox Relay 계정을 관리하세요.
nl: Uw Firefox-gegevens synchroniseren.
pl: Synchronizuj dane Firefoksa.
pt_br: Sincronize seus dados do Firefox.
pt_pt: Sincronize os seus dados do Firefox.
sk: Synchronizujte údaje svojho Firefoxu.
sr: Синронизујте Firefox податке.
sv: Synkronisera dina Firefox-data.
tr: Firefox verilerinizi eşitleyin.
uk: Керуйте своїми даними Firefox.
vi: Quản lý tài khoản Firefox của bạn.
zh_cn: 管理您的 Firefox Relay 账户。
zh_tw: 同步您的 Firefox 資料。

# DB: products.Topic.description
source: Sync your browsing information across other devices.
bg: Синхронизирайте информацията си за сърфиране на други устройства.
de: Synchronisieren Sie Ihre Browserdaten mit anderen Geräten.
el: Συγχρονίστε τα δεδομένα περιήγησής σας σε όλες τις συσκευές σας.
es: Sincroniza tu información de navegación en todos tus dispositivos.
fy_nl: Jo navigaasjegegevens op oae apparaten syngronisearje.
he: סנכרון פרטי הגלישה שלך בין מכשירים אחרים.
hr: Sinkroniziraj podatke pregledavanja na svim uređajima.
hu: Információk szinkronizálása az összes eszközén.
ia: Synchronisa informationes sur tote tu apparatos.
it: Sincronizzare le informazioni sui vari dispositivi
ja: 他の端末とブラウジング情報を同期。
ka: მონახულებული გვერდების მონაცემების დასინქრონება სხვა მოწყობილობებზე.
kab: Mtawi talɣut-ik n tunigin gar yibenkan-nniḍen.
ko: 다른 장치에서 검색 정보를 동기화합니다.
nb_no: Synkroniser nettleserinformasjonen din mellom andre enheter.
nl: Uw navigatiegegevens op andere apparaten synchroniseren.
pl: Synchronizowanie danych przeglądania między urządzeniami.
pt_br: Sincronize suas informações de navegação com outros dispositivos.
pt_pt: Sincronize a sua informação de navegação em todos os dispositivos.
ro: Sincronizează-ți informațiile de navigare pe toate dispozitivele.
sk: Synchronizujte informácie na všetkých svojich zariadeniach
sr: Синхронизујте податке прегледања на свим уређајима.
sv: Synkronisera din surfinformation mellan andra enheter.
te: మీ విహరణ సమాచారాన్ని మీ ఇతర పరికరాల్లో సింక్రనించుకోండి.
th: ซิงค์ข้อมูลการเรียกดูของคุณกับอุปกรณ์อื่น ๆ
tr: Gezinti bilgilerinizi diğer cihazlarla eşitleme
uk: Синхронізація інформації на різних пристроях.
ur: اپنی براؤزنگ کی معلومات کو دیگر آلات میں سنک کریں۔
vi: Đồng bộ hóa thông tin duyệt web của bạn trên các thiết bị khác.
zh_cn: 同步您的浏览信息到其他设备。
zh_tw: 同步您的上網資訊到其他裝置。

# DB: products.Topic.title
source: Sync and backup confusion
ia: Confusion in synchronisar e salveguardar
sv: Förvirring av synkronisering och säkerhetskopiering
tr: Eşitleme ve yedekleme karışıklığı

# DB: products.Topic.description
source: Troubleshoot sync and backup confusion.
ia: Solver confusion in synchronisar e salveguardar.
sv: Felsök förvirring av synkronisering och säkerhetskopiering.
tr: Eşitleme ve yedekleme karışıklığıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Sync and save
bg: Синхронизиране и запазване
bs: Sinhroniziraj i sačuvaj
de: Synchronisieren und speichern
el: Συγχρονισμός και αποθήκευση
es: Sincronizar y guardar
fy_nl: Syngronisearje en bewarje
he: סנכרון ושמירה
hr: Sinkroniziraj i spremi
hu: Szinkronizálás és mentés
ia: Synchronisar e salvar
id: Sinkronkan dan simpan
it: Sincronizza e salva
ja: 同期と保存
ka: დასინქრონება და შენახვა
kab: Mtawi sakin sekles
ko: 동기화 및 저장
mg: Hampifandrindra sy hitahiry
ms: Sync dan simpan
nb_no: Synkroniser og lagre
nl: Synchroniseren en opslaan
pl: Synchronizacja i zapis danych
pt_br: Sincronizar e salvar
pt_pt: Sincronizar e guardar
ro: Sincronizează și salvează
sk: Synchronizácia a ukladanie
sr: Синхронизуј и сними
sv: Synkronisera och spara
te: సమకాలీకరించి మరియు సేవ్
th: ซิงค์และบันทึก
tr: Eşitleme ve kaydetme
uk: Синхронізація і збереження
ur: سنک اور محفوظ کریں
vi: Đồng bộ và lưu lại
zh_cn: 同步和保存
zh_tw: 同步並儲存

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
af: Stoor, deel en sinkroniseer inhoud met ander toestelle
bg: Запазвайте, споделяйте и синхронизирайте съдържание с други устройства
bs: Sačuvaj, dijeli i sinhroniziraj sadržaj sa drugim uređajima
de: Speichern, teilen und synchronisieren Sie Inhalte mit anderen Geräten
el: Αποθήκευση, κοινή χρήση και συγχρονισμός περιεχομένου με άλλες συσκευές
es: Guarda, comparte y sincroniza contenido con otros dispositivos
fy_nl: Ynhâld bewarje, diele en mei oare apparaten syngronisearje
he: שמירה, שיתוף וסנכרון תוכן עם מכשירים אחרים
hr: Spremi, dijeli i sinkroniziraj sadržaj s drugim uređajima
hu: Mentés, megosztás, tartalom szinkronizálása más eszközökkel
ia: Salva, comparti e synchronisa contento con altere apparatos
id: Simpan, bagikan, dan sinkronisasikan konten dengan peranti lainnya
it: Salva, condividi e sincronizza i contenuti con altri dispositivi
ja: コンテンツを他の端末に保存、共有、同期できます
ka: შეინახეთ, გააზიარეთ და დაასინქრონეთ სასურველი გვერდები, სხვადასხვა მოწყობილობაზე
kab: Sekles, bḍu, mtawi agbur akked yibenka-nniḍen
ko: 다른 장치와의 컨텐츠 저장, 공유, 동기화
mg: Mitahiriza, mizarà ary mampifandrindrà atiny @ fitaovana hafa
ms: Simpan, kongsi dan selaraskan kandungan dengan peranti lain
nb_no: Lagre, del og synkroniser innhold med andre enheter
nl: Inhoud opslaan, delen en met andere apparaten synchroniseren
pl: Zapisuj, udostępniaj i synchronizuj zawartość pomiędzy urządzeniami
pt_br: Salvar, compartilhar e sincronizar conteúdo com outros dispositivos
pt_pt: Guarde, partilhe e sincronize o conteúdo com outros dispositivos
ro: Salvează, partajează și sincronizează conținut cu alte dispozitive
sk: Ukladajte, zdieľajte a synchronizujte obsah na ďalších zariadeniach
sr: Сними, подели и синхронизуј садржај са другим уређајима
sv: Spara, dela och synkronisera innehåll med andra enheter
te: ఇతర పరికరాలతో సమాచారాన్ని భద్రపరచుకోండి, పంచుకోండి, సిక్రనించుకోండి
th: บันทึก, แบ่งปัน และซิงโครไนซ์เนื้อหากับอุปกรณ์อื่น
tr: İçerikleri kaydedin, paylaşın ve diğer cihazlarınızla eşitleyin
uk: Зберігайте, діліться та синхронізуйте вміст з іншими пристроями
vi: Lưu, chia sẻ và đồng bộ hóa nội dung với các thiết bị khác
zh_cn: 保存、分享，并与其他设备同步内容
zh_tw: 儲存、分享，並與其他裝置同步內容
zu: Londoloza, yabelana bese uqondanisa ulwazi namanye amadivayisi

# DB: products.Topic.description
source: Sync information on all your devices
bg: Синхронизирайте информацията на всичките си устройства
bs: Sinhronizujte informacije na sve vaše uređaje
de: Synchronisieren Sie Ihre Daten auf allen Ihren Geräten
el: Συγχρονισμός πληροφοριών σε όλες τις συσκευές
es: Sincroniza la información en todos tus dispositivos
fy_nl: Gegevens op al jo apparaten syngronisearje
he: סנכרון מידע בין כל המכשירים שלך
hr: Sinkroniziraj podatke na svim svojim uređajima
hu: Információk szinkronizálása az összes eszközén
ia: Synchronisa le informationes sur tote tu apparatos
id: Sinkronkan informasi pada semua peranti Anda
it: Sincronizza le informazioni sui tuoi dispositivi
ja: すべての端末で情報を同期しましょう
ka: Sync-თან დაკავშირებული ინფორმაცია, ყველა მოწყობილობისთვის
kab: Mtawi talɣut-ik deg meṛṛa ibenkan-ik
ko: 모든 장치에 대한 정보 동기화
mg: Hampifandrindra fampahalalana ao @ fitaovanao rehetra
ms: Sync maklumat pada semua peranti anda
nb_no: Synkroniser informasjon på alle dine enheter
nl: Gegevens op al uw apparaten synchroniseren
pl: Zsynchronizuj swoje dane na wszystkich urządzeniach
pt_br: Sincronize informações em todos os seus dispositivos
pt_pt: Sincronizar a informação em todos os seus dispositivos
ro: Sincronizează informațiile pe toate dispozitivele tale
sk: Synchronizujte informácie na všetkých svojich zariadeniach
sr: Синхронизујте информације на свим уређајима
sv: Synkronisera information på alla dina enheter
te: మీ అన్ని పరికరాల్లో సమాచారాన్ని సమకాలీకరించండి
th: ซิงค์ข้อมูลบนอุปกรณ์ทั้งหมดของคุณ
tr: Bilgilerinizi tüm cihazlarınız arasında eşitleyin
uk: Синхронізуйте інформацію на всіх своїх пристроях
ur: اپنے تمام آلات پر معلومات کو سنک کریں
vi: Đồng bộ hóa thông tin trên tất cả các thiết bị của bạn
zh_cn: 同步您的所有设备上的信息
zh_tw: 在您的所有裝置間同步資訊

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
af: Deel webbladsye op Firefox vir iOS
bg: Споделяйте уеб страници във Firefox за iOS
bs: Dijelite web stranice na Firefoxu za iOS
de: Teilen Sie Webseiten mit Firefox für iOS
el: Κοινή χρήση ιστοσελίδων στο Firefox για iOS
es: Comparte páginas web en Firefox para iOS
fy_nl: Websiden diele yn Firefox foar iOS
he: שיתוף דפי אינטרנט ב־Firefox עבור iOS
hr: Dijeli web stranice na Firefoxu za iOS
hu: Weboldalak megosztása Firefox for iOS-ben
ia: Comparti paginas web sur Firefox pro iOS
id: Bagikan laman web di Firefox untuk iOS
it: Condividere pagine web su Firefox per iOS
ja: iOS 版 Firefox でウェブページを共有しましょう
ka: ვებგვერდების გაზიარება Firefox iOS-ზე
kab: Bḍu isebtar web s Firefox i iOS
ko: Firefox iOS에서 웹 페이지 공유
mg: Mizarà pejin-tranonkala ao @ Firefox ho an'i iOS
ms: Kongsi halaman web dalam Firefox untuk iOS
nb_no: Del nettsider på Firefox for iOS
nl: Webpagina’s delen in Firefox voor iOS
pl: Udostępniaj strony w Firefoksie dla systemu iOS
pt_br: Compartilhe páginas web com o Firefox para iOS
pt_pt: Partilhe páginas web com o Firefox para iOS
ro: Partajează pagini web din Firefox pentru iOS
sk: Zdieľajte webové stránky na Firefoxe pre iOS
sr: Поделите веб странице на Firefox-у за iOS
sv: Dela webbsidor på Firefox för iOS
te: iOS కోసం Firefox లో వెబ్ పేజీలను భాగస్వామ్యం
th: แบ่งปันหน้าเว็บบน Firefox สำหรับ iOS
tr: iOS için Firefox'ta web sayfalarını paylaşın
uk: Діліться вебсторінками у Firefox для iOS
ur: iOS کے لئے Firefox میں ویب صفحات کااشتراک کریں
vi: Chia sẻ các trang web của bạn trên Firefox dành cho iOS
zh_cn: 在 Firefox iOS 版上分享网页
zh_tw: 透過 Firefox for iOS 分享網頁
zu: Yabelana ngamakhasi e-inthanethi ku-Firefox ye-iOS

# DB: products.Topic.title
source: Sync configuration
ia: Configuration del synchronisation
sv: Synkroniseringskonfiguration
tr: Eşitleme yapılandırması

# DB: products.Topic.description
source: Change your sync configuration.
ia: Cambia le configuration de tu synchronisation.
sv: Ändra din synkroniseringskonfiguration.
tr: Eşitleme yapılandırmanızı değiştirin.

# DB: products.Topic.title
source: Sync data
hu: Adatok szinkronizálása
ia: Synchronisation de datos
it: Sincronizza i dati
nl: Gegevens synchroniseren
pl: Synchronizacja danych
pt_br: Sincronização de dados
sv: Synkronisera data
tr: Verileri eşitleme
zh_cn: 同步数据

# DB: products.Topic.description
source: Sync your data across different platforms and devices.
hu: Szinkronizálja az adatait a különböző platformok és eszközök között.
ia: Synchronisa tu datos trans platteformas e apparatos differente.
it: Sincronizza i tuoi dati tra piattaforme e dispositivi diversi.
nl: Synchroniseer uw gegevens tussen verschillende platformen en apparaten.
pl: Synchronizuj swoje dane pomiędzy różnymi platformami i urządzeniami.
pt_br: Sincronize seus dados entre diferentes plataformas e dispositivos.
sv: Synkronisera din data mellan olika plattformar och enheter.
tr: Verilerinizi farklı platformlar ve cihazlar arasında eşitleyin.
zh_cn: 跨平台和设备同步数据。

# DB: products.Topic.title
source: Sync devices & services
de: Geräte & Dienste synchronisieren
el: Συγχρονισμός συσκευών και υπηρεσιών
fy_nl: Apparaten en tsjinsten syngronisearje
hu: Eszközök és szolgáltatások szinkronizálása
ia: Synchronisar apparatos e servicios
it: Sincronizza dispositivi e servizi
ka: დასინქ. მოწყობილობები და მომსახურებები
ko: 장치 및 서비스 동기화
nl: Apparaten en services synchroniseren
pl: Synchronizuj urządzenia i usługi
pt_br: Sincronizar dispositivos e serviços
pt_pt: Sincronize dispositivos e serviços
sk: Synchronizácia zariadení a služieb
sv: Synkronisera enheter och tjänster
tr: Cihazları ve hizmetleri eşitleme
uk: Синхронізація пристроїв і служб
vi: Đồng bộ hoá thiết bị & dich vụ
zh_cn: 同步设备与服务
zh_tw: 同步裝置與服務

# DB: products.Topic.description
source: Sync information on all your devices.
de: Synchronisieren Sie Ihre Daten auf allen Ihren Geräten.
el: Συγχρονίστε τα δεδομένα σας με όλες τις συσκευές σας.
fy_nl: Gegevens op al jo apparaten syngronisearje.
hu: Információk szinkronizálása az összes eszközén.
ia: Synchronisa informationes sur tote tu apparatos.
it: Sincronizza le informazioni su tutti i tuoi dispositivi.
ka: დასინქრონების მონაცემები ყველა თქვენი მოწყობილობის შესახებ.
ko: 모든 장치에 대해 정보를 동기화하세요.
nl: Gegevens op al uw apparaten synchroniseren.
pl: Synchronizuj dane na wszystkich urządzeniach.
pt_br: Sincronize informações em todos os seus dispositivos.
pt_pt: Sincronize a informação em todos os seus dispositivos.
sk: Synchronizujte informácie na všetkých svojich zariadeniach.
sv: Synkronisera information på alla dina enheter.
tr: Bilgilerinizi tüm cihazlarınız arasında eşitleyin.
uk: Синхронізація інформації на всіх ваших пристроях.
vi: Đồng bộ hóa thông tin trên tất cả các thiết bị của bạn.
zh_cn: 同步各设备上的信息。
zh_tw: 在您的所有裝置間同步資訊。

# DB: products.Topic.title
source: Sync failure
ia: Insuccesso in synchronisar
sv: Synkroniseringsfel
tr: Eşitleme hatası

# DB: products.Topic.description
source: Troubleshoot sync issues.
ia: Solver problemas de synchronisation.
sv: Felsök problem med synkronisering.
tr: Eşitlemeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Sync, share and save
bg: Синхронизирайте, споделяйте и запазвайте
bs: Sinhronizujte, sačuvajte i dijelite
de: Synchronisieren, teilen und speichern
el: Συγχρονισμός, κοινοποίηση και αποθήκευση
es: Sincronizar, compartir y guardar
fy_nl: Syngronisearje, diel en bewarje
he: סנכרון, שיתוף ושמירה
hr: Sinkroniziraj, spremi i dijeli
hu: Szinkronizálás, megosztás és mentés
ia: Synchronisar, compartir e salvar
id: Sinkronkan, bagikan, dan simpan
it: Sincronizza, salva e condividi
ja: 同期、共有、保存
ka: სინქრონიზაცია, შენახვა და გაზიარება
kab: Amtawi, beṭṭu d usekles
ko: 동기화, 저장 및 공유
ms: Sync, kongsi dan simpan
nb_no: Synkroniser, del og lagre
nl: Synchroniseren, delen en opslaan
pl: Zapisywanie, udostępnianie i synchronizacja
pt_br: Sincronize, compartilhe e salve
pt_pt: Sincronizar, partilhar e guardar
ro: Sincronizează, partajează și salvează
sk: Synchronizácia, zdieľanie a ukladanie
sr: Синхронизуј, подели и сачувај
sv: Synkronisera, dela och spara
te: సమకాలీకరించండి, పంచండి మరియు భద్రపరచండి
th: ซิงค์ แบ่งปัน และบันทึก
tr: Eşitleme, paylaşma ve kaydetme
uk: Синхронізація, збереження й поширення
ur: سنک ، اشتراک اور محفوظ کریں
vi: Đồng bộ, chia sẻ và lưu trữ
zh_cn: 同步、分享和保存
zh_tw: 同步、儲存、分享

# DB: products.Topic.description
source: Sync browsing information and content across multiple devices with Firefox Accounts.
bg: Синхронизирайте информацията и съдържанието от браузъра на множество устройства с Firefox Accounts.
bs: Sinhronizujte informacije pretraživanja i sadržaj putem više uređaja s Firefox računima.
de: Synchronisieren Sie mit einem Firefox-Konto Surf-Daten und -Inhalte zwischen mehreren Geräten.
el: Συγχρονισμός πληροφοριών περιήγησης και περιεχομένου σε πολλαπλές συσκευές με τους λογαριασμούς Firefox.
es: Sincroniza la información de navegación y contenidos en múltiples dispositivos con Firefox Accounts.
fy_nl: Syngronisearje browseynformaasje en ynhâld mei ferskate apparaten mei Firefox Accounts.
he: סנכרון מידע ותוכן הקשורים בגלישה בין מגוון מכשירים באמצעות Firefox Accounts.
hr: Sinkroniziraj podatke i sadržaj pregledavanja na uređajima s Firefox računima.
hu: Szinkronizálja a böngészési információit és a tartalmakat több eszköz között a Firefox-fiókokkal.
ia: Synchronisa informationes e contento del explorationes trans plure apparatos con le contos de Firefox.
id: Menyinkronkan informasi penjelajahan dan konten lintas perangkat dengan Akun Firefox.
it: Sincronizza le informazioni di navigazione e i contenuti su più dispositivi utilizzando l'account Firefox.
ja: Firefox アカウントを使って複数の端末間でブラウジング情報やコンテンツを同期しましょう。
ka: დაასინქრონეთ თქვენი მონაცემები ბრაუზერებში, სხვადასხვა მოწყობილობებზე, Firefox-ანგარიშის მეშვეობით.
kab: Mtawi talɣut-ik akked ugbur-ik gar ddeqs n yibenkan s useqdec n umiḍan Firefox.
ko: Firefox 계정을 사용하여 여러 디바이스에서 브라우징 정보와 콘텐츠를 동기화합니다.
ms: Selaraskan maklumat dan kandungan pelayaran dalam semua peranti menggunakan Akaun Firefox.
nb_no: Synkroniser nettleserinformasjon og innhold mellom flere enheter med Firefox-kontoer.
nl: Browsergegevens en -inhoud synchroniseren tussen verschillende apparaten met Firefox-accounts
pl: Synchronizacja danych przeglądania i zawartości pomiędzy urządzeniami za pomocą Konta Firefoksa.
pt_br: Sincronize informações de navegação e conteúdo entre vários dispositivos com uma conta Firefox.
pt_pt: Sincronize informação de navegação e conteúdo entre múltiplos dispositivos com o Contas Firefox.
ro: Sincronizează informațiile de navigare și conținutul pe mai multe dispozitive cu ajutorul unui cont Firefox.
sk: Synchronizujte informácie o svojom prehliadaní naprieč rôznymi zariadeniami pomocou účtu Firefox.
sr: Синхронизујте информације прегледања и садржај преко више уређаја са Firefox налозима.
sv: Synkronisera webbläsarinformation och innehåll på flera enheter med Firefox-konton.
te: Firefox ఖాతాలతో బహుళ పరికరాలలో విహరణ సమాచారం మరియు కంటెంట్ను సమకాలీకరించండి.
th: ซิงค์ข้อมูลการเรียกดูและเนื้อหาในอุปกรณ์หลายเครื่องด้วยบัญชี Firefox
tr: Firefox Hesabı ile tarama bilgilerinizi ve içeriği farklı cihazlar arasında eşitleyin.
uk: Синхронізуйте інформацію браузера між різними пристроями за допомогою облікового запису Firefox.
ur: Firefox اکاؤنٹس کے ساتھ متعدد آلات میں براؤزنگ کی معلومات اور مواد کو سنک کریں۔
vi: Đồng bộ hóa thông tin và nội dung duyệt trên nhiều thiết bị với tài khoản Firefox.
zh_cn: 使用 Firefox 账户跨设备同步浏览信息和内容。
zh_tw: 使用 Firefox 帳號在不同裝置間同步瀏覽資訊與網頁內容。
