Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
af: Dankie dat jy tyd geneem het om hierdie veranderinge na te sien. Bedank asseblief die redigeerder, en gee dan spesifieke, konstruktiewe terugvoer oor wat jy dink verander moet word om die wysiging aanvaarbaar te maak.
bg: Благодарим ви, че отделихте време за преглед на тези промени. Моля, благодарете на автора и дайте конструктивни съвети относно необходимите подобрения, които биха направили статията одобрена.
bs: Hvala što ste uzeli vrijeme kako biste pregledali izmjene. Molimo zahvalite uređivaču, a zatim dajte određenu, konstruktivnu povratnu informaciju o tome šta vi mislite da treba promijeniti kako bi revizija bila prihvatljiva.
de: Danke, dass Sie sich Zeit genommen haben, um diese Änderungen durchzusehen. Bitte danken Sie dem Bearbeiter und geben Sie dann genaue, konstruktive Rückmeldung dazu, was aus Ihrer Sicht geändert werden muss, damit die Version akzeptabel ist.
el: Ευχαριστούμε για τον χρόνο που αφιερώσατε για να ελέγξετε τις αλλαγές αυτές. Παρακαλούμε ευχαριστήστε τον επιμελητή και έπειτα, δώστε συγκεκριμένα, εποικοδομητικά σχόλια σχετικά με αυτά που πιστεύετε ότι χρειάζεται να αλλάξουν, προκειμένου να γίνει αποδεκτή η αναθεώρηση.
es: Gracias por tomarte el tiempo para revisar estos cambios. Por favor, dale las gracias al editor y luego ofrece una opinión constructiva y específica sobre lo que crees que hay que cambiar para que la revisión sea aceptable.
fy_nl: Tank foar it beoardielen fan dizze wizigingen. Tank de editor en jou dêrnei spesifike, konstruktyf kommentaar oer wat der neffens jo wizige wurde moat om de refyzje akseptearje te kinnen.
he: תודה שהשקעת את הזמן לסקור את השינויים האלה. נא להודות לעורך ולספק משוב בונה וספציפי על מה שלדעתך יש לשנות כדי שהמהדורה תתקבל.
hr: Hvala ti što si pregledao/la promjene. Zahvali se uredniku, a zatim pošalji određenu, konstruktivnu povratnu informaciju o tome što ti misliš da treba promijeniti, kako bi revizija bila prihvatljiva.
hu: Köszönjük, hogy időt szakított a módosítások ellenőrzéséhez. Ne felejtsen el köszönetet mondani a módosítás beküldőjének és adjon konstruktív visszajelzést, hogy mit kell módosítani ahhoz, hogy a beküldött verzió elfogadható legyen.
ia: Gratias pro prender le tempore pro le revision de iste cambios. Per favor regratia le redactor e pois da specific, constructive commentario re que tu senti ser necessari cambiar proque le revision es acceptabile.
id: Terima kasih telah meninjau perubahan ini. Mohon pertimbangkan untuk mengirimkan terima kasih kepada orang yang telah mengirimkannya lalu beri umpan balik yang cukup tentang apa yang sekiranya perlu diubah agar revisi ini dapat diterima.
it: Ti ringraziamo per aver revisionato queste modifiche. Potrebbe essere opportuno ringraziare l'autore delle modifiche fornendo commenti specifici su che cosa ritieni che sia da modificare al fine di rendere accettabile la nuova versione.
ja: 変更点のレビューをしていただきありがとうございます。編集者へのメッセージを入力してください。リビジョンを承認するために必要な内容や感じたこと、建設的な意見を具体的に書いてください。
ka: გმადლობთ, რომ გამონახეთ დრო, ცვლილებების მიმოხილვისთვის. გთხოვთ, მადლობა მოახსენოთ შემსწორებელს და შემდეგ თავაზიანი ფორმით განუმარტოთ, თუ რა დამატებითი ცვლილებების საჭიროებას ხედავთ, რომ ეს ვერსია მისაღები გახდეს.
kab: Tanemmirt imi tmuddeḍ seg wakud-ik akken ad tesneqdeḍ ibelliden-a. Ur tettura ad tesnemreḍ wid yettarun daɣen ad asen-tmuddeḍ tikta ibennun, tid ibanen, tid icudden ɣer yibeddilen i tettwaliḍ laqen akken aceggir ad yettwaqbel.
ko: 변경 사항들을 검토해 주셔서 감사합니다. 참여해 주신 분께 감사의 글을 보내주십시오.
mg: Misaotra naka fotoana nitsarana an'ireto fanovana ireto. Isaory azafady ilay mpanitsy, avy eo manomeza tsikera ahafaha-manamboatra mazava tsara momba izay tsapanao fa mila ovaina mba ho azo ekena ilay fanitsiana.
ms: Terima kasih kerana meluangkan masa untuk meneliti perubahan ini. Sila ucapkan terima kasih kepada editor dan kemudian berikan secara khusus, maklum balas yang membina perihal apa yang anda rasa perlu diubah supaya semakan itu dapat diterima.
nb_no: Takk for at du tok deg tid til å gjennomgå disse endringene. Si takk til personen som redigerte, og gi presis, konstruktiv tilbakemelding om hva du synes må endres før revisjonen er akseptabel.
nl: Bedankt voor het beoordelen van deze wijzigingen. Bedank de editor en geef daarna specifieke, constructieve feedback over wat er volgens u moet worden gewijzigd om de revisie te kunnen accepteren.
pa_in: ਸਮਾਂ ਲੈਣ ਲਈ ਇਸ ਪਰਿਵਰਤਨਾਂ ਦੀ ਸਮਿਖਿਅਕ ਲਈ ਧੰਨਵਾਦ। ਸੰਪਾਦਕ ਲਈ ਧੰਨਵਾਦ ਅਤੇ ਫਿਰ ਵਿਸ਼ੇਸ਼ , ਤੂੰ ਕੀ ਕਰਣ ਲਈ ਸੰਸ਼ੋਧਨ ਲਈ ਆਦੇਸ਼ ਵਿੱਚ ਬਦਲਨ ਲਈ ਮੰਨਣਯੋਗ ਹੋ ਕਰਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਲੱਗਦਾ ਹੈ ਦੇ ਬਾਰੇ ਵਿੱਚ ਸਕਾਰਾਤਮਕ ਪ੍ਰਤੀਕਿਰਆ ਜੋ ਤੁਸੀ ਬਦਲਨ ਦੀ ਜਰੂਰਤ ਹੈ।
pl: Dziękujemy za czas poświęcony sprawdzeniu zmian. Podziękuj osobie, która ich dokonała, a jeśli zachodzi taka potrzeba, podaj konkretne, konstruktywne informacje, które twoim zdaniem trzeba dokonać, by ta wersja została zaakceptowana.
pt_br: Obrigado por dispor de tempo para revisar essas alterações. Agradeça ao editor e dê um retorno específico e construtivo sobre o que você acha que precisa mudar para que a edição seja aceitável.
pt_pt: Obrigado por dispor do seu tempo para rever estas alterações. Por favor, considere o envio de um agradecimento ao editor e seguidamente dê uma opinião específica e construtiva acerca daquilo que é necessário mudar para que esta revisão seja aceitável.
ro: Mulțumim pentru că ai recenzat aceste schimbări. Te rugăm să mulțumești editorului și să oferi feedback specific și constructiv despre ce trebuie schimbat pentru a face revizuirea acceptabilă.
sk: Ďakujeme, že venujete čas kontrole týchto zmien. Poďakujte prosím prispievateľovi a konštruktívne mu napíšte, čo si myslíte, že by mal zmeniť, aby bola jeho úprava akceptovateľná.
sr: Хвала вам што сте издвојили време да прегледате ове промене. Захвалите се уређивачу и дајте специфичне и конструктивне повратне информације о вашем мишљењу шта треба да се промени да би ова ревизија била прихваћена.
sv: Tack för att du tog dig tid att granska dessa ändringar. Vänligen tacka redigeraren och ge sen specifik och konstruktiv feedback om vad du känner behöver ändras för att revidering ska godkännas.
te: ఈ మార్పులు సమీక్షించడానికి సమయం తీసుకున్నందుకు ధన్యవాదాలు. ఎడిటర్ ధన్యవాదాలు ఆపై మీరు ఆమోదయోగ్యమైన పునఃపరిశీలించాలని క్రమంలో మార్చడానికి అవసరాలకు అనుభూతి సంబంధించినది, నిర్మాణాత్మకంగా ఇవ్వండి.
th: ขอบคุณสำหรับการสละเวลาในการตรวจสอบการเปลี่ยนแปลงเหล่านี้ โปรดส่งคำขอบคุณให้แก่บุคคลที่แก้ไขและให้รายละเอียดและผลตอบรับที่เป็นประโยชน์ เกี่ยวกับสิ่งที่คุณจำเป็นต้องแก้ไขเพื่อให้การปรับปรุงใหม่นี้เป็นที่ยอมรับ
tr: Bu değişiklikleri incelediğiniz için teşekkür ederiz. Lütfen editöre teşekkür edin ve değişikliğin kabul edilebilir olması için ne değişmesi gerektiğini düşündüğünüz konusunda açık ve yapıcı bir geri bildirimde bulunun.
uk: Дякуємо, що знайшли час для розгляду цих змін. Будь ласка, подякуйте редактору, а потім напишіть, що на вашу думку потребує виправлень, щоб ці зміни були прийняті.
vi: Cảm ơn đã dành thời gian để xét duyệt những thay đổi này. Vui lòng cảm ơn biên tập viên và sau đó đưa ra phản hồi cụ thể, mang tính xây dựng về những gì bạn cảm thấy cần thay đổi để bản sửa đổi được chấp thuận.
zh_cn: 感谢您花时间审核这些修订。也请您向编辑者说声谢谢，并请您对怎样修改才能达到可接受的标准给出一些明确的、有建设性的反馈意见。
zh_tw: 感謝您花時間審核這些修改。也請您感謝編輯者並針對您覺得還可以修改什麼以達到可以被接受的標準，提供一些明確、有建設性回饋。
zu: Siyabonga ukuba uzinikeze isikhathi sokubukeza lezi zinguquko. Uyacelwa ukubaubonge umhleli bese unikeza izimpendulo eziqondile, ezakhayo mayelana nalokho ocabanga ukuthi kudingek akushintshe ukuze isibukezo samukeleke.

source: Defer
af: Stuur terug
bg: Изпращане
bs: Odgodi
de: Zurückstellen
el: Διαφοροποίηση
es: Diferir
fy_nl: Utstelle
he: דחייה
hr: Odgodi
hu: Elhalasztás
ia: Deferer
id: Tolak
it: Rifiuta
ja: 却下
ka: გადადება
kab: Serǧu
ko: 거절
mg: Hanemotra
ms: Tangguh
nb_no: Utsett
nl: Uitstellen
pa_in: ਟਾਲਨਾ
pl: Odrocz
pt_br: Rejeitar
pt_pt: Diferir
ro: Amână
sk: Zamietnuť
sr: Одложи
sv: Senarelägg
te: విభేదం
th: เลื่อน
tr: Reddet
uk: Відкласти
ur: موخر کریں
vi: Hoãn lại
zh_cn: 待定
zh_tw: 推遲
zu: Hlehlisa

source: Show Helpfulness Votes Chart
af: Wys nuttigheid-stemme se grafiek
bg: Диаграма на гласовете за полезност
bs: Prikaži grafikon glasova korisnosti
de: Diagramm mit Stimmen zur Nützlichkeit anzeigen
el: Εμφάνιση πίνακα ψήφων χρησιμότητας
es: Mostrar gráfica de votos útiles
fy_nl: Grafyk fan behelpsumheidsstimmen toane
he: הצגת תרשים הצבעות יעילות
hr: Prikaži grafikon glasova korisnosti
hu: Segítő szavazatok grafikonjának megjelenítése
ia: Monstrar le diagramma del votos re le utilitate
id: Tampilkan Bagan Suara Keterbantuan
it: Mostra grafico dei voti relativi all'utilità
ja: 記事評価のグラフを表示する
ka: სარგებლიანობის შესახებ შეფასებების გრაფიკული გამოსახვა
kab: Sken-d udlif n tefranin inefɛen
ko: 도움 투표 차트 보기
mg: Hampiseho Tabilaon'ny Vato Ny Mahasoa
ms: Papar Carta Undi Kebergunaan
nb_no: Vis diagram over hjelpsomhet-stemmer
nl: Grafiek van behulpzaamheidsstemmen tonen
pa_in: ਅਸਹਾਇਤਾ ਵੋਟ ਚਾਰਟ ਦਿਖਾਉ
pl: Wyniki głosowania
pt_br: Mostrar gráfico de votos de utilidade
pt_pt: Exibir Gráfico de Votos de Utilidade
ro: Afișează tabelul cu voturile utile
sk: Zobraziť graf hlasovania o užitočnosti
sr: Прикажи графикон гласова
sv: Visa diagram för hjälpsamma röster
te: సహాయకరమైనవి చార్ట్ ఓట్లు చూపించు
th: แสดงผลการลงคะแนนการช่วยเหลือที่เป็นประโยชน์
tr: İşe Yararlık Oyları Tablosunu Göster
uk: Показати діаграму голосів за корисність
vi: Hiển thị biểu đồ bỏ phiếu hữu ích
zh_cn: 显示有所帮助投票的图表
zh_tw: 顯示幫助程度投票表
zu: Veza Ishadi Lamavoti Okuba Usizo

source: Compare Selected Translations
af: Vergelyk gekose vertalings
bg: Сравняване на избраните преводи
bs: Uporedite izabrane prijevode
de: Ausgewählte Übersetzungen vergleichen
el: Σύγκριση επιλεγμένων μεταφράσεων
es: Comparar traducciones seleccionadas
fy_nl: Fergelykje selektearre oersettings
he: השוואת התרגומים הנבחרים
hr: Usporedi odabrane prijevode
hu: Kiválasztott fordítások összehasonlítása
ia: Comparar le traductiones eligite
id: Bandingkan Terjemahan Terpilih
it: Confronta le traduzioni selezionate
ja: 選択した翻訳を比較します
ka: მითითებული თარგმანების შედარება
kab: Serwes tisuqilin yettwafernen
ko: 선택한 번역 비교
mg: Hampitaha ireo Dikateny Voafantina
ms: Banding Terjemahan Dipilih
nb_no: Sammenlign valgte oversettelser
nl: Geselecteerde vertalingen vergelijken
pa_in: ਚੁਣੇ ਹੋਏ ਅਨੁਵਾਦਾ ਦੀ ਤੁਲਣਾ
pl: Porównaj wybrane tłumaczenia
pt_br: Comparar traduções selecionadas
pt_pt: Comparar Traduções Selecionadas
ro: Compară traducerile selectate
sk: Porovnanie vybraných prekladov
sr: Упореди означене преводе
sv: Jämför valda översättningar
te: ఎంచుకున్న అనువాదాలు పోల్చు
th: เปรียบเทียบการแปลที่เลือก
tr: Seçilen çevirileri karşılaştır
uk: Порівняти обрані переклади
ur: منتخب کردہ ترجمہ کا موازنہ کریں
vi: So sánh các Bản dịch Đã chọn
zh_cn: 比较所选择的译文
zh_tw: 比較所選擇的翻譯
zu: Qhathanisa Izihumusho Ezikhethiwe

source: Compare Selected Revisions
bg: Сравняване на избраните ревизии
bs: Uporedi označene revizije
de: Ausgewählte Versionen vergleichen
el: Σύγκριση επιλεγμένων αναθεωρήσεων
es: Comparar revisiones seleccionadas
fy_nl: Selektearre refyzjes fergelykje
he: השוואת המהדורות הנבחרות
hr: Usporedi odabrane revizije
hu: Kiválasztott verziók összehasonlítása
ia: Comparar le revisiones eligite
id: Bandingkan Perubahan Terpilih
it: Confronta le traduzioni selezionate
ja: 選択したリビジョンを比較します
ka: მითითებული ვერსიების შედარება
kab: Serwes iceggiren yettwafernen
ko: 선택한 리비전 비교
ms: Bandingkan Semakan Dipilih
nb_no: Sammenlign valgte revisjoner
nl: Geselecteerde revisies vergelijken
pl: Porównaj wybrane wersje
pt_br: Comparar edições selecionadas
pt_pt: Comparar traduções selecionadas
ro: Compară revizuirile selectate
sk: Porovnanie vybraných revízií
sr: Упореди означене ревизије
sv: Jämför valda revideringar
te: ఎంచుకున్న రివిజన్ లను పోల్చు
th: เปรียบเทียบการแก้ไขที่เลือก
tr: Seçilen revizyonları karşılaştır
uk: Порівняти обрані редакції
ur: منتخب شدہ نظرثانی کا موازنہ کریں
vi: So sánh các bản sửa đổi được chọn
zh_cn: 比较所选版本
zh_tw: 比較選擇的編修版本

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
af: Betekenisvolheid – MT: groot inhoudveranderinge. M: inhoudveranderinge. Leeg: klein veranderinge.
bg: Легенда - MT: Основни промени в съдържанието. М: Промени в съдържанието. Празно: Незначителни промени.
bs: Značenje - MT: Velike promjene sadržaja. M: Promjene sadržaja. Prazno: Male promjene.
de: Wichtigkeit - MT: Wesentliche Inhaltsänderungen. M: Inhaltsänderungen. Leer: Kleinere Änderungen.
el: Σημασία - MT: Σημαντικές αλλαγές περιεχομένου. M: Αλλαγές περιεχομένου. Κενό: Μικρές αλλαγές.
es: Significado: MT: cambios importantes en el contenido. M: cambios en el contenido. Vacío: cambios sin importancia.
fy_nl: Betsjutting - MT: grutte ynhâldswizigingen. M: ynhâldswizigingen. Leech: lytse wizigingen.
he: חשיבות - MT: שינויי תוכן מהותיים. M: שינויי תוכן. ריק: שינויים קטנים.
hr: Značenje - MT: Velike promjene sadržaja. M: Promjene sadržaja. Prazno: Male promjene.
hu: Jelentőség - MT: Lényeges tartalomváltozás. M: Tartalomváltozás. Üres: Apró változás.
ia: Significantia - MT: cambios de contento major. M: cambios del contento. Vacue: cambios minor.
id: Tingkat Kepentingan - MT: Perubahan Besar Konten. M: Perubahan Konten. Kosong: Perubahan Kecil.
it: Importanza - MT: modifica fondamentale dei contenuti. M: modifica semplice dei contenuti. Vuoto: modifica di lieve entità.
ja: 重要性 (S) - MT: 内容の大きな変更。M: 内容の変更。表記なし: 小さな変更。
ka: მნიშვნელოვნობა - MT: შიგთავსის საკმაოდ დიდი ცვლილება. M: შიგთავსის ცვლილებები. ცარიელი: მეორეხარისხოვანი ცვლილებები.
kab: Anamek- MT : Ibeddilen meqqren deg ugbur. M : Ibeddilen n ugbur. Ilem: Ibeddilen meẓẓiyen.
ko: 의미 - MT : 주요 컨텐츠 변경 M : 컨텐츠 변경 Empty : 그외(컨텐츠 제외) 변경
mg: Lanjany - MT: Fanovana Atiny Lehibe. M: Fanovana Atiny. Foana: Fanovana Kely.
ms: Signifikan - MT: Perubahan Kandungan Utama. M: Perubahan Kandungan. Kosong: Perubahan Kecil.
nb_no: Betydning - MT: Stor endring. M: Innholdsendring. Tom: Mindre endringer.
nl: Betekenis - MT: grote inhoudswijzigingen. M: inhoudswijzigingen. Leeg: kleine wijzigingen.
pa_in: ਮਹੱਤਤਾ- MT: ਮੇਜਰ ਸਾਮਗਰੀ ਵਿੱਚ ਤਬਦੀਲੀ। M: ਸਾਮਗਰੀ ਤਬਦੀਲੀ। ਖਾਲੀ: ਥੋੜੀ ਤਬਦੀਲੀ।
pl: Ważność — MT: Znacząca zmiana zawartości. M: Zmiana zawartości. Puste pole: Niewielkie zmiany.
pt_br: Importância - MT: alterações de conteúdo significativas. M: alterações de conteúdo. Vazio: pequenas alterações.
pt_pt: Relevância - MT: Alterações de Conteúdo Significativas. M: Alterações de Conteúdo. Vazio: Pequenas Alterações.
ro: Ce înseamnă - MT: modificări majore de conținut. M: modificări de conținut. Gol: schimbări minore.
sk: Popisky - MT: podstatné zmeny obsahu. M: zmeny obsahu. Prázdne: Minoritné zmeny.
sr: Значај - MT: Велике промене у садржају. M: Промене у садржају. Празно: Мање промене.
sv: Signifikans - MT: Större innehållsändringar. M: Innehållsändringar. Empty: Mindre ändringar.
te: ప్రాముఖ్యత - MT: మేజర్ కంటెంట్ మార్పులు. ఎం: కంటెంట్ మార్పులు. ఖాళీ: మైనర్ మార్పులు.
th: ความสำคัญ - MT: เปลี่ยนแปลงเนื้อหาหลัก M: เปลี่ยนแปลงเนื้อหาทั่วไป ว่างเปล่า: เปลี่ยนแปลงเล็กน้อย
tr: Önem - MT: Büyük içerik değişiklikleri. M: İçerik değişiklikleri. Boş: Küçük değişiklikler.
uk: Значення - МТ: Значні зміни вмісту. М: Зміни вмісту. Порожньо: Незначні зміни.
vi: Ý nghĩa - MT: Thay đổi nội dung chính. M: Thay đổi nội dung. Empty: Thay đổi nhỏ.
zh_cn: 修改幅度 - MT：重大内容更改。M：内容更改。空值：细微更改。
zh_tw: 修改程度 - MT：大量內容修改。M：內容修改。空值：小修改。
zu: Ukubaluleka - MT: Izinguquko Ezinkulu Zokuqukethwe . M: Izinguquko Zokuqukethwe . Akunalutho: Izinguquko Ezimbalwa Zokuqukethwe.

source: Review
af: Sien na
bg: Преглед
bs: Pregledaj
de: Prüfen
el: Αξιολόγηση
es: Revisar
fy_nl: Kontrôle
he: סקירה
hr: Pregledaj
hu: Ellenőrzés
ia: Revider
id: Tinjau
it: Da revisionare
ja: レビュー待ち
ka: განხილვა
kab: Acegger
ko: 리뷰
mg: Hitsara
ms: Semakan
nb_no: Gjennomgang
nl: Beoordelen
pa_in: ਸਮਿਖਿਆ
pl: Do sprawdzenia
pt_br: Revisão
pt_pt: Revisão
ro: Revizuiește
sk: Kontrola
sr: Прегледај
sv: Granska
te: సమీక్షించండి
th: พิจารณาใหม่
tr: İncele
uk: Рецензування
ur: جائزہ لیں
vi: Xét duyệt
zh_cn: 审核
zh_tw: 審核
zu: Ukubukeza

# revision
source: Unreviewed
af: Nienagesien
bg: Непрегледано
bs: Nije pregledano
de: Nicht überprüft
el: Μη ελεγμένο
es: Sin revisar
fy_nl: Net beoardiele
he: ללא סקירה
hr: Nije pregledano
hu: Ellenőrizetlen
ia: Non revidite
id: Belum Ditinjau
it: Non revisionata
ja: 未レビュー
ka: განუხილველი
kab: Ur yettwasenqed ara
ko: 검토 안됨
mg: Tsy voatsara
ms: Belum disemak
nb_no: Ikke gjennomgått
nl: Niet beoordeeld
pa_in: ਨਾ-ਸਮਿਖਿਆ
pl: Niesprawdzona
pt_br: Não revisado
pt_pt: Por rever
ro: Nerecenzat
sk: Neskontrolované
sr: Непрегледано
sv: Ej granskad
te: సమీక్షించాల్సినవి
th: ไม่ได้รับการพิจารณาใหม่
tr: İncelenmemiş
uk: Не переглянуті
ur: جائزہ نہیں لیا گیا
vi: Chưa được xét duyệt
zh_cn: 未审核
zh_tw: 未審核的
zu: Akukabukezwa

source: Current
af: Huidige
bg: Текущи
bs: Trenutno
de: Aktuell
el: Τρέχον
es: Actual
fy_nl: Aktuele
he: נוכחית
hr: Tekuće
hu: Aktuális
ia: Actual
id: Saat Ini
it: Attuale
ja: 公開中
ka: მიმდინარე
kab: Amiran
ko: 현재
mg: Ankehitriny
ms: Semasa
nb_no: Nåværende
nl: Actueel
pa_in: ਮੌਜੁਦਾ
pl: Aktualna
pt_br: Atual
pt_pt: Atual
ro: Actual
sk: Aktuálna
sr: Тренутно
sv: Aktuell
te: ప్రస్తుతం
th: ปัจจุบัน
tr: Güncel
uk: Поточна
ur: موجودہ
vi: Hiện tại
zh_cn: 目前
zh_tw: 目前
zu: Okwamanje

source: Reviewed
af: Nagesien
bg: Прегледано
bs: Pregledano
de: Überprüft
el: Ελεγμένο
es: Revisado
fy_nl: Beoardiele
he: נסקרה
hr: Pregledano
hu: Ellenőrzött
ia: Revidite
id: Ditinjau
it: Revisionata
ja: レビュー済み
ka: განხილულია
kab: Yettwasenqed
ko: 검토완료
mg: Voatsara
ms: Disemak
nb_no: Gjennomgått
nl: Beoordeeld
pa_in: ਸਮੀਖਿਆ ਕੀਤੀ
pl: Sprawdzono
pt_br: Revisado
pt_pt: Revisto
ro: Recenzat
sk: Skontrolované
sr: Прегледано
sv: Granskad
te: పరిశీలించినవి
th: พิจารณาใหม่แล้ว
tr: İncelendi
uk: Переглянуто
ur: جائزہ لیا گیا
vi: Đã xét duyệt
zh_cn: 已审阅
zh_tw: 已審核
zu: Kubukeziwe

source: This revision is ready for localization.
af: Hierdie wysiging is gereed vir taalaanpassing.
bg: Тази ревизия е готова за локализация.
bs: Ova revizija je spremna za lokalizaciju.
de: Diese Version ist bereit zum Übersetzen.
el: Αυτή η αναθεώρηση είναι έτοιμη προς μετάφραση.
es: Esta revisión está lista para su localización.
fy_nl: Dizze refyzje is klear foar oersetting.
he: מהדורה זו מוכנה לתרגום.
hr: Ova je revizija spremna za lokalizaciju.
hu: Ez a verzió készen áll a fordításra.
ia: Iste revision es preste pro le localisation.
id: Revisi ini siap diterjemahkan.
it: Questa versione è pronta per la localizzazione.
ja: このリビジョンは翻訳準備が完了しています。
ka: ეს ვერსია მზადაა, გადასათარგმნად.
kab: Aceggir-a ihegga i tsuqilt.
ko: 현재 버전은 번역 준비가 되었습니다.
mg: Vonona hadika ity fanitsiana ity.
ms: Semakan ini tersedia untuk lokalisasi.
nb_no: Denne revisjonen er klar for oversetting.
nl: Deze revisie is gereed voor vertaling.
pa_in: ਇਹ ਰੀਵਿਜ਼ਨ ਲੋਕੇਲਾਇਜੇਸਨ ਲਈ ਤਿਆਰ ਹੈ।
pl: Ta wersja jest gotowa do tłumaczenia.
pt_br: Esta edição está pronta para tradução.
pt_pt: Esta revisão está pronta para traduções.
ro: Această revizuire este gata pentru localizare.
sk: Táto revízia je pripravená na lokalizáciu.
sr: Ова ревизија је спремна за локализацију.
sv: Denna revidering är redo för översättning.
te: ఈ పునర్విమర్శ స్థానికీకరణ కోసం సిద్ధంగా ఉంది.
th: การปรับปรุงนี้พร้อมสำหรับการแปล
tr: Bu revizyon çeviriye hazırdır.
uk: Ця редакція готова до локалізації.
ur: یہ نظرثانی لوکلائزیشن کے لئے تیار ہے۔
vi: Bản sửa đổi này đã sẵn sàng để bản địa hóa.
zh_cn: 此修订可进行本地化。
zh_tw: 這個修改版本已經準備好可供翻譯。
zu: Lesi sibukezo sesilungele ukuhunyushwa.

source: This revision is not ready for localization.
af: Hierdie wysiging is nie gereed vir taalaanpassing nie.
bg: Тази ревизия не е готова за локализация.
bs: Ova revizija nije spremna za lokalizaciju.
de: Diese Version ist nicht bereit zum Übersetzen.
el: Αυτή η αναθεώρηση δεν είναι έτοιμη προς μετάφραση.
es: Esta revisión no está lista para su localización.
fy_nl: Dizze refyzje is net klear foar oersetting.
he: מהדורה זו אינה מוכנה לתרגום.
hr: Ova revizija nije spremna za lokalizaciju.
hu: Ez a verzió nem áll készen a fordításra.
ia: Iste revision non es preste pro le localisation.
id: Revisi ini tidak siap diterjemahkan.
it: Questa versione non è pronta per la localizzazione.
ja: このリビジョンは翻訳準備が完了していません。
ka: ეს ვერსია არაა მზად, გადასათარგმნად.
kab: Aceggir-a ur ihegga ara i tsuqilt.
ko: 현재 버전은 번역 준비가 되지 않았습니다.
mg: Tsy vonona hadika ity fanitsiana ity.
ms: Semakan ini tidak tersedia untuk lokalisasi.
nb_no: Denne revisjonen er ikke klar for oversetting.
nl: Deze revisie is niet gereed voor vertaling.
pa_in: ਇਹ ਰੀਵਿਜ਼ਨ ਲੋਕੇਲਾਇਜੇਸਨ ਲਈ ਤਿਆਰ ਨਹੀ ਹੈ।
pl: Ta wersja nie jest gotowa do tłumaczenia.
pt_br: Esta edição não está pronta para tradução.
pt_pt: Esta revisão não está pronta para traduções.
ro: Această revizuire nu este gata pentru localizare.
sk: Táto revízia nie je pripravená na lokalizáciu.
sr: Ова ревизија није спремна за локализацију.
sv: Denna revidering är inte redo för översättning.
te: ఈ పునర్విమర్శ స్థానికీకరణ కోసం సిద్ధంగా లేదు.
th: การปรับปรุงนี้ไม่พร้อมสำหรับการแปล
tr: Bu revizyon çeviriye hazır değildir.
uk: Ця редакція не готова до локалізації.
ur: یہ نظرثانی لوکلائزیشن کے لئے تیار نہیں ہے۔
vi: Bản sửa đổi này chưa sẵn sàng để bản địa hóa.
zh_cn: 此修订不可进行本地化。
zh_tw: 這個修改版本目前尚未準備好供翻譯。
zu: Lesi sibukezo asikalungeli ukuhunyushwa.

source: This revision is not approved yet.
ia: Iste revision non es approbate ancora.
sv: Denna revidering är inte godkänd än.

source: This revision has trivial changes only.
ia: Iste revision ha cambiamentos trivial solo.
sv: Denna revidering har endast triviala ändringar.

source: This revision cannot be marked ready for localization.
ia: Iste revision non pote esser marcate preste pro localisation.
sv: Denna revidering kan inte markeras som redo för översättning.

source: This is a translated document.
ia: Isto es un documento traducite.
sv: Detta är ett översatt dokument.

source: Delete this revision
af: Skrap hierdie wysiging
bg: Изтриване на тази ревизия
bs: Izbriši ovu reviziju
de: Diese Version löschen
el: Διαγραφή αναθεώρησης
es: Borrar esta revisión
fy_nl: Dizze refyzje fuortsmite
he: מחיקת מהדורה זו
hr: Izbriši ovu reviziju
hu: Verzió törlése
ia: Deler iste revision
id: Hapus revisi ini
it: Elimina questa versione
ja: このリビジョンを削除
ka: ამ ვერსიის წაშლა
kab: Kkes aceggir-a
ko: 변경사항 지우기
mg: Hamafa an'ity fanitsiana ity
ms: Buang semakan ini
nb_no: Slett denne revisjonen
nl: Deze revisie verwijderen
pa_in: ਇਸ ਰਵੀਜਨ ਨੂੰ ਹਟਾਓ
pl: Usuń tę wersję
pt_br: Apagar esta edição
pt_pt: Eliminar esta revisão
ro: Șterge această revizuire
sk: Odstrániť túto revíziu
sr: Обриши ову ревизију
sv: Ta bort revideringen
te: ఈ రివిజన్ ను తొలగించు
th: ลบการพิจารณานี้
tr: Bu revizyonu sil
uk: Вилучити цю редакцію
ur: اس نظرثانی کو ک حزف کریں
vi: Xóa bản lưu này
zh_cn: 删除此修订
zh_tw: 刪除此編修版本
zu: Dilitha lesi sibukezo
