Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Image:
af: Prent:
bg: Изображение:
bs: Slika:
de: Grafik:
el: Εικόνα:
es: Imagen:
fy_nl: Ofbylding:
he: תמונה:
hr: Slika:
hu: Kép:
ia: Imagine:
id: Gambar:
it: Immagine:
ja: 画像:
ka: სურათი:
kab: Tugna:
ko: 이미지:
mg: Sary:
ms: Imej:
nb_no: Bilde:
nl: Afbeelding:
pa_in: ਚਿੱਤਰ:
pl: Obrazek:
pt_br: Imagem:
pt_pt: Imagem:
ro: Imagine:
sk: Obrázok:
sr: Слика:
sv: Bild:
te: చిత్రము:
th: ภาพ:
tr: Resim:
uk: Зображення:
ur: نقش:
vi: Hình ảnh:
zh_cn: 图像：
zh_tw: 影像：
zu: Umfanekiso:

source: Creator:
af: Skepper:
bg: Създател:
bs: Kreirao:
de: Autor:
el: Δημιουργός:
es: Creador/a:
fy_nl: Auteur:
he: יוצר:
hr: Kreirao:
hu: Létrehozó:
id: Pembuat:
it: Autore:
ja: 作成者:
ka: შემქმნელი:
kab: Ameslal:
ko: 작성자:
mg: Mpamorona:
ms: Pencipta:
nb_no: Opprettet av:
nl: Auteur:
pa_in: ਬਣਾਉਣ ਵਾਲਾ:
pl: Autor:
pt_br: Criador:
pt_pt: Criador:
sk: Vytvoril:
sr: Аутор:
sv: Skapare:
te: సృష్టికర్త:
th: ผู้สร้าง:
tr: Oluşturan:
uk: Створив:
ur: تخلیق کار:
vi: Người tạo:
zh_cn: 创建者：
zh_tw: 建立者：
zu: Umsunguli:

source: Modified:
af: Aangepas:
bg: Променено:
bs: Promijenjeno:
de: Verändert:
el: Τροποποίηση:
es: Modificada:
fy_nl: Wizige:
he: מועד השינוי:
hr: Promijenjeno:
hu: Módosítva:
ia: Modificate:
id: Diubah:
it: Data di modifica:
ja: 変更:
ka: ჩასწორებული:
kab: Ittusnifel:
ko: 수정:
mg: Novaina:
ms: Diubahsuai:
nb_no: Endret:
nl: Gewijzigd:
pa_in: ਸੋਧ:
pl: Zmodyfikowano:
pt_br: Modificado:
pt_pt: Modificado:
ro: Modificat:
sk: Upravené:
sr: Измењено:
sv: Ändrad:
te: సవరించినది:
th: เปลี่ยนแปลงเมื่อ:
tr: Değiştirme:
uk: Змінено:
ur: ترمیم شدہ:
vi: Được chỉnh sửa:
zh_cn: 修改于：
zh_tw: 修改於：
zu: Ilungiswe:

source: Award details
af: Toekenning-detail
bg: Подробности за наградата
bs: Detalji o nagradi
de: Details des Abzeichens
el: Λεπτομέρειες βραβείου
es: Detalles del premio
fy_nl: Takenningsdetails
he: פרטי העיטור
hr: Detalji o nagradi
hu: Díj részletei
ia: Detalios del premio
id: Detil penghargaan
it: Dettagli sul premio
ja: 授与の詳細
ka: ჯილდოს შესახებ
kab: Talqayt ɣef warraz
ko: 수여 내용
mg: Antsipirian'ny loka
ms: Butiran anugerah
nb_no: Detaljer om utmerkelse
nl: Toekenningsdetails
pa_in: ਅਵਾਰਡ ਵੇਰਵੇ
pl: Szczegóły nagrody
pt_br: Detalhes do prêmio
pt_pt: Detalhes da distinção
ro: Detalii premiu
sk: Detaily ocenenia
sr: Детаљи о награди
sv: Tilldelningsdetaljer
te: అవార్డు వివరాలు
th: รายละเอียดรางวัล
tr: Ödül ayrıntıları
uk: Подробиці про відзнаку
ur: ایوارڈ کی تفصیلات
vi: Mô tả chiến tích
zh_cn: 颁授详情
zh_tw: 徽章詳情
zu: Imininingwane yokuhlonyuliswa

source: Awarded to:
af: Toegeken aan:
bg: Присъдена на:
bs: Nagrađeni:
de: Verliehen an:
el: Απονεμήθηκε σε:
es: Otorgada a:
fy_nl: Takend oan:
he: הוענק לטובת:
hr: Nagrada za:
hu: Kiosztva neki:
ia: Adjudicate a:
id: Diberikan kepada:
it: Assegnato a:
ja: 授与相手:
ka: დაჯილდოებული:
kab: Arraz yettunekf i:
ko: 수여함:
mg: Nomena an'i:
ms: Dianugerahkan kepada:
nb_no: Gitt til:
nl: Toegekend aan:
pa_in: ਨੂੰ ਦਿੱਤਾ:
pl: Przyznano:
pt_br: Premiado:
pt_pt: Atribuído a:
ro: Acordat lui:
sk: Udelené pre:
sr: Награђени:
sv: Tilldelad till:
te: అవార్డు ఇవ్వబడినది:
th: ผู้รับรางวัล:
tr: Verilen kişi:
uk: Нагороджено:
ur: کو دیا گیا:
vi: Được trao cho:
zh_cn: 授予：
zh_tw: 頒發給：
zu: Kuhlonyuliswe ku:

source: Explanation:
af: Verduideliking:
bg: Обяснение:
bs: Objašnjenje:
de: Erklärung:
el: Εξήγηση:
es: Explicación:
fy_nl: Utlis:
he: הסבר:
hr: Objašnjenje:
hu: Magyarázat:
ia: Explication:
id: Penjelasan:
it: Spiegazione:
ja: 説明:
ka: ახსნა:
kab: Asegzu:
ko: 설명:
mg: Fanazavana:
ms: Penjelasan:
nb_no: Forklaring:
nl: Uitleg:
pa_in: ਸਪਸ਼ਟੀਕਰਣ:
pl: Wyjaśnienie:
pt_br: Explicação:
pt_pt: Explicação:
ro: Explicație:
sk: Vysvetlenie:
sr: Објашњење:
sv: Tilldelad av:
te: వివరణ:
th: คำอธิบาย:
tr: Açıklama:
uk: Пояснення:
ur: وضاحت:
vi: Giải thích:
zh_cn: 说明：
zh_tw: 說明：
zu: Incazelo:

source: Awarded by:
af: Toegeken deur:
bg: Награден(-а) от:
bs: Nagrađeni od strane:
de: Verliehen von:
el: Απονεμήθηκε από:
es: Otorgada por:
fy_nl: Takend troch:
he: הוענק על־ידי:
hr: Davatelj nagrade:
hu: Kiosztotta:
ia: Adjudicate per:
id: Diberikan oleh:
it: Assegnato da:
ja: 授与者:
ka: ჯილდოს მიმნიჭებელი:
kab: Yettunefk sɣur:
ko: 수여한 사람:
mg: Nomen'i:
ms: Dianugerahkan oleh:
nb_no: Gitt av:
nl: Toegekend door:
pa_in: ਸਨਮਾਨਿਤ ਕੀਤਾ:
pl: Nagrodzona przez:
pt_br: Concedido por:
pt_pt: Atribuído por:
ro: Acordat de:
sk: Udelené od:
sr: Награђени од стране:
sv: Tilldelad av:
te: బహూకరించింది:
th: ผู้มอบรางวัล:
tr: Veren:
uk: Нагородив(-ла):
ur: کی جانب سے ایوارڈ دیا گیا:
vi: Được trao bởi:
zh_cn: 颁发者：
zh_tw: 頒發者：
zu: Ihlonyuliswe ngu:

source: Issued on:
af: Uitgereik op:
bg: Издадена на:
bs: Datum izdavanja:
de: Ausgestellt am:
el: Εκδόθηκε στις:
es: Emitida el:
fy_nl: Utjûn op:
hr: Datum izdavanja:
hu: Kiadva ekkor:
ia: Publicate sur:
id: Dikeluarkan pada:
it: Data di assegnazione:
ja: 発行日:
ka: გაცემის თარიღი:
kab: Yeffeɣ-d deg:
ko: 이슈:
mg: Natolotra t@:
ms: Dikeluarkan pada:
nb_no: Utstedt:
nl: Uitgegeven op:
pa_in: ਜਾਰੀ ਕੀਤੇ:
pl: Wydano:
pt_br: Emitido em:
pt_pt: Emitido em:
ro: Creat la:
sk: Vydané:
sr: Издато дана:
sv: Utfärdad den:
te: ఈ తేదీన జారీ చేయబడింది:
th: วันที่ออก:
tr: Veriliş tarihi:
uk: Дата нагородження:
ur: جاری ہوا:
vi: Ngày trao:
zh_cn: 颁发于：
zh_tw: 頒發於：
zu: Likhishwe ngo:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
af: <h2>Onlangs toegekende &quot;%(badge_name)s&quot;-kentekens</h2>
bg: <h2>Наскоро е награден(а) със значките &quot;%(badge_name)s&quot;</h2>
bs: <h2>Nedavno dodjeljene &quot;%(badge_name)s&quot; značke</h2>
de: <h2>Kürzlich verliehene „%(badge_name)s“-Abzeichen</h2>
el: <h2>Πρόσφατα εμβλήματα «%(badge_name)s»</h2>
es: <h2>Insignias &quot;%(badge_name)s&quot; otorgadas recientemente</h2>
fy_nl: <h2>Koartlyn takende &quot;%(badge_name)s&quot;-badges</h2>
hr: <h2>Nedavno dodijeljene značke &quot; %(badge_name)s&quot;</h2>
hu: <h2>Nemrég kiosztott „%(badge_name)s” kitűzők</h2>
ia: <h2>Insignias &quot;%(badge_name)s&quot; adjudicate recentemente</h2>
id: <h2>Baru saja mendapat lencana &quot;%(badge_name)s&quot; </h2>
it: <h2>Distintivi &quot;%(badge_name)s&quot; assegnati di recente</h2>
ja: <h2>最近授与された &quot;%(badge_name)s&quot; バッジ</h2>
ka: <h2>ბოლოს გაცემული ჯილდოები &quot;%(badge_name)s&quot;</h2>
kab: <h2>Arrazen&laquo;&thinsp;%(badge_name)s&thinsp;&raquo; yettunefken melmi kan</h2>
ko: <h2>최근 &quot;%(badge_name)s&quot; 배지 받음</h2>
mg: <h2>Bajy &quot;%(badge_name)s&quot; nomena vao haingana</h2>
ms: <h2>Baru dianugerahkan lencana &quot;%(badge_name)s&quot; </h2>
nb_no: <h2>Nylig tildelte &quot;%(badge_name)s&quot; utmerkelser</h2>
nl: <h2>Onlangs toegekende &quot;%(badge_name)s&quot;-badges</h2>
pa_in: <h2> ਹੁਣਾ ਸਨਮਾਨਿਤ ਕੀਤਾ &quot;%(badge_name)s&quot; ਬਿੱਲਿਆ</h2>
pl: <h2>Ostatnio przyznane odznaki &quot;%(badge_name)s&quot;</h2>
pt_br: <h2>Emblemas &quot;%(badge_name)s&quot; concedidos recentemente</h2>
pt_pt: <h2>Medalhas &quot;%(badge_name)s&quot; recentemente atribuídas</h2>
ro: <h2>Insigne &ldquor;%(badge_name)s&rdquo; acordate recent</h2>
sk: <h2>Nedávno získané ocenenia &quot;%(badge_name)s&quot;</h2>
sr: <h2>Недавно додељене &quot;%(badge_name)s&quot; значке</h2>
sv: <h2>Nyligen tilldelade &quot;%(badge_name)s&quot; emblem</h2>
te: <h2>ఇటీవల బహుకరింపబడిన &quot;%(badge_name)s&quot; బాడ్జీలు</h2>
th: <h2>เพิ่งได้รับตรา &quot;%(badge_name)s&quot; เมื่อล่าสุด</h2>
tr: <h2>En son verilen &quot;%(badge_name)s&quot; rozetleri</h2>
uk: <h2>Нещодавно нагороджені відзнаками &quot;%(badge_name)s&quot;</h2>
ur: <h2> حال ہی میں ایوارڈ دیے گئے &quot;%(badge_name)s&quot; بیجز </ h2>
vi: <h2>Các huy hiệu &quot;%(badge_name)s&quot; được trao tặng gần đây</h2>
zh_cn: <h2>最近被授予的 &quot;%(badge_name)s&quot; 徽章</h2>
zh_tw: <h2>最近獲得了 &quot;%(badge_name)s&quot; 徽章</h2>
zu: <h2>Kusanda kuhlonyuliswa &quot;%(badge_name)s&quot; amabheji</h2>

source: Recently awarded badges
af: Onlangs toegekende kentekens
bg: Наскоро присъдени значки
bs: Nedavno dodjeljene značke
de: Kürzlich verliehene Abzeichen
el: Πρόσφατα εμβλήματα
es: Insignias ganadas recientemente
fy_nl: Koartlyn takende badges
hr: Nedavno dodijeljene značke
hu: Nemrég kiosztott kitűzők
ia: Insignias adjudicate recentemente
id: Lencana yang baru saja diberikan
it: Distintivi assegnati di recente
ja: 最近授与されたバッジ
ka: ბოლოს გაცემული ჯილდოები
kab: Arrazen yettunefken melmi kan
ko: 최근 받은 배지
mg: Bajy nomena vao haingana
ms: Lencana baru dianugerahkan
nb_no: Nylig tildelte utmerkelser
nl: Onlangs toegekende badges
pa_in: ਹਾਲ ਹੀ ਸਨਮਾਨਿਤ ਗਏ ਬੈਜ
pl: Ostatnio przyznane odznaki
pt_br: Emblemas concedidos recentemente
pt_pt: Medalhas recentemente atribuídas
ro: Insigne acordate recent
sk: Nedávno získané ocenenia
sr: Недавно додељене значке
sv: Nyligen tilldelade emblem
te: ఇటీవల బహూకరింపబడిన బాడ్జీలు
th: ตราที่ได้รับล่าสุด
tr: Yakında verilen rozetler
uk: Нещодавно отримані відзнаки
ur: حال ہی میں بیج سے نوازا گیا
vi: Các huy hiệu được trao tặng gần đây
zh_cn: 最近获得的徽章
zh_tw: 最近頒發的徽章
zu: Amabheji asanda kuhlonyuliswa

source: awarded to
af: toegeken aan
bg: присъдена на:
bs: dodjeljeno
de: verliehen an
el: απονεμήθηκε σε
es: otorgada a
fy_nl: takend oan
hr: nagrada za
hu: kiosztva neki:
ia: adjudicate a
id: diberikan kepada
it: assegnato a
ja: 受賞者
ka: დაჯილდოებული
kab: yettunefk warraz i
ko: 수여함
mg: nomena an'i
ms: dianugerahkan kepada
nb_no: gitt til
nl: toegekend aan
pa_in: ਨੂੰ ਸਨਮਾਨਿਆ ਗਿਆ
pl: przyznano
pt_br: concedido a
pt_pt: atribuído a
ro: acordate lui
sk: ocenený
sr: додељенo
sv: tilldelad till
te: అవార్డు ఇవ్వబడినది
th: ผู้รับรางวัล
tr: verilen
uk: нагороджено
ur: کو دیا گیا:
vi: được trao cho:
zh_cn: 授予
zh_tw: 頒發予
zu: ahlonyuliswe ko

source: Badge: %(badge_name)s
af: Kentekens: %(badge_name)s
bg: Значка: %(badge_name)s
bs: Značka: %(badge_name)s
de: Abzeichen: %(badge_name)s
el: Έμβλημα: %(badge_name)s
es: Insignia: %(badge_name)s
hr: Značke: %(badge_name)s
hu: Kitűző: %(badge_name)s
ia: Insignia: %(badge_name)s
id: Lencana: %(badge_name)s
it: Distintivo: %(badge_name)s
ja: バッジ: %(badge_name)s
ka: ჯილდო: %(badge_name)s
kab: Arraz: %(badge_name)s
ko: 배지: %(badge_name)s
mg: Bajy: %(badge_name)s
ms: Lencana: %(badge_name)s
nb_no: Utmerkelse: %(badge_name)s
pa_in: ਬੈਜ: %(badge_name)s
pl: Odznaka: %(badge_name)s
pt_br: Emblema: %(badge_name)s
pt_pt: Medalha: %(badge_name)s
ro: Insignă: %(badge_name)s
sk: Ocenenie: %(badge_name)s
sr: Значка: %(badge_name)s
sv: Emblem: %(badge_name)s
te: బ్యాడ్జి: %(badge_name)s
th: ตรา: %(badge_name)s
tr: Rozet: %(badge_name)s
uk: Відзнака: %(badge_name)s
ur: بیج: %(badge_name)s
vi: Huy hiệu: %(badge_name)s
zh_cn: 徽章： %(badge_name)s
zh_tw: 徽章：%(badge_name)s
zu: Ibheji: %(badge_name)s

source: Recent awardees
af: Onlangs aan toegeken
bg: Наскоро наградени
bs: Nedavno nagrađivani
de: Kürzliche Empfänger
el: Πρόσφατοι απονεμηθέντες
es: Ganadores recientes
fy_nl: Resinte takenningswinnaars
hr: Nedavno nagrađeni
hu: Nemrég jutalmazottak
ia: Premiatos recente
id: Penerima lencana baru-baru ini
it: Premiati di recente
ja: 最近の獲得者
ka: ბოლოს გაცემული ჯილდოები
kab: Wid yewwin arraz melmi kan
ko: 최근 수여 받은 사람
mg: Ireo nahazo vao haingana
ms: Penerima baru anugerah
nb_no: Nylige mottakere
nl: Recente toekenningswinnaars
pa_in: ਹਾਲ ਹੀ ਪੁਰਸਕਾਰ
pl: Ostatnio nagrodzeni
pt_br: Ganhadores recentes
pt_pt: Premiados recentes
ro: Premiați recent
sk: Nedávno ocenení
sr: Недавно награђивани
sv: Senaste pristagare
te: ఇటీవల బహూకరింపబడినవారు
th: ผู้ที่ได้รับล่าสุด
tr: Yakında rozet alanlar
uk: Нещодавно нагороджені
ur: حال ہی میں ایوارڈ شدہ
vi: Người được trao tặng gần đây
zh_cn: 最近获得徽章的用户
zh_tw: 最近的得獎者
zu: Abasanda kuhlonyuliswa

source: All available SUMO badges
af: Alle beskikbare SUMO-kentekens
bg: Всички възможни SUMO значки
bs: Sve dostupne SUMO značke
de: Alle verfügbaren SUMO-Abzeichen
el: Όλα τα διαθέσιμα εμβλήματα του SUMO
es: Todas las insignias SUMO disponibles
fy_nl: Alle beskikbere SUMO-badges
hr: Sve dostupne SUMO značke
hu: Minden elérhető SUMO kitűző
ia: Tote le insignias de SUMO disponibile
id: Semua lencana SUMO yang tersedia
it: Tutti i distintivi disponibili per SUMO
ja: すべての SUMO バッジ
ka: SUMO-ს ყველა ჯილდო
kab: Meṛṛa arrazen SUMO yellan
ko: 전체 SUMO 배지 보기
mg: Bajy SUMO misy rehetra
ms: Semua lencana SUMO yang tersedia
nb_no: Alle tilgjengelige SUMO-utmerkelser
nl: Alle beschikbare SUMO-badges
pa_in: ਸਭ ਉਪਲੱਬਧ ਸੂਮੋ ਬਿੱਲੇ
pl: Wszystkie dostępne odznaki SUMO
pt_br: Todos os emblemas do SUMO
pt_pt: Todas as medalhas do SUMO disponíveis
ro: Toate insignele SUMO disponibile
sk: Všetky dostupné ocenenia na SUMO
sr: Све расположиве SUMO значке
sv: Alla tillgängliga SUMO-emblem
te: అందుబాటులో ఉన్న అన్ని SUMO బాడ్జీలు
th: ตรา SUMO ที่มีทั้งหมด
tr: Tüm SUMO rozetleri
uk: Усі доступні відзнаки SUMO
ur: تمام دستیاب SUMO بیجز
vi: Tất cả huy hiệu tồn tại trên SUMO
zh_cn: 全部可用的 SUMO 徽章
zh_tw: 所有可用的 SUMO 徽章
zu: Wonke amabheji e-SUMO atholakalayo

source: Congratulations!
af: Baie geluk!
bg: Поздравления!
bs: Čestitamo!
de: Herzlichen Glückwunsch!
el: Συγχαρητήρια!
es: ¡Felicidades!
fy_nl: Lokwinske!
he: ברכות!
hr: Čestitamo!
hu: Gratulálunk!
ia: Congratulationes!
id: Selamat!
it: Congratulazioni!
ja: おめでとうございます！
ka: გილოცავთ!
kab: Ayuz!
ko: 축하합니다!
mg: Arahabaina!
ms: Tahniah!
nb_no: Gratulerer!
nl: Gefeliciteerd!
pa_in: ਮੁਬਾਰਕਾ!
pl: Gratulacje!
pt_br: Parabéns!
pt_pt: Parabéns!
ro: Felicitări!
sk: Gratulujeme!
sr: Честитамо!
sv: Grattis!
te: అభినందనలు!
th: ขอแสดงความยินดี!
tr: Tebrikler!
uk: Вітаємо!
ur: مبارک ہو!
vi: Chúc mừng!
zh_cn: 恭喜！
zh_tw: 恭喜！
zu: Siyakuhalalisela!

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
af: <strong>%(awarder)s</strong> het vir jou die <strong>%(title)s</strong>-kenteken toegeken!
bg: <strong>%(awarder)s</strong> ви е наградил със значката <strong>%(title)s</strong>!
bs: <strong>%(awarder)s</strong> vas je nagradio sa <strong>%(title)s</strong> značkom!
de: <strong>%(awarder)s</strong> hat Ihnen das Abzeichen <strong>%(title)s</strong> verliehen!
el: Ο/Η <strong>%(awarder)s</strong> σας έχει απονείμει το έμβλημα <strong>%(title)s</strong>!
es: ¡<strong>%(awarder)s</strong> te ha otorgado la insignia <strong>%(title)s</strong>!
fy_nl: <strong>%(awarder)s</strong> hat jo de badge <strong>%(title)s</strong> takend!
hr: <strong>%(awarder)s</strong> te je nagradio s <strong>%(title)s</strong> značkom!
hu: <strong>%(awarder)s</strong> kiosztotta Önnek ezt a kitűzőt: <strong>%(title)s</strong>!
ia: <strong>%(awarder)s</strong> te ha adjudicate le <strong>%(title)s</strong> insignia!
id: <strong>%(awarder)s</strong> telah memberikan Anda lencana <strong>%(title)s</strong>!
it: <strong>%(awarder)s</strong> ti ha assegnato il distintivo <strong>%(title)s</strong>!
ja: <strong>%(awarder)s</strong> さんが、あなたに <strong>%(title)s</strong> バッジを授与しました！
ka: <strong>%(awarder)s</strong> გადმოგცათ <strong>%(title)s</strong> ჯილდო!
kab: <strong>%(awarder)s</strong> yefka-ak<strong>%(title)s</strong> arraz!
ko: <strong>%(awarder)s</strong>님이 <strong>%(title)s</strong> 배지를 수여했습니다!
mg: Nanome bajy <strong>%(title)s</strong> anao i<strong>%(awarder)s</strong>!
ms: <strong>%(awarder)s</strong> telah menganugerahkan anda lencana <strong>%(title)s</strong>!
nb_no: <strong>%(awarder)s</strong> har gitt deg utmerkelsen <strong>%(title)s</strong>!
nl: <strong>%(awarder)s</strong> heeft u de badge <strong>%(title)s</strong> toegekend!
pa_in: <strong>%(awarder)s</strong> ਨੇ ਤੁਹਾਨੂੰ ਇਨਾਮ ਦਿਤੇ <strong>%(title)s</strong> ਬਿੱਲਾ!
pl: <strong>%(awarder)s</strong> przyznał ci odznakę <strong>%(title)s</strong>!
pt_br: <strong>%(awarder)s</strong> concedeu-lhe o emblema <strong>%(title)s</strong>!
pt_pt: <strong>%(awarder)s</strong> atribuiu-lhe a medalha <strong>%(title)s</strong>!
ro: <strong>%(awarder)s</strong> ți-a acordat insigna <strong>%(title)s</strong> !
sk: <strong>%(awarder)s</strong> vám udelil ocenenie <strong>%(title)s</strong>!
sr: <strong>%(awarder)s</strong> Вас је наградио са <strong>%(title)s</strong> значком!
sv: <strong>%(awarder)s</strong> har belönat dig med emblemet <strong>%(title)s</strong>!
te: <strong>%(awarder)s</strong> మీకు <strong>%(title)s</strong> బ్యాడ్జీని బహూకరించారు!
th: <strong>%(awarder)s</strong> ได้มอบตรา <strong>%(title)s</strong> ให้คุณ!
tr: <strong>%(awarder)s</strong> sizi <strong>%(title)s</strong> rozetiyle ödüllendirdi!
uk: <strong>%(awarder)s</strong> нагородив(-ла) вас відзнакою <strong>%(title)s</strong>!
ur: <strong>%(awarder)s</strong> نے آپکو نوازا ہے <strong>%(title)s</strong> بیج سے!
vi: <strong>%(awarder)s</strong> đã trao cho bạn huy hiệu <strong>%(title)s</strong>!
zh_cn: <strong>%(awarder)s</strong> 给您授予了 <strong>%(title)s</strong> 徽章！
zh_tw: <strong>%(awarder)s</strong> 頒發 <strong>%(title)s</strong> 徽章給你！
zu: <strong>%(awarder)s</strong> ukuhlomulise i <strong>%(title)s</strong> bheji!

source: You have been awarded the <strong>%(title)s</strong> badge!
af: Iemand het vir jou die <strong>%(title)s</strong>-kenteken toegeken!
bg: Вие получихте значката <strong>%(title)s</strong>!
bs: Dodjeljena vam je <strong>%(title)s</strong> značka!
de: Ihnen wurde das Abzeichen <strong>%(title)s</strong> verliehen!
el: Σας έχει απονεμηθεί το έμβλημα <strong>%(title)s</strong>!
es: ¡Te han otorgado la insignia <strong>%(title)s</strong>!
fy_nl: De badge <strong>%(title)s</strong> is oan jo takend!
hr: Dodijeljena ti je značka <strong>%(title)s</strong>!
hu: Ön megkapta ezt a kitűzőt: <strong>%(title)s</strong>!
ia: On te ha essite adjudicate le <strong>%(title)s</strong> insignia!
id: Anda telah diberikan <strong>%(title)s</strong> lencana!
it: Ti è stato assegnato il distintivo <strong>%(title)s</strong>!
ja: <strong>%(title)s</strong> バッジが授与されました！
ka: თქვენ დაიმსახურეთ <strong>%(title)s</strong>!
kab: Tewwiḍ <strong> %(title)s</strong>arraz!
ko: <strong>%(title)s</strong> 배지를 받았습니다!
mg: Nomena bajy <strong>%(title)s</strong> ianao!
ms: Anda telah dianugerahi lencana <strong>%(title)s</strong>!
nb_no: Du har fått utmerkelsen <strong>%(title)s</strong>!
nl: De badge <strong>%(title)s</strong> is aan u toegekend!
pa_in: ਤੁਹਾਨੂੰ ਇਨਾਮ ਦਿਤਾ ਗਿਆ ਹੈ <strong>%(title)s</strong> ਬਿੱਲਾ!
pl: Przyznano ci odznakę <strong>%(title)s</strong>!
pt_br: Você ganhou o emblema <strong>%(title)s</strong>!
pt_pt: Você foi premiado com a medalha <strong>%(title)s</strong>!
ro: Ți s-a acordat insigna <strong>%(title)s</strong> !
sk: Bolo vám udelené ocenenie <strong>%(title)s</strong>!
sr: Додељена вам је <strong>%(title)s</strong> значка!
sv: Du har belönats med emblemet <strong>%(title)s</strong>!
te: మీకు <strong>%(title)s</strong> బ్యాడ్జీని బహూకరించారు!
th: คุณได้รับตรา <strong>%(title)s</strong>!
tr: <strong>%(title)s</strong> rozetini kazandınız!
uk: Вас було нагороджено відзнакою <strong>%(title)s</strong>!
ur: آپکو <strong>%(title)s</strong> بیج سےنوازا گیا ہے.
vi: Bạn đã được trao huy hiệu <strong>%(title)s</strong>!
zh_cn: 你已被授予 <strong>%(title)s</strong> 徽章！
zh_tw: 你已經獲得 <strong>%(title)s</strong> 徽章！
zu: Uhlonyuliswe i <strong>%(title)s</strong> bheji!

source: See all the details...
af: Sien al die detail...
bg: Вижте всички подробности...
bs: Pogledajte sve detalje...
de: Sehen Sie sich alle Details an…
el: Προβολή όλων των λεπτομερειών...
es: Ver todos los detalles...
fy_nl: Alle details besjen…
he: הצגת כל הפרטים...
hr: Pogledaj sve detalje …
hu: Minden részlet megjelenítése…
ia: Vider tote le detalios...
id: Lihat semua detail...
it: Vedi tutti i dettagli…
ja: 詳細を見る...
ka: ყველა მონაცემის ნახვა...
kab: Wali akk talqayt...
ko: 모든 세부내용 보기...
mg: Hijery ny antsipiriany rehetra…
ms: Lihat semua butiran...
nb_no: Se alle detaljer ...
nl: Alle details bekijken…
pa_in: ਸਾਰੇ ਵੇਰਵੇ ਵੇਖੋ...
pl: Zobacz wszystkie szczegóły…
pt_br: Veja todos os detalhes...
pt_pt: Ver todos os detalhes...
ro: Vezi toate detaliile...
sk: Prezrite si detaily...
sr: Погледајте све детаље...
sv: Se alla detaljer...
te: అన్ని వివరాలను చూడండి...
th: ดูรายละเอียดทั้งหมด...
tr: Tüm ayrıntıları görün...
uk: Дивитись всі деталі...
ur: تمام تفصیلات دیکھیں ...
vi: Xem tất cả các chi tiết...
zh_cn: 查看所有细节...
zh_tw: 檢視詳細資訊…
zu: Buka yonke imininingwane...

source: %(awarder)s has awarded you the %(title)s badge!
af: %(awarder)s het vir jou die %(title)s-kenteken toegeken!
bg: %(awarder)s ви е присъдил значката %(title)s!
de: %(awarder)s hat Ihnen das Abzeichen „%(title)s“ verliehen!
el: Ο/Η %(awarder)s σας έχει απονέμει το έμβλημα %(title)s!
es: ¡%(awarder)s te ha otorgado la insignia %(title)s!
fy_nl: %(awarder)s hat jo de badge %(title)s takend!
hr: %(awarder)s ti je dodijelio/la značku %(title)s!
hu: %(awarder)s a(z) %(title)s kitűzőt adta Önnek!
ia: %(awarder)s te ha adjudicate le insignia de %(title)s!
id: %(awarder)s telah menganugerahi Anda lencana %(title)s!
it: %(awarder)s ti ha assegnato il distintivo %(title)s!
ja: %(awarder)s さんが、あなたに %(title)s バッジを授与しました！
ka: %(awarder)s გადმოგცემთ %(title)sს!
kab: %(awarder)s yefka-ak arraz %(title)s!
ko: %(awarder)s님이 %(title)s 배지를 수여하였습니다!
mg: Nomen'i %(awarder)s bajy %(title)s ianao!
ms: %(awarder)s telah menganugerahkan anda lencana %(title)s!
nb_no: %(awarder)s gav deg utmerkelsen %(title)s!
nl: %(awarder)s heeft u de badge %(title)s toegekend!
pa_in: %(awarder)s ਨੇ ਤੁਹਾਨੂੰ ਬੇਜ %(title)s ਇਨਾਮ ਦਿੱਤਾ ਹੈ!
pl: %(awarder)s przyznał ci odznakę %(title)s!
pt_br: %(awarder)s concedeu-lhe o emblema %(title)s!
pt_pt: %(awarder)s premiou-te com a medalha %(title)s!
ro: %(awarder)s ți-a acordat insigna %(title)s!
sk: %(awarder)s vám udelil ocenenie %(title)s!
sr: %(awarder)s вас је наградио са %(title)s значком!
sv: %(awarder)s har belönat dig med emblemet %(title)s!
te: %(awarder)s మీకు %(title)s బాడ్జిను బహుకరించారు!
th: %(awarder)s ได้มอบตรา %(title)s ให้คุณ!
tr: %(awarder)s size %(title)s rozetini verdi!
uk: %(awarder)s нагородив(-ла) вас відзнакою %(title)s!
ur: %(awarder)s%(awarder)s نے آپکو %(title)s بیج سے نوازا ہے
vi: %(awarder)s đã trao cho bạn huy hiệu %(title)s!
zh_cn: %(awarder)s 授予您“%(awarder)s”徽章！
zh_tw: %(awarder)s 已經頒發給你 %(title)s 徽章！
zu: %(awarder)s abahlomulisi bakuhlomulise ngamabheji %(title)s!

source: You have been awarded the %(title)s badge!
af: Iemand het vir jou die %(title)s-kenteken toegeken!
bg: Получихте значката %(title)s!
de: Ihnen wurde das Abzeichen „%(title)s“ verliehen!
el: Σας έχει απονεμηθεί το έμβλημα %(title)s!
es: ¡Te han otorgado la insignia %(title)s!
fy_nl: De badge %(title)s is oan jo takend!
hr: Dodijeljena ti je značka %(title)s!
hu: Megkapta a(z) %(title)s kitűzőt!
ia: On te ha adjudicate le insignia de %(title)s!
id: Anda dianugerahi lencana %(title)s!
it: Ti è stato assegnato il distintivo %(title)s!
ja: %(title)s バッジが授与されました！
ka: თქვენ დაიმსახურეთ %(title)s!
kab: Tewwiḍ arraz%(title)s!
ko: %(title)s 배지를 받았습니다!
mg: Nomena bajy %(title)s ianao!
ms: Anda telah dianugerahi lencana %(title)s!
nb_no: Du har blitt tildelt utmerkelsen %(title)s!
nl: De badge %(title)s is aan u toegekend!
pa_in: ਤੁਹਾਨੂੰ ਬੇਜ %(title)s ਇਨਾਮ ਦਿੱਤਾ ਹੈ!
pl: Przyznano ci odznakę %(title)s!
pt_br: Você ganhou o emblema %(title)s!
pt_pt: Você foi premiado com a medalha %(title)s!
ro: Ți s-a acordat insigna %(title)s!
sk: Bolo vám udelené ocenenie %(title)s!
sr: Награђени сте са %(title)s значком!
sv: Du har belönats med emblemet %(title)s!
te: మీకు %(title)s బాడ్జిను బహుకరించారు!
th: คุณได้รับตรา %(title)s!
tr: %(title)s rozetini kazandınız!
uk: Вас було нагороджено відзнакою %(title)s!
ur: آپ کو%(title)s کے بیج سے نوازا گیا ہے!
vi: Bạn đã được trao huy hiệu %(title)s!
zh_cn: 您被授予了“%(title)s”徽章！
zh_tw: 你已經被授予 %(title)s 徽章！
zu: Uhlonyuliswe ngebheji %(title)s!
