Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
af: Voordat jy kan aanmeld, moet jy jou e-posadres bevestig. Ons het vir jou 'n e-pos met 'n bevestigingskakel gestuur. Klik eenvoudig die skakel en jy kan begin!
bg: Преди да можете да влезете, е нужно да потвърдите своя имейл адрес. Изпратили сме ви имейл, съдържащ връзка за потвърждение. Само активирайте връзката и сте готови!
bs: Prije nego se prijavite potrebno je da potvrdite vašu email adresu. Poslali smo vam email s linkom za potvrdu. Kliknite na link i spremni ste za početak!
de: Bevor Sie sich anmelden können, müssen Sie Ihre E-Mail-Adresse bestätigen. Wir haben Ihnen eine E-Mail mit einem Bestätigungs-Link darin geschickt. Klicken Sie einfach den Link an und Sie sind startklar!
el: Πριν να μπορέσετε να συνδεθείτε, πρέπει να επιβεβαιώσετε τη διεύθυνση email σας. Σας έχουμε στείλει ένα email με έναν σύνδεσμο επιβεβαίωσης. Απλά κάντε κλικ στον σύνδεσμο και είστε έτοιμοι!
es: Antes de que puedas entrar en el sitio, necesitamos que confirmes tu dirección de correo. Te hemos enviado un correo con un enlace de confirmación. Simplemente haz clic en él y ¡estarás listo para continuar!
fy_nl: Foardat jo jo oanmelde kinne, moatte jo jo e-mailadres befêstigje. Wy hawwe jo in e-mail stjoerd mei in keppeling foar befêstiging. Klik op de keppeling en jo binne klear!
he: בטרם תתאפשר כניסתך למערכת, יהיה עליך לאשר את כתובת הדוא״ל שלך. שלחנו לך הודעה עם קישור לאימות בתוכה. עליך פשוט ללחוץ על הקישור ואפשר לצאת לדרך!
hr: Prije nego što se prijaviš, moraš potvrditi tvoju email adresu. Poslali smo ti email s poveznicom za potvrdu. Pritisni poveznicu i možeš početi!
hu: Bejelentkezés előtt jóvá kell hagynia az e-mail címét. A visszaigazoló hivatkozást tartalmazó e-mailt már elküldtük. Nincs más dolga, csak kattintson a hivatkozásra!
ia: Tu debe a confirmar tu adresse de e-mail ante que tu pote acceder. Nos ha te inviate un message con un ligamine de confirmation. Simplemente clicca sur le ligamine e toto essera preste!
id: Sebelum Anda dapat masuk, alamat email harus dikonfirmasi. Kami telah mengirimkan email berisi tautan konfirmasi. Klik saja tautannya dan Anda siap untuk mulai!
it: Prima di effettuare l’accesso, è necessario che l’indirizzo email fornito venga confermato. All’indirizzo è stato inviato un messaggio contenente un link di conferma. Prima di proseguire è necessario attivare quel link.
ja: ログインする前に、登録したメールアドレスのメールを確認してください。アカウント確認のためのリンクを記載したメールが送信されています。そのメールに書かれた確認のリンクをクリックすると、あなたのアカウントが承認されます。
ka: სანამ ანგარიშზე შესვლას შეძლებთ, საჭიროა თქვენი ელფოსტის მისამართის დადასტურება. ჩვენ გამოგიგზავნით შეტყობინებას ელფოსტაზე, დასადასტურებელი ბმულით. მხოლოდ დააწკაპეთ მოცემულ ბმულზე და ყველაფერი მზად იქნება!
kab: Uqbel ad tkecmeḍ, ilaq ad tesnetmeḍ tansa-inek n imayl. Nuzen-ak-n imayl ideg yella useɣwen n usentem. Sit kan ɣef useɣwen syen tzemreḍ ad tedduḍ!
ko: 로그인 하기 전에 이메일 주소를 확인해야 합니다. 이메일로 확인 링크를 보내 드리니 메일 내용을 보시고 그냥 링크를 클릭하시면 됩니다!
mg: Alohan'ny hahafahanao miditra, dia mila manamafy ny adiresy mailakao ianao. Misy mailaka misy ilay rohy fanamafisana nalefanay any aminao. Tsindrio fotsiny ilay rohy ary ho vonona hanohy ianao!
ms: Sebelum boleh log masuk, anda perlu sahkan alamat e-mel anda. Kami telah menghantar e-mel kepada anda dengan pautan pegesahan di dalamnya. Klik sahaja pautan itu dan anda sedia untuk memulakan!
nb_no: Før du kan logge inn må du bekrefte e-postadressen din. Vi har sendt en e-post med en bekreftelseslenke til deg. Trykk på lenken, og du er klar til å komme i gang!
nl: Voordat u zich kunt aanmelden, dient u uw e-mailadres te bevestigen. We hebben u een e-mail gestuurd met een koppeling voor bevestiging. Klik op de koppeling en u kunt beginnen!
pa_in: ਇਸਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀ ਵਿੱਚ ਲਾਗ ਇਸ ਕਰ ਸੱਕਦੇ ਹੋ, ਤੁਸੀ ਆਪਣੇ ਈਮੇਲ ਪਦੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ। ਅਸੀ ਤੁਸੀ ਵਿੱਚ ਇਹ ਇੱਕ ਪੁਸ਼ਟਿਕਰਣ ਲਿੰਕ ਦੇ ਨਾਲ ਇੱਕ ਈਮੇਲ ਭੇਜਿਆ ਹੈ। ਬਸ ਕੜੀ ਨੂੰ ਕਲਿਕ ਕਰੀਏ ਅਤੇ ਤੂੰ ਜਾਣ ਲਈ ਤਿਆਰ ਹੋ ਜਾਵੇਗਾ !
pl: Zanim będzie można się zalogować, należy potwierdzić swój adres e-mail. Wysłaliśmy e-mail z odnośnikiem do potwierdzenia adresu. Wystarczy kliknąć ten odnośnik, by móc się zalogować.
pt_br: Antes de poder entrar, você precisa confirmar seu endereço de email. Enviamos uma mensagem com um link de confirmação. Basta clicar nesse link e estará pronto para continuar!
pt_pt: Antes de poder entrar, precisará de confirmar o seu endereço de email. Enviámos uma mensagem com uma ligação de confirmação. Basta clicar nessa ligação e você estará pronto(a)!
ro: Înainte de a te autentifica, trebuie să confirmi adresa de email. An trimis un email cu un link de confirmare. Doar clic pe acel link și ești gata să pornești!
sk: Skôr ako sa budete môcť prihlásiť, musíte potvrdiť svoju e‑mailovú adresu. Zaslali sme vám e‑mail s odkazom na jej potvrdenie. Kliknite na tento odkaz a budete sa môcť prihlásiť!
sr: Пре него што можете да се пријавите, морате да потврдите адресу е-поште. Послали смо поруку са везом за потврду. Само кликните на везу и спремни сте!
sv: Innan du kan logga in, måste du bekräfta din e-postadress. Vi har skickat ett e-postmeddelande med en bekräftelselänk. Klicka bara på länken och du kommer att vara redo att börja!
te: మీరు లాగిన్ అవ్వడానికి ముందు, మీరు మీ ఇమెయిల్ చిరునామాను నిర్ధారించాలి. మేము ఒక నిర్ధారణ లంకెతో ఒక ఇమెయిల్ పంపుతాము. కేవలం లంకెక్లిక్ చేసి మీరు కొనసాగడానికి సిద్ధంగా ఉండండి!
th: ก่อนที่คุณจะเข้าสู่ระบบ คุณต้องยืนยันที่อยู่อีเมลของคุณก่อน เราได้ส่งอีเมลไปหาคุณพร้อมลิงก์ยืนยัน แค่คลิกที่ลิงก์คุณก็พร้อมที่จะโลดแล่นแล้ว!
tr: Giriş yapmadan önce e-posta adresinizi doğrulamalısınız. Size doğrulama bağlantısı içeren bir e-posta gönderdik. Başlamak için bağlantıya tıklamanız yeterli!
uk: Перед тим, як ви зможете увійти, вам потрібно підтвердити свою адресу електронної пошти. Ми надіслали вам листа з посиланням для підтвердження. Просто перейдіть за цим посиланням і все буде готово!
vi: Trước khi có thể đăng nhập, bạn cần xác nhận địa chỉ email của mình. Chúng tôi vừa gửi bạn một email có liên kết xác nhận trong đó. Chỉ cần nhấn lên liên kết và bạn sẽ sẵn sàng để thực hiện!
zh_cn: 您需要确认您的邮箱地址后方可登录。我们已经向您的电子邮箱发送了确认邮件。只要点击其中的链接您马上就可以开始了！
zh_tw: 登入前需要確認你的 email 位址。我們已經寄了一封有確認連結的信給你，點了連結後你就可以登入了！
zu: Ngaphambi kokuba ulogele ukungena, kudingeka uqinisekise ikheli le-imeyli yakho. Sikuthumele i-imeyli nelinki yokuqinisekisa kuyona. Vele uchofoze ilinki uzobe usulungele ukuqala!

source: {user} | Subscriptions
bg: {user} | Абонаменти
de: {user} | Abonnements
el: {user} | Συνδρομές
fy_nl: {user} | Abonneminten
he: ‏{user} | מינויים
hr: {user} | Pretplate
hu: {user} | Előfizetések
ia: {user} | Abonamentos
it: {user} | Abbonamenti
ja: {user} |サブスクリプション
ka: {user} | გამოწერები
kab: {user} | Imultaɣen
ko: {user} | 구독
nb_no: {user} | Abonnementer
nl: {user} | Abonnementen
pl: {user} | Subskrypcje
pt_br: {user} | Assinaturas
pt_pt: {user} | Subscrições
sk: {user} | Predplatné
sr: {user} | Претплате
sv: {user} | Prenumerationer
te: {user} | చందాలు
tr: {user} | Abonelikler
uk: {user} |Підписки
vi: {user} | Đăng ký
zh_cn: {user} | 订阅
zh_tw: {user} | 訂閱項目

source: My Subscriptions
bg: Моите абонаменти
de: Meine Abonnements
el: Οι συνδρομές μου
fy_nl: Myn abonneminten
he: המינויים שלי
hr: Moje pretplate
hu: Saját előfizetések
ia: Mi abonamentos
it: I miei abbonamenti
ja: 自分のサブスクリプション
ka: ჩემი გამოწერილები
kab: Imultaɣen-iw
ko: 내 구독
nb_no: Mine abonnementer
nl: Mijn abonnementen
pl: Moje subskrypcje
pt_br: Minhas assinaturas
pt_pt: As minhas subscrições
sk: Moje predplatné
sr: Моје претплате
sv: Mina prenumerationer
te: నా చందాలు
tr: Aboneliklerim
uk: Мої підписки
vi: Đăng ký của tôi
zh_cn: 我的订阅
zh_tw: 我的訂閱項目

source: Manage Subscriptions
bg: Управление на абонаментите
de: Abonnements verwalten
el: Διαχείριση συνδρομών
fy_nl: Abonneminten beheare
he: ניהול מינויים
hr: Upravljaj pretplatama
hu: Előfizetések kezelése
ia: Gerer abonamentos
it: Gestisci gli abbonamenti
ja: サブスクリプションの管理
ka: გამოწერების მართვა
kab: Sefrek imultaɣen
ko: 구독 관리
nb_no: Behandle abonnementer
nl: Abonnementen beheren
pl: Zarządzanie subskrypcjami
pt_br: Gerenciar assinaturas
pt_pt: Gerir subscrições
sk: Spravovať odbery
sr: Управљајте претплатама
sv: Hantera prenumerationer
tr: Abonelikleri yönet
uk: Керувати підписками
vi: Quản lý các mục đăng ký
zh_cn: 管理订阅
zh_tw: 管理訂閱項目

source: I'm %(name)s, your SUMO Community Manager. On behalf of the Customer Experience team, I'd love to thank you for registering as a contributor at SUMO a.k.a. <a href="%(home_url)s">SUpport.MOzilla.org</a>. We're so excited you've joined us! Mozilla wouldn't be what it is today without the passionate contributions from people like you.
sv: Jag heter %(name)s, din communitychef på SUMO. På uppdrag av Customer Experience-teamet skulle jag gärna tacka dig för att du registrerade dig som bidragsgivare på SUMO a.k.a. <a href="%(home_url)s">SUpport.MOzilla.org</a>. Vi är så glada att du har gått med oss! Mozilla skulle inte vara vad den är idag utan de passionerade bidragen från personer som du.

source: On behalf of the Customer Experience team, we'd love to thank you for registering as a contributor at SUMO a.k.a. <a href="%(home_url)s">SUpport.MOzilla.org</a>. We're so excited you've joined us! Mozilla wouldn't be what it is today without the passionate contributions from people like you.
sv: På uppdrag av Customer Experience-teamet skulle vi gärna tacka dig för att du registrerade dig som bidragsgivare på SUMO a.k.a. <a href="%(home_url)s">SUpport.MOzilla.org</a>. Vi är så glada att du har gått med oss! Mozilla skulle inte vara vad den är idag utan de passionerade bidragen från personer som du.

source: To help you get started, here are a few essentials:
sv: För att hjälpa dig att komma igång, här är några viktiga saker:

source: Know the basics
sv: Känna till grunderna

source: Before diving in, please take a moment to read our <a href="%(cpg_url)s">Community Participation Guidelines (CPG)</a>. This helps us maintain a safe and positive community experience for all. You can also take <a href="%(course_url)s">this short course</a> to learn more.
sv: Innan du börjar, vänligen ta en stund att läsa våra <a href="%(cpg_url)s">riktlinjer för communitydeltagande</a>. Detta hjälper oss att upprätthålla en säker och positiv gemenskapsupplevelse för alla. Du kan också gå <a href="%(course_url)s">denna korta kurs</a> för att lära dig mer.

source: Choose how you'd like to contribute
sv: Välj hur du vill bidra

source: There are 3 ways you can contribute to Mozilla through SUMO:
sv: Det finns tre sätt du kan bidra till Mozilla genom SUMO:

source: <a href="%(url)s">By answering questions in the Community Forums</a>
sv: <a href="%(url)s">Svara på frågor i supportforumet</a>

source: <a href="%(url)s">By improving our help articles in English</a>
sv: <a href="%(url)s">Genom att förbättra våra hjälpartiklar på engelska</a>

source: <a href="%(url)s">By localizing our help articles into your local language</a>
sv: <a href="%(url)s">Genom att översätta våra hjälpartiklar till ditt lokala språk</a>

source: Stay connected and ask for help
sv: Håll kontakten och be om hjälp

source: Running into a blocker or just want to connect with the others? Don't worry! Here are a few ways to connect with the community and get support:
sv: Har du stött på ett hinder eller vill du bara komma i kontakt med andra? Oroa dig inte! Här är några sätt att få kontakt med gemenskapen och få hjälp:

source: <a href="%(url)s">SUMO Matrix room</a>: Join our community chat space to ask quick questions or connect with fellow contributors in real time.
sv: <a href="%(url)s">SUMO Matrix-rum</a>: Gå med i vår communitychatt för att ställa snabba frågor eller få kontakt med andra bidragsgivare i realtid.

source: <a href="%(url)s">Community Discussions</a>: Participate in ongoing discussion threads or start your own. You can also follow the forum to stay updated on Firefox releases and community announcements.
sv: <a href="%(url)s">Gemenskapsdiskussioner</a>: Delta i pågående diskussionstrådar eller starta egna. Du kan också följa forumet för att hålla dig uppdaterad på Firefox utgåvor och community tillkännagivanden.

source: <a href="%(url)s">Community Call</a>: Join us for our regular call at <strong>5 PM UTC on Wednesdays</strong> (typically during <a href="%(release_weeks_url)s">release weeks</a>) to catch up on updates and chat with the team.
sv: <a href="%(url)s">Gemenskapssamtal</a>: Följ med oss för vårt ordinarie samtal kl. <strong>17.00 UTC på onsdagar</strong> (vanligtvis under <a href="%(release_weeks_url)s">versionsveckor</a>) för att hålla reda på uppdateringar och chatta med teamet.

source: If you ever need help or just want to say hi, feel free to <a href="%(pm_url)s">message me directly on SUMO</a>. I'd love to hear from you!
sv: Om du någonsin behöver hjälp eller bara vill säga hej kan du <a href="%(pm_url)s">meddela mig direkt på SUMO</a>. Jag vill gärna höra från dig!

source: If you ever need help or just want to say hi, feel free to reach out to the community! We'd love to hear from you!
sv: Om du någonsin behöver hjälp eller bara vill säga hej, får du gärna nå ut till communityn! Vi vill gärna höra från dig!

source: Thanks again for being here, and let's keep rocking the helpful web together! 🚀
sv: Tack igen för att du finns, och låt oss tillsammans förbättra den hjälpsamma webben! 🚀

source: I'm %(name)s, your SUMO Community Manager. On behalf of the Customer Experience team, I'd love to thank you for registering as a contributor at SUMO a.k.a. SUpport.MOzilla.org. We're so excited you've joined us! Mozilla wouldn't be what it is today without the passionate contributions from people like you.
sv: Jag heter %(name)s, din communitychef på SUMO. På uppdrag av Customer Experience-teamet skulle jag gärna tacka dig för att du har registrerat dig som bidragsgivare på SUMO a.k.a. SUpport.MOzilla.org. Vi är så glada att du har gått med oss! Mozilla skulle inte vara vad den är idag utan de passionerade bidragen från personer som du.

source: On behalf of the Customer Experience team, we'd love to thank you for registering as a contributor at SUMO a.k.a. SUpport.MOzilla.org. We're so excited you've joined us! Mozilla wouldn't be what it is today without the passionate contributions from people like you.
sv: På uppdrag av Customer Experience-teamet skulle vi gärna tacka dig för att du har registrerat dig som bidragsgivare på SUMO a.k.a. SUpport.MOzilla.org. Vi är så glada att du har gått med oss! Mozilla skulle inte vara vad den är idag utan de passionerade bidragen från personer som du.

source: Before diving in, please take a moment to read our Community Participation Guidelines (CPG)(%(cpg_url)s). This helps us maintain a safe and positive community experience for all. You can also take this short course to learn more.
sv: Innan du börjar, vänligen ta en stund att läsa våra riktlinjer för communitydeltagande (CPG)(%(cpg_url)s). Detta hjälper oss att upprätthålla en säker och positiv gemenskapsupplevelse för alla. Du kan också gå den här korta kursen för att lära dig mer.

source: By answering questions in the Community Forums
sv: Genom att svara på frågor i gemenskapens forum

source: By improving our help articles in English
sv: Genom att förbättra våra hjälpartiklar på engelska

source: By localizing our help articles into your local language
sv: Genom att översätta våra hjälpartiklar till ditt lokala språk

source: SUMO Matrix room: Join our community chat space to ask quick questions or connect with fellow contributors in real time.
sv: SUMO Matrix-rum: Gå med i vår communitychatt för att ställa snabba frågor eller få kontakt med andra bidragsgivare i realtid.

source: Community Discussions: Participate in ongoing discussion threads or start your own. You can also follow the forum to stay updated on Firefox releases and community announcements.
sv: Gemenskapsdiskussioner: Delta i pågående diskussionstrådar eller starta egna. Du kan också följa forumet för att hålla dig uppdaterad på Firefox utgåvor och community tillkännagivanden.

source: Community Call: Join us for our regular call at 5 PM UTC on Wednesdays (%(url)s) (typically during release weeks - %(release_weeks_url)s) to catch up on updates and chat with the team.
sv: Gemenskapssamtal: Delta i vårt ordinarie samtal kl. 17.00 UTC på onsdagar (%(url)s) (vanligtvis under releaseveckor - %(release_weeks_url)s) för att få uppdateringar och prata med teamet.

source: If you ever need help or just want to say hi, feel free to message me directly on SUMO. I'd love to hear from you!
sv: Om du någonsin behöver hjälp eller bara vill säga hej, skicka gärna ett meddelande till mig direkt på SUMO. Jag vill gärna höra från dig!

source: My profile
af: My profiel
bg: Моят профил
bs: Moj profil
de: Mein Profil
el: Το προφίλ μου
es: Mi perfil
fy_nl: Myn profyl
he: הפרופיל שלי
hr: Moj profil
hu: Saját profil
ia: Mi profilo
id: Profil saya
it: Profilo
ja: 自分のプロファイル
ka: ჩემი პროფილი
kab: Amaɣnu-iw
ko: 프로필
mg: Ny mombamomba ahy
ms: Profil saya
nb_no: Min profil
nl: Mijn profiel
pa_in: ਮੇਰਾ ਪਰੋਫਾਇਲ
pl: Mój profil
pt_br: Meu perfil
pt_pt: O meu perfil
ro: Profilul meu
sk: Môj profil
sr: Мој профил
sv: Min profil
te: నా ప్రొఫైల్
th: ข้อมูลส่วนตัวของฉัน
tr: Profilim
uk: Мій профіль
ur: میری پروفائل
vi: Hồ sơ của tôi
zh_cn: 个人资料
zh_tw: 個人資料
zu: Iphrofayela yami

source: Edit my profile
af: Redigeer my profiel
bg: Редактиране на профила
bs: Izmijeni moj profil
de: Mein Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar mi perfil
fy_nl: Myn profyl bewurkje
he: עריכת הפרופיל שלי
hr: Uredi moj profil
hu: Profil szerkesztése
ia: Rediger mi profilo
id: Edit profil saya
it: Modifica profilo
ja: プロファイルを編集
ka: პროფილის ჩასწორება
kab: Ẓreg amaɣnu-iw
ko: 프로필 수정
mg: Hanitsy ny mombamomba ahy
ms: Edit profil saya
nb_no: Rediger profil
nl: Mijn profiel bewerken
pa_in: ਮੇਰਾ ਪਰੋਫਾਇਲ ਸੋਧੋ
pl: Edytuj profil
pt_br: Editar meu perfil
pt_pt: Editar o meu perfil
ro: Editează-mi profilul
sk: Upraviť môj profil
sr: Измени мој профил
sv: Redigera min profil
te: నా ప్రొఫైల్‌ను సవరించు
th: แก้ไขข้อมูลส่วนตัวของฉัน
tr: Profilimi düzenle
uk: Редагувати мій профіль
ur: میری پروفائل میں تدوین کریں
vi: Chỉnh sửa hồ sơ của tôi
zh_cn: 编辑个人信息
zh_tw: 編輯我的個人資料
zu: Lungisa iphrofayela yami

source: Edit settings
af: Redigeer instellings
bg: Промяна на настройки
bs: Uredi postavke
de: Einstellungen bearbeiten
el: Επεξεργασία ρυθμίσεων
es: Editar configuración
fy_nl: Ynstellingen bewurkje
he: עריכת הגדרות
hr: Uredi postavke
hu: Beállítások szerkesztése
ia: Rediger mi profilo
id: Edit setelan
it: Modifica impostazioni
ja: 設定の編集
ka: პარამეტრების ჩასწორება
kab: Ẓreg iɣewwaren
ko: 설정 편집
mg: Hanitsy tefy
ms: Edit tetapan
nb_no: Rediger innstillinger
nl: Instellingen bewerken
pa_in: ਸੈਟਿਗਾ ਸੋਧੋ
pl: Edytuj ustawienia
pt_br: Editar configurações
pt_pt: Editar definições
ro: Editează setările
sk: Úprava nastavení
sr: Измени поставке
sv: Redigera inställningar
te: అమరికలను సవరించు
th: แก้ไขการตั้งค่า
tr: Ayarları düzenle
uk: Змінити налаштування
ur: سیٹنگز میں تدوین کریں
vi: Chỉnh sửa cài đặt
zh_cn: 编辑设置
zh_tw: 編輯設定值
zu: Lungisa amasethingi

source: Edit contribution areas
de: Bereiche zur Mitwirkung bearbeiten
el: Επεξεργασία περιοχών συνεισφοράς
fy_nl: Bydragegebieten bewurkje
he: עריכת אזורי תרומה
hu: Közreműködői területek szerkesztése
ia: Redige areas de collaboration
it: Modifica le aree di collaborazione
ka: წვლილის შეტანის არეების ჩასწორება
ko: 기여 영역 편집
nl: Bijdragegebieden bewerken
pl: Edycja obszarów działalności
pt_br: Editar áreas de contribuição
pt_pt: Editar áreas de contribuição
sk: Upraviť oblasti zapojenia sa
sr: Уреди области доприноса
sv: Redigera bidragsområden
tr: Katkı alanlarını düzenle
uk: Редагувати сфери внеску
vi: Chỉnh sửa cộng tác viên
zh_cn: 编辑贡献范围
zh_tw: 編輯貢獻範圍

source: My questions
bg: Моите въпроси
de: Meine Fragen
el: Οι ερωτήσεις μου
fy_nl: Myn fragen
he: השאלות שלי
hr: Moja pitanja
hu: Saját kérdések
ia: Mi questiones
it: Le mie richieste
ja: 自分の質問
ka: ჩემი კითხვები
kab: Isteqsiyen-inu
ko: 내 질문 목록
nb_no: Mine spørsmål
nl: Mijn vragen
pl: Moje pytania
pt_br: Minhas perguntas
pt_pt: As minhas questões
ro: Întrebările mele
sk: Moje otázky
sr: Моја питања
sv: Mina frågor
te: నా ప్రశ్నలు
th: คำถามของฉัน
tr: Sorularım
uk: Мої запитання
ur: میرے سوالات
vi: Câu hỏi của tôi
zh_cn: 我的问题
zh_tw: 我的問題

source: My subscriptions
bg: Моите абонаменти
de: Meine Abonnements
el: Οι συνδρομές μου
fy_nl: Myn abonneminten
he: המינויים שלי
hr: Moje pretplate
hu: Saját előfizetések
ia: Mi abonamentos
it: I miei abbonamenti
ja: 自分のサブスクリプション
ka: ჩემი გამოწერილები
kab: Imultaɣen-iw
ko: 내 구독
nb_no: Mine abonnementer
nl: Mijn abonnementen
pl: Moje subskrypcje
pt_br: Minhas assinaturas
pt_pt: As minhas subscrições
sk: Moje predplatné
sr: Моје претплате
sv: Mina prenumerationer
te: నా చందాలు
tr: Aboneliklerim
uk: Мої підписки
vi: Đăng ký của tôi
zh_cn: 我的订阅
zh_tw: 我的訂閱

source: Question owner
af: Vraag-eienaar
bg: Задаващият въпроса
bs: Vlasnik pitanja
de: Fragesteller
el: Ιδιοκτήτης ερώτησης
es: Autor de la pregunta
fy_nl: Fraacheigener
hr: Vlasnik pitanja
hu: Kérdés tulajdonosa
ia: Autor del question
id: Pemilik pertanyaan
it: Utente che ha posto la domanda
ja: 質問者
ka: კითხვის დამსმელი
kab: Ameskar n usteqsi
ko: 질문자
mg: Tompon'ny fanontaniana
ms: Pemilik Soalan
nb_no: Eieren av spørsmålet
nl: Vraageigenaar
pa_in: ਸਵਾਲ ਮਾਲਕ
pl: Zadający pytanie
pt_br: Autor da pergunta
pt_pt: Proprietário da pergunta
ro: Deținătorul întrebării
sk: Autor otázky
sr: Власник питања
sv: Frågans ägare
te: ప్రశ్న యజమాని
th: เจ้าของคำถาม
tr: Sorunun sahibi
uk: Власник питання
ur: سوال کا مالک
vi: Người tạo câu hỏi
zh_cn: 提问者
zh_tw: 提出問題者
zu: Umnikazi wombuzo

source: Mozilla Staff
ia: Personal de Mozilla
sv: Mozillas personal

source: Good news!
bg: Добри новини!
de: Gute Nachrichten!
el: Καλά νέα!
es: ¡Buenas noticias!
fy_nl: Goed nijs!
he: חדשות טובות!
hr: Dobre vijesti!
hu: Jó hírek!
ia: Bon novas!
it: Buone notizie!
ja: 朗報です！
ka: კარგი სიახლე!
kab: Isallen igerrzen!
ko: 좋은 소식!
nb_no: Gode nyheter!
nl: Goed nieuws!
pl: Dobre wieści!
pt_br: Boas notícias!
pt_pt: Boas notícias!
ro: Vești bune!
sk: Dobré správy!
sr: Добре вести!
sv: Goda nyheter!
th: ข่าวดี!
tr: İyi bir haberimiz var!
uk: Гарні новини!
ur: اچھی خبر!
vi: Tin tốt!
zh_cn: 好消息！
zh_tw: 好消息！
