Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
af: Definisie: Breukdeel "ja"-stemme van totale stemme vir KB-artikels, forumgesprekke
bg: Определение: Съотношение на гласовете „Полезно“ към всички гласове за статии в Базата знания и за темите във форума
bs: Definicija: Omjer “da”/ukupnog broja glasova za članke Baze znanja, teme na forumu
de: Definition: Verhältnis von „Ja“/gesamten Stimmen für Artikel der Wissensdatenbank und Themen im Forum
el: Ορισμός: Ποσοστό των θετικών/συνολικών ψήφων για άρθρα, νήματα φόρουμ
es: Definición: ratio de "síes" vs. total de votos en los artículos de la base de conocimiento y los temas de los foros
fy_nl: Definysje: ferhâlding ‘ja’/totale oantal stimmen foar KB-artikelen, foarumkonversaasjes.
hr: Definicija: Omjer „da” glasova/ukupnog broja glasova za članke Baze znanja, tema na forum
hu: Meghatározás: az „igen”/összes szavazatok száma a tudásbázis-leírásokban, fórumkérdésekben
ia: Definition: ration del “si”/votos total pro articulos del base de cognoscentias, filos del foro
id: Definisi: Perbandingan suara “ya”/total untuk artikel Pundi Pengetahuan, utas forum
it: Definizione: il rapporto tra il numero di "Sì" e il totale dei voti per gli articoli della KB e le discussioni del forum
ja: 定義: ナレッジベース記事とフォーラムスレッドの役立つと投票された比率
ka: აღწერა: შეფასების „დიახ“/სულ ფარდობა ცოდნის წყაროს სტატიების, ფორუმის თემების
kab: Tabadut: aneqqis n tefranin n "ih"/amatu n tefranin i yimagraden akked isental n unmager
ko: 정의: 문서 및 포럼의 전체 "긍정" 투표 비율
mg: Famaritana: tahan'ny vato “eny”/total ho an'ireo lahatsoratra TP, resaka mitohy ao @ fihaonambe
ms: Takrif; Nisbah “ya”/total undi untuk artikel, thread forum KB
nb_no: Definisjon: Forholdet mellom «ja»/totalt antall stemmer for kunnskapsbaseartikler, forumposter
nl: Definitie: verhouding ‘ja’/totale aantal stemmen voor KB-artikelen, forumconversaties.
pa_in: ਪਰਿਭਾਸ਼ਾ: KB ਲੇਖ ਲਈ “yes”/total ਕੁੱਲ ਵੋਟ, ਫੋਰਮ ਥਰਿੱਡ ਦਾ ਅਨੁਪਾਤ
pl: Definicja: Stosunek głosów „tak” do wszystkich ocen artykułów bazy wiedzy i wątków na forum
pt_br: Definição: Proporção entre votos "sim" e o total de votos em artigos da base de conhecimento e discussões de fóruns.
pt_pt: Definição: Quantidade de artigos e discussões que foram marcados como úteis
ro: Definiție: Procentajul voturilor „da” din totalul voturilor pentru articolele din baza de cunoștințe și fire de pe forum
sk: Definícia: Pomer pozitívnych hodnotení k celkovému počtu hodnotení pri článku v databáze vedomostí a v témach fóra
sr: Дефиниција: Однос “да”/свих гласова за чланке Базе знања, теме на форуму
sv: Definition: Förhållande av “ja”/totalt antal röster för KB-artiklar, forumtrådar
te: నిర్వచనం: "అవును" /total KB ఆర్టికల్స్, ఫోరమ్ థ్రెడ్లు కోసం మొత్తం ఓట్లలో నిష్పత్తి
th: ความหมาย: อัตราส่วนของการลงคะแนน “ใช่” ต่อทั้งหมดสำหรับบทความฐานความรู้และกระทู้ฟอรั่ม
tr: Tanım: BB makaleleri ve forum başlıkları için “evet”/toplam oyların oranı
uk: Визначення: Співвідношення голосів "так"/всього для статей бази знань, тем форуму
ur: تعریف: KB مضامین ، فورم تھریڈز کے لئے "ہاں" / کل ووٹوں کا تناسب
vi: Định nghĩa: Tỷ lệ của “có”/tổng số phiếu cho các bài viết KB, chủ đề diễn đàn
zh_cn: 定义：知识库文章、论坛主题的有所帮助投票中投“是”的比例
zh_tw: 定義：知識庫文件跟討論區主題中，回答「有用」除以所有投票數的比例
zu: Incazelo: Ireshiyo ethi “yebo”/isamba esiphelele samavoti ama-athikhili e-KB, uchungechunge lwesithangami

source: Number of active contributors to the English KB
af: Aantal aktiewe bydraers tot die Engelse KB
bg: Брой активни участници в базата данни на английски език
bs: Broj aktivnih doprinosilaca za englesku Bazu znanja
de: Zahl aktiver Mitwirkender an der englischsprachigen Wissensdatenbank
el: Αριθμός ενεργών εθελοντών της αγγλικής γνωσιακής βάσης
es: Número de colaboradores activos en la base de conocimientos en inglés
fy_nl: Oantal aktive meiwurkers oan de Ingelske KB
he: מספר התורמים הפעילים למאגר הידע באנגלית
hr: Broj aktivnih doprinositelja za englesku Bazu znanja
hu: Aktív közreműködők száma az angol tudásbázisban
ia: Numero de collaboratores active al base de cognoscentia in anglese
id: Jumlah kontributor aktif pada Pundi Pengetahuan Bahasa Inggris
it: Numero di collaboratori attivi per la KB in lingua inglese
ja: 英語版ナレッジベース記事の活動中の貢献者数
ka: ინგლისური ცოდნის წყაროს მოხალისეების რაოდენობა
kab: Amḍan n yimettekkiyen urmiden deg KB s teglizzit
ko: 영문 문서 주요 활동 공헌자 수
mg: Isan'ny mpandray anjara mavitrika ao @ TP Anglisy
ms: Bilangan penyumbang aktif KB Bahasa Inggeris
nb_no: Antall aktive bidragsytere til engelsk KB
nl: Aantal actieve medewerkers aan de Engelse KB
pa_in: ਅੰਗਰੇਜ਼ੀ KB ਨੂੰ ਵੀ ਸਰਗਰਮ ਯੋਗਦਾਨ ਦੀ ਗਿਣਤੀ
pl: Liczba aktywnych autorów angielskiej wersji bazy wiedzy
pt_br: Número de colaboradores ativos na base de conhecimento em inglês
pt_pt: Número de colaboradores ativos na Base de Conhecimento em Inglês
ro: Numărul colaboratorilor activi la Baza de cunoștințe în engleză
sk: Počet aktívnych prispievateľov do anglickej databázy vedomostí
sr: Број активних сарадника за Енглеску Базу знања
sv: Antalet aktiva bidragare till den engelska KB
te: ఇంగ్లీష్ KB వరకు క్రియాశీల కంట్రిబ్యూటర్ సంఖ్య
th: จำนวนของผู้มีส่วนร่วมที่ปฏิบัติการอยู่ในฐานความรู้ภาษาอังกฤษ
tr: İngilizce BB'ye aktif katkıda bulunanlar
uk: Кількість активних помічників в англійській базі знань
ur: انگریزی KB میں فعال شراکت داروں کی تعداد
vi: Số lượng những người đóng góp tích cực vào KB tiếng Anh
zh_cn: 英语知识库活跃贡献者数量
zh_tw: 英語知識庫當中的活躍貢獻者數
zu: Inani labalekeleli abakhona ku-English KB

source: Definition: The number of people who have contributed to the KB in the last 30 days.
af: Definisie: Die aantal mense wat in die afgelope 30 dae tot die KB bygedra het.
bg: Определение: Броят на хората, които са допринесли за статии в базата данни за последните 30 дни.
bs: Definicija: Broj ljudi koji su doprinjeli Bazi znanja u posljednjih 30 dana.
de: Definition: Die Zahl von Menschen, die in den letzten 30 Tagen an der Wissensdatenbank mitgearbeitet haben.
el: Ορισμός: Ο αριθμός των ατόμων που έχουν συνεισφέρει στη γνωσιακή βάση τις τελευταίες 30 ημέρες.
es: Definición: número de personas que han colaborado en la base de conocimientos en los últimos 30 días.
fy_nl: Definysje: it oantal minsken dat de ôfrûne 30 dagen oan de KB bydroegen hat.
he: הגדרה: מספר האנשים שתרמו למאגר הידע ב־30 הימים האחרונים.
hr: Definicija: broj ljudi koji su doprinjeli Bazi znanja u posljednjih 30 dana.
hu: Meghatározás: az elmúlt 30 napban közreműködő emberek száma.
ia: Definition: le numero de personas qui ha contribuite al base de cognoscentia in le ultime 30 dies.
id: Definisi: jumlah orang yang berkontribusi ke Pundi Pengetahuan dalam 30 hari terakhir.
it: Definizione: il numero delle persone che hanno collaborato alla KB negli ultimi 30 giorni
ja: 定義: 最近 30 日以内にナレッジベースに貢献した人の数
ka: აღწერა: იმ ადამიანთა რაოდენობა, რომლებსაც ბოლო 30 დღის განმავლობაში აქვთ წვლილი შეტანილი ცოდნის წყაროს სტატიების შექმნაში.
kab: Tabadut: Amḍan n yimdanen i yettekkan deg KB deg 30 n wussan-agi ineggura.
ko: 정의: 지난 30일 동안 공헌한 사람의 수
mg: Famaritana: ny isan'ny olona nandray anjara tao @ TP tao anatin'ny 30 andro lasa.
ms: Takrif: Bilangan peserta yang memberikan sumbangan kepada KB dalam tempoh 30 hari lepas.
nb_no: Definisjon: Antall personer som har bidratt til KB innen de siste 30 dagene.
nl: Definitie: het aantal mensen dat de afgelopen 30 dagen aan de KB heeft bijgedragen.
pa_in: ਪਰਿਭਾਸ਼ਾ: ਉਹਨਾ ਲੋਕਾ ਦੀ ਗਿਣਤੀ ਜਿਹਨਾ ਨੇ ਪਿੱਛਲੇ 30 ਦਿਨਾ ਵਿਚ KB ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਇਆ ਹੈ।
pl: Definicja: Liczba osób, które wniosły wkład do bazy wiedzy w ciągu ostatnich 30 dni
pt_br: Definição: Número de pessoas que contribuíram para a base de conhecimento nos últimos 30 dias.
pt_pt: Definição: Número de pessoas que contribuíram para a Base de Conhecimento nos últimos 30 dias.
ro: Definiție: Numărul oamenilor care au contribuit la baza de cunoștințe în ultimele 30 de zile.
sk: Definícia: Počet ľudí, ktorí prispeli do databázy vedomostí za posledných 30 dní.
sr: Дефиниција: Број људи који су допринели Бази знања у последњих 30 дана.
sv: Definition: Antalet personer som har bidragit till KB de senaste 30 dagarna.
te: Kitsune కోడ్ బేస్ కు కృషి చేసిన వానిర్వచనం: గడచిన 30 రోజుల KB వరకు కృషి చేసిన ప్రజల సంఖ్య.రికి ప్రదానం చేసిన బాడ్జీ.
th: คำอธิบาย: จำนวนของคนที่มีส่วนรวมในฐานความรู้ในระยะ 30 วันที่ผ่านมา
tr: Tanım: BB'ye son 30 gün içinde katkıda bulunan kişilerin sayısı.
uk: Визначення: Кількість людей, які зробили свій внесок у базу знань протягом останніх 30 днів.
ur: تعریف: پچھلے 30 دنوں میں ان لوگوں کی تعداد جنہوں نے KB میں شراکت داری کی۔
vi: Định nghĩa: Số người đã đóng góp cho KB trong 30 ngày qua.
zh_cn: 定义：最近30天里多少人为知识库作出了贡献。
zh_tw: 定義：最近 30 天當中，曾經對英語知識庫做出貢獻的人數。
zu: Incazelo: Inani labantu ababe negalelo ku-KB ezinsukwini ezingama-30 ezidlule.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
af: Definisie van bydrae: 1+ artikel geredigeer of 1+ artikel nagesien
bg: Определение на приноса: редактиране на повече от 1 статия или преглеждане на повече от 1 статия
bs: Definicija doprinosa: uredio 1+ članak ili je pregledao 1+ članak
de: Definition von Mitarbeit: Bearbeitung oder Prüfung mehr als eines Artikels
el: Ορισμός συνεισφοράς: επεξεργασία ή έγκριση 1+ άρθρου
es: Definición de colaboración: ha editado 1 artículo o más, o ha revisado 1 artículo o más
fy_nl: Definysje fan kontribúsje: mear as 1 artikel bewurke of beoardiele.
he: הגדרה של תרומה: עריכה של מאמר אחד ומעלה או סקירה של מאמר אחד ומעלה
hr: Definicija doprinosa: uredio 1+ članak ili je pregledao 1+ članak
hu: Közreműködés meghatározása: legalább 1 leírás szerkesztése vagy ellenőrzése
ia: Definition de contribution: ha redigite o revidite, uno o plus de articulos
id: Definisi kontribusi: mengedit 1+ artikel atau telah meninjau 1+ artikel
it: Definizione di collaborazione: utenti che hanno modificato oppure revisionato uno o più articoli
ja: 貢献の定義: 記事編集 1 本以上またはレビュー済み記事 1 本以上
ka: შეტანილი წვლილი: 1+ ჩასწორებული სტატია, ან 1+ განხილული სტატია
kab: Tabadut n uttekki: eẓreg 1+ umagrad neɣ isenqed 1+ umagrad
ko: 공헌 정의: 편집 혹은 검토 1회 이상
mg: Famaritana ny fandraisana anjara: nanitsy lahatsoratra 1+ na nitsara lahatsoratra 1+
ms: Takrif sumbangan: mengedit 1+ artikel atau telah menyemak 1+ artkel
nb_no: Definisjon av bidrag: redigert 1+ artikler eller har gjennomgått 1+ artikler
nl: Definitie van contributie: meer dan 1 artikel bewerkt of beoordeeld.
pa_in: ਯੋਗਦਾਨ ਦੀ ਪਰਿਭਾਸ਼ਾ: 1+ ਲੇਖ ਨੂੰ ਸੋਧਿਆ ਜਾ +1 ਲੇਖ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਗਈ ਹੈ
pl: Definicja wkładu: Edycja lub sprawdzenie co najmniej jednego artykułu
pt_br: Definição de contribuição: editou ou revisou mais de um artigo
pt_pt: Definição de contribuição: editou 1+ ou reviu +1 artigo
ro: Definiția contribuției: a editat 1+ articole sau a revizuit 1+ articole
sk: Definícia príspevku: úprava alebo kontrola aspoň jedného článku
sr: Дефиниција доприноса: изменио 1+ чланак или је прегледао 1+ чланак
sv: Definition av bidrag: redigerat 1+ artikel eller har granskat 1+ artikel
te: తోడ్పాటు నిర్వచనం: 1+ వ్యాసం సరిదిద్దారు లేదా 1+ వ్యాసం సమీక్షించారు
th: คำอธิบายของการมีส่วนร่วม: แก้ไขบทความ 1+ หรือเมื่อมีการพิจารณาบทความ 1+
tr: Katkının tanımı: 1'den fazla makale düzenlemiş veya incelemiş
uk: Визначення внеску: 1+ відредагованої або 1+ перевіреної статті
vi: Định rõ sự đóng góp: đã chỉnh sửa hoặc đã xét duyệt trên 1 bài viết
zh_cn: 贡献的定义：编辑或核准了一篇以上的文章
zh_tw: 貢獻的定義：編輯或審核過一篇以上文章
zu: Incazelo yegalelo: uhlele i-athikhili e-1+ noma ubukeze i-athikhili e-1+

source: Number of active contributors to the non-English KB
af: Aantal aktiewe bydraers tot die nie-Engelse KB
bg: Брой активни сътрудници за не-английски статии
bs: Broj aktivnih doprinosilaca za ne-englesku Bazu znanja
de: Zahl aktiver Mitwirkender an der nicht-englischsprachigen Wissensdatenbank
el: Αριθμός ενεργών εθελοντών των μη αγγλικών γνωσιακών βάσεων
es: Número de colaboradores activos en la base de conocimientos no inglesa
fy_nl: Oantal aktive meiwurkers oan de net-Ingelske KB
he: מספר התורמים הפעילים למאגר הידע שאינו באנגלית
hr: Broj aktivnih doprinositelja za ne-englesku Bazu znanja
hu: Aktív közreműködők száma a nem angol tudásbázisban
ia: Numero de collaboratores active al base de cognoscentia anglese
id: Jumlah kontributor aktif untuk Pundi Pengetahuan dalam bahasa selain Bahasa Inggris
it: Numero dei collaboratori attivi nella KB non in lingua inglese
ja: 英語以外のナレッジベースの貢献者数
ka: არაინგლისურენოვანი ცოდნის წყაროს, მოქმედი მოხალისეების რაოდენობა
kab: Amiḍan n yimettekkiyen urmiden deg KB war taglizzit
ko: 비 영어권 문서 주요 공헌자 수
mg: Isan'ny mpandray anjara mavitrika ao @ TP tsy Anglisy
ms: Bilangan penyumbang aktif KB bukan-Bahasa Inggeris
nb_no: Antall aktive bidragsytere til ikke-engelsk KB
nl: Aantal actieve medewerkers aan de niet-Engelse KB
pa_in: ਗੈਰ-ਅੰਗਰੇਜ਼ੀ KB ਵਿੱਚ ਸਰਗਰਮ ਯੋਗਦਾਨਿਆ ਦੀ ਗਿਣਤੀ
pl: Liczba aktywnych autorów nieanglojęzycznych wersji bazy wiedzy
pt_br: Número de colaboradores ativos nas bases de conhecimento que não são em inglês
pt_pt: Número de colaboradores ativos nas bases de conhecimento que não estão em Inglês
ro: Numărul colaboratorilor activi la Baza de cunoștințe non-engleze
sk: Počet aktívnych prispievateľov neanglickej databázy vedomostí
sr: Број активних сарадника на не-енглеској Бази знања
sv: Antalet aktiva bidragsgivare till den icke-engelska KB
te: ఇంగ్లీష్ KB వరకు క్రియాశీల కంట్రిబ్యూటర్ సంఖ్య
th: จำนวนของผู้มีส่วนร่วมที่ปฏิบัติการอยู่ในฐานความรู้ที่ไม่ใช่ภาษาอังกฤษ
tr: İngilizce olmayan BB'ye aktif katkıda bulunan sayısı
uk: Кількість активних помічників в не англійській базі знань
ur: غیر انگریزی KB میں فعال شراکت داروں کی تعداد
vi: Số lượng những người đóng góp tích cực vào KB không phải tiếng Anh
zh_cn: 非英语知识库活跃贡献者数量
zh_tw: 非英語知識庫當中的活躍貢獻者數
zu: Inani labalekeleli abakhona ku-non-English KB

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
af: Definisie: Die aantal mense wat in die afgelope 30 dae tot die nie-Engelse KB bygedra het.
bg: Определение: Броят на хората, които са допринесли за статии на друг език през последните 30 дни.
bs: Definicija: broj ljudi koji su doprinijeli verzijama ne-engleskim Bazama znanja u posljednjih 30 dana.
de: Definition: Die Zahl von Menschen, die in den letzten 30 Tagen an der nicht-englischsprachigen Wissensdatenbank mitgearbeitet haben.
el: Ορισμός: Ο αριθμός των ατόμων που έχουν συνεισφέρει στις μη αγγλικές εκδόσεις της γνωσιακής βάσης τις τελευταίες 30 ημέρες.
es: Definición: número de personas que han colaborado en las versiones de la base de conocimiento no inglesa en los últimos 30 días.
fy_nl: Definysje: it oantal minsken dat de ôfrûne 30 dagen oan net-Ingelske KB-ferzjes bydroegen hat.
he: הגדרה: מספר האנשים שתרמו לגרסאות מאגר הידע שאינן באנגלית ב־30 הימים האחרונים.
hr: Definicija: broj ljudi koji su doprinijeli ne-engleskim verzijama Baze znanja u posljednjih 30 dana.
hu: Meghatározás: az elmúlt 30 napban közreműködő emberek száma nem angol nyelvű tudásbázisban.
ia: Definition: le numero de personas qui ha contribuite a versiones de base de cognoscentia non anglese in le ultime 30 dies.
id: Definisi: jumlah orang yang telah berkontribusi ke artikel Pundi Pengetahuan dalam bahasa selain Bahasa Inggris dalam waktu 30 hari terakhir.
it: Definizione: il numero delle persone che hanno collaborato alla KB in lingue diverse dall'inglese negli ultimi 30 giorni.
ja: 定義: 最近 30 日以内に英語版以外のナレッジベース記事に貢献した人の数
ka: აღწერა: მომხმარებელთა რაოდენობა, რომლებსაც წვლილი აქვთ შეტანილი არაინგლისურენოვან ცოდნის წყაროში, ბოლო 30 დღის განმავლობაში.
kab: Tabadut: Amḍan n yimdanen i yettekkan deg lqem n KB war taglizzit deg 30 wussan-agi ineggura.
ko: 정의: 최근 30일 동안 비 영어권 문서 공헌자 수
mg: Famaritana: ny isan'ny olona nandray anjara tao @ ireo kinovan'ny TP tsy Anglisy tao anatin'ny 30 andro lasa.
ms: Takrif: Bilangan peserta yang memberikan sumbangan kepada versi KB bukan-Bahasa Inggeris dalam tempoh 30 hari lepas.
nb_no: Definisjon: Antall personer som har bidratt til ikke-engelsk KB-versjon de siste 30 dagene.
nl: Definitie: het aantal mensen dat de afgelopen 30 dagen aan niet-Engelse KB-versies heeft bijgedragen.
pa_in: ਪਰਿਭਾਸ਼ਾ: ਉਹ ਲੋਕ ਦੀ ਗਿਣਤੀ ਜਿਹਨਾ ਨੇ ਪਿਛਲੇ 30 ਦਿਨਾ 'ਚ ਗੈਰ ਅੰਗਰੇਜੀ KB ਵਰਜਨ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਇਆ ਹੈ।
pl: Definicja: Liczba osób, które wniosły wkład do nieanglojęzycznych wersji bazy wiedzy w ciągu ostatnich 30 dni
pt_br: Definição: Número de pessoas que contribuíram para versões da base de conhecimento em idiomas diferentes de inglês nos últimos 30 dias.
pt_pt: Definição: Número de pessoas que contribuiu em Bases de Conhecimento que não estão em Inglês nos últimos 30 dias.
ro: Definiție: Numărul oamenilor care au contribuit la versiunile Bazei de cunoștințe non-engleze în ultimele 30 de zile.
sk: Definícia: Počet ľudí, ktorí prispeli do neanglickej databázy vedomostí za posledných 30 dní.
sr: Дефиниција: Број корисника који су допринели у свим верзијама Базе знања сем енглеске у последњих 30 дана.
sv: Definition: Antalet personer som har bidragit till icke-engelska KB under de senaste 30 dagarna.
te: కోడ్ బేస్ కు కృషి చేసిన వానిర్వచనం: గడచిన 30 రోజుల KB వరకు కృషి చేసిన ప్రజల సంఖ్య.రికి ప్రదానం చేసిన బాడ్జీ.
th: คำอธิบาย: จำนวนของคนที่มีส่วนรวมในฐานความรู้ที่ไม่ใช่ภาษาอังกฤษในระยะ 30 วันที่ผ่านมา
tr: Tanım: İngilizce dışında BB sürümlerine son 30 gün içinde katkıda bulunan kişilerin sayısı.
uk: Визначення: Кількість людей, які зробили свій внесок у базу знань не англійської версії протягом останніх 30 днів.
vi: Định nghĩa: Số người đã đóng góp cho các phiên bản KB không phải tiếng Anh trong 30 ngày qua.
zh_cn: 定义：最近30天里多少人为非英语的知识库作出了贡献。
zh_tw: 定義：最近 30 天當中，曾經對非英語知識庫做出貢獻的人數。
zu: Incazelo: Inani labantu ababe negalelo kuzinhlobo ze-non English KB ezinsukwini ezingama-30 ezidlule.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
af: Definisie van bydrae: 1+ nie-Engelse artikel geredigeer of 1+ nie-Engelse artikel nagesien.
bg: Определение на приноса: редактиране на повече от 1 статия или преглеждане на повече от 1 статия, които не са на английски език.
bs: Definicija doprinosa: uredio 1+ ne-engleski članak ili je pregledao 1+ ne-engleski članak.
de: Definition von Mitarbeit: Bearbeitung oder Prüfung mehr als eines nicht-englischsprachigen Artikels.
el: Ορισμός συνεισφοράς: επεξεργασία ή έγκριση 1+ μη αγγλικού άρθρου.
es: Definición de colaboración: ha editado 1 o más artículos no en inglés o ha revisado 1 o más artículos no en inglés.
fy_nl: Definysje fan kontribúsje: mear as 1 net-Ingelsk artikel bewurke of beoardiele.
he: הגדרה של תרומה: עריכה של מאמר אחד שאינו באנגלית ומעלה או סקירה של מאמר אחד שאינו באנגלית ומעלה.
hr: Definicija doprinosa: uredio 1+ ne-engleski članak ili je pregledao 1+ ne-engleski članak.
hu: Közreműködés meghatározása: legalább 1 nem angol nyelvű leírás szerkesztése vagy ellenőrzése.
ia: Definition de contribution: ha redigite o revidite, uno o plus de articulos non in anglese.
id: Definisi kontribusi: mengedit 1+ artikel atau meninjau 1+ artikel dalam bahasa bukan Inggris.
it: Definizione di collaborazione: utenti che hanno modificato oppure revisionato uno o più articoli in lingue diverse dall'inglese
ja: 貢献の定義: 英語以外の記事編集 1 本以上またはレビュー済み記事 1 本以上
ka: შეტანილი წვლილი: 1+ ჩასწორებული არაინგლისურენოვანი სტატია, ან 1+ განხილული, არაინგლისურენოვანი სტატია.
kab: Tabadut n uttekki: yeẓreg 1+ amagrad ur nelli s teglizzit neɣ isenqed 1+ amagrad ur nelli s teglizzit.
ko: 공헌 정의: 편집 혹은 검토 1회 이상
mg: Famaritana ny fandraisana anjara: nanitsy lahatsoratra tsy Anglisy 1+ na nitsara lahatsoratra tsy Anglisy 1+.
ms: Takrif sumbangan: mengedit 1+ artikel bukan Bahasa Inggeris atau telah menyemak 1+ artkel bukan Bahasa Inggeris.
nb_no: Definisjon av bidrag: redigert 1+ ikke-engelsk artikkel, eller har gjennomgått 1+ ikke-engelsk artikkel.
nl: Definitie van contributie: meer dan 1 niet-Engels artikel bewerkt of beoordeeld.
pa_in: ਯੋਗਦਾਨ ਦੀ ਪਰਿਭਾਸ਼ਾ: 1+ ਗੈਰ ਅੰਗਰੇਜ਼ੀ ਲੇਖ ਨੂੰ ਸੋਧਿਆ ਜਾ 1+ ਗੈਰ ਅੰਗਰੇਜ਼ੀ ਲੇਖ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਗਈ ਹੈ।
pl: Definicja wkładu: Edycja lub sprawdzenie co najmniej jednego nieanglojęzycznego artykułu
pt_br: Definição de contribuição: editou ou revisou mais de um artigo que não está em Inglês.
pt_pt: Definição de contribuição: editou +1 ou reviu +1 artigo que não está em Inglês.
ro: Definiția contribuției: a editat 1+ articole non-engleze sau a revizuit 1+ articole non-engleze.
sk: Definícia príspevku: úprava alebo kontrola aspoň jedného neanglického článku.
sr: Дефиниција доприноса: изменио 1+ не-енглески чланак или је прегледао 1+ не-енглески чланак.
sv: Definition av bidrag: redigerat 1+ icke-engelsk artikel eller har granskat 1+ icke-engelsk artikel.
te: తోడ్పాటు నిర్వచనం: 1+ ఆంగ్లేతర వ్యాసం సరిదిద్దారు లేదా 1+ ఆంగ్లేతర వ్యాసం సమీక్షించారు.
th: คำอธิบายของการมีส่วนร่วม: แก้ไขบทความ 1+ หรือเมื่อมีการพิจารณาบทความ 1+ ที่ไม่ใช่ภาษาอังกฤษ
tr: Katkının tanımı: 1'den fazla İngilizce olmayan makale düzenlemiş veya incelemiş
uk: Визначення внеску: 1+ відредагованої не англійської або 1+ перевіреної не англійської статті.
vi: Định rõ sự đóng góp: đã chỉnh sửa hoặc xét duyệt trên 1 bài viết không phải tiếng Anh
zh_cn: 贡献的定义：编辑或核准了一篇以上的非英语文章。
zh_tw: 貢獻的定義：編輯或審核過一篇以上非英語文章。
zu: Incazelo yegalelo: uhlele i-athikhili e-non English e-1+ noma ubukeze i-athikhili e-non English e-1+.

source: Number of active forum contributors
af: Aantal aktiewe forumbydraers
bg: Брой активни участници във форума
bs: Broj aktivnih doprinosilaca foruma
de: Zahl der aktiven Mitwirkenden im Forum
el: Αριθμός ενεργών εθελοντών φόρουμ
es: Número de colaboradores activos en el foro
fy_nl: Oantal aktive foarummeiwurkers
he: מספר תורמים פעילים לפורום
hr: Broj aktivnih doprinositelja foruma
hu: Aktív közreműködők száma a fórumon
ia: Numero de collaboratores active del foro
id: Jumlah pengguna forum aktif
it: Numero dei collaboratori attivi del forum
ja: フォーラムで活動中の貢献者数
ka: ფორუმის მოქმედი მოხალისეების რაოდენობა
kab: Amḍan n yimttekkiyen urmiden n unmager
ko: 포럼 공헌자 수
mg: Isan'ny mpandray anjara mavitrika @ fihaonambe
ms: Bilangan penyumbang aktif forum
nb_no: Antall aktive forum-bidragsytere
nl: Aantal actieve forummedewerkers
pa_in: ਸਰਗਰਮ ਮੰਚ ਯੋਗਦਾਨਿਆ ਦੀ ਗਿਣਤੀ
pl: Liczba aktywnych uczestników forum
pt_br: Número de colaboradores ativos no fórum
pt_pt: Número de colaboradores ativos no fórum
ro: Numărul colaboratorilor activi la forum
sk: Počet aktívnych prispievateľov vo fóre
sr: Број активних сарадника на форуму
sv: Antalet aktiva forumsbidragare
te: క్రియాశీల ఫోరం తోడ్పాటుదార్ల సంఖ్య
th: จำนวนผู้มีส่วนร่วมฟอรั่มที่ยังมีความเคลื่อนไหว
tr: Atkif forum katılımcılarının sayısı
uk: Кількість активних помічників форуму
ur: فورم میں فعال تعاون کرنے والوں کی تعداد
vi: Số lượng của những cộng tác viên cho diễn đàn đang hoạt động
zh_cn: 论坛的活跃贡献者数量
zh_tw: 討論區活躍貢獻者數
zu: Inani labalekeleli abasebenzayo kusithangami
