Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: %(old)s-redirect-%(number)i
af: %(old)s-herlei-%(number)i
bg: %(old)s-пренасочване-%(number)i
de: %(old)s-Weiterleitung-%(number)i
el: %(old)s-ανακατεύθυνση-%(number)i
fy_nl: %(old)s-omlieding-%(number)i
hu: %(old)s-átirányítva-%(number)i
ia: %(old)s re-adressa %(number)i
ka: %(old)s-გადამისამართება-%(number)i
kab: %(old)s-iwehha-%(number)i
mg: %(old)s-familiana-%(number)i
ms: %(old)s-lencongan-%(number)i
nb_no: %(old)s-omdirigert-%(number)i
nl: %(old)s-omleiding-%(number)i
pa_in: %(old)s-ਰੀ-ਡਾਇਰੈਕਟ-%(number)i
pl: %(old)s-przekierowanie-%(number)i
pt_br: %(old)s-redireciona-%(number)i
pt_pt: %(old)s-redireciona-%(number)i
ro: %(old)s-redirecționează-%(number)i
sr: %(old)s-преусмери-%(number)i
sv: %(old)s-omdirigera-%(number)i
te: %(old)s-దారిమార్పు-%(number)i
th: %(old)s-เปลี่ยนเส้นทาง-%(number)i
tr: %(old)s-yonlendirme-%(number)i
uk: %(old)s-перенаправлення-%(number)i
zu: %(old)s-iyachezukisa-%(number)i

source: {title} was edited by {creator}
af: {title} is geredigeer deur {creator}
bg: {title} е редактирано от {creator}
bs: {title} je uredio/la {creator}
de: „{title}“ wurde bearbeitet von {creator}
el: Το «{title}» τροποποιήθηκε από τον/την {creator}
es: {title} fue editado por {creator}
fy_nl: {title} is bewurke troch {creator}
he: ‏{title} נערך על־ידי {creator}
hr: {title} je uredio {creator}
hu: A(z) {title} leírást {creator} szerkesztette
ia: {title} ha essite redigite per {creator}
id: {title} telah diedit oleh {creator}
it: {title} è stato modificato da {creator}
ja: {title} は {creator} により編集されました
ka: {title} ჩასწორდა {creator} ავტორის მიერ
kab: {title} ittwaẓreg sɣur {creator}
ko: {creator}가 {title} 문서를 편집함
mg: {title} dia nahitsin'i {creator}
ms: {title} telah diedit oleh {creator}
nb_no: {title} ble redigert av {creator}
nl: {title} is bewerkt door {creator}
pa_in: {title} ਨੂੰ {creator} ਵਲੋਂ ਸੋਧਿਆ
pl: Artykuł {title} był edytowany przez {creator}
pt_br: {title} foi editado por {creator}
pt_pt: {title} foi editado por {creator}
ro: {title} a fost editat de {creator}
sk: {title} bol upravený používateľom {creator}
sr: {title} је измењен од стране {creator}
sv: {title} har redigerats av {creator}
te: {title} సవరనలు చేసినవారు {creator}
th: {title} ถูกแก้ไขแล้วโดย {creator}
tr: {title} {creator} tarafından düzenlendi
uk: {title} відредагована {creator}
ur: {title}ن کی جانب سے تدوین شدہ {creator}
vi: {title} được chỉnh sửa bởi {creator}
zh_cn: {title} 已被{creator}编辑
zh_tw: {creator} 編輯了〈{title}〉
zu: {title} ilungiswe ngu {creator}

source: {title} is ready for review ({creator})
af: {title} is gereed vir nasien ({creator})
bg: {title} е готово за преглед ({creator})
bs: {title} je spreman za pregled ({creator})
de: „{title}“ ist bereit zur Überprüfung ({creator})
el: Το «{title}» είναι έτοιμο προς αξιολόγηση ({creator})
es: {title} está listo para su revisión ({creator})
fy_nl: {title} is klear foar beoardieling ({creator})
he: ‏{title} מוכן לסקירה ({creator})
hr: {title} je spremna za pregled ({creator})
hu: {title} jóváhagyásra vár ({creator})
ia: {title} es preste pro le revision de ({creator})
id: {title} siap ditinjau ({creator})
it: {title} è pronto per la revisione ({creator})
ja: {title} はレビュー待ちです ({creator})
ka: {title} მზადაა განსახილველად ({creator})
kab: {title} iwjed i usenqed ({creator})
ko: {title} 문서가 검토 준비 됨 ({creator})
mg: {title} dia vonona hotsaraina ({creator})
ms: {title} sedia untuk semakan ({creator})
nb_no: {title} er klar for gjennomgang ({creator})
nl: {title} is gereed voor beoordeling ({creator})
pa_in: {title} ਪੜਤਾਲ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ ({creator})
pl: Artykuł {title} jest gotowy do sprawdzenia ({creator})
pt_br: {title} está pronto para revisão ({creator})
pt_pt: {title} está pronto para revisão ({creator})
ro: {title} poate fi recenzat ({creator})
sk: {title} je pripravený na kontrolu ({creator})
sr: {title} је спреман за оцену ({creator})
sv: {title} är redo för granskning ({creator})
te: {title} సమీక్ష కోసం సిద్ధంగా ఉంది ({creator})
th: {title} ของ ({creator}) พร้อมที่จะพิจารณา
tr: "{title}" incelenmeye hazır ({creator})
uk: {title} готова для перегляду ({creator})
ur: ({title}) جائزہ کے لئے تیار ہے ({creator})
vi: {title} đã sẵn sàng chờ xét duyệt ({creator})
zh_cn: {title} 正等待审核（{creator}）
zh_tw: 〈{title}〉已可審核（{creator}）
zu: {title} isilungele ukubukezwa ({creator})

source: {title} has a revision ready for localization
af: {title} het 'n nuwe wysiging wat gereed vir taalaanpassing is
bg: {title} има ревизия, готова за локализация
bs: {title} sadrži reviziju spremnu za lokalizaciju
de: „{title}“ hat eine Version, die bereit zum Übersetzen ist
el: Το «{title}» έχει αναθεώρηση, έτοιμη προς μετάφραση
es: {title} tiene una revisión lista para ser localizada
fy_nl: {title} befettet in refyzje dy’t ree is foar oersetting
he: ל־{title} יש מהדורה שמוכנה לתרגום
hr: {title} sadrži reviziju spremnu za lokalizaciju
hu: A(z) {title} leírás egyik verziója fordításra kész
ia: {title} ha un revision preste pro localisation
id: {title} memiliki revisi yang siap untuk pelokalan
it: {title} ha una versione pronta per la localizzazione
ja: {title} の記事に翻訳準備が完了したリビジョンがあります
ka: {title} სტატიას გადასათარგმნად გამზადებული ვერსია გააჩნია
kab: {title} isεa lqem iwejden i usideg
ko: {title} 문서 번역을 위한 변경사항 있음
mg: {title} dia misy fanitsiana vonona hadika
ms: {title} semakan sudah sedia untuk diterjemahkan
nb_no: {title} har en revisjon klar for oversetting
nl: {title} bevat een revisie die gereed is voor vertaling
pa_in: {title} ਦਾ ਰੀਵਿਜ਼ਨ ਤਰਜਮੇ ਲਈ ਤਿਆਰ ਹੈ
pl: Artykuł {title} ma wersję gotową do tłumaczenia
pt_br: {title} tem uma edição pronta para tradução
pt_pt: {title} possui uma revisão pronta para tradução
ro: {title} are o revizuire gata pentru traducere
sk: {title} je k dispozícií v novej revízií, ktorá je pripravená na lokalizáciu
sr: {title} има ревизију спремну за локализацију
sv: {title} har en revidering redo för översättning
te: {title} స్థానికీకరణ కోసం ఒక పునర్విమర్శ సిద్ధంగా ఉంది
th: {title} มีการแก้ไขที่พร้อมสำหรับการแปล
tr: {title} için çeviriye hazır bir revizyon var.
uk: {title} має редакцію, готову для перекладу
vi: {title} có bản sửa đổi và sẵn sàng để bản địa hóa
zh_cn: {title} 已有一个可用于本地化的修订版本
zh_tw: 〈{title}〉已有準備好可供翻譯的修改版本
zu: {title} inezilungiso ezilindele abahumushi

source: {title} ({locale}) has a new approved revision ({reviewer})
af: {title} ({locale}) het 'n nuwe goedgekeurde wysiging ({reviewer})
bg: {title} ({locale}) има нова одобрена ревизия ({reviewer})
bs: {title} ({locale}) ima novu odobrenu reviziju ({reviewer})
de: „{title}“ ({locale}) hat eine neue, freigeschaltete Version ({reviewer})
el: Το «{title}» ({locale}) έχει νέα εγκεκριμένη αναθεώρηση ({reviewer})
es: {title} ({locale}) tiene una nueva revisión aprobada ({reviewer})
fy_nl: {title} ({locale}) hat in nije goedkarre refyzje ({reviewer})
he: ל־{title} ‏({locale}) יש מהדורה חדשה שעברה אישור ({reviewer})
hr: {title} ({locale}) ima novu odobrenu reviziju ({reviewer})
hu: {title} ({locale}) leírásnak új elfogadott verziója van ({reviewer})
ia: {title} ha un nove revision approbate in ({locale}) per ({reviewer})
id: {title} ({locale}) memiliki revisi yang disetujui ({reviewer})
it: Nuova versione approvata di {title} in {locale} (revisore: {reviewer})
ja: {title} ({locale}) に新たに承認されたリビジョンがあります ({reviewer})
ka: {title} ({locale}) სტატიას ახალი დადასტურებული ვერსია გააჩნია ({reviewer})
kab: {title} ({locale}) ɣur-s aceggir maynut yettwaqeblen ({reviewer})
ko: {title} ({locale}) 변경 승인 완료 ({reviewer})
mg: {title} ({locale}) dia misy fanatsiniana nankatoavina vaovao ({reviewer})
ms: {title} ({locale}) ada semakan baru yang diluluskan ({reviewer})
nb_no: {title} ({locale}) har en ny godkjent revisjon ({reviewer})
nl: {title} ({locale}) heeft een nieuwe goedgekeurde revisie ({reviewer})
pa_in: {title} ({locale}) ਦਾ ਨਵਾਂ ਮਨਜ਼ੂਰ ਕੀਤਾ ਰੀਵਿਜ਼ਨ ਹੈ ({reviewer})
pl: Artykuł {title} w języku ({locale}) ma nową wersję zatwierdzoną przez {reviewer}
pt_br: {title} ({locale}) tem uma nova edição aprovada ({reviewer})
pt_pt: {title} ({locale}) tem uma nova revisão aprovada ({reviewer})
ro: {title} ({locale}) are o nouă revizuire aprobată ({reviewer})
sk: {title} ({locale}) obsahuje novo schválenú revíziu ({reviewer})
sr: {title} ({locale}) има нову потврђену оцену ({reviewer})
sv: {title} ({locale}) har en ny godkänd revidering ({reviewer})
te: {title} ({locale}) ఒక కొత్త ఆమోదం కూర్పులు ({reviewer})
th: {title} ({locale}) ได้รับการอนุญาตการแก้ไขแล้ว ({reviewer})
tr: {title} ({locale}) için yeni bir onaylanmış revizyon var ({reviewer})
uk: {title} ({locale}) має нову затверджену редакцію ({reviewer})
vi: {title} ({locale}) có bản sửa đổi mới đã được phê duyệt ({reviewer})
zh_cn: {title} ({locale}) 已有一个新的修订被核准 ({reviewer})
zh_tw: {title} ({locale}) 有一個新的被審核過的版本 ({reviewer})
zu: {title} ({locale}) inesilungiso esisha esigunyaziwe ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
af: Hou asseblief die lengte van jou titel %(limit_value)s karakters of minder. Dit is tans %(show_value)s karakters.
bg: Моля, придържайте се към дължина на заглавието не повече от %(limit_value)s символа. В момента тя е %(show_value)s символа.
bs: Molimo da ograničite dužinu naslova na %(limit_value)s karaktera ili manje. Trenutno sadrži %(show_value)s karaktera.
de: Bitte beschränken Sie die Länge des Titels auf %(limit_value)s oder weniger Zeichen. Derzeit hat er %(show_value)s Zeichen.
el: Παρακαλούμε διατηρήστε το μήκος του τίτλου σε %(limit_value)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(show_value)s χαρακτήρες.
es: Por favor, ajusta la longitud del título a %(limit_value)s caracteres o menos. Actualmente tiene %(show_value)s caracteres.
fy_nl: Hâld de lingte fan de titel koarter as %(limit_value)s karakters of minder. It is no %(show_value)s karakters.
he: נא להגביל את אורך הכותרת ל־%(limit_value)s תווים או פחות. אורכה כרגע הוא %(show_value)s תווים.
hr: Ograniči dužinu naslova na %(limit_value)s znakova ili manje. Trenutačno sadrži %(show_value)s znakova.
hu: A cím %(limit_value)s vagy annál kevesebb karaktert kell, hogy tartalmazzon. Jelenleg ez %(show_value)s karakter hosszú.
ia: Per favor mantene le longor del titulo a %(limit_value)s characteres o minus. Illo es actualmente de %(show_value)s characteres.
id: Batasi panjang judul hingga paling banyak %(limit_value)s. Panjang judul saat ini %(show_value)s karakter.
it: Impostare la lunghezza del titolo a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: タイトルが長すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以下にしてください。
ka: სათაურის სიგრძე არ უნდა აღემატებოდეს %(limit_value)s სიმბოლოს. ამჟამად შედგება %(show_value)s სიმბოლოსგან.
kab: Senɣeṣ ma ulac aɣilif teɣzi n uḍris ma aṭaṣ ɣer %(limit_value)s n isekkilen. Teɣzi n tura %(show_value)s n isekkilen.
ko: 제목의 길이를 %(limit_value)s자 이하로 하시기 바랍니다. 현재 %(show_value)s자 입니다.
mg: Tano ho maritsoratra %(limit_value)s na latsaka ny halavan'ny lohateny azafady. Maritsoratra %(show_value)s izy izao.
ms: Sila pastikan panjang tajuk hanya %(limit_value)s atau kurang. Sekarang %(show_value)s aksara.
nb_no: Begrens lengden på tittelen til %(limit_value)s tegn eller mindre. Den er nå %(show_value)s tegn.
nl: Houd de lengte van de titel op %(limit_value)s tekens of minder. Momenteel is deze %(show_value)s tekens.
pl: Ogranicz tytuł do %(limit_value)s znaków. Już użyte znaki: %(show_value)s.
pt_br: Deixe o título com %(limit_value)s caracteres ou menos. No momento ele tem %(show_value)s caracteres.
pt_pt: Por favor, deixe o título com %(limit_value)s caracteres ou menos. De momento, possui %(show_value)s caracteres.
ro: Limitează lungimea titlului la %(limit_value)s caractere sau mai puțin. Acum este de %(show_value)s caractere.
sk: Maximálna dĺžka nadpisu môže byť %(limit_value)s znakov. Aktuálne má dĺžku %(show_value)s znakov.
sr: Молимо да дужина наслова буде %(limit_value)s карактера или мање. Тренутно има %(show_value)s карактера.
sv: Håll längden på din titel till %(limit_value)s tecken eller mindre. För tillfället är den %(show_value)s tecken.
te: దయచేసి టైటిల్ పొడవు %(limit_value)s అక్షరాలు లేదా తక్కువ ఉండేలా ఉంచండి. ఇది ప్రస్తుతం %(show_value)s అక్షరాలు.
th: โปรดรักษาความยาวของหัวข้อที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
tr: Lütfen başlık uzunluğunu %(limit_value)s karakterden kısa tutun. Şu anda %(show_value)s karakter.
uk: Довжина назви не повинна перевищувати %(limit_value)s символів. Зараз вона складається з %(show_value)s символів.
vi: Vui lòng giữ độ dài tiêu đề từ %(limit_value)s kí tự trở xuống. Hiện nó đang có %(show_value)s kí tự.
zh_cn: 标题的长度限制为 %(limit_value)s 个字符。而目前有 %(show_value)s 个字符。
zh_tw: 標題欄位目前長度為 %(show_value)s 個字元，請勿超過 %(limit_value)s 個字元。
zu: Uyacelwa ugcine ubude besihloko bube %(limit_value)s ezinhlamvu noma ngaphansi. Njengamanje kuna %(show_value)s ezinhlamvu.

source: Please provide a slug.
af: Gee asseblief 'n kortnaam.
bg: Моля, въведете кратко име.
bs: Molimo odaberite slug.
de: Bitte geben Sie einen Adressnamen an.
el: Παρέχετε ένα αναγνωριστικό URL.
es: Por favor, proporciona un enlace amigable (slug).
fy_nl: Jou in URL-namme
he: נא לספק slug.
hr: Upiši URL naziv stranice.
hu: Adjon meg egy SEO webcímet.
ia: Per favor forni un identificator.
id: Tentukan slug.
it: Inserire uno Slug.
ja: スラッグ (記事の URL) を記入してください。
ka: გთხოვთ, მიუთითოთ ბმულის დაბოლოება.
kab: Ma ulac aɣilif, mudd-d asulay n tensa URL.
ko: URL 줄임 제목을 입력하십시오.
mg: Asio rambon'adiresy azafady.
ms: Sila beri slug.
nb_no: Oppgi en adressetekst.
nl: Geef een identificator op.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਸਲੱਗ ਪੇਸ਼ ਕਰੋ।
pl: Podaj ciąg słów.
pt_br: Forneça um nome curto.
pt_pt: Por favor, forneça um endereço curto (slug).
ro: Te rugăm să introduci un slug.
sk: Zadajte prosím URL adresu.
sr: Овезбедите slug.
sv: Ange en slugg.
te: దయచేసి ఒక స్లగ్ అందించండి.
th: โปรดระบุคำที่กำำหนดเอง
tr: Lütfen bir kısa isim girin.
uk: Вкажіть слаг.
ur: براہ مہربانی ایک سلگ فراہم کریں۔
vi: Vui lòng cung cấp một slug.
zh_cn: 请提供一个缩略名。
zh_tw: 請提供一個自訂 slug。
zu: Uyacelwa uhlinzeke nge-slug.

source: The slug provided is not valid.
af: Die kortnaam wat jy gegee het, is nie geldig nie.
bg: Краткото име, което сте въвели не е валидно.
bs: Slug koji ste unijeli nije važeći.
de: Der eingegebene Adressname ist ungültig.
el: Το παρεχόμενο αναγνωριστικό URL δεν είναι έγκυρο.
es: Este enlace amigable (slug) no es válido.
fy_nl: De URL-namme is net korrekt.
he: ה־slug שסופק אינו תקני.
hr: Upisani URL naziv stranice nije ispravan.
hu: A megadott SEO webcím hibás.
ia: Le identificator fornite non es valide.
id: Slug yang ditentukan tidak valid.
it: Lo Slug inserito non è valido.
ja: 入力されたスラッグは正しくありません。
ka: მითითებული დაბოლოება, არამართებულია.
kab: Asulay mačči d ameɣtu.
ko: URL 줄임제목이 유효하지 않습니다.
mg: Tsy mety ny rambon'adiresy nomena.
ms: Slug yang disediakan tidak sah.
nb_no: Adresseteksten som er oppgitt er ikke gyldig.
nl: De opgegeven identificator is ongeldig.
pa_in: ਸਲੱਗ ਪੇਸ਼ ਕੀਤੀ ਵੈਧ ਨਹੀ ਹੈ।
pl: Podany ciąg słów jest nieprawidłowy.
pt_br: O nome curto fornecido não é válido.
pt_pt: O endereço curto (slug) não é válido.
ro: Slug-ul furnizat nu este valid.
sk: Zadaná URL nie je platná.
sr: Обезбеђен slug није валидан.
sv: Sluggen är inte giltig.
te: అందించిన స్లగ్ చెల్లుబాటు కాదు.
th: คำที่กำหนดเองไม่ถูกต้อง
tr: Girdiğiniz kısa isim geçersiz.
uk: Вказаний слаг нечинний.
ur: فراہم کردہ سلگ ناجایز ہے۔
vi: Slug không hợp lệ.
zh_cn: 这个缩略名是无效的。
zh_tw: 這個 slug 是無效的。
zu: I-slug ehlinzekiwe ayisebenzi.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
af: Jou kortnaam is te kort (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters wees.
bg: Краткото име е твърде кратко (%(show_value)s символа). Трябва да бъде поне %(limit_value)s символа.
bs: Slug je prektratak (%(show_value)s karaktera). Potrebno je da sadrži minimalno %(limit_value)s karaktera.
de: Der Adressname ist zu kurz (%(show_value)s Zeichen). Er muss mindestens %(limit_value)s Zeichen lang sein.
el: Το αναγνωριστικό URL είναι πολύ μικρό (%(show_value)s χαρακτήρες). Πρέπει να αποτελείται από τουλάχιστον %(limit_value)s χαρακτήρες.
es: El enlace amigable (slug) es demasiado corto (%(show_value)s caracteres). Debe tener al menos %(limit_value)s caracteres.
fy_nl: De URL-namme is te koart (%(show_value)s karakters). It moat op syn minst %(limit_value)s karakters wêze.
he: ה־slug קצר מדי (%(show_value)s תווים). עליו להיות באורך של לפחות %(limit_value)s תווים.
hr: URL naziv stranice je prektratak (%(show_value)s znakova). Mora sadržati barem %(limit_value)s znakova.
hu: A SEO webcím túl rövid (%(show_value)s karakter). Legalább %(limit_value)s karakternek kell lennie.
ia: Le identificator es troppo curte (%(show_value)s characteres). Illo debe haber al minus %(limit_value)s characteres.
id: Slug terlalu pendek (%(show_value)s karakter). Paling tidak panjangnya %(limit_value)s karakter.
it: Lo Slug è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: スラッグが短すぎます (%(show_value)s 文字)。%(limit_value)s 文字以上にしてください。
ka: ბმულის დაბოლოება ზედმეტად მოკლეა (%(show_value)s სიმბოლო). უნდა შედგებოდეს, სულ მცირე %(limit_value)s სიმბოლოსგან.
kab: Asulay wezzil aṭas (%(show_value)s isekkilen). Yessefk ad yili ɣarṣum %(limit_value)s isekkilen.
ko: URL 줄임 제목이 %(show_value)s자로 너무 짧습니다. 적어도 %(limit_value)s자 이상이어야 합니다.
mg: Fohy loatra ny rambon'adiresy (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.
ms: Slug terlalu pendek (%(show_value)s aksara). Sekurang-kurangnya mesti ada %(limit_value)s aksara.
nb_no: Adresseteksten er for kort (%(show_value)s tegn). Den må være minst %(limit_value)s tegn.
nl: De identificator is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
pa_in: ਇਹ ਸਲੱਗ ਬਹੁੱਤ ਛੋਟੀ ਹੈ (%(show_value)s ਵਰਣ). ਇਹ ਘੱਟੋ ਘੋਟ %(limit_value)s ਵਰਣ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।.
pl: Ciąg słów jest zbyt krótki (liczba znaków: %(show_value)s ) – musi mieć co najmniej %(limit_value)s znaków.
pt_br: O nome curto é muito curto (%(show_value)s caracteres). Ele deve ter pelo menos %(limit_value)s caracteres.
pt_pt: O endereço curto (slug) é demasiado curto (%(show_value)s caracteres). Deve ter pelo menos %(limit_value)s caracteres.
ro: Slug-ul este prea scurt (%(show_value)s characters). Trebuie să conțină minimum %(limit_value)s caractere.
sk: URL adresa je veľmi krátka - (%(show_value)s znakov). Počet znakov musí byť najmenej %(limit_value)s.
sr: Slug је прекратак (%(show_value)s карактера). Мора да има барем %(limit_value)s карактера.
sv: Sluggen är för kort (%(show_value)s tecken). Den måste minst vara %(limit_value)s tecken.
te: స్లగ్ చాలా చిన్నదిగా (%(show_value)s అక్షరాలు) ఉంది. ఇది కనీసం %(limit_value)s అక్షరాలు ఉండాలి.
th: คำที่กำหนดเองสั้นเกินไป (%(show_value)s characters) อย่างต่ำควรจะมี %(limit_value)s ตัวอักษร
tr: Kısa isim çok kısa (%(show_value)s karakter). En az %(limit_value)s karakter olmalıdır.
uk: Слаг закороткий (%(show_value)s символів). Він повинен бути не менше %(limit_value)s символів.
vi: Slug quá ngắn (%(show_value)s kí tự). Nó phải có ít nhất %(limit_value)s kí tự.
zh_cn: 这个缩略名太短（%(show_value)s个字符）。至少要有%(limit_value)s个字符。
zh_tw: 這個 slug 太短 (%(show_value)s 字元)。至少要 %(limit_value)s 字元。
zu: I-slug imfishane kakhulu (%(show_value)s ezinhlamvu). Kufanele okungenani kube %(limit_value)s ezinhlamvu.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
af: Hou asseblief die lengte van jou kortnaam %(limit_value)s karakters of minder. Dit is tans %(show_value)s karakters.
bg: Моля, придържайте се към дължина на url не повече от %(limit_value)s символа. В момента е %(show_value)s символа.
bs: Molimo zadržite dužinu slug na %(limit_value)s karaktera ili manje. Trenutno sadrži %(show_value)s karaktera.
de: Bitte beschränken Sie die Länge des Adressnamens auf %(limit_value)s oder weniger Zeichen. Derzeit hat er %(show_value)s Zeichen.
el: Διατηρήστε το μέγεθος του αναγνωριστικού URL σε %(limit_value)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(show_value)s χαρακτήρες.
es: Por favor, ajusta la longitud del enlace amigable (slug) a %(limit_value)s caracteres o menos. Actualmente tiene %(show_value)s caracteres.
fy_nl: Hâld de lingte fan de URL-namme koarter as %(limit_value)s karakters of minder. It is no %(show_value)s karakters.
he: נא להגביל את אורך ה־slug ל־%(limit_value)s תווים או פחות. אורכו כרגע הוא %(show_value)s תווים.
hr: Ograniči dužinu URL naziva stranice na %(limit_value)s znakova ili manje. Trenutačno sadrži %(show_value)s znakova.
hu: A SEO webcím %(limit_value)s vagy annál kevesebb karaktert kell, hogy tartalmazzon. Jelenleg ez %(show_value)s karakter hosszú.
ia: Per favor mantene le longitude del identificator a %(limit_value)s characteres o minus. Illo es actualmente %(show_value)s characteres.
id: Batasi panjang slug hingga paling banyak %(limit_value)s. Panjang slug saat ini %(show_value)s karakter.
it: Impostare la lunghezza dello Slug a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: スラッグが長すぎます (%(show_value)s 文字)。%(limit_value)s 文字以内にしてください。
ka: ბმული დაბოლოების სიგრძე არ უნდა აღემატებოდეს %(limit_value)s სიმბოლოს. ამჟამად შედგება %(show_value)s სიმბოლოსგან.
kab: Senɣeṣ ma ulac aɣilif teɣzi n uḍris ma aṭaṣ ɣer %(limit_value)s n isekkilen. Teɣzi n tura %(show_value)s n isekkilen.
ko: URL 줄임 제목은 %(limit_value)s자 이상이어야 합니다. 현재 %(show_value)s자 입니다.
mg: Tano ho maritsoratra %(limit_value)s na latsaka ny halavan'ny rambon'adiresy azafady. Maritsoratra %(show_value)s izy izao.
ms: Sila pastikan panjang slug hanya %(limit_value)s atau kurang. Sekarang %(show_value)s aksara.
nb_no: Begrens lengden på adresseteksten til %(limit_value)s tegn eller mindre. Den er nå %(show_value)s tegn.
nl: Houd de lengte van de identificator op %(limit_value)s tekens of minder. Momenteel is deze %(show_value)s tekens.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਸਲੱਗ ਦੀ ਲੰਬਾਈ %(limit_value)s ਵਰਨ ਜਾ ਇਸ ਤੋ ਘੱਟ ਰੱਖੋ। ਇਹ ਮੋਜੁਦਾ %(show_value)s ਵਰਣ ਹੈ।
pl: Ogranicz ciąg słów do %(limit_value)s znaków. Już użyte znaki: %(show_value)s.
pt_br: Deixe o nome curto com %(limit_value)s caracteres ou menos. No momento ele tem %(show_value)s caracteres.
pt_pt: Por favor, deixe o endereço curto (slug) com %(limit_value)s caracteres ou menos. De momento, possui %(show_value)s caracteres.
ro: Te rugăm să păstrezi lungimea slug-ului la %(limit_value)s caractere sau mai puțin. Acum este de %(show_value)s caractere.
sk: Maximálna dĺžka URL adresy môže byť %(limit_value)s znakov. Aktuálne má dĺžku %(show_value)s znakov.
sr: Молимо да дужина slug-а буде %(limit_value)s карактера или мање. Тренутно има %(show_value)s карактера.
sv: Håll längden på din slugg till %(limit_value)s tecken eller mindre. För tillfället är den %(show_value)s tecken.
te: దయచేసి స్లగ్ యొక్క పొడవు %(limit_value)s అక్షరాలు లేదా తక్కువగా ఉంచండి. ఇది ప్రస్తుతం %(show_value)s అక్షరాలు.
th: โปรดรักษาความยาวคำที่กำหนดเองให้อยู่ที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
tr: Lütfen kısa isim uzunluğunu %(limit_value)s karakterden kısa tutun. Şu anda %(show_value)s karakter.
uk: Довжина слагу повинна складатися з %(limit_value)s або менше символів. Зараз він складається з %(show_value)s символів.
vi: Vui lòng giữ độ dài slug từ %(limit_value)s kí tự trở xuống. Hiện nó đang có %(show_value)s kí tự.
zh_cn: 请将缩略名的长度限制于%(limit_value)s个字符。目前长度为%(show_value)s个字符。
zh_tw: 請維持 slug 的長度為 %(limit_value)s 或更少字元。目前長度為 %(show_value)s 個字元。
zu: Uyacelwa ugcine ubude be-slug buyi %(limit_value)s wezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s izinhlamvu.
