Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: In order to process or provide our products and services to you, we share your information with the following business partners. These entities are contractually obligated to handle the data in ways that are approved by Mozilla.
bg: За да обработим или да ви предоставим нашите продукти и услуги, ние споделяме вашата информация със следните бизнес партньори. Тези компании са задължени по договор да обработват данните по начин, одобрен от Mozilla.
de: Um unsere Produkte und Dienstleistungen für Sie zu verarbeiten oder bereitzustellen, geben wir Ihre Daten an die folgenden Geschäftspartner weiter. Diese Unternehmen sind vertraglich verpflichtet, die Daten so zu behandeln, wie es von Mozilla genehmigt wurde.
el: Προκειμένου να επεξεργαστούμε ή να παρέχουμε τα προϊόντα και τις υπηρεσίες μας σε εσάς, κοινοποιούμε τις πληροφορίες σας με τους εξής συνεργάτες. Αυτές οι εταιρείες είναι υποχρεωμένες βάσει συμβολαίου να χειρίζονται τα δεδομένα με τρόπους που εγκρίνει η Mozilla.
fy_nl: Om ús produkten en tsjinsten oan jo te ferwurkjen of te ferstrekken, diele wy jo ynformaasje mei de folgjende saaklike partners. Dizze entiteiten binne kontraktueel ferplichte om de gegevens te ferwurkjen op manieren dy’t goedkard binne troch Mozilla.
he: על מנת לעבד או לספק לך את המוצרים והשירותים שלנו, אנו משתפים את המידע שלך עם השותפים העסקיים הבאים. גופים אלה מחויבים לפי חוזה לטפל בנתונים בדרכים המאושרות על־ידי Mozilla.
hr: Kako bismo obradili podatke ili pružili naše proizvode i usluge, dijelimo tvoje podatke sa sljedećim poslovnim partnerima. Ovi subjekti ugovorno su dužni obraditi podatke na načine, koje je odobrila Mozilla.
hu: Termékeink és szolgáltatásaink biztosítása érdekében megosztjuk az Ön adatait a következő üzleti partnerekkel. Ezeknek az entitásoknak szerződéses kötelezettségük van arra, hogy az adatokat a Mozilla által jóváhagyott módon kezeljék.
ia: Al fin de elaborar o fornir nostre productos e servicios, nos comparti tu informationes con le partner commercial sequente. Istos es sono contractualmente obligate a gerer le datos secundo modalitates approbate per Mozilla.
it: Al fine di elaborare o fornire i nostri prodotti e servizi, condividiamo le tue informazioni con i seguenti partner commerciali. Queste entità sono contrattualmente obbligate a gestire i dati secondo modalità approvate da Mozilla.
ja: 製品とサービスを使用または提供するために、以下のビジネスパートナーと情報を共有します。これらの企業は、契約上 Mozilla によって承認された方法でデータを処理する義務があります。
ka: ჩვენი პროდუქტების ან მომსახურების შემუშავებისა და მოსაწოდებლად, თქვენს ინფორმაციას ვუზიარებთ მოცემულ საქმიან პარტნიორებს. აღნიშნული მხარეები ხელშეკრულებით ვალდებულნი არიან მონაცემები დაამუშაონ იმ გზით, როგორც მიუთითებს Mozilla.
ko: 여러분은 당사의 제품 및 서비스를 처리하거나 제공하기 위해 당사는 일부 정보를 다음 비즈니스 파트너와 공유합니다. 이러한 법인은 계약 상, Mozilla에서 승인 한 방식으로 데이터를 처리 할 의무가 있습니다.
nb_no: For å behandle eller levere våre produkter og tjenester til deg, deler vi informasjonen din med følgende forretningspartnere. Disse enhetene er kontraktmessig forpliktet til å håndtere informasjonen på måter som er godkjent av Mozilla.
nl: Om onze producten en diensten aan u te verwerken of te verstrekken, delen wij uw informatie met de volgende zakelijke partners. Deze entiteiten zijn contractueel verplicht om de gegevens te verwerken op manieren die zijn goedgekeurd door Mozilla.
pl: W celu prowadzenia lub dostarczania naszych produktów i usług, udostępniamy Twoje dane poniższym partnerom biznesowym. Podmioty te są zobowiązane umową do przetwarzania danych w sposób zatwierdzony przez Mozillę.
pt_br: Para processar ou fornecer nossos produtos e serviços para você, compartilhamos suas informações com os seguintes parceiros de negócios. Essas entidades são obrigadas por contrato a lidar com os dados de formas aprovadas pela Mozilla.
pt_pt: Para processar ou fornecer os nossos produtos e serviços, partilhamos informações suas com os seguintes parceiros de negócios. Estas entidades são contratualmente obrigadas a processar os dados com regras aprovadas pela Mozilla.
ro: Pentru a ne procesa sau furniza produsele și serviciile, îți partajăm informațiile cu următorii parteneri de afaceri. Aceste entități sunt obligate contractual să gestioneze datele în moduri aprobate de Mozilla.
sk: Aby sme vám mohli poskytovať naše produkty a služby, zdieľame vaše údaje s nasledujúcimi obchodnými partnermi, ktorí sa zmluvne zaviazali, že s nimi budú nakladať v súlade s pravidlami Mozilly.
sr: Како бисмо обрадили податке или пружили наше производе и услуге, делимо ваше податке са следећим пословним партнерима. Они су уговорно дужни да податке обрађују на начин који је одобрила Mozilla.
tr: Ürün ve hizmetlerimizi size sunmak için bilgilerinizi aşağıdaki iş ortaklarımızla paylaşıyoruz. Bu kuruluşlar sözleşme gereği verilerinizi Mozilla'nın onayladığı şekillerde işlemekle yükümlüdür.
uk: Для того, щоб обробляти або надавати вам наші продукти та послуги, ми ділимось вашою інформацією з деякими діловими партнерами. За договором вони зобов'язані обробляти ці дані лише способами, які затверджені Mozilla.
vi: Để xử lý hoặc cung cấp sản phẩm và dịch vụ của chúng tôi cho bạn, chúng tôi chia sẻ thông tin của bạn với các đối tác kinh doanh sau. Các thực thể này có nghĩa vụ theo hợp đồng để xử lý dữ liệu theo cách được Mozilla chấp thuận.
zh_cn: 为了处理或者向您提供我们的产品和服务，我们与如下业务合作伙伴共享您的信息。这些实体依照合同义务以 Mozilla 准许的方式处理相关数据。
zh_tw: 為了向您提供或處理我們的產品與服務，我們會與下列業務夥伴分享您的個人資訊。這些單位或組織在合約上有義務以 Mozilla 核准的方式，處理您的資料。

# DB: products.Topic.title
source: Calendar
af: Kalender
bg: Календар
bs: Kalendar
de: Kalender
el: Ημερολόγιο
es: Calendario
fy_nl: Aginda
he: לוח שנה
hr: Kalendar
hu: Naptár
ia: Calendario
id: Kalender
it: Calendario
ja: カレンダー
ka: კალენდარი
kab: Awitay
ko: 캘린더
mg: Kalandrie
ms: Kalendar
nb_no: Kalender
nl: Agenda
pa_in: ਕੈਲੰਡਰ
pl: Kalendarz
pt_br: Agenda
pt_pt: Calendário
sk: Kalendár
sr: Календар
te: క్యాలెండర్
th: ปฏิทิน
tr: Takvim
uk: Календар
ur: کیلنڈر
vi: Lịch
zh_cn: 日历
zh_tw: 行事曆
zu: Ikhalenda

# DB: products.Topic.title
source: Installation
bg: Инсталиране
bs: Instalacija
el: Εγκατάσταση
es: Instalación
fy_nl: Ynstallaasje
he: התקנה
hr: Instaliranje
hu: Telepítés
id: Pemasangan
it: Installazione
ja: インストール
ka: დაყენება
kab: Asbeddi
ko: 설치
ms: Pemasangan
nb_no: Installasjon
nl: Installatie
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ
pl: Instalacja
pt_br: Instalação
pt_pt: Instalação
ro: Instalare
sk: Inštalácia
sr: Инсталација
te: స్థాపన
th: การติดตั้ง
tr: Kurulum
uk: Встановлення
ur: انسٹالیشن
vi: Cài đặt
zh_cn: 安装
zh_tw: 安裝

# DB: products.Topic.title
source: Media
bg: Медия
de: Medien
el: Πολυμέσα
es: Multimedia
hr: Mediji
hu: Média
ia: Medios
it: Elementi multimediali
ja: メディア
ka: მედიაფაილები
kab: Amidyat
ko: 미디어
pl: Multimedia
pt_br: Mídia
pt_pt: Multimédia
sk: Médiá
sr: Медији
tr: Ortam
uk: Медіа
ur: میڈیا
vi: Đa phương tiện
zh_cn: 媒体
zh_tw: 媒體

# DB: products.Topic.title
source: Multimedia
hu: Multimédia
ia: Files multimedial
it: Multimediale
pt_br: Multimídia
tr: Multimedya
zh_cn: 多媒体

# DB: products.Topic.title
source: PiP
tr: Görüntü içinde görüntü

# DB: products.Topic.title
source: Support Forum
bg: Форум за поддръжка
de: Hilfeforum
el: Φόρουμ υποστήριξης
fy_nl: Stipefoarum
hu: Támogatói fórum
ia: Foro de supporto
it: Forum di supporto
ja: サポートフォーラム
ka: მხარდაჭერის ფორუმი
nl: Ondersteuningsforum
pl: Forum pomocy
pt_br: Fórum de suporte
pt_pt: Fórum de Apoio
sk: Fórum podpory
sr: Форум подршке
tr: Destek Forumu
uk: Форуми підтримки
vi: Diễn đàn hỗ trợ
zh_cn: 技术支持论坛
zh_tw: 技術支援討論區

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2020.
bg: Тази значка се присъжда на участниците с 20 отговора във форума през 2020 г.
de: Dieses Abzeichen wird an Mitwirkende mit 20 Antworten im Hilfeforum im Jahr 2020 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 20 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2020.
es: Esta insignia se otorga a los colaboradores con 20 respuestas en los foros de asistencia durante 2020.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 20 goedkarre oersettaalbewurkingen yn 2020.
hr: Ova se značka dodjeljuje osobama s 20 odgovora na forumu podrške tijekom 2020. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 20 támogatói fórum választ adtak 2020-ban.
ia: Iste insignia es assignate al collaboratores con 20 responsas del foro de supporto durante 2020.
it: Questo distintivo è assegnato ai collaboratori con 20 risposte sui forum di supporto nel 2020.
ja: このバッジは 2020 年にサポートフォーラムで 20 件の回答を行った貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 20 პასუხისთვის, მხარდაჭერის ფორუმზე, 2020 წელს.
ko: 2020년에 20개의 답변을 지원 포럼에 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 20 balasan forum sokongan pada 2020.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 20 svar på brukerstøtteforum i løpet av 2020.
nl: Deze badge wordt toegekend aan medewerkers met 20 antwoorden in het ondersteuningsforum in 2020.
pl: Ta odznaka przyznawana jest autorom, którzy w 2020 roku na forum pomocy udzielili co najmniej 20 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 20 respostas no fórum de suporte em 2020.
pt_pt: Esta medalha é atribuída a colaboradores com 20 respostas no fórum de apoio durante 2020.
ro: Această insignă este acordată colaboratorilor cu 20 de răspunsuri pe forumul de asistență în anul 2020.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2020 aspoň 20 schválených odpovedí na fóre.
sr: Овај беџ је додељен доприносиоцима са 20 одговора на форуму подршке током 2020. године.
te: ఈ బాడ్జీని 2020లో తోడ్పాటు వేదికలో 20 ప్రతిస్పందనలు ఇచ్చిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการตอบกลับในฟอรั่มสนับสนุน 20 ครั้งในปี 2020
tr: Bu rozet 2020 yılında 20 destek forumu yanıtı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 20 відповідей на форумі підтримки протягом 2020 року.
vi: Huy hiệu này được trao cho những người đóng góp với 20 phản hồi của diễn đàn hỗ trợ trong năm 2020.
zh_cn: 此徽章授予在 2020 年有超过 20 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2020 年間有超過 20 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2019.
bg: Тази значка се присъжда на участниците с 20 отговора на форума за поддръжка през 2019 г.
de: Dieses Abzeichen wird an Mitwirkende mit 20 Antworten im Hilfeforum im Jahr 2019 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 20 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2019.
es: Esta insignia se otorga a los colaboradores con 20 respuestas en los foros de asistencia durante 2019.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 20 goedkarre oersettaalbewurkingen yn 2019.
hr: Ova se značka dodjeljuje osobama s 20 odgovora na forumu podrške tijekom 2019. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 20 támogatói fórum választ adtak 2019-ben.
ia: Iste insignia es assignate al collaboratores con 20 responsas del foro de supporto durante 2019.
it: Questo distintivo è assegnato ai collaboratori con 20 risposte sui forum di supporto nel 2019.
ja: このバッジは 2019 年にサポートフォーラムで 20 件の回答を行った貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 20 პასუხისთვის, მხარდაჭერის ფორუმზე, 2019 წელს.
ko: 2019년에 20개의 답변을 지원 포럼에 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 20 balasan forum sokongan pada 2019.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 20 svar på brukerstøtteforum i løpet av 2019.
nl: Deze badge wordt toegekend aan medewerkers met 20 antwoorden in het ondersteuningsforum in 2019.
pl: Ta odznaka przyznawana jest autorom, którzy w 2019 roku na forum pomocy udzielili co najmniej 20 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 20 respostas no fórum de suporte em 2019.
pt_pt: Esta medalha é atribuída a colaboradores com 20 respostas no fórum de apoio durante 2019.
ro: Această insignă este acordată colaboratorilor cu 20 de răspunsuri pe forumul de asistență în anul 2019.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2019 aspoň 20 schválených odpovedí na fóre.
sr: Овај беџ је додељен доприносиоцима са 20 одговора на форуму подршке током 2019. године.
te: ఈ బాడ్జీని 2019లో తోడ్పాటు వేదికలో 20 ప్రతిస్పందనలు ఇచ్చిన సహాయకులకు ప్రదానం చేస్తారు
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการตอบกลับในฟอรั่มสนับสนุน 20 ครั้งในปี 2019
tr: Bu rozet 2019 yılında 20 destek forumu yanıtı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 20 відповідей на форумі підтримки протягом 2019 року.
vi: Huy hiệu này được trao cho những người đóng góp với 20 phản hồi của diễn đàn hỗ trợ trong năm 2019.
zh_cn: 此徽章授予在 2019 年有超过 20 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2019 年間有超過 20 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2018.
bg: Тази значка се присъжда на участниците с 20 отговора на форума за подкрепа през 2018 г.
de: Dieses Abzeichen wird an Mitwirkende mit 20 Antworten im Hilfeforum im Jahr 2018 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 20 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2018.
es: Esta insignia se otorga a los colaboradores con 20 respuestas en los foros de asistencia durante 2018.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 20 goedkarre oersettaalbewurkingen yn 2018.
hr: Ova se značka dodjeljuje osobama s 20 odgovora na forumu podrške tijekom 2018. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 20 támogatói fórum választ adtak 2018-ban.
ia: Iste insignia es assignate al collaboratores con 20 responsas del foro de supporto durante 2018.
it: Questo distintivo è assegnato ai collaboratori con 20 risposte sui forum di supporto nel 2018.
ja: このバッジは 2018 年にサポートフォーラムで 20 件の回答を行った貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 2018 წლის განმავლობაში გაცემული 20 პასუხისთვის, მხარდაჭერის ფორუმზე.
ko: 2018년에 20개의 답변을 지원 포럼에 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 20 balasan forum sokongan pada 2018.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 20 svar på brukerstøtteforum i løpet av 2018.
nl: Deze badge wordt toegekend aan medewerkers met 20 antwoorden in het ondersteuningsforum in 2018.
pl: Ta odznaka przyznawana jest autorom, którzy w 2018 roku na forum pomocy udzielili co najmniej 20 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 20 respostas no fórum de suporte em 2018.
pt_pt: Esta medalha é atribuída a colaboradores com 20 respostas no fórum de apoio durante 2018.
ro: Această insignă este acordată colaboratorilor cu 20 de răspunsuri pe forumul de asistență în anul 2018.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2018 aspoň 20 schválených odpovedí na fóre.
sr: Овај беџ је додељен доприносиоцима са 20 одговора на форуму подршке током 2018. године.
te: ఈ బాడ్జీని 2018లో తోడ్పాటు వేదికలో 20 ప్రతిస్పందనలు ఇచ్చిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการตอบกลับในฟอรั่มสนับสนุน 20 ครั้งในปี 2018
tr: Bu rozet 2018 yılında 20 destek forumu yanıtı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 20 відповідей на форумі підтримки протягом 2018 року.
vi: Huy hiệu này được trao cho những người đóng góp với 20 phản hồi của diễn đàn hỗ trợ trong năm 2018.
zh_cn: 此徽章授予在 2018 年有超过 20 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2018 年間有超過 20 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2017.
bg: Тази значка се присъжда на участниците с 20 отговора на форума за поддръжка през 2017 г.
de: Dieses Abzeichen wird an Mitwirkende mit 20 Antworten im Hilfeforum im Jahr 2017 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 20 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2017.
es: Esta insignia se otorga a los colaboradores con 20 respuestas en los foros de asistencia durante 2017.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 20 goedkarre oersettaalbewurkingen yn 2017.
hr: Ova se značka dodjeljuje osobama s 20 odgovora na forumu podrške tijekom 2017. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 20 támogatói fórum választ adtak 2017-ben.
ia: Iste insignia es assignate al collaboratores con 20 responsas del foro de supporto durante 2017.
it: Questo distintivo è assegnato ai collaboratori con 20 risposte sui forum di supporto nel 2017.
ja: このバッジは 2017 年にサポートフォーラムで 20 件の回答を行った貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 20 პასუხისთვის, მხარდაჭერის ფორუმზე, 2017 წელს.
ko: 2017년에 20개의 답변을 지원 포럼에 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 20 balasan forum sokongan pada 2017.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 20 svar på brukerstøtteforum i løpet av 2017.
nl: Deze badge wordt toegekend aan medewerkers met 20 antwoorden in het ondersteuningsforum in 2017.
pl: Ta odznaka przyznawana jest autorom, którzy w 2017 roku na forum pomocy udzielili co najmniej 20 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 20 respostas no fórum de suporte em 2017.
pt_pt: Esta medalha é atribuída a colaboradores com 20 respostas no fórum de apoio durante 2017.
ro: Această insignă este acordată colaboratorilor cu 20 de răspunsuri pe forumul de asistență în anul 2017.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2017 aspoň 20 schválených odpovedí na fóre.
sr: Овај беџ је додељен доприносиоцима са 20 одговора на форуму подршке током 2017. године.
te: ఈ బాడ్జీని 2017లో తోడ్పాటు వేదికలో 20 ప్రతిస్పందనలు ఇచ్చిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการตอบกลับในฟอรั่มสนับสนุน 20 ครั้งในปี 2017
tr: Bu rozet 2017 yılında 20 destek forumu yanıtı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 20 відповідей на форумі підтримки протягом 2017 року.
vi: Huy hiệu này được trao cho những người đóng góp với 20 phản hồi của diễn đàn hỗ trợ trong năm 2017.
zh_cn: 此徽章授予在 2017 年有超过 20 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2017 年間有超過 20 篇討論區回覆的貢獻者。

source: Invalid callback function.
af: Ongeldige terugbel-funksie.
bg: Невалидна callback функция.
bs: Nevažeći povratni poziv funkcije.
de: Ungültige Rückruffunktion.
el: Άκυρη συνάρτηση ανάκλησης.
es: Función de devolución de llamada no válida.
fy_nl: Unjildige callback-funksje.
he: פונקציית הקריאה חזרה שגויה.
hr: Nevažeći povratni poziv funkcije.
hu: Hibás funkcióhívás.
id: Fungsi callback tidak valid.
it: Funzione di chiamata non valida.
ja: 無効なコールバック関数です。
ka: არამართებული უკუგამოძახების ფუნქცია.
ko: 유효하지 않는 콜백 함수
mg: Fiasa famerin'antso tsy mety.
ms: Fungsi panggil balik tidak sah.
nb_no: Ugyldig callback-funksjon.
nl: Ongeldige callback-functie.
pa_in: ਗਲਤ ਕਾਲਬੈਕ ਕਾਰਜ਼
pl: Nieprawidłowe wywołanie zwrotne.
pt_br: Função de callback inválida.
pt_pt: Função de callback inválida.
ro: Funcție de rapel nevalidă.
sk: Neplatná funkcia spätného volania
sr: Неважећа повратна функција.
te: చెల్లని బ్యాక్.
th: การทำงาน callback ไม่ถูกต้อง
tr: Geçersiz çağrı işlevi.
uk: Недійсна функція зворотнього виклику.
ur: ناجایز کال بیک بیک فنکشن۔
vi: Chức năng gọi lại bất hợp lệ.
zh_cn: 无效的 callback 函数。
zh_tw: 無效的 callback 函式。
zu: Inkinobho yokubuyisa ucingo engasebenzi.

source: Social support discussions
de: Diskussionen zu Hilfe in sozialen Netzwerken
el: Συζητήσεις υποστήριξης στα μέσα κοινωνικής δικτύωσης
fy_nl: Diskusjes yn sosjale stipe
hu: Közösségi támogatási témák
ia: Discussiones de supporto sur retes social
it: Discussioni per il supporto sui social network
nl: Discussies in sociale ondersteuning
pl: Dyskusje na temat wsparcia w serwisach społecznościowych
pt_br: Discussões de suporte em redes sociais
pt_pt: Discussões de apoio social
tr: Sosyal destek tartışmaları
zh_cn: 社交媒体支持讨论
zh_tw: 社群網路支援討論

source: Mobile support discussions
de: Diskussionen zu Hilfe zu Hilfe für Mobilgeräte
el: Συζητήσεις υποστήριξης για κινητές συσκευές
fy_nl: Diskusjes oer stipe foar mobyl
hu: Mobilos támogatás témái
ia: Discussiones de supporto sur apparatos mobile
it: Discussioni per il supporto per dispositivi mobili
nl: Discussies over ondersteuning voor mobiel
pl: Dyskusje na temat wsparcia aplikacji mobilnych
pt_br: Discussões de suporte a dispositivos móveis
pt_pt: Discussões de apoio para dispositivos móveis
tr: Mobil destek tartışmaları
zh_cn: 移动版支持讨论
zh_tw: 行動版技術支援討論
