Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Active Contributors
af: Aktiewe bydraers
ar: المساهمون النشطون
az: Aktiv Dəstəkçilər
bg: Активни съдрудници
bn: সক্রিয় অবদানকারী
ca: Col·laboradors actius
el: Ενεργοί εθελοντές
es: Colaboradores activos
et: Aktiivsed kaastöötajad
fa: مشارکت کنندگان فعّال
fr: Contributeurs actifs
fy_nl: Aktive meiwurkers
ga_ie: Rannpháirtithe Gníomhacha
ia: Collaboratores active
it: Collaboratori attivi
lt: Aktyvūs pagalbininkai
mg: Mpandray Anjara Mavitrika
ml: സജീവമായി സംഭാവന നൽകിയവർ
ms: Penyumbang Aktif
nb_no: Aktive bidragsytere
nl: Actieve medewerkers
pa_in: ਸਰਗਰਮ ਯੋਗਦਾਨੀ
pl: Aktywni uczestnicy
pt_br: Colaboradores ativos
pt_pt: Colaboradores Ativos
ro: Colaboratori activi
sk: Aktívni prispievatelia
sl: Aktivni sodelavci
sv_se: Aktiva bidragare
te: క్రియాశీల సహాయకులు
tl: Aktibong Nag-ambag
ur: فعال شراکت دار
xh: Abanikeli Abasebenzayo
zu: Abalekelelayo Abasebenzayo

source: %(number)s selected
el: %(number)s επιλογές
fy_nl: %(number)s selektearre
ia: %(number)s seligite
nb_no: %(number)s valgt
nl: %(number)s geselecteerd
ro: %(number)s selectate
sl: Izbranih: %(number)s

source: A document with this title already exists in this locale.
af: 'n Dokument met hierdie titel bestaan reeds in hierdie taalstreek.
ar: يوجد مستند في هذه المحلية بنفس الاسم أساسا.
bg: Документ с това име вече съществува за този език.
bn: এই শিরোনামের একটি নথি এই অকুস্থল ইতোমধ্যেই বিদ্যমান।
ca: Ja existeix un document amb aquest títol en aquesta llengua.
el: Υπάρχει ήδη έγγραφο με τον ίδιο τίτλο σε αυτήν τη γλώσσα.
es: Ya existe un documento con este título en este idioma.
et: Selle keele jaoks on sellise pealkirjaga dokument juba olemas.
fa: یک سند با این عنوان از قبل در این محل وجود دارد.
fr: Un document avec ce titre existe déjà dans cette langue.
fy_nl: Der bestiet al in dokumint mei dizze titel yn dizze locale.
ga_ie: Tá cáipéis leis an teideal seo cheana sa teanga seo.
ia: Existe jam un documento con iste titulo in iste localisation.
it: Un documento con lo stesso titolo esiste già in questa lingua.
lt: Šioje lokalėje dokumentas tokiu pavadinimu jau yra.
mg: Efa misy tahirin-kevitra mitondra an'io lohateny io @ io teny io.
ml: ഈ ഭാഷയിൽ ഇതേ തലക്കെട്ടില്‍ ഇതിനകം ഒരു പ്രമാണം ലഭ്യമാണ്.
ms: Dokumen dengan tajuk ini sudah wujud dalam bahasa ini.
nb_no: Et dokument med denne tittelen fins allerede i dette språket.
nl: Er bestaat al een document met deze titel in deze locale.
pa_in: ਇਸ ਬੋਲੀ (ਭਾਸ਼ਾ) ਲਈ ਇਹ ਨਾਂ ਨਾਲ ਡੌਕੂਮੈਂਟ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: W tym języku już istnieje artykuł o takim tytule.
pt_br: Já existe um documento com este título no seu idioma.
pt_pt: Já existe um documento com este título neste idioma.
ro: Deja există un document cu acest titlu în această limbă.
sk: Dokument s týmto názvom pre tento jazyk už existuje.
sl: Dokument s tem naslovom že obstaja za to območno nastavitev.
sv_se: Ett dokument med den här artikeln finns redan på det här språket.
te: ఈ శీర్షిక పత్రం ఇప్పటికే ఈ లొకేల్ లో ఉంది.
tl: Mayroon nang dokumento na may ganitong pamagat sa lokalidad na ito.
ur: اس زبان میں اس عنوان کے ساتھ ایک دستاویز پہلے سے موجود ہے۔
xh: Uxwebhu olunesi sihloko sele likhona kule ndawo locale.
zu: Idokhumenti enalesi sihloko isikhona vele kule ndawo.

source: A document with this slug already exists in this locale.
af: 'n Dokument met hierdie kortnaam bestaan reeds in hierdie taalstreek.
ar: يوجد مستند في هذه المحلية بنفس الاسم اللطيف أساسا.
bg: Документ с такова кратко име вече съществува за този език.
bn: এই স্লাগ্সহ একটি নথি এই অকুস্থল ইতোমধ্যেই বিদ্যমান।
ca: Ja existeix un document amb aquest identificador d'URL en aquesta llengua.
el: Υπάρχει ήδη έγγραφο με το ίδιο αναγνωριστικό URL σε αυτήν τη γλώσσα.
es: Ya existe un documento con este enlace amigable (slug) en este idioma.
et: Sama aadressiga dokument on selles keeles juba olemas.
fa: یک سند با این slug از قبل در این محل وجود دارد.
fr: Un document avec cet identifiant existe déjà dans cette langue.
fy_nl: Der bestiet al in dokumint mei dizze identificator yn dizze locale.
ga_ie: Tá cáipéis leis an sluga seo cheana sa teanga seo.
ia: Existe jam un documento con iste identificator in iste lingua.
it: Un documento con lo stesso slug esiste già in questa lingua.
lt: Šioje lokalėje dokumentas tokiu techniniu pavadinimu jau yra.
mg: Efa misy tahirin-kevitra mitondra an'io rambon'adiresy io @ io teny io.
ml: ഈ ചീറ്റിനൊപ്പമുള്ള ഒരു പ്രമാണം ഇതിനകം തന്നെ ഈ ഭാഷയിൽ ലഭ്യമാണ്.
ms: Dokumen dengan slug ini sudah wujud dalam bahasa ini.
nb_no: Et dokument med denne adresseteksten fins allerede i dette språket.
nl: Er bestaat al een document met deze identificator in deze locale.
pa_in: slug ਵਿੱਚ ਇੱਕ ਦਸਤਾਵੇਜ਼ ਲੋਕੇਲ ਵਿੱਚ ਪਹਿਲਾ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: W tym języku już istnieje artykuł z tym ciągiem słów.
pt_br: Já existe um documento com este nome curto no seu idioma.
pt_pt: Já existe um documento com este identificador no seu idioma.
ro: Deja există un document cu acest slug în această limbă.
sk: Dokument s touto URL adresou pre tento jazyk už existuje.
sl: Dokument s to regleto za to območno nastavitev že obstaja.
sv_se: Ett dokument med den här strängen finns redan på det här språket.
te: ఈ స్లగ్ పత్రం ఇప్పటికే ఈ లొకేల్ లో ఉంది.
tl: Mayroon nang dokumento na may ganitong slug sa lokalidad na ito.
ur: اس زبان میں اس سلاگ کے ساتھ ایک دستاویز پہلے سے موجود ہے۔
xh: Uxwebhu olunesi-slug sele likhona kule ndawo locale.
zu: Idokhumenti enale slug isikhona kulesi sizinda.

source: Choose revisions to compare
af: Kies wysigings om te vergelyk
ar: اختر المراجعات التي تريد مقارنتها
bg: Изберете издание за сравнение
bn: পরিবর্তনকালে তুলনা বেছে নিন
ca: Trieu les revisions per comparar
el: Επιλέξτε αναθεωρήσεις για σύγκριση
es: Elegir revisiones para comparar
et: Vali võrreldavad versioonid
fa: بازبینی‌ها را برای مقایسه انتخاب کنید
fr: Choisir les révisions à comparer
fy_nl: Te fergelykjen refyzjes kieze
ga_ie: Na leaganacha le cur i gcomparáid
ia: Eliger le revisiones a comparar
it: Scegliere le versioni da confrontare
lt: Pasirinkite versijas palyginimui
mg: Hifidy fanitsiana hampitahaina
ml: താരതമ്യം ചെയ്യുന്നതിനായി റിവിഷനുകൾ തിരഞ്ഞെടുക്കുക
ms: Pilih semakan untuk dibandingkan
nb_no: Velg revisjoner å sammenligne
nl: Te vergelijken revisies kiezen
pa_in: ਤੁੱਲਨਾਂ ਕਰਨ ਲਈ ਸੰਸ਼ੋਧਨ ਚੁੱਣੋਂ
pl: Wybierz wersje do porównania
pt_br: Escolha as revisões a ser comparadas
pt_pt: Escolha as revisões a serem comparadas
ro: Alege revizuirile de comparat
sk: Vyberte revíziu pre porovnanie
sl: Izberite revizije za primerjavo
sv_se: Välj versioner att jämföra
te: సంచికల ఎంచుకోండి
tl: Pumili ng rebisyon na ihambing
ur: موازنہ کرنے کے لئے نظرثانی کا انتخاب کریں
xh: Khetha iincwadi ezilungisiweyo ukuthelekisa
zu: Khetha izibukezo zokuqhathanisa

source: Toggle syntax highlighting
af: Wissel sintaks-merking
ar: فعّل/عطّل إبراز الصياغة البرمجية
bg: Превключване на синтактичното оцветяване
bn: সিন্ট্যাক্স হাইলাইটিং অদলবদল করুন
ca: Mostra/amaga el ressaltat de sintaxi
el: Αλλαγή επισήμανσης σύνταξης
es: Alternar resaltado de sintaxis
et: Süntaksi esiletõstmise lülitamine
fr: Activer/désactiver la coloration syntaxique
fy_nl: Syntaksismarkearing yn-/útskeakelje
ga_ie: Scoránaigh aibhsiú comhréire
ia: Commutar le evidentia del syntaxe
it: Attiva/disattiva evidenziazione sintassi
lt: Įjungti/išjungti sintaksės konstrukcijų paryškinimą
mg: Hamadika fanasongadinana rariteny
ml: സിന്റാക്സ് ഹൈലൈറ്റ് ചെയ്യല്‍ ടോഗിള്‍ ചെയ്യുക
ms: Togol serlahan sintaks
nb_no: Slå av/på syntaksoppmerking
nl: Syntaxismarkering in-/uitschakelen
pa_in: ਵਿਸ਼ੇਸ਼ ਵਾਕ ਰਚਨਾਂ ਬਦਲੋ
pl: Włącz/wyłącz podświetlanie składni
pt_br: Alternar destaque da sintaxe
pt_pt: Alternar realce da sintaxe
ro: Comută evidențierea sintaxei
sk: Prepnúť zvýraznenie syntaxov
sl: Vkl/izkl poudarjanje sintakse
sv_se: Visa/visa inte syntax-markering
te: పరిచ్ఛేద ఉద్దీపనం క్రియాశీలం చేయు
tl: I-toggle ang pagtatampok ng sintaks
ur: نحو نمایاں کاری کو ٹوگل کریں
xh: Thoglisha ukuphawulwa kolwakhiwo lwezivakalisi
zu: Ukudonswa okugqamisa imisho

source: Toggle Diff
af: Wissel diff
ar: اعرض/أخفِ الفرق
bg: Превключи разлики
bn: পার্থক্য টগল করা
ca: Mostra/amaga les diferències
el: (Απ)ενεργοποίηση διαφορών
es: Mostrar diferencias
et: Lülita võrdlust
fr: Basculer le comparateur
fy_nl: Ferskil yn-/útskeakelje
ga_ie: Scoránaigh Difríochtaí
ia: Activar/disactivar diff
it: Attiva/disattiva diff
lt: Išplėsti / sutraukti skirtumų rodinį
mg: Hamadika Fsamhaf
ml: വ്യത്യാസം ടോഗിൾ ചെയ്യുക
ms: Togol Beza
nb_no: Slå av/på diff
nl: Verschil in-/uitschakelen
pa_in: ਡਿਫ ਬਦਲੋ
pl: Pokaż/ukryj różnice
pt_br: Alternar diferenças
pt_pt: Alternar diferenças
ro: Comută afișarea diferențelor
sk: Prepnúť Diff
sl: Vkl/Izkl razlike
sv_se: Visa/visa inte skillnader
te: టోగుల్ తేడా
tl: I-toggle ang kaibahan
ur: ٹوگل بند
xh: Thoglisha i-Diff
zu: I-toggle diff

source: <strong>Draft is saving...</strong>
ar: <strong>المسودّة تُحفظ…</strong>
bg: <strong>Черновата се записва...</strong>
bn: <strong>খসড়া সংরক্ষণ করা হচ্ছে...</strong>
ca: <strong>S'està desant l'esborrany...</strong>
el: <strong>Αποθήκευση προχείρου...</strong>
es: <strong>Guardando el borrador...</strong>
et: <strong>Mustandi salvestamine...</strong>
fa: <strong>در حال ذخیره کردن پیش‌نویس …</strong>
fr: <strong>Enregistrement du brouillon…</strong>
fy_nl: <strong>Konsept wurdt bewarre…</strong>
ia: <strong>Salvamento del minuta...</strong>
it: <strong>Salvataggio bozza in corso…</strong>
ml: <strong>കരടപതിപ്പു് കരുതിവയ്ക്കുന്നു</strong>
ms: <strong>Draf sedang disimpan...</strong>
nb_no: <strong>Utkast lagres...</strong>
nl: <strong>Concept wordt opgeslagen…</strong>
pa_in: <strong>ਖਰੜਾ ਸੰਭਾਲਿਆ ਜਾ ਰਿਹਾ...</strong>
pl: <strong>Trwa zapisywanie szkicu…</strong>
pt_br: <strong>Salvando o rascunho...</strong>
pt_pt: <strong>Rascunho a ser guardado...</strong>
ro: <strong>Se salvează ciorna...</strong>
sk: <strong>Koncept sa ukladá...</strong>
sl: <strong>Osnutek se shranjuje ...</strong>
sv_se: <strong>Utkast sparas...</strong>
te: <strong>చిత్తుప్రతి భద్రమవుతోంది...</strong>
tl: <strong>Ang waki ay kasalukuyang isini-save...</strong>
ur: <strong> مسودہ محفوظ ہو رہا ہے ... </ strong>

source: <strong>Draft has been saved on:</strong> %s
ar: <strong>حُفظت المسودة في:</strong> %s
bg: <strong>Черновата беше записана в:</strong> %s
bn: <strong>খসড়া সংরক্ষণ করা হয়েছে:</strong> %s
ca: <strong>L'esborrany s'ha desat el:</strong> %s
el: <strong>Το πρόχειρο αποθηκεύτηκε στις:</strong> %s
es: <strong>El borrador se ha guardado en:</strong> %s
et: <strong>Mustand salvestati:</strong> %s
fa: <strong>پیش‌نویس ذخیره شد در:</strong> %s
fr: <strong>Brouillon enregistré dans :</strong> %s
fy_nl: <strong>Konsept is bewarre yn</strong> %s
ia: <strong>Minuta salvate sur:</strong> %s
it: <strong>La bozza è stata salvata il giorno</strong> %s
ml: %s -ൽ<strong> കരടപതിപ്പു് കരുതിവച്ചിരിക്കുന്നു </strong>
ms: <strong>Draf sudah disimpan pada:</strong> %s
nb_no: <strong>Utkastet har blitt lagret på:</strong> %s
nl: <strong>Concept is opgeslagen om</strong> %s
pa_in: <strong>ਖਰੜਾ ਇੱਥੇ ਸੰਭਾਲਿਆ ਜਾ ਚੁੱਕਾ:</strong> %s
pl: <strong>Szkic został zapisany:</strong> %s
pt_br: <strong>Rascunho salvo em:</strong> %s
pt_pt: <strong>O rascunho foi guardado em:</strong> %s
ro: <strong>Ciorna a fost salvată în:</strong> %s
sk: <strong>Koncept bol uložený na:</strong> %s
sl: <strong>Osnutek je bil shranjen ob:</strong> %s
sv_se: <strong>Utkast har sparats på:</strong> %s
te: <strong>చిత్తుప్రతి భద్రమయ్యింది:</strong> %s
tl: <strong>Ang waki ay nasave sa:</strong> %s
ur: <strong> مسوردہ:</strong> %s پر محفوظ ہو گیا ہے

source: <strong>Error saving draft</strong>
ar: <strong>عطل أثناء حفظ المسودّة</strong>
bg: <strong>Грешка при запазване на черновата</strong>
bn: <strong>খসড়া সংরক্ষণে ত্রুটি হয়েছে</strong>
ca: <strong>S'ha produït un error en desar l'esborrany</strong>
el: <strong>Σφάλμα αποθήκευσης πρόχειρου</strong>
es: <strong>Error al guardar el borrador</strong>
et: <strong>Mustandi salvestamisel tekkis viga</strong>
fa: <strong>خطا هنگام ذخیره کردن پیش‌نویس</strong>
fr: <strong>Erreur pendant l’enregistrement du brouillon</strong>
fy_nl: <strong>Flater by bewarjen fan konsept</strong>
ia: <strong>Error al salvamento del minuta</strong>
it: <strong>Errore nel salvataggio della bozza</strong>
ml: <strong>കരടപതിപ്പു് കരുതിവയ്ക്കുന്നതിൽ പിഴവു്</strong>
ms: <strong>Ralat semasa menyimpan draf</strong>
nb_no: <strong>Feil ved lagring av utkast</strong>
nl: <strong>Fout bij opslaan van concept</strong>
pa_in: <strong>ਖਰੜਾ ਸੰਭਾਲਣ ਵਿੱਚ ਗਲਤੀ</strong>
pl: <strong>Podczas zapisu szkicu wystąpił błąd</strong>
pt_br: <strong>Erro ao salvar o rascunho</strong>
pt_pt: <strong>Erro ao guardar o rascunho</strong>
ro: <strong>Eroare la salvarea ciornei</strong>
sk: <strong>Chyba pri ukladaní konceptu</strong>
sl: <strong>Napaka pri shranjevanju osnutka</strong>
sv_se: <strong>Fel vid sparande av utkast</strong>
te: <strong>చిత్తుప్రతి భద్రపరచడంలో పొరపాటు</strong>
tl: <strong>May problema sa pag-save ng waki.</strong>
ur: <strong> مسودہ محفوظ کرنے میں نقص ہے </strong>

source: 1 reply
ar: لا ردود
bg: 1 отговор
bn: ১টি উত্তর
ca: 1 resposta
el: 1 απάντηση
es: 1 respuesta
fr: 1 réponse
fy_nl: 1 antwurd
ia: 1 responsa
it: 1 risposta
ml: 1 മറുപടി
ms: %s jawapan
nb_no: 1 svar
nl: 1 antwoord
pa_in: ੧ ਜੁਆਬ
pl: 1 odpowiedź
pt_br: 1 resposta
pt_pt: 1 resposta
ro: 1 răspuns
sk: 1 odpoveď
sl: 1 odgovor
sv_se: 1 svar
te: 1 ప్రత్యుత్తరం
tl: 1 sagot
ur: 1 جواب

source: No replies
ar: لا ردود
az: Cavab yoxdur
bg: Няма отговори
bn: কোনও উত্তর নেই
el: Καμία απάντηση
es: Sin respuesta
et: Vastuseid pole
fa: پاسخی وجود ندارد
fr: Aucune réponse
fy_nl: Gjin antwurden
ia: Nulle responsa
it: Nessuna risposta
mg: Tsisy valiny
ml: പ്രതികരണങ്ങളോന്നുമില്ല
ms: Tiada jawapan
nb_no: Ingen svar
nl: Geen antwoorden
pa_in: ਕੋਈ ਜੁਆਬ ਨਹੀਂ
pl: Brak odpowiedzi
pt_br: Sem respostas
pt_pt: Sem respostas
ro: Niciun răspuns
sk: Žiadne odpovede
sl: Ni odgovorov
sv_se: Inga svar
te: సమాధానాలు లేవు
tl: Walang sagot
ur: کوئی جواب نہیں

source: 1 person has this problem
ar: لا يواجه أحدا هذه المشكلة
bg: 1 човек има този проблем
bn: 1 জন ব্যক্তির এই সমস্যা হয়েছে
ca: 1 persona té aquest problema
el: 1 άτομο έχει αυτό το πρόβλημα
es: 1 persona tiene este problema
fr: 1 personne a le même problème
fy_nl: 1 persoan hat dit probleem
ia: 1 persona ha iste problema
it: 1 persona ha questo problema
ml: 1 വ്യക്തിക്ക് ഈ പ്രശ്നമുണ്ട്
ms: %s pengguna mengalami masalah ini
nb_no: 1 person har dette problemet
nl: 1 persoon heeft dit probleem
pa_in: ੧ ਜਣੇ ਨੂੰ ਇਹ ਮੁਸ਼ਕਲ ਪੇਸ਼ ਆਈ
pl: 1 osoba ma ten problem
pt_br: 1 pessoa tem esse problema
pt_pt: 1 pessoa tem este problema
ro: 1 persoană are această problemă
sk: 1 osoba má tento problém
sl: 1 oseba ima to težavo
sv_se: 1 person har detta problem
te: 1 వ్యక్తికి ఈ సమస్య ఉంది
tl: may 1 tao na may ganitong problema
ur: 1 شخص کو یہ مسئلہ درپیش ہے

source: 1 new this week
bg: 1 нов тази седмица
bn: 1 নতুন এই সপ্তাহে
ca: 1 nou aquesta setmana
el: 1 νέο αυτήν την εβδομάδα
es: 1 nueva esta semana
fr: 1 nouveau cette semaine
fy_nl: 1 nije dizze wike
ia: 1 nove iste septimana
it: 1 nuovo questa settimana
ms: %s baru minggu ini
nb_no: 1 ny denne uken
nl: 1 nieuwe deze week
pa_in: ਇਸ ਹਫਤੇ ੧ ਨਵਾਂ
pl: 1 nowa w tym tygodniu
pt_br: 1 novo esta semana
pt_pt: 1 novo esta semana
ro: 1 nou în această săptămână
sk: 1 nový tento týždeň
sl: 1 nov ta teden
sv_se: 1 ny denna vecka
te: 1 కొత్త ఈ వారం
tl: 1 bago ngayong linggo
ur: اس ہفتے 1 نیا

source: Found %(n)s result for ‘<span>%(q)s</span>’ for ‘<span>%(product)s</span>’
bg: Намерен <strong>%(n)s</strong> резултат за <strong>%(q)s</strong> за <strong>%(product)s</strong>
bn: ‘<span>%(product)s</span>’-এর ‘<span>%(q)s</span>’-এর জন্য %(n)sটি ফলাফল পাওয়া গেছে
ca: S'ha trobat %(n)s resultat de «<span>%(q)s</span>» per a «<span>%(product)s</span>»
el: Βρέθηκε %(n)s αποτέλεσμα για «<span>%(q)s</span>» για το «<span>%(product)s</span>»
es: Encontrado %(n)s resultado para ‘<span>%(q)s</span>’ de ‘<span>%(product)s</span>’
fr: Nous avons trouvé %(n)s résultat pour « <span>%(q)s</span> » pour « <span>%(product)s</span> »
fy_nl: %(n)s resultaat foar ‘<span>%(q)s</span>’ foar ‘<span>%(product)s</span>’ fûn
ia: Trovate %(n)s resultato ‘<span>%(q)s</span>’ pro ‘<span>%(product)s</span>’
it: Trovato %(n)s risultato ‘<span>%(q)s</span>’ per ‘<span>%(product)s</span>’
nb_no: Fant %(n)s resultat for «<span>%(q)s</span>» for «<span>%(product)s</span>»
nl: %(n)s resultaat voor ‘<span>%(q)s</span>’ voor ‘<span>%(product)s</span>’ gevonden
pl: Liczba znalezionych wyników: <strong>%(n)s</strong> dla zapytania <strong>%(q)s</strong> w kategorii <strong>%(product)s</strong>
pt_br: Encontrado %(n)s resultado de ‘<span>%(q)s</span>’ em ‘<span>%(product)s</span>’
pt_pt: Foi encontrado %(n)s resultado para ‘<span>%(q)s</span>’ para o ‘<span>%(product)s</span>’
ro: Am găsit %(n)s rezultat pentru „<span>%(q)s</span>” pentru „<span>%(product)s</span>”
sk: V kategórii ‘<span>%(product)s</span>’ bol pre výraz ‘<span>%(q)s</span>’ nájdený %(n)s výsledok.
sl: Najden %(n)s rezultat za »<span>%(q)s</span>« za <span>%(product)s</span>
sv_se: Hittade %(n)s resultat för ‘<span>%(q)s</span>’ för ‘<span>%(product)s</span>’
ur: ‘<span>%(product)s</span> کے‘<span>%(q)s</span>’ %(n)s نتایج ملے ہیں

source: Sorry! 0 results found for ‘<span>%(q)s</span>’ for ‘<span>%(product)s</span>’
bg: Съжаляваме! Няма намерени резултати за '<strong>%(q)s</strong>' за продукта '<span>%(product)s</span>'.
bn: দুঃখিত! ‘<span>%(product)s</span>’-এর ‘<span>%(q)s</span>’-এর জন্য ০টি ফলাফল পাওয়া গেছে
el: Συγγνώμη! Βρέθηκαν 0 αποτελέσματα για «<span>%(q)s</span>» για το «<span>%(product)s</span>»
fr: Pas de chance ! Aucun résultat trouvé pour « <span>%(q)s</span> » dans « <span>%(product)s</span> »
fy_nl: Sorry! 0 resultaten fûn foar ‘<span>%(q)s</span>’ foar ‘<span>%(product)s</span>’
ia: Desolate! 0 resultatos trovate pro ‘<span>%(q)s</span>’ in ‘<span>%(product)s</span>’
it: Spiacente! Sono stati trovati 0 risultati per ‘<span>%(q)s</span>’ in ‘<span>%(product)s</span>’
nb_no: Beklager! 0 resultater funnet for «<span>%(q)s</span>» for «<span>%(product)s</span>»
nl: Sorry! 0 resultaten gevonden voor ‘<span>%(q)s</span>’ voor ‘<span>%(product)s</span>’
pl: Przepraszamy! Nie znaleziono wyników dla zapytania „<span>%(q)s</span>” dla „<span>%(product)s</span>”
pt_br: Desculpe, nenhum resultado encontrado de ‘<span>%(q)s</span>’ em ‘<span>%(product)s</span>’
pt_pt: Desculpe! Foram encontrados 0 resultados para ‘<span>%(q)s</span>’ para ‘<span>%(product)s%(product)s</span>’
ro: Ne pare rău! Am găsit 0 rezultate pentru „<span>%(q)s</span>” pentru „<span>%(product)s</span>”
sk: Ospravedlňujeme sa, pre výraz „<span>%(q)s</span>“ nebol pre „<span>%(product)s</span>“ nájdený žiadny výsledok
sl: Oprostite! 0 najdenih zadetkov za »<span>%(q)s</span>« v jeziku <span>%(product)s</span>
sv_se: Tyvärr! 0 resultat hittades för ‘<span>%(q)s</span>’ för ‘<span>%(product)s</span>’

source: View All
ar: اعرض الكل
bg: Всички резултати
bn: সব দেখুন
el: Προβολή όλων
es: Ver todo
fr: Tout afficher
fy_nl: Alles besjen
ia: Vider toto
it: Visualizza tutti
nb_no: Vis alle
nl: Alles bekijken
pl: Pokaż wszystkie
pt_br: Ver tudo
pt_pt: Ver tudo
ro: Afișează tot
sk: Zobraziť všetko
sl: Prikaži vse
sv_se: Visa alla
tl: Tingnan lahat
ur: سب دیکھیں

source: Help Articles Only
ar: مقالات المساعدة فحسب
az: Ancaq kömək sənədləri
bg: Само Помощни статии
bn: শুধুমাত্র সাহায্যকারী প্রবন্ধসমূহ
ca: Només els articles d’ajuda
el: Μόνο άρθρα βοήθειας
es: Solo artículos de ayuda
et: Ainult abiteemad
fa: فقط مقاله‌های راهنمایی
fr: Articles d’aide uniquement
fy_nl: Allinnich helpartikelen
ia: Solo articulos de auxilio
it: Solo articoli di supporto
mg: Lahatsoratra Fanampiana Ihany
ml: ലേഖനങ്ങൾ മാത്രം സഹായിക്കുക
ms: Artikel Bantuan Sahaja
nb_no: Kun hjelpeartikler
nl: Alleen hulpartikelen
pa_in: ਸਿਰਫ ਮਦਦਗਾਰ ਲੇਖ
pl: Tylko artykuły pomocy
pt_br: Só artigos de ajuda
pt_pt: Apenas artigos de ajuda
ro: Doar articole de ajutor
sk: Len články podpory
sl: Samo članki za pomoč
sv_se: Endast hjälpartiklar
te: సహాయపడే వ్యాసాలు మాత్రమే
tl: Mga Pangtulong na Artikulo Lamang
ur: صرف مددگار مضامین

source: Community Discussion Only
ar: مناقشات المجتمع فقط
az: Ancaq icma müzakirələri
bg: Само дискусии
bn: শুধুমাত্র কমিউনিটির আলোচনা
el: Μόνο συζητήσεις κοινότητας
es: Solo discusión comunitaria
et: Vaid kogukonna arutelud
fr: Discussion pour la communauté seulement
fy_nl: Allinnich mienskipsdiskusjes
ia: Solo discussiones de communitate
it: Solo discussioni dal forum
mg: Adihevitry ny Vondrona Ihany
ml: കമ്മ്യൂണിറ്റി ചർച്ചകള്‍ മാത്രം
ms: Perbincangan Komuniti Sahaja
nb_no: Bare fellesskapsdiskusjoner
nl: Alleen gemeenschapsdiscussies
pa_in: ਸਿਰਫ ਭਾਈਚਾਰੇ ਦੀ ਵਿਚਾਰ ਚਰਚਾ ਲਈ
pl: Tylko fora pomocy
pt_br: Só discussões da comunidade
pt_pt: Apenas discussões da comunidade
ro: Doar discuții ale comunității
sk: Len diskusie komunity
sl: Samo razprave skupnosti
sv_se: Endast diskussioner i gemenskapen
te: కమ్యూనిటీ చర్చ మాత్రమే
tl: Diskusyon ng Komunidad Lamang
ur: صرف کمیونٹی کی گفتگو

source: Try searching again with a different keyword, or browse our featured articles below instead.
bg: Опитайте да потърсите отново с друга дума или разгледайте нашите избрани статии по-долу.
bn: একটি ভিন্ন কীওয়ার্ড দিয়ে আবার অনুসন্ধান করার চেষ্টা করুন, অথবা এর পরিবর্তে নিচে থাকা আমাদের বৈশিষ্ট্যযুক্ত নিবন্ধগুলি ব্রাউজ করুন।
el: Δοκιμάστε να κάνετε ξανά αναζήτηση με διαφορετική λέξη-κλειδί ή περιηγηθείτε στα προτεινόμενα άρθρα παρακάτω.
fr: Essayez de rechercher avec un autre mot-clé, ou parcourez plutôt nos articles ci-dessous.
fy_nl: Probearje opnij te sykjen mei in oar trefwurd, of blêdzje hjirûnder troch ús oanrekommandearre artikelen.
ia: Prova cercar de novo con un differente parola clave, o in vice folietta nostre articulos consiliate infra.
it: Prova a cercare nuovamente con termini diversi o consulta gli articoli suggeriti (vedi oltre).
nb_no: Prøv å søke på nytt med et annet nøkkelord, eller se igjennom våre utvalgte artikler nedenfor i stedet.
nl: Probeer opnieuw te zoeken met een ander trefwoord, of blader hieronder door onze aanbevolen artikelen.
pl: Spróbuj wyszukać ponownie przy użyciu innego słowa kluczowego lub przejrzyj poniżej nasze polecane artykuły.
pt_br: Experimente pesquisar novamente com outra palavra-chave, ou procure abaixo em nos artigos em destaque.
pt_pt: Tente pesquisar novamente com uma palavra-chave diferente, ou explore os nossos artigos e tópicos em destaque abaixo.
ro: Încearcă o nouă căutare, cu un cuvânt-cheie nou sau răsfoiește prin articolele promovate de mai jos.
sk: Skúste vyhľadať znovu s iným kľúčovým slovom alebo sa pozrite nižšie na naše odporúčané články.
sl: Poskusite znova z drugo ključno besedo ali pa namesto tega prebrskajte naše izbrane članke.
sv_se: Försök att söka igen med ett annat nyckelord eller bläddra bland våra utvalda artiklar nedan istället.

source: Page %(current)s of %(total)s
ar: صفحة %(current)s من أصل %(total)s
bg: Страница %(current)s от %(total)s
bn: %(total)s-এর %(current)s নং পাতা
el: Σελίδα %(current)s από %(total)s
es: Página %(current)s de %(total)s
fr: Page %(current)s sur %(total)s
fy_nl: Side %(current)s fan %(total)s
ia: Pagina %(current)s de %(total)s
it: Pagina %(current)s di %(total)s
nb_no: Side %(current)s av %(total)s
nl: Pagina %(current)s van %(total)s
pl: Strona %(current)s z %(total)s
pt_br: Página %(current)s de %(total)s
pt_pt: Página %(current)s de %(total)s
ro: Pagina %(current)s din %(total)s
sk: Stránka %(current)s z %(total)s
sl: Stran %(current)s od %(total)s
sv_se: Sida %(current)s av %(total)s
ur: صفحہ %(current)s کا %(total)s
