Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Email software for Windows, Mac and Linux
bs: Softver za e-poštu za Windows, Mac i Linux
de: E-Mail-Programm für Windows, Mac und Linux
el: Λογισμικό email για Windows, Mac και Linux
fy_nl: E-mailsoftware foar Windows, Mac en Linux
he: תכנית דוא״ל עבור Windows,‏ Mac ו־Linux
hr: Program za e-poštu za Windows, Mac i Linux
ja: Windows および Mac、Linux 向けのメールソフトウェア
ka: ელფოსტის კლიენტი Windows, Mac და Linux სისტემებისთვის
ko: 윈도우즈, 맥 및 리눅스용 이메일 소프트웨어
ms: Perisian e-mel untuk Windows, Mac dan Linux
pa_in: ਵਿੰਡੋਜ਼, ਮੈਕ, ਅਤੇ ਲੀਨਕਸ ਲਈ ਈ-ਚਿੱਠੀ ਸੌਫਟਵੇਅਰ
ro: Software de e-mail pentru Windows, Mac și Linux
sk: Poštový klient pre Windows, Mac a Linux
te: Windows, Mac, Linux కొరకు ఈమెయిలు సాఫ్ట్‌వేర్
th: ซอฟต์แวร์อีเมลสำหรับ Windows, Mac และ Linux
uk: Поштова програма для Windows, Mac та Linux
ur: Windows, Mac اور Linux کے لئے ای میل سافٹ ویئر
vi: Phần mềm Email cho Windows, Mac và Linux

source: Calendar
af: Kalender
bs: Kalendar
de: Kalender
el: Ημερολόγιο
fy_nl: Kalender
he: לוח שנה
hr: Kalendar
ja: カレンダー
ka: კალენდარი
ko: 캘린더
mg: Kalandrie
ms: Kalendar
pa_in: ਕੈਲੰਡਰ
sk: Kalendár
te: క్యాలెండర్
th: ปฏิทิน
uk: Календар
ur: کیلنڈر
vi: Lịch
zu: Ikhalenda

source: Automatic privacy browser and content blocker
bs: Automatsko privatno pretraživanje i blokiranje sadržaja
de: Browser mit automatischer Privatsphäre und Inhaltsblockierung
el: Ιδιωτικό πρόγραμμα περιήγησης με αποκλεισμό περιεχομένου
fy_nl: Automatyske privacybrowser en ynhâldsblokkearder
he: דפדפן פרטיות אוטומטי וחוסם תוכן
hr: Preglednik s automatskom privatnosti i blokiranjem sadržaja
ja: 自動プライバシーブラウザー兼コンテンツブロッカー
ka: პირადულობის მუდმივი დაცვა და თვალთვალის შეზღუდვა
ko: 자동으로 사생활 보호와 컨텐츠를 차단해주는 브라우저
ms: Pelayar privasi dan penyekat iklan automatik
ro: Browser dedicat intimității și care blochează automat anumite conținuturi
sk: Automatický súkromný prehliadač a blokovač obsahu
te: స్వయంచలక గోప్యత విహారిణి మరియు విషయం నిరోధిని
th: เบราว์เซอร์เพื่อความเป็นส่วนตัวอัตโนมัติและตัวปิดกั้นเนื้อหา
uk: Приватний браузер з автоматичним блокуванням вмісту
ur: خودکار رازداری والا براؤزر اور مواد بلاکر
vi: Trình duyệt bảo mật riêng tư và trình chặn nội dung tự động

source: Firefox Focus for iOS
bs: Firefox fokus za iOS
de: Firefox Klar für iOS
el: Firefox Focus για iOS
fy_nl: Firefox Focus foar iOS
he: Firefox Focus עבור iOS
hr: Firefox Focus za iOS
ja: iOS 版 Firefox Focus
ka: Firefox Focus iOS-ისთვის
ko: iOS용 Firefox Focus
ms: Firefox Focus untuk iOS
pa_in: iOS ਲਈ ਫਾਇਰਫੌਕਸ ਫੋਕਸ
ro: Firefox Focus pentru iOS
sk: Firefox Focus pre iOS
te: iOS కోసం Firefox Focus
th: Firefox Focus สำหรับ iOS
uk: Firefox Focus для iOS
ur: iOS کے لئے Firefox Focus
vi: Firefox Focus dành cho iOS

source: Firefox Focus for Android
bs: Firefox Fokus za Android
de: Firefox Klar für Android
el: Firefox Focus για Android
fy_nl: Firefox Focus foar Android
he: Firefox Focus עבור Android
hr: Firefox Focus za Android
ja: Android 版 Firefox Focus
ka: Firefox Focus Android-ისთვის
ko: Android용 Firefox Focus
ms: Firefox Focus untuk Android
pa_in: ਐਂਡਰੌਇਡ ਲਈ ਫਾਇਰਫੌਕਸ
ro: Firefox Focus pentru Android
sk: Firefox Focus pre Android
te: Android కోసం Firefox Focus
th: Firefox Focus สำหรับ Android
uk: Firefox Focus для Android
ur: Android کے لئے Firefox Focus
vi: Firefox Focus dành cho Android

source: Mozilla account is the account system for Mozilla
de: Das Mozilla-Konto ist das Kontensystem für Mozilla
el: Ο λογαριασμός Mozilla αποτελεί το σύστημα λογαριασμών της Mozilla
fy_nl: Mozilla-account is it accountsysteem foar Mozilla
he: חשבון Mozilla הוא מערכת החשבונות עבור Mozilla
ka: Mozilla-ანგარიში წარმოადგენს Mozilla-ს ანგარიშების სისტემას
ko: Mozilla 계정은 Mozilla의 계정 시스템입니다
sk: Účet Mozilla je systém účtov Mozilly
uk: Обліковий запис Mozilla – це система облікових записів для всіх продуктів Mozilla
vi: Tài khoản Mozilla là hệ thống tài khoản của Mozilla

source: Sites Affected
af: Werwe geaffekteer
bs: Stranice na koje utiče
de: Betroffene Websites
el: Επηρεασμένοι ιστότοποι
fy_nl: Belutsen websites
he: אתרים מושפעים
hr: Pogođene stranice
ja: 影響するサイト
ka: დაკავშირებული საიტები
ko: 영향받은 사이트
mg: Tranonkala Voa
ms: Laman Terjejas
pa_in: ਸਾਇਟਸ ਪ੍ਰਭਾਵਿਤ
ro: Site-uri afectate
sk: Problematické stránky
te: ప్రభావితమవ్వు సైట్లు
th: ไซต์ที่ได้รับผลกระทบ
uk: Уражені сайти
ur: متاثر شدہ سائٹس
vi: Các trang web bị ảnh hưởng
zu: Amasayithi athintekayo

source: algorithm
af: algoritme
bs: algoritam
de: Algorithmus
el: αλγόριθμος
fy_nl: algoritme
hr: algoritam
ja: アルゴリズム
ka: ალგორითმი
ko: 알고리즘
mg: algoritma
ms: algoritma
pa_in: ਐਸਗੋਰਿਥਮ
ro: algoritmul
sk: algoritmus
te: ఆల్గోరిథమ్
th: อัลกอริทึม
uk: алгоритм
ur: الگورزم
vi: thuật toán
zu: i-algorithm

source: Relevant to:
af: Relevant vir:
bs: Relevantno za:
de: Relevant für:
el: Σχετικό με:
fy_nl: Relevant oan:
he: קשור אל:
hr: Relevantno za:
ja: 関連性:
ka: დაკავშირებული:
ko: 관련 문서:
mg: Mikasika ny:
ms: Berkaitan dengan:
pa_in: ਦੇ ਯੋਗ:
ro: Relevant pentru:
sk: Relevantné k:
te: సంబంధిత:
th: สัมพันธ์กันกับ:
uk: Стосується:
ur: سے متعلق
vi: Phù hợp:
zu: Ihlobene ne:

source: Topics:
af: Onderwerpe:
bs: Teme:
de: Themen:
el: Θέματα:
fy_nl: Underwerpen
he: נושאים:
hr: Teme:
ja: トピック:
ka: თემები:
ko: 주제
mg: Lohahevitra:
ms: Topik:
pa_in: ਵਿਸ਼ਾ:
ro: Subiecte:
sk: Témy:
te: అంశాలు:
th: หัวข้อเรื่อง:
uk: Теми:
ur: :موضوعات:
vi: Chủ đề:
zu: Izihloko:

source: Jump to:
af: Spring na:
bs: Skoči na:
hr: Skoči na:
ja: 移動:
ms: Langkau ke:
pa_in: ਤੇ ਜਾਓ:
sk: Prejsť na:
te: దీనికి వెళ్లు:
uk: Перейти до:
ur: پرچھلانگ لاگاٴیں
vi: Đi đến:
zu: Yeqela lapha:

source: Sign up as a volunteer
af: Sluit aan as 'n vrywilliger
bs: Prijavite se kao volonter
hr: Prijavi se za dobrovoljnu suradnju
ja: ボランティアとしてアカウント登録しましょう
ms: Daftar sebagai sukarelawan
pa_in: ਇੱਕ ਵਲੰਟੀਅਰ ਦੇ ਤੌਰ ਤੇ ਸਾਈਨ ਅੱਪ ਕਰੋ
sk: Prihlásiť sa ako prispievateľ
te: ఔత్సాహికులుగా చేరండి
uk: Зареєструватись у якості добровольця
ur: ایک رضاکار کی حیثیت سے سائن اپ کریں
vi: Đăng ký như một tình nguyện viên
zu: Sayinela ukuba yivolontiya

source: Sign me up
af: Sluit my aan
bs: Prijavite me
hr: Prijavi me
ja: アカウント登録
ms: Daftarkan saya
pa_in: ਮੈਨੂੰ ਸਾਈਨ ਅਪ ਕਰੋ
sk: Odhlásiť sa
te: నన్ను చేర్చుకోండి
uk: Зареєструйте мене
ur: مجھے سائن اپ کریں
vi: Đăng ký
zu: Ngisayinele ukuba yingxenye

source: username1, username2,...
af: gebruikernaam1, gebruikernaam2, ...
bs: korisničko ime1, korisničko ime2,...
hr: korisničko ime1, korisničko ime2,...
ja: ユーザー名1, ユーザー名2, ...
ms: nama pengguna1, nama pengguna2...
pa_in: ਯੂਜ਼ਰਨਾਂ1,ਯੂਜ਼ਰਨਾਂ2,...
sk: meno1, meno2,...
te: యూజర్ పేరు1, యూజర్ పేరు2...
uk: ім'я_користувача1, ім'я_користувача2,...
ur: صارف نام 1 ، صارف نام 2 ، ...
vi: Tên đăng nhập 1, tên đăng nhập 2,...

source: Invalid username provided. Enter a new username below.
af: Ongeldige gebruikernaam. Tik 'n nuwe gebruikernaam onder.
bs: Uneseno korisničko ime nije ispravno. Unesite novo korisničko ime ispod.
hr: Uneseno korisničko ime nije ispravno. Upiši novo korisničko ime.
ja: ユーザー名が不正です。別のユーザー名を入力してください。
ms: Nama pengguna yang diberi tidak sah. Masukkan nama pengguna baru di bawah.
pa_in: ਗਲਤ ਯੂਜ਼ਰ ਨਾਂ ਦਿੱਤਾ। ਹੇਠਾ ਨਵਾ ਯੂਜ਼ਰ ਨਾਂ ਪਾਉ।
sk: Bolo zadané neplatné používateľské meno. Nižšie zadajte nové meno používateľa.
te: చెల్లని వినియోగదారు పేరు అందించింది. క్రింద ఒక కొత్త పేరును నమోదు చేయండి.
uk: Введено нечинне ім'я користувача. Введіть нижче нове ім'я користувача.
ur: صارف نام ناجایز مہیا کیا گیا۔ ذیل میں ایک نیا صارف نام درج کریں۔
vi: Tên người dùng cung cấp không hợp lệ. Nhập tên người dùng mới bên dưới.
zu: Kunikezwe igama lomsebenzisi elingasebenzi. Faka igama lomsebenzisi elisha ngezansi.

source: You
af: Jy
bs: Vi
hr: Vi
ja: 自分
ms: Anda
pa_in: ਤੁਸੀ
sk: Vy
te: నీవు
uk: Ви
ur: آپ
vi: Bạn
zu: Wena

source: System
af: Stelsel
bs: Sistem
hr: Sustav
ja: システム
ms: Sistem
pa_in: ਸਿਸਟਮ
sk: Systém
te: సిస్టమ్
uk: Система
ur: سسٹم
vi: Hệ thống
zu: Uhlelo

source: Download, install and migration
af: Aflaai, installasie en migrasie
bs: Preuzimanje, instalacija i migracija
hr: Preuzimanje, instalacija i preseljavanje
ja: ダウンロードとインストール、データの移行
ms: Muat turun, pasang dan migrasi
pa_in: ਡਾਊਨਲੋਡ ਕਰੋ, ਇੰਸਟਾਲ ਅਤੇ ਮਾਈਗਰੇਸ਼ਨ
sk: Stiahnutie, inštalácia a migrácia
te: డౌన్లోడ్ చేసి, ఇన్స్టాల్ మరియు వలస
uk: Завантаження, установка та міграція
ur: ڈاؤن لوڈ کریں ، انسٹال کریں اور منتقل کریں
vi: Tải về, cài đặt và chuyển đổi
zu: Ukudawuniloda, ukufakela kanye nokuthutha

source: Privacy and security settings
af: Instellings vir privaatheid en sekuriteit
bs: Podešavanja sigurnosti i privatnosti
hr: Postavke privatnosti i sigurnosti
ja: プライバシーとセキュリティの設定
ms: Tetapan privasi dan keselamatan
pa_in: ਪਰਾਇਵੇਸੀ ਅਤੇ ਸੁਰੱਖਿਆ ਸੈਟਿਗਾਂ
sk: Nastavenie súkromia a bezpečnosti
te: అంతరంగికత, భద్రత అమరికలు
uk: Налаштування приватності й безпеки
ur: رازداری اور سیکورٹی کی سیٹنگز
vi: Cài đặt quyền riêng tư và bảo mật
zu: Amasethingi obumfihlo nokuvikeleka

source: Customize controls, options and add-ons
af: Pas kontroles, keuses en byvoegsels aan
bs: Prilagodite kontrole, opcije i dodatke
hr: Prilagodi kontrole, opcije i dodatke
ja: ツールバーのカスタマイズと環境設定、アドオン
ms: Menyesuaikan kawalan, pilihan dan add-ons
pa_in: ਕੰਟਰੋਲ, ਚੋਣ ਅਤੇ ਐਡ-ਆਨ ਦੀ ਸੋਧ ਕਰੋ
sk: Prispôsobenie ovládania, nastavenia a doplnky
te: ఆడ్-ఆన్స్, నియంత్రణలు మరియు ఎంపికలు అనుకూలీకరించండి
uk: Налаштувати елементи керування, параметри й додатки
ur: کنٹرولز، اختیارات اور ایڈونز کو مخصوص بنائیں
vi: Tùy chỉnh các điều khiển, các tùy chọn và tiện ích
zu: Lungisa izilawuli, izinkethi nokufakeliwe

source: Fix slowness, crashing, error messages and other problems
af: Oplossings vir traagheid, onstabiliteit, of boodskappe en ander probleme
bs: Popravite sporost, rušenje, poruke o grešci i druge probleme
hr: Ispravi sporost, neočekivana zatvaranja programa, poruke o greškama i druge probleme
ja: 遅い動作、クラッシュ、エラーメッセージの解決と他の問題
ms: Atasi masalah lambat, ranap, mesej ralat dan masalah lain
pa_in: ਸੁਸਤੀ, ਕਰੈਸ਼ਿੰਗ, ਗਲਤੀ ਸੁਨੇਹੇ ਅਤੇ ਹੋਰ ਸਮੱਸਿਆਵਾ ਨੂੰ ਹੱਲ ਕਰੋ
sk: Oprava spomalenia, pádov, chybových hlásení a iných problémov
te: మందగించడం, క్రాష్ , లోపం సందేశాలు మరియు ఇతర సమస్యలు పరిష్కరించండి
uk: Виправлення повільної роботи, збої, повідомлення про помилки та інші проблеми
ur: سست روی ، کریشہونا، نقص کے پیغامات اور دیگر مسائل کو درست کریں
vi: Khắc phục sự chậm trễ, đổ vỡ, thông báo lỗi và các sự cố khác
zu: Lungisa ukuhamba kancane, ukukhresha, namaphutha emiyalezo, kanye nezinye izinkinga

source: Install and Update
bs: Instaliraj i ažuriraj
hr: Instalacija i ažuriranje
ja: インストールと更新
ms: Pasang dan Kemaskini
pa_in: ਇੰਸਟਾਲ ਕਰੋ ਤੇ ਨਵਿਆਉ
sk: Inštalácia a aktualizácia
te: స్థాపన, తాజాకరణ
uk: Встановлення та оновлення
ur: انسٹال کریں اور تازہ کاری کریں
vi: Cài đặt và cập nhật

source: Crash
hr: Rušenje
ja: クラッシュ
sk: Zlyhanie
uk: Збій
vi: Đổ vỡ

source: Sync
de: Synchronisieren
fy_nl: Syngronisearje
he: סנכרון
hr: Sinkronizacija
ja: Firefox Sync
ka: სინქრონიზაცია
ko: 동기화
pa_in: ਸਿੰਕ
ro: Sincronizare
sk: Synchronizácia
th: Firefox Sync
uk: Синхронізація
ur: سنک
vi: Đồng bộ

source: Private Browsing mode
hr: Privatno pretraživanje
ja: プライベートブラウジングモード
sk: Režim súkromného prehliadania
te: అంతరంగిక విహారణ రీతి
uk: Режим приватного перегляду
vi: Chế độ duyệt web riêng tư

source: Deploy
hr: Implementiraj
ja: 展開
sk: Nasadenie
uk: Розгорнути
ur: تعینات کریں
vi: Triển khai

source: Manage updates, policies & customization
hr: Upravljaj ažuriranjima, pravilima i prilagodbom
ja: 更新、ポリシー、カスタマイズの管理
sk: Správa aktualizácií, zásad a prispôsobení
uk: Керування оновленнями, політиками та налаштуваннями
ur: تذکریوں، پالیسوں اور تخصیص کاری کو منظم کریں
vi: Quản lý cập nhật, chính sách và tùy chỉnh

source: Manage add-ons
hr: Upravljaj dodacima
ja: アドオンの管理
sk: Správa doplnkov
te: పొడగింతల నిర్వహణ
uk: Керування додатками
ur: ایڈاونز بندرست کریں
vi: Quản lý các tiện ích

source: Manage certificates
hr: Upravljaj certifikatima
ja: 証明書の管理
sk: Správa certifikátov
uk: Керування сертифікатами
ur: سرٹیفکیٹ منظم کریں
vi: Quản lý chứng chỉ

source: Firefox for Virtual Reality headsets
hr: Firefox za slušalice za virtualnu stvarnost
ja: 仮想現実 (VR) ヘッドセット用 Firefox
sk: Firefox pre virtuálnu realitu
te: వర్చువల్ రియాలిటీ హెడ్‌సెట్ల కోసం Firefox
uk: Гарнітура Firefox для віртуальної реальності
vi: Firefox cho tai nghe thực tế ảo

source: Get started with Firefox Reality
hr: Započni s Firefox stvarnosti
ja: 初めての Firefox Reality
ms: Mulakan Firefox Reality
pa_in: ਫਾਇਰਫਾਕਸ ਅਸਲੀਅਤ ਨਾਲ ਸ਼ੁਰੂ ਕਰੀਏ
sk: Začíname s Firefoxom Reality
uk: Початок роботи з Firefox Reality
ur: Firefox Reality کے ساتھ شروعات کریں
vi: Bắt đầu với Firefox Reality

source: Troubleshooting Firefox Reality
hr: Rješavanje problema u Firefox stvarnosti
ja: Firefox Reality のトラブルシューティング
ms: Pencarisilapan Firefox Reality
sk: Riešenie problémov s Firefoxom Reality
uk: Усунення проблем з Firefox Reality
ur: Firefox Reality کی ازالہ نقص کارى
vi: Xử lý sự cố về Firefox Reality

source: Browse securely on public Wi-Fi
hr: Sigurno pregledavanje na javnim Wi-Fi mrežama
ja: 公共 Wi-Fi で安全にブラウジング
sk: Prehliadajte bezpečne na verejnej sieti Wi-Fi
uk: Безпечно переглядайте у загальнодоступних Wi-Fi
vi: Duyệt an toàn trên Wi-Fi công cộng

source: Virtual 3D meeting spaces for collaborating with friends, family, and colleagues on your browser or VR headset
hr: Virtualni 3D prostori za suradnju s prijateljima, obitelji i kolegama u tvom pregledniku ili VR naočalama
ja: ブラウザーまたは VR ヘッドセットで友人、家族、同僚とコラボレーションできるバーチャル 3D 会議スペース
sk: Virtuálne 3D miestnosti na stretnutia na spoluprácu s priateľmi, rodinou a kolegami vo vašom prehliadači alebo náhlavnej súprave VR
uk: Віртуальні тривимірні місця зустрічей для співпраці з друзями, родиною та колегами у вашому браузері або гарнітурі VR
vi: Thực tế ảo 3D gặp gỡ không gian họp để cộng tác với bạn bè, gia đình và đồng nghiệp trên trình duyệt hoặc tai nghe VR của bạn

source: Rooms
hr: Sobe
ja: ルーム
sk: Miestnosti
uk: Кімнати
ur: کمرے
vi: Phòng

source: Moderators & Hosts
hr: Moderatori i domaćini
ja: モデレーターとホスト
sk: Moderátor
uk: Модератори та вузли
vi: Người điều hành & máy chủ

source: <strong>{product}</strong> Support Forum
af: <strong>{product}</strong>-steundiens-forum
bs: <strong>{product}</strong> Forum podrške
hr: <strong>{product}</strong> Forum podrške
ja: <strong>{product}</strong> サポートフォーラム
ms: <strong>{product}</strong> Forum Sokongan
pa_in: <strong>{product}</strong> ਸਹਾਇਤਾ ਫੋਰਮ
sk: Fórum podpory <strong>{product}</strong>
te: <strong>{product}</strong> తోడ్పాటు వేదిక
uk: Форум підтримки <strong>{product}</strong>
ur: <strong>{product} </ strong> سپورٹ فورم
vi: Diễn đàn hỗ trợ <strong>{product}</strong>
zu: <strong>{product}</strong> Isithangami Sokweseka

source: {product} Support Forum
af: {product}-steundiens-forum
bs: {product} Forum podrške
hr: {product} Forum podrške
ja: {product} サポートフォーラム
ms: {product} Forum Sokongan
sk: Fórum podpory {product}
te: {product} మద్దతు ఫోరం
uk: Форум підтримки {product}
ur: {product} سپورٹ فورم
vi: Diễn đàn hỗ trợ {product}
zu: {product} Isithangami Sokwesekwa

source: Send a message to our support team.
ja: サポートチームにメッセージを送信します。
sk: Pošlite správu nášmu tímu podpory.
uk: Надіслати повідомлення нашій службі підтримки.
vi: Gửi tin nhắn đến nhóm hỗ trợ của chúng tôi.

source: Continue to post your question and get help.
hr: Nastavi sa slanjem tvog pitanja i dobij pomoć.
sk: Pokračujte zadaním svojej otázky a získajte pomoc.
uk: Продовжити для публікації запитання та отримання допомоги.
ur: اپنا سوال شائع کرنا جاری رکھیں اور مدد حاصل کریں۔
vi: Tiếp tục gửi câu hỏi của bạn và nhận trợ giúp.

source: Sign in/up to post your question and get help.
hr: Prijavi se/registriraj se za slanje tvog pitanja i dobij pomoć.
sk: Ak chcete uverejniť otázku a získať pomoc, prihláste/zaregistrujte sa.
uk: Увійти/зареєструватися для публікації запитання та отримання допомоги.
ur: اپنے سوال کو پوسٹ کرنے اور مدد حاصل کرنے کے لئے سائن ان / سائن اپ کریں۔
vi: Đăng nhập/đăng ký để gửi câu hỏi của bạn và nhận trợ giúp.

source: Ask Now
hr: Pitaj sada
ja: 今すぐ質問
sk: Opýtajte sa teraz
uk: Запитати зараз
ur: ابھی پوچھیں
vi: Hỏi ngay

source: Enter your question or keywords to find solutions in the knowledge base or forums
hr: Upiši svoje pitanje ili ključne riječi za pronalaženje rješenja u bazi podataka znanja ili na forumima
sk: Zadajte svoju otázku alebo kľúčové slová, aby ste našli riešenia v databáze znalostí alebo na fórach
uk: Введіть запитання або ключові слова, щоб знайти рішення у базі знань або на форумах
vi: Nhập câu hỏi hoặc từ khóa của bạn để tìm giải pháp trong kho tàng kiến thức hoặc diễn đàn

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems.
ja: 遅い動作、クラッシュ、エラーメッセージの解決と他の問題。
sk: Oprava spomalenia, pádov, chybových hlásení a iných problémov.
uk: Виправлення повільної роботи, збої, повідомлення про помилки та інші проблеми.
vi: Khắc phục tình trạng chạy chậm, treo máy, thông báo lỗi và các sự cố khác.

# DB: products.Topic.description
source: Download or update Firefox for Windows, Mac and Linux.
bs: Mobilni Firefox
hr: Preuzmi ili aktualiziraj Firefox za Windows, Mac i Linux.
ja: Windows、Mac、Linux 向け Firefox をダウンロードもしくは更新しましょう。
ms: Muat turun Firefox untuk Windows, Mac dan Linux.
pa_in: ਵਿੰਡੋਜ਼, ਮੈਕ, ਅਤੇ ਲੀਨਕਸ ਲਈ ਫਾਇਰਫੌਕਸ ਲਾਹੋ ਤੇ ਨਵਿਆਉ।
sk: Stiahnite si alebo aktualizujte Firefox pre Windows, Mac a Linux.
te: Windows, Mac, Linux కొరకు Firefoxను దింపుకోండి లేదా తాజాకరించుకోండి.
uk: Завантажити Firefox для Windows, Mac і Linux та підтримувати його оновленим.
ur: Windows, Mac اور Linux کے لئے Firefox کو ڈاؤن لوڈ یا تازہکاری کریں۔
vi: Tải xuống hoặc cập nhật Firefox cho Windows, Mac và Linux.

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
af: Hoe om Firefox vir Android te installeer en bygewerk te hou
bs: Kako instalirati i prenijeti informacije na Firefox za Android
hr: Kako instalirati i držati Firefox za Android aktualnim
ja: Android 版 Firefox のインストール方法と最新に保つ方法
ms: Cara memasang dan memastikan Firefox untuk Android sentiasa terkini
sk: Ako nainštalovať Firefox pre Android a udržať ho aktuálny
te: ఆండ్రాయిడ్ కోసం ఫైర్‌ఫాక్స్‌ను ఎలా స్థాపించుకోవాలి, తాజాగా ఉంచుకోవాలి
uk: Як встановити та тримати оновленим Firefox для Android
vi: Làm thế nào để cài đặt và giữ Firefox cho Android luôn được cập nhật
zu: Funda ukuthi ifakelwa kanjani futhi ithunyelwa kanjani imininingwane ku-Firefox ye-Android

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
af: Verbeter Firefox se funksionaliteit en voorkoms, met byvoegsels
bs: Obogatite Firefox mogućnosti i izgled s dodacima
hr: Poboljšaj funkcionalsnost i izgled Firefoxa pomoću dodataka
ja: Firefox の機能や見た目をアドオンで拡張します
ms: Mempertingkatkan fungsi dan penampilan Firefox dengan add-ons
sk: Vylepšite fungovanie a vzhľad Firefoxu pomocou doplnkov
te: ఆడ్-ఆన్స్ తో ఫైర్ ఫాక్స్ యొక్క కార్యాచరణ మరియు ప్రదర్శన పెంచు
uk: Змінюйте можливості та зовнішній вигляд Firefox за допомогою додатків
vi: Tăng cường chức năng và giao diện của Firefox với các tiện ích mở rộng
zu: Yenza ngcono ukusebenza kwe-Firefox nokubukeka kwayo ngezifakelwa

# DB: products.Topic.description
source: Keep your information safe from prying eyes with the latest privacy and security features.
bs: Držite svoje informacije na sigurnom sa najnovijim mogućnostima za privatnost i sigurnost.
hr: Čuvaj svoje podatke od znatiželjnih očiju s najnovijim funkcijama za privatnost i sigurnost.
ja: 最新のプライバシー、セキュリティ機能で、個人情報を詮索の目から安全に守りましょう。
ms: Pastikan maklumat anda selamat daripada pengintip menggunakan ciri privasi dan keselamatan terkini.
sk: Majte svoje informácie v bezpečí pomocou najnovších funkcií pre bezpečnosť a ochranu súkromia.
te: తాజా గోప్యత మరియు భద్రతా లక్షణాలతో మీ సమాచారాన్ని రహస్యంగా ఉంచండి.
uk: Зберігайте свою інформацію в безпеці з налаштуваннями приватності й безпеки Firefox для Android.
vi: Giữ thông tin của bạn an toàn khỏi các con mắt tò mò với các tính năng bảo mật mới nhất.

# DB: products.Topic.description
source: Fix problems with Firefox Private Network VPN
hr: Ispravi probleme s VPN-om Firefoxove privatne mreže
ja: Firefox Private Network VPN の問題を修復する
sk: Riešenia problémov s Firefox Private Network VPN
uk: Виправлення проблем з Firefox Private Network VPN
ur: Firefox نجی نیٹ ورکVPN کے ساتھ مسائل حل کریں
vi: Sửa lỗi với Firefox Private Network VPN

# DB: products.Topic.description
source: Fix the most common problems with Firefox Relay.
hr: Ispravi većinu problema s Firefox Relay.
ja: Firefox Relay の一般的な問題を解決します。
sk: Oprava najbežnejších problémov s Firefox Relay.
uk: Виправлення найпоширеніших проблем з Firefox Relay.
vi: Khắc phục các sự cố phổ biến nhất với Firefox Relay.

# DB: products.Topic.description
source: Troubleshoot issues for Private Network
hr: Riješi probleme za Firefox mrežu
ja: Private Network の問題のトラブルシューティング
sk: Riešenia problémov s Firefox Private Network
uk: Усунення несправностей з Private Network
ur: نجی نیٹ ورک میں مسائل کی ازالہ نقص کارى کریں
vi: Khắc phục sự cố cho Private Network

# DB: products.Topic.description
source: Fix problems with Firefox Reality
hr: Ispravi probleme s Firefox stvarnost
ja: Firefox Reality の問題の解決
ms: Selesaikan masalah dengan Firefox Reality
sk: Riešenia problémov vo Firefoxe pre iOS.
uk: Виправлення проблем з Firefox Reality
ur: Firefox Reality کے ساتھ مسائل حل کریں
vi: Sửa lỗi với Firefox Reality

# DB: products.Topic.description
source: Keep your account secure with the latest privacy and security features.
sk: Udržujte svoj účet v bezpečí pomocou najnovších funkcií ochrany osobných údajov a zabezpečenia.
uk: Захист облікового запису за допомогою найновіших функцій приватності та безпеки.
vi: Giữ tài khoản của bạn an toàn với các tính năng bảo mật và quyền riêng tư mới nhất.

# DB: kbadge.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
sk: Udeľované prispievateľom, ktorí podporili (článkami, dokumentáciou, odpoveďami na fóre, prekladom článkov podpory, tweetmi atď.) vydanie Firefoxu 29. Ďakujeme! Funkcie vo Firefoxe 29: 1. Firefox pre počítač: nový vzhľad Australis a synchronizácia s účtom Firefox 2. Firefox pre Android: synchronizácia s účtom Firefox VIAC NA: https://sumo.etherpad.mozilla.org/sumo-australis-badges
uk: Нагороджуються помічники підтримки, які зробили свій внесок у випуск Firefox 29 (статті документації бази знань, відповіді на питання в форумі, локалізація статей документації бази знань, твіти та ін.). Дякуємо! Можливості Firefox 29: 1. Firefox Desktop: Новий вигляд Australis А ТАКОЖ синхронізація на основі облікових записів Firefox 2. Firefox для Android: синхронізація на основі облікових записів Firefox ДОКЛАДНІШЕ: https://sumo.etherpad.mozilla.org/sumo-australis-badges
vi: Được trao để hỗ trợ những người đóng góp đã đóng góp (tài liệu bài viết KB, trả lời Câu hỏi của Diễn đàn, bản địa hóa tài liệu bài viết KB, tweet, v.v.) cho việc ra mắt Firefox 29, xin cảm ơn! Tính năng Firefox 29: 1. Firefox dành cho máy tính để bàn: Giao diện mới của Australis VÀ đồng bộ hóa dựa trên tài khoản Firefox 2. Firefox dành cho Android: Đồng bộ hóa dựa trên tài khoản Firefox Thông tin thêm: https://sumo.etherpad.mozilla.org/sumo-australis-badges

source: Firefox Desktop
hr: Firefox za računala
ja: Firefox デスクトップ
sk: Firefox pre počítač
te: Firefox డెస్క్‌టాప్
uk: Firefox для комп'ютера
ur: Firefox برائے ڈیسکٹاپ
vi: Firefox dành cho máy tính để bàn

source: Find help...
hr: Potraži pomoć …
ja: ヘルプを探す...
ms: Cari bantuan...
pa_in: ਮਦਦ ਲੱਭੋ...
sk: Nájsť pomoc...
te: సహాయాన్ని కనుగొనండి...
uk: Знайти допомогу...
ur: مدد تلاش کریں…
vi: Tìm kiếm trợ giúp...
