Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Get support from our contributors or staff members.
ja: 貢献者やスタッフからのサポートを受けてください。
sk: Získajte podporu od našich prispievateľov alebo zamestnancov.
uk: Отримати підтримку від наших помічників або співробітників.
vi: Nhận hỗ trợ từ những người đóng góp hoặc nhân viên của chúng tôi.

source: Firefox Browser
hr: Firefox preglednik
ja: Firefox ブラウザー
sk: Prehliadač Firefox
uk: Браузер Firefox
ur: Firefox برائوزر
vi: Trình duyệt Firefox

source: Browse All Products
hr: Pregledaj sve proizvode
ja: すべての製品を見る
sk: Prehľadávať všetky produkty
uk: Вибрати всі продукти
vi: Duyệt qua tất cả các sản phẩm

source: Explore Our Help Articles
hr: Istraži naše članke pomoći
ja: ヘルプ記事を閲覧する
sk: Preskúmajte naše články podpory
te: మా తోడ్పాటు వ్యాసాలను చూడండి
uk: Ознайомтеся з нашими довідковими статтями
ur: ہمارے مدد کے مضامین کی کھوج لگائیں
vi: Khám phá bài viết trợ giúp của chúng tôi

source: Dig into the knowledge base, tips and tricks, troubleshooting, and so much more.
hr: Pregledaj bazu znanja, savjete i trikove, rješavanja problema i još mnogo toga.
ja: ナレッジベース、ヒントとコツ、トラブルシューティングなどを探してください。
sk: Preskúmajte databázu znalostí, tipy a triky, riešenie problémov a ešte oveľa viac.
uk: Ознайомтеся з базою знань, підказками та рекомендаціями, способами усунення несправностей тощо.
vi: Đi sâu vào cơ sở kiến thức, mẹo và thủ thuật, khắc phục sự cố, và nhiều hơn nữa.

source: Browse All Articles
hr: Pogledaj sve članke
ja: すべての記事を表示
sk: Prehľadávať všetky články
uk: Вибрати всі статті
vi: Duyệt tất cả các bài viết

source: Find help for common issues and learn about the benefits a Mozilla account provides.
sk: Nájdite pomoc pri bežných problémoch a získajte informácie o výhodách, ktoré poskytuje účet Mozilla.
uk: Пошук допомоги щодо типових проблем і опис переваг, які надає обліковий запис Mozilla.
vi: Tìm trợ giúp cho các vấn đề thường gặp và tìm hiểu về những lợi ích mà tài khoản Mozilla mang lại.

source: Contributor Tools
af: Gereedskap vir bydraers
bs: Alati za saradnike
hr: Alati za doprinositelje
ja: 貢献者ツール
ms: Alatan Penyumbang
pa_in: ਸਹਿਯੋਗੀ ਟੂਲਾ
sk: Nástroje pre prispievateľov
te: కంట్రిబ్యూటర్ పనిముట్లు
uk: Інструменти помічників
ur: شراکت دار کے اوزار
vi: Công cụ
zu: Amathuluzi Onegalelo

source: Discussions
hr: Rasprave
ja: ディスカッション
sk: Diskusie
te: చర్చలు
uk: Обговорення
ur: گفتگو
vi: Thảo luận

source: Meet the community: read announcements, follow discussions and ask questions.
hr: Upoznaj zajednicu: čitaj najave, prati rasprave i postavljaj pitanja.
ja: コミュニティに参加: 通知を読んだり、議論に参加したり、質問をしたりしてください。
sk: Zoznámte sa s komunitou: čítajte oznámenia, sledujte diskusie a pýtajte sa.
uk: Знайомтесь зі спільнотою: читайте оголошення, слідкуйте за обговореннями та ставте питання.
ur: برادری سے ملیں: اعلانات پڑھیں ، گفتگو پر عمل کریں اور سوالات پوچھیں۔
vi: Gặp gỡ cộng đồng: đọc thông báo, theo dõi các cuộc thảo luận và đặt câu hỏi.

source: Tools
hr: Alati
ja: ツール
sk: Nástroje
uk: Інструменти
ur: آلات
vi: Công cụ

source: Explore resources to help you with your contributions.
hr: Istraži resurse koji će ti pomoći u doprinijeti.
ja: 貢献に役立つリソースを探してください。
sk: Preskúmajte zdroje, ktoré vám pomôžu s vašimi príspevkami.
uk: Відкривайте ресурси, які допоможуть вам діяти.
vi: Khám phá các tài nguyên để giúp bạn với những đóng góp của bạn.

source: For Contributors
af: Vir bydraers
bs: Za saradnike
hr: Za suradnike
ja: 貢献者メニュー
ms: Untuk Para Penyumbang
pa_in: ਯੋਗਦਾਨੀਆਂ ਲਈ
sk: Pre prispievateľov
te: సహాయకుల కోసం
uk: Помічникам
ur: شراکت داروں کے لئے
vi: Dành cho cộng tác viên
zu: Okwabanegalelo

source: L10N Discussions
hr: Rasprave o L10N
ja: L10N ディスカッション
sk: Diskusia pre prekladateľov
te: L10N చర్చలు
uk: Обговорення L10N
ur: L10N گفتگو
vi: Thảo luận L10N

source: Social Support Forum
hr: Podrška na društvenim mrežama
ja: ソーシャルサポートフォーラム
sk: Fórum podpory na sociálnych sieťach
te: సామాజిక తోడ్పాటు వేదిక
uk: Підтримка в суспільних мережах
vi: Diễn đàn hỗ trợ xã hội

source: Article Discussions
af: Artikel-besprekings
bs: Rasprave članka
hr: Rasprave članka
ja: 記事の議論
ms: Perbincangan Artikel
pa_in: ਲੇਖ਼ ਚਰਚਾ
sk: Diskusia k článku
te: వ్యాసం చర్చలు
uk: Обговорення статті
ur: مضمون پر گفتگو
vi: Thảo luận bài viết
zu: Izingxoxo zama-athikhili

source: New Contributors
hr: Novi suradnici
ja: 新しい貢献者
sk: Noví prispievatelia
uk: Нові помічники
vi: Cộng tác viên mới

source: Dashboards
hr: Nadzorne ploče
ja: ダッシュボード
sk: Nástenky
te: డాష్‌బోర్డులు
uk: Панель локалізації
ur: ڈیش بورڈ
vi: Bảng điều khiển

source: Moderate Forum Content
af: Modereer foruminhoud
bs: Ograniči sadržaj foruma
hr: Ograniči sadržaj foruma
ja: フォーラム投稿の整理
ms: Kandungan Forum Sederhana
pa_in: ਮੱਧ ਫੋਰਮ ਸਾਮਗਰੀ
sk: Spravovať obsah fóra
te: నియంత్రించు ఫోరం కంటెంట్
uk: Модерувати вміст форуму
vi: Kiểm duyệt nội dung diễn đàn
zu: Lungisa Okuqukethwe Kusithangami

source: Give Firefox a tune up
af: Gee Firefox 'n hupstoot
bs: Podesite Firefox
hr: Očisti Firefox
ja: Firefox を調整する
ms: Beri Firefox penataan
pa_in: ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ
sk: Vyladenie aplikácie Firefox
te: Firefoxకు ఒక ట్యూన్ అప్ ఇవ్వండి
uk: Пристосуйте Firefox
ur: Firefox کو درست کریں
vi: Đại tu Firefox
zu: Ake sithi ukwenza ngcono i-Firefox

source: How does it work?
af: Hoe werk dit?
bs: Kako radi?
hr: Kako to funkcionira?
ja: どのように動作しますか？
ms: Bagaimana caranya?
pa_in: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ?
sk: Ako to funguje?
te: ఇది ఎలా పనిచేస్తుంది?
uk: Як це працює?
ur: یہ کس طرح کام کرتا ہے
vi: Nó hoạt động như thế nào?
zu: Isebenza kanjani?

source: Download a fresh copy
af: Laai 'n vars kopie af
bs: Preuzmite svježu kopiju
hr: Preuzmi svježu kopiju
ja: 最新版のインストーラーをダウンロード
ms: Muat turun salinan baru
pa_in: ਤਾਜ਼ਾ ਕਾਪੀ ਡਾਊਨਲੋਡ ਕਰੋ
sk: Stiahnite si novú kópiu
te: తాజా కాపీని డౌన్లోడ్ చేయండి
uk: Завантажити свіжу копію
ur: تازہ کاپی ڈاؤن لوڈ کریں
vi: Tải xuống bản sao mới
zu: Dawuniloda ikhophi entsha

source: salt
af: sout
bs: so
ja: ソルト
ka: salt (შემთხვევითი დასაშიფრი კოდი)
ko: 소금
pa_in: ਲੂਣ
te: సాల్ట్
uk: сіль
ur: نمک
zu: usawoti

source: hash
af: huts
ja: ハッシュ
ka: ჰეში
ko: 해쉬
pa_in: ਹੈਸ਼
te: హాష్
uk: хеш
ur: ہيش
zu: i-hash

source: FxHome
de: FxStartseite
uk: Домівка Firefox

source: View All
sk: Zobraziť všetko
uk: Переглянути все
vi: Xem tất cả

source: Mozilla Hubs will shut down on May 31, 2024. For more information about the shutdown and how you can support Hubs' life beyond Mozilla please read this <a href="https://hubs.mozilla.com/labs/sunset/">article at Mozilla Hubs Creator Labs</a>.
vi: Mozilla Hubs sẽ chấm dứt hoạt động vào ngày 31 tháng 5 năm 2024. Để biết thêm thông tin về việc chấm dứt hoạt động và cách bạn có thể hỗ trợ hoạt động của Hub ngoài Mozilla, vui lòng đọc <a href="https://hubs.mozilla.com/labs/sunset/">bài viết tại Mozilla Hubs Creator Labs</a>.

# DB: products.Product.title
source: Hubs
ko: 허브
nb_no: Hubber
sr: Hub-ови
ur: ہبز
vi: Hub

source: Firefox Focus
de: Firefox Klar
pa_in: ਫਾਇਰਫੌਕਸ ਫੋਕਸ

# DB: products.Product.title
source: Firefox Focus
bs: Firefox 4
de: Firefox Klar
pa_in: ਫਾਇਰਫੌਕਸ ਫੋਕਸ

# DB: products.Product.title
source: Firefox Send
de: Firefox Sync

source: I have another sign in issue
sk: Mám iný problém s prihlásením

source: Firefox accounts is now Mozilla accounts. You'll still sign in with the same username and password, and there are no other changes to the products that you use.
sk: Účty Firefoxu sú teraz Účty Mozilla. Naďalej sa budete prihlasovať pomocou rovnakého používateľského mena a hesla a v produktoch, ktoré používate, nedochádza k žiadnym ďalším zmenám.

source: Continue with your Mozilla account
sk: Pokračujte so svojím účtom Mozilla

source: Get personalized support from staff and our<br> amazing community of contributors from around the world.
sk: Získajte prispôsobenú podporu od zamestnancov a našej<br> úžasnej komunity prispievateľov z celého sveta.

source: Sign In or Sign Up
sk: Zaregistrujte sa alebo sa prihláste

source: Having trouble signing in?
sk: Máte problémy s prihlásením?

source: Contact support
sk: Kontaktujte podporu

source: <em>Editing Description For:</em><br>{title}
sk: <em>Úprava popisu pre:</em><br>{title}

source: Windows
ko: 윈도우

source: Linux
ko: 리눅스

source: MDN Plus
ko: MDN 플러스

source: Javascript
id: Simpan deskripsi
ko: 자바스크립트
pa_in: ਜਾਵਾਸਕਰਿਪਟ
te: జావా స్క్రిప్ట్
zu: I-Javascript

# DB: products.Product.title
source: MDN Plus
ko: MDN 플러스

# DB: products.Product.title
source: Webmaker
ko: 웹메이커
pa_in: ਵੈਬਮੇਕਰ
te: వెబ్ మేకర్
zu: I-webmaker

# DB: products.Topic.title
source: Popcorn Maker
bg: Машина за пуканки
ko: 팝콘 메이커
nb_no: Popcorn-lager
pa_in: ਪੋਪਕੋਰਨ ਬਣਾਉਣ ਵਾਲਾ
te: పాప్ కార్న్ మేకర్
zu: I-Popcorn Maker

# DB: products.Topic.title
source: Thimble
ko: 팁블
pa_in: ਨੋਕ
te: థింబుల్
zu: I-Thimble

source: Matrix
bg: Матрица
ko: 매트릭스

source: Mozilla support is fully powered by our volunteer community that is helping hundreds of users everyday. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
af: Mozilla Ondersteuning word ten volle aangedryf deur ons gemeenskap vrywilligers wat elke dag honderde gebruikers help. Hierdie gemeenskap bestaan uit passievolle Firefox- en Thunderbird-gebruikers wat hul vrye tyd opoffer om andere te help. Ons kon dit nie sonder jul passie en entoesiasme doen nie. Jul bydraes, al lyk dit klein, het groot waarde. Om één probleem in die steundiens-forums op te los, kan tot 1000 gebruikers per dag help!
bs: Mozilla podršku u potpunosti pokreće naša volonterska zajednica koja svakodnevno pomaže stotinama korisnika. Zajednicu čine strastveni korisnici Firefoxa i Thunderbirda koji uzmu malo svog slobodnog vremena za pomoć drugima. Ne bismo mogli to učiniti bez vaše strasti i entuzijazma. Vaš doprinos, koliko god vam se čini mali, ima ogromnu vrijednost. Rješavanje jednog problema na forumima za podršku može pomoći do 1000 korisnika dnevno!
hr: Mozilla podršku u potpunosti pokreće naša zajednica dobrovoljaca koja svakodnevno pomaže stotinama korisnika. Zajednicu čine strastveni korisnici Firefoxa i Thunderbirda koji si uzmu malo svog slobodnog vremena kako bi pomogli drugima. Ne bismo mogli to učiniti bez njihove strasti i entuzijazma. Tvoj doprinos, koliko god ti se čini mali, ima ogromnu vrijednost. Rješavanje jednog problema na forumima za podršku može pomoći do tisuću korisnika dnevno!
ja: Mozilla サポートは、毎日数多くのユーザーを助けているボランティアコミュニティの協力により運営されています。このコミュニティは、Firefox や Thunderbird の熱心なユーザーで構成され、空いた時間に他のユーザーを助けています。私たちは、あなたの熱意なしではこのようなことを行えません。あなたの貢献は、ごくわずかであっても、大きな価値があります。サポートフォーラムで 1 つの問題を解決することにより、1 日に 1,000 人以上のユーザーを助けることができます！
ms: Sokongan Mozilla dikuasakan sepenuhnya oleh komuniti sukarelawan kami yang membantu ratusan pengguna setiap hari. Komuniti ini dibentuk oleh pengguna Firedox dan Thunderbird yang meluangkan masa lapang mereka membantu orang lain. Kami tidak akan dapat melakukannya tanpa minat dan semangat anda. Sumbangan anda, mungkin nampak kecil, mempunyai nilai yang besar. Menyelesaikan sesuatu isu dalam forum sokongan boleh membantu sehingga 1000 pengguna pada setiap hari!
ur: موزیلا کی مدد پوری طرح سے ہماری رضاکار برادری کے ذریعہ چلتی ہے جو سیکڑوں صارفین کی روزانہ مدد کرتی ہے۔ یہ کمیونٹی پرجوش فائر فاکس اور تھنڈر برڈ صارفین نے تشکیل دی ہے جو دوسروں کی مدد کرنے میں اپنا کچھ وقت نکالتے ہیں۔ ہم آپ کے جذبے اور جوش و جذبے کے بغیر یہ نہیں کر سکے۔ آپ کی شراکت ، جتنی معمولی لگتی ہے ، کی اس کی زبردست قدر ہے۔ سپورٹ فورمز میں ایک مسئلے کو حل کرنے سے ایک دن میں 1000 صارفین مدد کرسکتے ہیں!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
af: Ons verwelkom altyd nuwe mense wat graag op die forums wil help. As jy dus nog nie ons gemeenskap ontmoet het nie, <a href="%(intro_url)s">neem 'n minuut en stel jouself voor</a>. As jy uit die kalklig wil bly, dit is ook oukei :). Ons hang gewoonlik almal rond op IRC, op die <a href="%(irc_url)s">#sumo-kanaal</a>.
bs: Uvijek nam je drago vidjeti nove ljude koji vole pomagati na forumima te ako još uvijek niste upoznali našu zajednicu <a href="%(intro_url)s"> pronađite jednu minutu da se predstavite </a>. U redu je ako želite ostati anonimni :). Također nas možete pronaći na IRC, na <a href="%(irc_url)s"> #sumo kanalu </a>.
hr: Uvijek nam je drago vidjeti nove ljude koji žele pomoći na forumima, pa ako još nisi upoznao/la našu zajednicu, <a href="%(intro_url)s">kratko se predstavi</a>. Ako ne želiš, ne moraš navesti svoje ime :). Možeš nas pronaći i na IRC-u, na <a href="%(irc_url)s">#sumo kanalu</a>.
ja: 私たちは、フォーラムで手助けするのが好きな方をいつでも歓迎します。まだ私たちのコミュニティを知らない方は、<a href="%(intro_url)s">自己紹介してください</a>。短くても OK です :)。IRC チャットの <a href="%(irc_url)s">#sumo チャンネル</a> で私たちと会話することもできます。
ms: Kami gembira mendengarkan peserta baru yang suka membantu dalam forum, jadi jika anda belum berjumpa dengan komuniti kami lagi <a href="%(intro_url)s"> sila luangkan masa memperkenalkan diri anda</a>. Jika anda mahu terus berprofil rendah, itu pun ok :) Anda juga akan dapati kami lepak di IRC, di <a href="%(irc_url)s"> saluran #sumo </a>.

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
af: As jy graag meer wil leer oor hoe ondersteuning werk, kyk gerus ons <a href="%(training_url)s">bydraeropleiding</a>. Dit bevat interessante probleemoplos-inligting, riglyne, hoedoen-vrae en inligting oor waar om hulp te kry as jy vasloop.
bs: Ako biste htjeli naučiti više o tome kako cijela ova stvar podrške funkcioniše, pogledajte naš <a href="%(training_url)s"> trening za doprinosioce </a>. On uključuje zanimljive informacije o rješavanju problema, smjernice, te gdje pronaći više pomoći u slučaju da zapnete.
hr: Ako želiš naučiti kako cijela ova stvar podrške funkcionira, pogledaj naš <a href="%(training_url)s">trening za doprinositelje</a>. Uključuje zanimljive informacije za rješavanje problema, smjernice, pitanja „kako obaviti”, kao i informacije o tome, gdje pronaći daljnju pomoć u slučaju da zapneš.
ja: サポート全体の仕組みを学ぶことに興味がある方は、 <a href="%(training_url)s">貢献者トレーニング</a> を見てください。ここには、トラブルシューティング情報、ガイドライン、質問の仕方、行き詰ったときに助けを得る場所についての情報が書かれています。
ms: Jika anda berminat mengetahui lebih lanjut perihal keseluruhan operasi sokongan ini, semak <a href="%(training_url)s"> latihan penyumbang </a> kami. Ini termasuk beberapa info pencarisilapan, garis panduan, cara bertanya soalan, dan info mendapatkan bantuan lanjut jika anda buntu.

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
af: Ten slotte, as jy al die nuus oor SUMO wil volg, sluit dan aan by ons <a href="%(forums_url)s">gemeenskapforums</a>, <a href="%(blog_url)s">amptelike blog</a> en <a href="%(twitter_url)s">Twitter-rekening</a>. Ons kom ook <a href="%(meetings_url)s">byna elke Maandag bymekaar</a>, dus sluit by ons aan.
bs: Konačno, ako želite pratiti sve vijesti vezane za SUMO, nemojte zaboraviti na naše <a href="%(forums_url)s">forume zajednice</a>, <a href="%(blog_url)s">službeni blog</a> i <a href="%(twitter_url)s">Twitter račun</a>. Također se <a href="%(meetings_url)s"> nalazimo skoro svaki ponedjeljak </a> - možete nam se pridružiti.
hr: Ako želiš pratiti sve vijesti vezane za SUMO, nemoj zaboraviti na naše <a href="%(forums_url)s">forume zajednice</a>, <a href="%(blog_url)s">službeni blog</a> i <a href="%(twitter_url)s">Twitter račun</a>. Uz to, <a href="%(meetings_url)s">sastajemo se skoro svaki ponedjeljak</a> – možeš nam se pridružiti.
ja: 最後に、SUMO 関連のすべてのニュースについて知りたい方は、私たちの <a href="%(forums_url)s">コミュニティフォーラム</a>、<a href="%(blog_url)s">公式ブログ</a>、<a href="%(twitter_url)s">Twitter アカウント</a> も忘れずに見てください。また、<a href="%(meetings_url)s">毎週月曜日</a> にミーティングがあり、あなたも参加することができます。
ms: Akhir sekali, jika anda mahu mengikuti semua berita berkaitan SUMO, jangan lupa perihal <a href="%(forums_url)s">forum komuniti</a>,<a href="%(blog_url)s">blog rasmi</a> dan <a href="%(twitter_url)s">akaun Twitter</a> kami. Kamni juga <a href="%(meetings_url)s"> berjumpa hampir setiap hari Isnin </a> - dan anda boleh bersama kami.

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
af: Ons verwelkom altyd nuwe mense wat graag op die forums wil help. As jy dus nog nie ons gemeenskap ontmoet het nie, neem 'n minuut en stel jouself voor. As jy uit die kalklig wil bly, dit is ook oukei :). Ons hang gewoonlik almal rond op IRC, op die #sumo-kanaal op irc.mozilla.org.
hr: Uvijek nam je drago vidjeti nove ljude koji žele pomoći na forumima, pa ako još nisi upoznao/la našu zajednicu, kratko se predstavi. Ako ne želiš, ne moraš navesti svoje ime :). Možeš nas pronaći i na IRC-u, na #sumo kanalu na irc.mozilla.org.
ja: 私たちは、フォーラムで手助けするのが好きな新しい方が参加するのをいつも楽しみにしています。コミュニティに参加したばかりなら、少しだけ時間を取って、自己紹介をしてください。内容は短くても構いません。または、IRC (irc.mozilla.org の #sumo チャンネル) でも私たちを見つけることができます。
ms: Kami gembira apabila ada peserta baru yang suka membantu dalam forum, jadi jika anda belum berjumpa dengan komuniti kami lagi, sila luangkan masa memperkenalkan diri anda. Jika anda mahu berprofil rendah, itu pun ok :) Anda juga akan dapati kami bersembang di IRC, di saluran #sumo irc.mozilla.org.
ur: ہم ہمیشہ نئے لوگوں سے سن کر بہت خوش ہوتے ہیں جو فورموں پر مدد کرنا پسند کرتے ہیں لہذا اگر آپ ہماری کمیونٹی سے نہیں مل پائے ہیں تو براہ کرم اپنا تعارف کروانے میں ایک منٹ لگیں۔ اگر آپ کم پروفائل رہنا چاہتے ہیں تو ، یہ بھی ٹھیک ہے :)۔ آپ ہم سب کو irc.mozilla.org پر # سومو چینل پر ، IRC میں پھانسی پانے کا بھی موقع مل سکتے ہیں۔

source: The community forum is at %(url)s .
af: Die gemeenskapforum is by %(url)s.
hr: Forum zajednice je dostupan na %(url)s .
ja: コミュニティフォーラムは %(url)s です。
ms: Forum komuniti ada di %(url)s .
pa_in: ਕਮਿਊਨਟੀ ਫੋਰਮ %(url)s ਉੱਤੇ।
ur: کمیونٹی فورم %(url)s پر ہے۔

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
af: As jy graag meer wil leer oor hoe ondersteuning werk, kyk gerus ons bydraeropleiding. Dit bevat interessante probleemoplos-inligting, riglyne, hoedoen-vrae en inligting oor waar om hulp te kry as jy vasloop.
hr: Ako želiš saznati više o tome kako podrška funkcionira, pogledaj naš trening za doprinositelje. Uključuje zanimljive informacije za rješavanje problema, smjernice, pitanja „kako obaviti”, kao i informacije o tome, gdje pronaći daljnju pomoć u slučaju da zapneš.
ja: これらのサポート活動全体について学ぶことに興味がある方は、わたしたちの貢献者トレーニングプログラムを見てください。これには、いくつかのトラブルシューティング情報、ガイドライン、使い方の質問、助けを得られる場所についての情報が含まれます。
ms: Jika anda berminat mengetahui lebih lanjut perihal keseluruhan operasi sokongan ini, lihat latihan penyumbang. Ini termasuk beberapa info pencarisilapan, garis panduan, cara bertanya soalan, dan info mendapatkan bantuan lanjut jika anda buntu.

source: Your message
hr: Tvoja poruka
ja: あなたのメッセージ

source: Select a topic
hr: Odaberi temu
ja: トピックを選択

source: %(numerator)s of %(denominator)s
af: %(numerator)s van %(denominator)s
bs: %(numerator)s od %(denominator)s
hr: %(numerator)s od %(denominator)s
ja: %(numerator)s / %(denominator)s
ms: %(numerator)s daripada %(denominator)s
pa_in: %(numerator)s ਵਿੱਚੋਂ %(denominator)s
ur: %(numerator)s میں سے %(denominator)s

source: Firefox Accounts
ja: Firefox アカウント
ur: Firefox اکاؤنٹس

source: Done! Your message was sent to Mozilla Support, thank you for reaching out. We'll contact you via email as soon as possible.
ja: メッセージが Mozilla Support に送信されました。ご連絡いただきありがとうございます。できるだけ早くメールで連絡します。

# DB: products.Product.description
source: Browse securely on public Wi-Fi using a Firefox add-on.
ja: Firefox アドオンを使用して公共 Wi-Fi で安全にブラウジング

# DB: products.Product.title
source: Firefox Accounts
hr: Firefox računi
ja: Firefox アカウント
ur: Firefox اکاؤنٹس

# DB: products.Topic.description
source: Related to the Lightning add-on for Calendar
af: Verwant aan Lightning-byvoegsel vir Kalender
bs: Povezano s Lightening dodatkom za kalendar
ja: Lightning アドオンのカレンダー関連
ms: Berkaitan add-on Lightning untuk Kalendar
pa_in: ਐਡ-ਆਨ ਕੈਲੰਡਰ ਲਈ ਸੰਬੰਧਿਤ ਲਾਇਟਾ

# DB: products.Topic.title
source: Pocket Basics
bs: Pocket osnove
ja: Pocket の基本的な使い方
ms: Asas Pocket
ur: Pocket کی بنیادی باتیں

# DB: products.Topic.description
source: New to Pocket? Start here.
bs: Novi u Pocketu? Započnite ovdje.
ja: Pocket のご利用は初めてですか？ ここから始めましょう。
ms: Baru tahu Pocket? Mulakan di sini.
ur: Pocket پر نیے ہیں؟ یہاں سے شروع کرو.

# DB: products.Topic.description
source: How to use Pocket on your iPhone, iPad, Android or Kobo.
bs: Kako da koristite Pocket na vašem iPhoneu, iPadu, Androidu i Kobou.
ja: Pocket を iPhone や iPad、Android、Kobo で使う方法。
ms: Cara menggunakan Pocket dalam iPhone, iPad, Android atau Kobo.

# DB: products.Topic.title
source: Pocket for your Computer
bs: Pocket za vaš računar
ja: コンピューターに Pocket
ms: Pocket untuk Komputer anda
ur: آپ کے کمپیوٹر کے لئے Pocket

# DB: products.Topic.description
source: Using Pocket on the Web.
bs: Upotreba Pocketa na webu.
ja: ウェブで Pocket を使う。
ms: Menggunakan Pocket dalam Web.
ur: ویب پر Pocket کا استعمال

# DB: products.Topic.title
source: Advanced
bs: Napredno
ja: 詳細検索
ms: Lanjutan
pa_in: ਤਕਨੀਕੀ
ur: اعلٰی

# DB: products.Topic.description
source: Information for Developers and Beta users.
bs: Informacije za programere i beta korisnike.
ja: 開発者およびベータユーザー向けの情報。
ms: Maklumat untuk Pembangun dan pengguna Beta.
ur: ڈیولپرز اور Beta صارفین کے لئے معلومات۔

source: Benefits
ja: 利点
ur: فوائد

source: You are not logged in.
af: Jy is nie aangemeld nie.
bs: Niste prijavljeni.
ja: ログインしていません。
ms: Anda tidak mendaftar masuk.
pa_in: ਤੁਸੀ ਲਾਗ-ਇਨ ਨਹੀ ਹੋ।
ur: آپ لاگ ان نہیں ہیں

source: <strong>Welcome!</strong> You are now logged in using Firefox Accounts. {a_profile}Edit your profile.{a_close}<br>Already have a different Mozilla Support Account? {a_more}Read more.{a_close}
ja: <strong>ようこそ！</strong>現在、Firefox アカウントを使用してログインしています。{a_profile}プロファイルを編集してください。{a_close}<br>既に別の Mozilla Support アカウントを持っていましたか？{a_more}詳しくはこちらをご覧ください。{a_close}

source: This Firefox Account is already used in another profile.
ja: この Firefox アカウントは別のプロファイルですでに使用されています。
ur: یہ Firefox اکاؤنٹ پہلے ہی کسی اور پروفائل میں استعمال ہوا ہے۔

source: The e-mail address used with this Firefox Account is already linked in another profile.
ja: この Firefox アカウントで使用されているメールアドレスは別のプロファイルとすでにリンクしています。

source: Make my email address visible to logged in users
ja: ログインしているユーザーに自分のメールアドレスを表示する
