Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: This is the number of all Knowledge Base articles that are ready to be localized.
af: Dit is hoeveel kennisbasis-artikels gereed is om taalaangepas te word.
bg: Това е броят на всички статии от базата знания, които са готови за превод.
bs: Ovo je broj svih članaka Baze znanja koji su spremni za lokalizaciju.
de: Dies ist die Zahl aller Artikel der Wissensdatenbank, die zur Übersetzung bereit sind.
el: Αυτό είναι το πλήθος όλων των άρθρων της γνωσιακής βάσης που είναι έτοιμα προς μετάφραση.
es: Es el número de todos los artículos de la base de conocimientos que están listos para su localización.
fy_nl: Dit is it totale oantal kennisbankartikelen dat ree is om oerset te wurden.
he: מספר זה מייצג את כל מאמרי מאגר הידע שמוכנים לתרגום.
hr: Ovo je broj svih članaka Baze znanja koji su spremni za lokalizaciju.
hu: Ez az összes Tudásbázisban fordításra váró leírások száma.
ia: Isto es le numero de tote le articulos del Base de cognoscentias que es preste a ser localisate.
id: Jumlah artikel Pundi Pengetahuan yang siap diterjemahkan.
it: Il numero di articoli della Knowledge Base pronti per essere localizzati.
ja: これは、翻訳準備が完了したすべてのナレッジベース記事数です。
ka: ცოდნის წყაროს იმ სტატიების რაოდენობა, რომლებიც მზადაა გადასათარგმნად.
kab: Wagi d amḍan n imagraden meṛṛa yellan deg taffa n tmusniwin iheggan i usideg.
ko: 번역 대기 중은 전체 문서 갯수 입니다.
mg: Ity no isan'ny lahatsoratra rehetra ao @ Tobim-pahalalana vonona hadika.
ms: Ini adalah bilangan semua artikel Pangkalan Pengetahuan yang sedia untuk dilokalisasi.
nb_no: Dette er antallet kunnskapsbase-artikler som er klare til å oversettes.
nl: Dit is het totale aantal kennisbankartikelen dat gereed is om te worden vertaald.
pa_in: ਇਹ ਨਾਲਿਜ ਬੇਸ਼ ਲੇਖ ਜੋ ਲੋਕਲਾਇਜ ਕਨਨ ਲਈ ਤਿਆਰ ਹਨ।
pl: Liczba przetłumaczonych i zatwierdzonych artykułów w polskiej wersji językowej spośród wszystkich znajdujących się w bazie wiedzy artykułów w wersji angielskiej gotowych do lokalizacji.
pt_br: Este é o número de artigos da Base de conhecimento prontos para serem traduzidos.
pt_pt: Este é o número total de artigos da base de conhecimentos que estão prontos para serem traduzidos.
ro: Acesta este numărul total de articolele din Baza de cunoștințe care sunt gata de localizare.
sk: Jedná sa o počet článkov v databáze, ktoré sú pripravené na preklad.
sr: Ово је број свих чланка из Базе знања који су спремни да се локализују.
sv: Det här är antalet kunskapsbas-artiklar som är redo att bli översatta.
te: ఇది స్థానీకరణకు సిద్ధంగా ఉన్న అన్ని నాలెడ్జ్ బేస్ వ్యాసాలు సంఖ్య.
th: นี่คือตัวเลขบทความทั้งหมดในฐานความรู้ที่พร้อมสำหรับการแปล
tr: Bu, çeviriye hazır tüm Bilgi Bankası makalelerinin sayısıdır.
uk: Це кількість всіх статей бази знань, готових для локалізації.
ur: یہ علم کی بنیاد کے تمام مضامین کی تعداد ہے جو لوکلایز ہونے کے لئے تیار ہیں۔
vi: Đây là số lượng của tất cả các bài viết trong kho tàng kiến thức đã sẵn sàng để được bản địa hóa.
zh_cn: 这是已准备好进行本地化的所有知识库文章的数量。
zh_tw: 這是所有已準備好可供在地化的知識庫文件的數量。
zu: Leli yinani lawo wonke ama-athikhili Asekelwe Olwazini aselungele ukubhalwa njengawasendaweni.

source: Visits in last 30 days
af: Besoeke in afgelope 30 dae
bg: Посещения през последните 30 дни
bs: Posjete u zadnjih 30 dana
de: Besuche in den letzten 30 Tagen
el: Επισκέψεις τελ. 30 ημερών
es: Visitas en los últimos 30 días
fy_nl: Besikers yn de ôfrûne 30 dagen
he: ביקורים ב־30 הימים האחרונים
hr: Posjeti u zadnjih 30 dana
hu: Elmúlt 30 nap látogatásai
ia: Visitas in le ultime 30 dies
id: Kunjungan dalam 30 hari terakhir
it: Visite negli ultimi 30 giorni
ja: 最近 30 日間のアクセス数
ka: შესვლები, ბოლო 30 დღეში
kab: Tirza di 30 wussan-agi ineggura
ko: 30일 내 방문수
mg: Fitsidihana tao anatin'ny 30 andro lasa
ms: Lawatan dalam 30 hari yang lepas
nb_no: Besøk de siste 30 dagene
nl: Bezoekers in de afgelopen 30 dagen
pa_in: ਪਿਛਲੇ 30 ਦਿਨ 'ਚ ਦੌਰੇ
pl: Odwiedziny w ostatnich 30 dniach
pt_br: Visitas nos últimos 30 dias
pt_pt: Visitas nos últimos 30 dias
ro: Vizite în ultimele 30 de zile
sk: Návštevy za posledných 30 dní
sr: Посете у последњих 30 дана
sv: Antal besök de senaste 30 dagarna
te: గడచిన 30 రోజుల్లో సందర్శనలు
th: เยี่ยมชม 30 วันหลังสุด
tr: Son 30 gündeki ziyaret
uk: Відвідувань за останні 30 днів
ur: آخری 30 دنوں میں دورے
vi: Lượt truy cập trong 30 ngày qua
zh_cn: 最近30天的访问量
zh_tw: 最近 30 天的閱讀
zu: Ukuvakasha ezinsukwini ezingama-30 ezidlule

source: Most Viewed
af: Meeste bekyk
bg: Най-разглежданите
bs: Najviše pogledano
de: Meistgesehene
el: Περισσότερες προβολές
es: Los más vistos
fy_nl: Meast besjoen
he: הנצפים ביותר
hr: Najgledanije
hu: Leglátogatottabb
ia: Le plus vidite
id: Terbanyak Dilihat
it: Più visitati
ja: アクセス数
ka: ყველაზე ხშირად ნანახი
kab: Wid walan aṭas
ko: 가장 많이본
mg: Be Mpijery Indrindra
ms: Paling Dilayari
nb_no: Mest vist
nl: Meest bekeken
pa_in: ਸਭ ਤੋ ਜਿਆਦਾ ਦੇਖੀ ਗਈ
pl: Najczęściej odwiedzane
pt_br: Mais vistos
pt_pt: Mais vistos
ro: Cele mai vizualizate
sk: Najzobrazovanejšie
sr: Највише прегледано
sv: Mest visade
te: అధికంగా వీక్షించింది
th: เข้าชมมากที่สุด
tr: En çok görüntülenen
uk: Найпопулярніші
ur: سب سے زیادہ دیکھا گیا
vi: Được xem nhiều nhất
zh_cn: 最受欢迎
zh_tw: 最常被閱讀
zu: Okubukwa Kakhulu

source: Most Recent
af: Mees onlangse
bg: Най-нови
bs: Najnovije
de: Neueste
el: Πιο πρόσφατα
es: Más recientes
fy_nl: Meast resint
he: הכי עדכני
hr: Najnovije
hu: Legfrissebb
ia: Plus recente
id: Terbaru
it: Più recenti
ja: 最近の投稿
ka: ყველაზე ახალი
kab: Amiran
ko: 최근 문서
mg: Vao Haingana Indrindra
ms: Yang Terkini
nb_no: Nyeste
nl: Meest recent
pa_in: ਸਭ ਤੋਂ ਤਾਜ਼ਾ
pl: Najnowsze
pt_br: Mais recentes
pt_pt: Mais recentes
ro: Cele mai recente
sk: Nedávno aktualizované
sr: Најскорије
sv: Senaste
te: అత్యంత ఇటీవలి
th: ล่าสุด
tr: En Yeniler
uk: Останні
ur: سب سے حالیہ
vi: Gần đây nhất
zh_cn: 最新
zh_tw: 最新
zu: Okusanda kwenzeka

source: Most Visited
af: Meeste besoek
bg: Най-посещавани
bs: Najposjećenije
de: Meistbesuchte
el: Περισσότερες επισκέψεις
es: Los más visitados
fy_nl: Meast besocht
he: עם הכי הרבה ביקורים
hr: Najposjećenije
hu: Leglátogatottabb
ia: Le plus visitate
id: Terbanyak Dikunjungi
it: Più visitati
ja: アクセス数の多い記事
ka: ყველაზე ხშირად მონახულებული
kab: Wid yettwarzan ugar
ko: 최다 조회
mg: Be Mpitsidika Indrindra
ms: Paling Dilayari
nb_no: Mest besøkt
nl: Meest bezocht
pa_in: ਸਭ ਤੋ ਜਿਆਦਾ ਗਏ
pl: Najczęściej odwiedzane
pt_br: Mais visitados
pt_pt: Mais visitados
ro: Cele mai vizitate
sk: Najnavštevovanejšie
sr: Најпосећеније
sv: Mest besökta
te: ఎక్కువగా సందర్శించినవి
th: เข้าชมมากที่สุด
tr: En Çok Ziyaret Edilen
uk: Найвідвідуваніші
ur: سب سے زیادہ ملاحظہ کردہ
vi: Truy cập nhiều nhất
zh_cn: 最受欢迎
zh_tw: 最常被閱讀
zu: Okuvakashelwa Njalo

source: All knowledge base articles...
af: Alle kennisbasis-artikels...
bg: Всички статии в Базата за знания...
bs: Svi članci Baze znanja...
de: Alle Wissensdatenbank-Artikel...
el: Όλα τα άρθρα της γνωσιακής βάσης...
es: Todos los artículos de la base de conocimientos...
fy_nl: Alle kennisbankartikelen…
he: כל מאמרי מאגר המידע...
hr: Svi članci Baze znanja...
hu: Összes tudásbázis-leírás…
ia: Tote le articulos del base de cognoscentias...
id: Semua artikel pundi pengetahuan...
it: Tutti gli articoli della Knowledge Base…
ja: すべてのナレッジベース記事...
ka: ცოდნის წყაროს ყველა სტატია...
kab: Akk imagraden yellan deg taffa n tmusnwin...
ko: 전체 문서 목록 보기...
mg: Lahatsoratra rehetra ao @ Tobim-pahalalana…
ms: Semua artikel pangkalan pengetahuan...
nb_no: Alle kunnskapsbaseartikler ...
nl: Alle kennisbankartikelen…
pa_in: ਸਾਰੇ ਨਾਲਿਜਬੇਸ ਲੇਂਖ...
pl: Wszystkie artykuły z bazy wiedzy…
pt_br: Todos os artigos da base de conhecimento...
pt_pt: Todos os artigos da base de conhecimentos...
ro: Toate articolele din Baza de cunoștințe...
sk: Celá databáza vedomostí...
sr: Сви чланци базе знања...
sv: Alla kunskapsbas-artiklar...
te: అన్ని నాలెడ్జ్‌బేస్ వ్యాసాలు...
th: บทความฐานความรู้ทั้งหมด...
tr: Tüm bilgi bankası makaleleri...
uk: Усі статті бази знань...
ur: تمام علمی بنیاد کے مضامین ...
vi: Tất cả bài viết trên kho tàng kiến thức...
zh_cn: 所有的知识库文章...
zh_tw: 所有的知識庫文章…
zu: Wonke ama-athikhili asekelwe olwazini...

source: Visits
af: Besoeke
bg: Посещения
bs: Posjete
de: Besuche
el: Επισκέψεις
es: Visitas
fy_nl: Besikers
he: ביקורים
hr: Posjeti
hu: Látogatások
ia: Visitas
id: Kunjungan
it: Visite
ja: アクセス数
ka: შესვლები
kab: Tirza
ko: 방문수
mg: Fitsidihana
ms: Lawatan
nb_no: Besøk
nl: Bezoekers
pa_in: ਵੇਖੇ
pl: Odwiedziny
pt_br: Visitas
pt_pt: Visitas
ro: Vizite
sk: Návštevy
sr: Посете
sv: Besök
te: సందర్శనలు
th: เยี่ยมชม
tr: Ziyaret
uk: Відвідувань
ur: دورے
vi: Lượt truy cập
zh_cn: 访问量
zh_tw: 到訪
zu: Ukuvakasha

source: Changes Needed
af: Veranderinge nodig
bg: Нужни са промени
bs: Potrebne izmjene
de: Änderungen benötigt
el: Χρειάζονται αλλαγές
es: Cambios necesarios
fy_nl: Wizigingen nedich
he: נדרשים שינויים
hr: Potrebne izmjene
hu: Módosítások szükségesek
ia: Cambios necessari
id: Perubahan Dibutuhkan
it: Da aggiornare
ja: 変更が必要な記事
ka: საჭიროებს ცვლილებებს
kab: Ibeddilen ilaqen
ko: 수정 필요
mg: Fanovana Ilaina
ms: Perubahan Diperlukan
nb_no: Endringer nødvendig
nl: Wijzigingen nodig
pa_in: ਬਦਲਾਅ ਦੀ ਲੋੜ
pl: Wymagane zmiany
pt_br: Precisa ser modificado
pt_pt: Alterações necessárias
ro: Schimbări necesare
sk: Požadované aktualizácie
sr: Потребне измене
sv: Ändringar behövs
te: మార్పులు అవసరం
th: จำเป็นต้องได้รับการเปลี่ยนแปลง
tr: Değişiklik Gerekiyor
uk: Необхідно змінити
ur: تبدیلیوں کی ضرورت ہے
vi: Cần được thay đổi
zh_cn: 需要更改
zh_tw: 需要修改
zu: Izinguquko Ezidingekayo

source: Changes Not Ready For Localization
af: Veranderinge nie gereed vir taalaanpassing nie
bg: Промени, които не са готови за локализация
bs: Promjene nespremne za lokalizaciju
de: Änderungen nicht bereit zum Übersetzen
el: Αλλαγές μη έτοιμες προς μετάφραση
es: Cambios no listos para su localización
fy_nl: Wizigingen dy’t net ree binne foar oersetting
he: השינויים לא מוכנים לתרגום
hr: Promjene nespremne za lokalizaciju
hu: A módosítások nem állnak készen a fordításra
ia: Cambios non preste pro le localisation
id: Perubahan yang Belum Siap Dilokalkan
it: Modifiche non pronte per la localizzazione
ja: 翻訳準備ができていない変更
ka: ცვლილებები არაა მზად, გადასათარგმნად
kab: Ibeddilen ur heggan ara i usideg
ko: 지역화 준비가 되지 않은 수정 사항
mg: Fanovana Tsy Vonona Hadika
ms: Perubahan Belum Sedia Untuk Lokalisasi
nb_no: Endringer som ikke er klare for oversetting
nl: Wijzigingen die niet gereed zijn voor vertaling
pa_in: ਲੋਕੇਲਾਇਜੇਲਨ ਲਈ ਬਦਲ ਤਿਆਰ ਨਹੀ ਹੈ
pl: Zmienione artykuły jeszcze nie gotowe do tłumaczenia
pt_br: Alterações não disponíveis para tradução
pt_pt: Alterações não-prontas para tradução
ro: Modificări care nu sunt gata pentru localizare
sk: Zmeny, ktoré nie sú pripravené na lokalizáciu
sr: Промене које нису спремне за локализацију
sv: Ändringar som ej är redo att översättas
te: స్థానీకరణ కోసం మార్పులు సిద్దంగా లేదు
th: การเปลี่ยนแปลงไม่พร้อมสำหรับการแปล
tr: Değişiklikler çeviriye hazır değil
uk: Зміни, які не готові для локалізації
ur: تبدیلیاں جو لوکلائزیشن کے لئے تیار نہیں ہیں
vi: Các thay đổi chưa sẳn sàng để địa phương hóa
zh_cn: 更改尚未准备好本地化的翻译
zh_tw: 修改尚未準備好供在地化翻譯
zu: Izinguquko Azikalungeli Ukwenziwa Njengezasendaweni

source: All templates...
af: Alle sjablone...
bg: Всички шаблони...
bs: Svi šabloni...
de: Alle Vorlagen...
el: Όλα τα πρότυπα...
es: Todas las plantillas...
fy_nl: Alle sjabloanen…
he: כל התבניות...
hr: Svi predlošci...
hu: Összes sablon…
ia: Tote le modellos...
id: Semua templat...
it: Tutti i modelli…
ja: すべてのテンプレート...
ka: ყველა ნიმუში...
kab: Akk tineɣrufin...
ko: 모든 템플릿 목록...
mg: Modely rehetra…
ms: Semua templat...
nb_no: Alle maler ...
nl: Alle sjablonen…
pa_in: ਸਭ ਟੇਪਲੇਟ...
pl: Wszystkie szablony…
pt_br: Todos os modelos...
pt_pt: Todos os modelos...
ro: Toate șabloanele...
sk: Všetky šablóny...
sr: Сви шаблони...
sv: Alla mallar...
te: అన్ని టెంప్లేట్లు...
th: แม่แบบทั้งหมด...
tr: Tüm şablonlar...
uk: Усі шаблони...
ur: تمام ٹیمپلیٹس...
vi: Tất cả bản mẫu...
zh_cn: 所有模板...
zh_tw: 所有模板…
zu: Wonke amathempulethi...

source: How To Contribute
af: Hoe om by te dra
bg: Как да помогнете
bs: Kako da doprinesete
de: Wie Sie mithelfen können
el: Τρόποι συνεισφοράς
es: Cómo colaborar
fy_nl: Meihelpe
he: איך אפשר לתרום
hr: Kako doprinijeti
hu: Közreműködés módjai
ia: Suggestiones practic pro contribuer
id: Panduan Berkontribusi
it: Scopri come collaborare
ja: 貢献者向け
ka: როგორ მივიღოთ მონაწილეობა
kab: Amek ara tettekkiḍ
ko: 참여 방법
mg: Fomba Handraisana Anjara
ms: Cara Untuk Menyumbang
nb_no: Hvordan bidra
nl: Meehelpen
pa_in: ਯੋਗਦਾਨ ਕਿਵੇਂ ਕਰੀਏ
pl: Jak wnieść swój wkład
pt_br: Como contribuir
pt_pt: Como colaborar
ro: Cum să contribui
sk: Ako prispieť
sr: Како да допринесете
sv: Hur kan man bidra
te: సహకారం ఎలా
th: วิธีการมีส่วนร่วม
tr: Katkıda bulunma yolları
uk: Як долучитись
ur: تعاون کس طرح کریں
vi: Làm thế nào để đóng góp
zh_cn: 怎样做贡献
zh_tw: 如何貢獻
zu: Ungafaka kanjani esivivaneni

source: All How To Contribute articles...
af: Alle "Hoe om by te dra"-artikels...
bg: Всички статии "Как да допринесем..."
bs: Svi članci o tome kako da doprinesete...
de: Alle Artikel zum Thema „Wie Sie mithelfen können“...
el: Όλα τα άρθρα με τρόπους συνεισφοράς...
es: Todos los artículos sobre cómo colaborar...
fy_nl: Alle ‘Meihelpe’-artikelen…
he: כל המאמרים על איך אפשר לתרום...
hr: Svi članci o tome kako da doprinijeti …
hu: Összes közreműködési leírás…
ia: Tote le suggestiones practic pro contribuer al articulos...
id: Semua artikel mengenai Panduan Berkontribusi...
it: Tutti gli articoli su come collaborare…
ja: すべての貢献者向け記事...
ka: ყველა სტატია, წვლილის შეტანის შესახებ...
kab: Meṛṛa imagraden deg uttekki....
ko: 참여 방법 문서 모두 보기...
mg: Lahatsoratra Fomba Handraisana Anjara rehetra…
ms: Semua artikel Cara Untuk Menyumbang...
nb_no: Alle artikler om hvordan bidra ...
nl: Alle ‘Meehelpen’-artikelen…
pa_in: ਸਾਰੇ ਲੇਖਾ ਵਿੱਚ ਕਿਵੇ ਯੋਗਦਾਨ ਪਾਉਗੇ...
pl: Wyświetl wszystkie…
pt_br: Todos os artigos sobre como contribuir...
pt_pt: Todos os artigos sobre Como Colaborar...
ro: Toate articolele despre cum să contribui...
sk: Všetky články Ako prispieť...
sr: Сви чланци о томе како да допринесете...
sv: Alla artiklar om hur man kan bidra...
te: ఎలా అన్ని ఆర్టికల్స్ కు సహకారం చేయాలి...
th: บทความวิธีการมีส่วนร่วมทั้งหมด...
tr: Tüm Katkıda Bulunma Yolları makaleleri...
uk: Усі статті про те, як допомагати...
ur: تعاون کرنے کے طریقہ کے متعلق تمام مضامین ...
vi: Tất cả bài viết làm thế nào để đóng góp...
zh_cn: 所有关于怎样做贡献的文章...
zh_tw: 所有如何貢獻的文章...
zu: Zonke izindlela Zokuba Negalelo kuma-athikhili...

source: All Administration articles...
af: Alle administrasie-artikels...
bg: Всички статии за администрацията...
bs: Svi članci administracije...
de: Alle Administrationsartikel…
el: Όλα τα άρθρα διαχείρισης...
es: Todos los artículos de administración...
fy_nl: Alle ‘Behear’-artikelen…
he: כל מאמרי הניהול...
hr: Svi članci administracije...
hu: Összes adminisztrációs leírás…
ia: Tote le articulos del administration...
id: Semua artikel administrasi...
it: Tutti gli articoli di amministrazione…
ja: すべての管理用記事...
ka: ყველა მმართველობითი სტატია...
kab: Imagraden akk n tedbelt...
ko: 관리 문서 모두 보기...
mg: Lahatsoratra Fandrindrana rehetra…
ms: Semua artikel pentadbiran...
nb_no: Alle administrasjonsartikler ...
nl: Alle ‘Beheer’-artikelen…
pa_in: ਸਭ ਪਰਸ਼ਾਸ਼ਨ ਲੇਖਾਂ...
pl: Wyświetl wszystkie…
pt_br: Todos os artigos de administração...
pt_pt: Todos os artigos de Administração...
ro: Toate articolele despre administrare...
sk: Všetky články o administrácií...
sr: Сви чланци администрације...
sv: Alla artiklar om administration...
te: అన్ని పరిపాలన కథనాలు...
th: บทความผู้ดูแลระบบทั้งหมด...
tr: Tüm Yönetim makaleleri...
uk: Усі адміністративні статті...
ur: منتظمین کے تمام مضامین...
vi: Tất cả bài viết về quản trị...
zh_cn: 所有管理文章...
zh_tw: 所有管理文章…
zu: Wonke ama-athikhili okuphatha...

source: All translations...
af: Alle vertalings...
bg: Всички преводи...
bs: Svi prijevodi...
de: Alle Übersetzungen...
el: Όλες οι μεταφράσεις...
es: Todas las traducciones…
fy_nl: Alle oersettingen…
he: כל התרגומים...
hr: Svi prijevodi...
hu: Összes fordítás…
ia: Tote le traductiones...
id: Semua terjemahan...
it: Tutte le traduzioni:
ja: すべての翻訳記事...
ka: ყველა თარგმანი...
kab: Akk tisuqilin...
ko: 모든 번역...
mg: Dikanteny rehetra…
ms: Semua terjemahan...
nb_no: Alle oversettinger ...
nl: Alle vertalingen…
pa_in: ਸਾਰੇ ਅਨੁਵਾਦਾ...
pl: Wszystkie tłumaczenia…
pt_br: Todas as traduções...
pt_pt: Todas as traduções...
ro: Toate traducerile...
sk: Všetky preklady...
sr: Сви преводи...
sv: Alla översättningar...
te: అన్ని అనువాదాలు...
th: การแปลทั้งหมด...
tr: Tüm çeviriler...
uk: Усі переклади...
ur: تمام ترجمے...
vi: Tất cả các bản dịch...
zh_cn: 所有译文...
zh_tw: 所有翻譯…
zu: Konke ukuhumusha...

source: Unreviewed Changes
af: Nienagesiende veranderinge
bg: Непрегледани промени
bs: Nepregledane izmjene
de: Nicht überprüfte Änderungen
el: Μη ελεγμένες αλλαγές
es: Cambios sin revisar
fy_nl: Net beoardiele wizigings
he: שינויים שלא עברו סקירה
hr: Nepregledane izmjene
hu: Ellenőrizetlen módosítások
ia: Cambios non revidite
id: Perubahan Belum Ditinjau
it: Da revisionare
ja: レビュー待ちの更新された記事
ka: განუხილველი ცვლილებები
kab: Isnifal ur nettwasenqed ara
ko: 검토 필요 수정 사항
mg: Fanovana Tsy Voatsara
ms: Perubahan Belum Disemak
nb_no: Ugjennomgåtte endringer
nl: Niet-beoordeelde wijzigingen
pa_in: ਬਿਨ-ਪੜਤਾਲ ਕੀਤੇ ਗਏ ਬਦਾਲਅ
pl: Do sprawdzenia
pt_br: Alterações não revisadas
pt_pt: Alterações por rever
ro: Modificări nerevizuite
sk: Neskontrolované zmeny
sr: Непрегледане измене
sv: Ej granskade ändringar
te: సమీక్షించని మార్పులు
th: ไม่ได้รับการเปลี่ยนแปลงในการพิจารณาใหม่
tr: İncelenmemiş Değişiklikler
uk: Не переглянуті зміни
vi: Các thay đổi chưa được xét duyệt
zh_cn: 未审核的更新
zh_tw: 未審核的變更
zu: Izinguquko Ezingabukeziwe

# document
source: Unreviewed
af: Nienagesien
bg: Непрегледани
bs: Nepregledano
de: Nicht überprüft
el: Μη ελεγμένα
es: Sin revisar
fy_nl: Net beoardiele
he: ללא סקירה
hr: Nepregledano
hu: Ellenőrizetlen
ia: Non revidite
id: Belum Ditinjau
it: Da revisionare
ja: レビュー待ち
ka: განუხილველი
kab: Ur yettwasenqed ara
ko: 검토 안됨
mg: Tsy Voatsara
ms: Belum disemak
nb_no: Ugjennomgått
nl: Niet beoordeeld
pa_in: ਬਿਨਾਂ-ਪੜਾਤਲ ਕੀਤੇ
pl: Niesprawdzone
pt_br: Não revisado
pt_pt: Por rever
ro: Nerevizuit
sk: Neskontrolované
sr: Непрегледано
sv: Ej granskad
te: సమీక్షించాల్సినవి
th: ไม่ได้รับการพิจารณาใหม่
tr: İncelenmemiş
uk: Не переглянуті
ur: جائزہ نہیں لیا گیا
vi: Chưa xét duyệt
zh_cn: 未审核
zh_tw: 未審核
zu: Okungabukeziwe

source: All articles requiring review...
af: Alle artikels wat nagesien moet word...
bg: Всички статии, изискващи преглед...
bs: Svi članci koje je potrebno pregledati...
de: Alle Artikel, die überprüft werden müssen...
el: Όλα τα άρθρα που απαιτούν έλεγχο...
es: Todos los artículos que requieren revisión...
fy_nl: Alle artikels dy’t beoardiele wurde moatte…
he: כל המאמרים הדורשים סקירה...
hr: Svi članci koje je potrebno pregledati...
hu: Ellenőrzésre váró leírások…
ia: Tote le articulos que require revision...
id: Semua artikel yang membutuhkan tinjauan...
it: Tutti gli articoli in attesa di revisione…
ja: すべてのレビュー待ちの記事...
ka: ყველა სტატია, რომელიც განხილვას საჭიროებს...
kab: Meṛṛa imagraden sran acegger...
ko: 검토 필요한 모든 문서...
mg: Lahatsoratra mila fitsarana rehetra…
ms: Semua artikel yang perlu disemak...
nb_no: Alle artikler som trenger gjennomgang ...
nl: Alle artikelen die moeten worden beoordeeld…
pa_in: ਸਭ ਲੇਖਾਂ ਲਈ ਪੜਤਾਲ ਦੀ ਲੋੜ ਹੈ...
pl: Wyświetl wszystkie…
pt_br: Todos os artigos que precisam de revisão...
pt_pt: Todos os artigos que requerem revisão...
ro: Toate articolele care necesită revizuire...
sk: Všetky články, ktoré vyžadujú kontrolu...
sr: Сви чланци захтевају рецензију...
sv: Alla artiklar som kräver granskning...
te: సమీక్షించాల్సిన వ్యాసాలన్నీ...
th: บทความทั้งหมดต้องการการพิจารณาใหม่...
tr: İncelenmesi gereken tüm makaleler...
uk: Усі статті, які потребують перегляду...
ur: تمام مضامین کو نظرثانی کی ضرورت ہے...
vi: Tất cả bài viết cần xét duyệt...
zh_cn: 所有需要审核的文章...
zh_tw: 所有需要審核的文章…
zu: Wonke ama-athikhili adinga ukubukezwa...

source: Changed
af: Verander
bg: Променен
bs: Izmijenjeno
de: Geändert
el: Τροποποίηση
es: Cambiado/a
fy_nl: Wizige
hr: Izmijenjeno
hu: Módosítva
ia: Cambiate
id: Diubah
it: Modificato
ja: 変更日
ka: შეცვლილი
kab: Ttwabeddlen
ko: 최종 수정일
mg: Voaova
ms: Diubah
nb_no: Endret
nl: Gewijzigd
pa_in: ਬਦਲਿਆ
pl: Zmieniono
pt_br: Alterado
pt_pt: Alterado
ro: Modificat
sk: Zmenené
sr: Промењено
sv: Ändrad
te: మార్చబడినది
th: เปลี่ยนแปลงแล้ว
tr: Değişiklik
uk: Змінено
ur: تبدیل شدہ
vi: Đã thay đổi
zh_cn: 已变更
zh_tw: 已變更
zu: Kuguquliwe

source: Unhelpful Documents
af: Nienuttige dokumente
bg: Безполезни документи
bs: Nekorisni dokumenti
de: Nicht nützliche Dokumente
el: Μη χρήσιμα έγγραφα
es: Documentos no útiles
fy_nl: Unbehelpsume dokuminten
hr: Nekorisni dokumenti
hu: Haszontalan dokumentumok
ia: Documentos inutile
id: Dokumen Tak Berguna
it: Documenti non utili
ja: 評価の低い記事
ka: უსარგებლო საბუთები
kab: Isemliyen ur nenfiɛ
ko: 도움 되지 않은 문서
mg: Tahirin-kevitra Tsy Manampy
ms: Dokumen Tidak Membantu
nb_no: Lite hjelpsomme dokumenter
nl: Niet-behulpzame documenten
pa_in: ਨਾ-ਮਦਦਗਾਰ ਦਸਤਾਵੇਜ਼ਾਂ
pl: Mało pomocne artykuły
pt_br: Documentos pouco úteis
pt_pt: Documentos Inúteis
ro: Documente nefolositoare
sk: Neužitočné články
sr: Документи који нису од помоћи
sv: Icke hjälpsamt dokument
te: ఉపయోగపడని పత్రాలు
th: บทความที่ไม่มีประโยชน์
tr: İşe Yaramayan Belgeler
uk: Некорисні документи
ur: غیر مددگار دستاویزات
vi: Các tài liệu không hữu ích
zh_cn: 没有帮助的文章
zh_tw: 沒有幫助的文件
zu: Amadokhumenti Angesilo Usizo

# document
source: Unhelpful
af: Nienuttig
bg: Непомагащ
bs: Nekorisno
de: Nicht nützlich
el: Μη χρήσιμο
es: No útil
fy_nl: Net behelpsum
hr: Nekorisno
hu: Haszontalan
ia: Inutile
id: Tidak Membantu
it: Non utili
ja: 低評価
ka: უსარგებლო
kab: Ur yenfiɛ ara
ko: 도움 안됨
mg: Tsy Manampy
ms: Tidak membantu
nb_no: Lite hjelpsom
nl: Niet behulpzaam
pa_in: ਨਾਂ-ਮਦਦਗਾਰ
pl: Mało pomocne
pt_br: Pouco útil
pt_pt: Inútil
ro: Nefolositor
sk: Neužitočné
sr: Није од помоћи
sv: Icke hjälpsamt
te: ఉపయోగపడని
th: ไม่มีประโยชน์
tr: Yardımı dokunmadı
uk: Некорисно
ur: غیر مددگار
vi: Không hữu ích
zh_cn: 没有帮助
zh_tw: 沒有幫助
zu: Okungenasizo

source: All unhelpful articles...
af: Alle nienuttige artikels...
bg: Всички безполезни статии...
bs: Svi nekorisni članci...
de: Alle nicht nützlichen Artikel...
el: Όλα τα μη χρήσιμα άρθρα...
es: Todos los artículos no útiles...
fy_nl: Alle ûnbehelpsume artikelen…
he: כל המאמרים הלא עוזרים...
hr: Svi nekorisni članci...
hu: Összes haszontalan leírás…
ia: Tote le articulos inutile...
id: Semua artikel yang tidak berguna...
it: Tutti gli articoli non utili…
ja: すべての評価の低い記事...
ka: ყველა უსარგებლო სტატია...
kab: Meṛṛa imagraden ur nenfiɛ ara...
ko: 모든 도움안된 문서...
mg: Lahatsoratra tsy manampy rehetra…
ms: Semua artikel tidak membantu...
nb_no: Alle lite hjelpsomme artikler …
nl: Alle niet-behulpzame artikelen…
pa_in: ਸਭ ਮਦਦਗਾਰ ਲੇਖਾ...
pl: Wyświetl wszystkie…
pt_br: Todos os artigos pouco úteis...
pt_pt: Todos os artigos inúteis...
ro: Toate articolele nefolositoare...
sk: Všetky neužitočné články...
sr: Сви чланци који нису од помоћи...
sv: Alla icke hjälpsamma artiklar...
te: అన్నీ ఉపయోగపడని కథనాలు...
th: บทความที่ไม่มีประโยชน์ทั้งหมด...
tr: Tüm işe yaramayan makaleler...
uk: Усі некорисні статті...
ur: تمام غیر مددگار مضامین مضامین ...
vi: Tất cả các bài viết không hữu ích...
zh_cn: 所有没有帮助的文章...
zh_tw: 所有沒有幫助的文章…
zu: Wonke ama-athikhili angenasizo...
