Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Delete this post
af: Skrap hierdie plasing
bg: Изтриване на тази публикация
bs: Izbriši ovu objavu
de: Diesen Beitrag löschen
el: Διαγραφή ανάρτησης
es: Borrar este artículo
fy_nl: Dit berjocht fuortsmite
hr: Izbriši ovu objavu
hu: Bejegyzés törlése
ia: Deler iste message
id: Hapus kiriman ini
it: Elimina messaggio
ja: この投稿を削除
ka: გამოხმაურების წაშლა
kab: Kkes tasuffeɣt-agi
ko: 게시물 삭제
mg: Hamafa ity petadrindrina ity
ms: Buang post ini
nb_no: Slett dette innlegget
nl: Dit bericht verwijderen
pa_in: ਇਸ ਪੋਸਟ ਨੂੰ ਹਟਾਓ
pl: Usuń ten post
pt_br: Apagar esta postagem
pt_pt: Eliminar esta mensagem
ro: Șterge această postare
sk: Odstrániť tento príspevok
sr: Обриши ову поруку
sv: Ta bort inlägget
te: ఈ పోస్ట్ ను తొలగించు
th: ลบโพสต์นี้
tr: Bu mesajı sil
uk: Вилучити цей допис
ur: اس پوسٹ کو حذف کریں
vi: Xóa bài đăng này
zh_cn: 删除此帖子
zh_tw: 刪除此文章
zu: Dilitha le phosti

source: Quote
af: Haal aan
bg: Цитат
bs: Citiraj
de: Zitieren
el: Παράθεση
es: Citar
fy_nl: Sitearje
he: ציטוט
hr: Citiraj
hu: Idézet
ia: Citar
id: Kutipan
it: Citazione
ja: 引用
ka: ციტირება
kab: Tanebdert
ko: 인용
mg: Hitanisa
ms: Petikan
nb_no: Sitat
nl: Citeren
pl: Cytuj
pt_br: Citar
pt_pt: Citação
ro: Citat
sk: Citácia
sr: Цитат
sv: Citera
te: కోట్
th: อ้างอิง
tr: Alıntı
uk: Цитата
ur: حوالہ
vi: Trích dẫn
zh_cn: 引用
zh_tw: 引用
zu: Isicaphuno

source: Link to this post
bg: Връзка към тази публикация
de: Link zu diesem Beitrag
el: Σύνδεσμος ανάρτησης
es: Enlace a esta publicación
fy_nl: Keppeling nei dit berjocht
hr: Poveznica na ovu objavu
hu: Hivatkozás erre a bejegyzésre
ia: Ligamine a iste message
id: Tautan kiriman ini
it: Link a questo messaggio
ja: この投稿へのリンク
ka: ამ გამოხმაურების ბმული.
kab: Aseɣwen ɣer tsuffeɣt-agi
ko: 이 게시물에 링크
nb_no: Lenke til dette innlegget
nl: Koppeling naar dit bericht
pl: Odnośnik do tego posta
pt_br: Criar link para esta publicação
pt_pt: Ligação para esta publicação
ro: Creează un link către această postare
sk: Odkaz na tento príspevok.
sr: Веза ка овој објави
sv: Länk till det här inlägget
te: ఈ టపాకు లంకె
th: ลิงก์ไปยังโพสต์นี้
tr: Bu gönderiye bağlantı
uk: Посилання на цей допис
ur: اس پوسٹ سے لنک کریں۔
vi: Liên kết tới bài viết này
zh_cn: 链接到此帖
zh_tw: 連結到此文章

source: Modified by <strong>{name}</strong> on {datetime}
bg: Променено от <strong>{name}</strong> на {datetime}
de: Geändert von <strong>{name}</strong> am {datetime}
el: Τροποποίηση από <strong>{name}</strong> στις {datetime}
fy_nl: Oanpast troch <strong>{name}</strong> op {datetime}
he: שונה על־ידי <strong>{name}</strong> ב־{datetime}
hr: Promjena od <strong>{name}</strong>, {datetime}
hu: Módosította: <strong>{name}</strong>, ekkor: {datetime}
ia: Modificate per <strong>{name}</strong> le {datetime}
id: Diperbarui oleh <strong>{name}</strong> pada {datetime}
it: Modificato da <strong>{name}</strong> il {datetime}
ja: この投稿は <strong>{name}</strong> により {datetime} に変更されました
ka: ჩამსწორებელი <strong>{name}</strong>, თარიღი {datetime}
kab: Ibeddel-it <strong>{name}</strong> deg {datetime}
ko: 글쓴이: <strong>{name}</strong>수정일: {datetime}
nb_no: Endret av <strong>{name}</strong> den {datetime}
nl: Aangepast door <strong>{name}</strong> op {datetime}
pl: Zmodyfikowany przez <strong>{name}</strong> w dniu {datetime}
pt_br: Alterado por <strong>{name}</strong> em {datetime}
pt_pt: Modificado por <strong>{name}</strong> em {datetime}
ro: Modificat de <strong>{name}</strong> la {datetime}
sk: Upravil používateľ <strong>{name}</strong> dňa {datetime}
sr: Измењено од стране <strong>{name}</strong> на {datetime}
sv: Ändrad av <strong>{name}</strong> den {datetime}
te: మార్చినవారు <strong>{name}</strong> {datetime}‌కి
th: เปลี่ยนแปลงโดย <strong>{name}</strong> เมื่อ {datetime}
tr: {name} tarafından {datetime} tarihinde düzenlendi
uk: Змінено <strong>{name}</strong> в {datetime}
vi: Được sửa đổi bởi <strong>{name}</strong> lúc {datetime}
zh_cn: 由 <strong>{name}</strong> 于 {datetime} 修改
zh_tw: 由 <strong>{name}</strong> 於 {datetime} 修改

source: Post Preview:
af: Plasing-voorskou:
bg: Преглед на публикация:
bs: Pregled odgovora:
de: Vorschau:
el: Προεπισκόπηση ανάρτησης:
es: Vista previa de la entrada:
fy_nl: Berjochtfoarbyld:
hr: Pregled odgovora:
hu: Bejegyzés előnézete:
ia: Vista preliminar del message:
id: Pratinjau Kiriman:
it: Anteprima del messaggio:
ja: 投稿のプレビュー:
ka: გამოხმაურების შეთვალიერება:
kab: Taskant n yizen:
ko: 미리보기
mg: Topy Maso Petadrindrina:
ms: Post Previu:
nb_no: Forhåndsvisning av melding:
nl: Berichtvoorbeeld:
pa_in: ਪੋਸਟ ਪ੍ਰਵਿਇਉ
pl: Podgląd posta:
pt_br: Exibição da publicação:
pt_pt: Pré-visualização da mensagem:
ro: Previzualizarea postării:
sk: Náhľad príspevku:
sr: Преглед поруке:
sv: Förhandsvisa inlägg:
te: టపా మునుజూపు:
th: ดูตัวอย่างโพสต์:
tr: Mesaj Önizlemesi:
uk: Попередній перегляд допису:
ur: پوسٹ دیکھیں
vi: Xem thử Bài đăng:
zh_cn: 发表预览：
zh_tw: 文章預覽：
zu: Phosta isibukezo sangaphambili:

source: Turn off emails for discussion in my locale.
af: Skakel e-pos vir bespreking in my taalstreek af.
bg: Изключи имейлите за дискусии в моя локал.
bs: Isključi slanje e-pošte za rasprave na mom jeziku.
de: Keine E-Mails mehr bei Diskussionen in meiner Sprache erhalten.
el: Απενεργοποίηση email για συζήτηση στη γλώσσα μου.
es: Desactivar correos para la discusión en mi idioma.
fy_nl: E-mail foar diskusje yn myn taal útskeakelje
he: כיבוי הודעות דוא״ל עבור דיונים בשפה שלי.
hr: Isključi slanje emaila za rasprave u mojem jeziku.
hu: E-mailek kikapcsolása a beszélgetésnél ezen a nyelven.
ia: Disactivar le emails de discussion in mi localisation.
id: Matikan pengiriman surel untuk diskusi dalam kode pelokalan saya.
it: Disattiva le email di notifica per le discussioni in italiano.
ja: 日本語ロケールでの議論のメール通知を停止する
ka: ჩემს ენაზე განხილვებთან დაკავშირებული შეტყობინებების, ელფოსტაზე მიღების შეწყვეტა.
kab: Sens imaylen i usqerdec deg tutlayt-iw.
ko: 내 언어로 토론 메일 끄기
mg: Vonoy ireo mailaka ho an'ny adihevitra @ tenim-pirenenao.
ms: Tutup e-mel perbincangan dalam lokaliti saya.
nb_no: Skru av e-post for diskusjoner på mitt språk.
nl: E-mail voor discussie in mijn taal uitschakelen
pa_in: ਮੇਰੇ ਲੋਕੇਲ ਵਿਚ ਇ-ਮੇਲ ਚਰਚਾ ਬੰਦ ਕਰੋ।
pl: Wyłącz w mojej lokalizacji wysyłanie wiadomości w ramach dyskusji.
pt_br: Desativar emails de discussões em meu idioma.
pt_pt: Desactivar correio electrónico de discussões no meu idioma.
ro: Dezactivează e-mailurile pentru discuțiile în limba mea.
sk: Vypnúť e‑mailové upozornenia k diskusiám v mojom jazyku.
sr: Искључи е-пошту за расправе у мојој локализацији.
sv: Stäng av e-post för diskussioner i mitt språk.
te: నా లొకేల్ చర్చకు ఇమెయిల్స్ ఆపివేయండి.
th: ไม่รับอีเมลการสนทนาในภาษาของฉัน
tr: Dilimdeki tartışmalar için e-postaları kapat.
uk: Вимкнути листи про обговорення на моїй мові.
ur: میری زبان میں گفتگو کے لئے ای میلز بند کردیں۔
vi: Tắt email thảo luận trong bản địa của tôi.
zh_cn: 不再发邮件通知我的语言中的讨论。
zh_tw: 關閉我的語系的討論電子郵件。
zu: Cima ama-imeyili okuxoxa endaweni.

source: Get emailed when there is new discussion activity in my locale.
af: Kry e-pos wanneer daar nuwe besprekingaktiwiteit in my taalstreek is.
bg: Изпращане на имейл при нова активност за моя език.
bs: Obavijesti me e-poštom kada se pojavi nova rasprava u mojoj lokalizaciji.
de: E-Mail erhalten, wenn eine neue Diskussion in meiner Sprache begonnen wird.
el: Λήψη email για νέα δραστηριότητα συζήτησης στη γλώσσα μου.
es: Recibir correo cuando haya actividad de discusiones nuevas en mi idioma.
fy_nl: E-mail ûntfange by nije diskusjeaktiviteit yn myn taal
he: קבלת הודעה בדוא״ל כאשר מתקיימת פעילות חדשה בדיונים בשפה שלי.
hr: Dobiti obavijest mailom prilikom nove aktivnosti rasprava u mojem jeziku.
hu: Küldjön e-mailt, ha aktivitás történik ezen a nyelven.
ia: Reciper emails quando il ha nove discussion activitate in mi localisation.
id: Dapatkan surel jika ada aktivitas diskusi baru dalam bahasa saya.
it: Attiva le notifiche via email per gli aggiornamenti delle discussioni in italiano.
ja: 日本語ロケールでの新しい議論の開始をメールで通知する
ka: შეტყობინების მიღება ელფოსტაზე, ახალი განხილვის წამოწყებისას, ჩემს ენაზე.
kab: Rmes-d imayl mi ara yili urmud amaynut n usqerdec deg tutlayt-inu.
ko: 내 언어로 새 토론이 있을 때 메일 받기
mg: Mahazoa mailaka rehefa misy hetsika vaovao @ adihevitra @ tenim-pirenenao.
ms: Dapatkan e-mel apabila ada aktiviti perbincangan baru dalam lokaliti saya.
nb_no: Få e-post når der er ny diskusjonsaktivitet på mitt språk.
nl: E-mail ontvangen bij nieuwe discussieactiviteit in mijn taal
pa_in: ਜਦੋ ਮੇਰੀ ਲੋਕੇਲ ਵਿੱਚ ਨਵੀ ਸਰਗਰਮੀ ਦੀ ਚਰਚਾ ਹੋਵੇਗੀ ਤਦ ਈ-ਮੇਲ ਆਵੇਗੀ।
pl: Powiadamiaj, gdy w tej lokalizacji pojawią się nowe elementy dyskusji.
pt_br: Ser notificado quando houver atividade de discussões em meu idioma.
pt_pt: Receber correio eletrónico quando existir atividade de discussão no meu idioma.
ro: Primește e-mailuri când se desfășoară o nouă discuție în limba mea.
sk: Odoslať mi e‑mail, ak je nová aktivita v diskusii v mojom jazyku.
sr: Обавести ме е-поштом када се појави нова расправа у мојој локализацији.
sv: Få e-post när det finns nya diskussionsaktiviteten i mitt språk.
te: నా లొకేల్ గురించి కొత్త చర్చా కార్యాచరణ జరిగినప్పుడు ఇమెయిల్ పెట్టండి.
th: รับอีเมลเมื่อมีการพูดคุยในภาษาของฉัน
tr: Dilimde yeni tartışma etkinliği olduğunda e-posta gönder.
uk: Надсилати мені листи у разі нових обговорень на моїй мові.
ur: جب میرے زبان میںکوئی بحث یا نئی سرگرمی ہو تو ای میل کریں۔
vi: Nhận email khi có thảo luận mới trong bản địa của tôi.
zh_cn: 在我的语言中有新讨论时，发电子邮件通知我。
zh_tw: 在我的語系有新的討論時請用電子郵件通知我
zu: Thunyelelwa ama-imeyli uma kunengxoxo entsha eqhubekayo endaweni engikuyo.

source: KPI Dashboard
af: KPI-kontroleskerm
bg: Индикатори
bs: KPI Nadzorna ploča
de: KPI-Schaltzentrale
el: Πίνακας KPI
es: Panel de control KPI
fy_nl: KPI-dashboerd
hr: KPI Nadzorna ploča
hu: KPI vezérlőpult
ia: Pannello de controlo del indicatores de performance
id: Dasbor KPI
it: Pannello KPI
ja: KPI ダッシュボード
ka: KPI ხელსაწყოების გვერდი
kab: Tafelwit n usenqed KPI
ko: 공헌 통계
mg: Takelaka fanamoriana KPI
ms: Papan pemuka KPI
nb_no: KPI-instrumentpanel
pa_in: KPI ਡੈਸਬੋਰਡ
pl: Panel statystyk
pt_br: Métricas de suporte
pt_pt: Painel de Indicadores de desempenho
ro: Tablou de bord KPI
sk: Nástenka KPI
sr: KPI контролна табла
sv: KPI-översikt
te: KPI డాష్‌బోర్డు
th: หน้าปัด KPI
tr: KPI Panosu
uk: Панель помічника
ur: KPI ڈیش بورڈ
vi: Bảng KPI
zh_cn: 关键效绩指标面板
zh_tw: KPI 主控台
zu: Ideshibhodi ye-KPI

source: Contributor Satisfaction
bg: Удовлетворение на сътрудника
bs: Zadovoljstvo doprinosilaca
de: Zufriedenheit der Mitwirkenden
el: Ικανοποίηση εθελοντών
es: Satisfacción del colaborador
fy_nl: Meiwurkerstefredenheid
hr: Zadovoljstvo doprinositelja
hu: Közreműködői elégedettség
ia: Satisfaction del collaboratores
id: Kepuasan Kontributor
it: Soddisfazione dei collaboratori
ja: 貢献者満足度
ka: მოხალისეთა კმაყოფილება
kab: Asgiwen n umttekki
ko: 공헌자 만족도
ms: Kepuasan Penyumbang
nb_no: Bidragsytertilfredshet
nl: Medewerkerstevredenheid
pa_in: ਯੋਗਦਾਨੀਆਂ ਦੀ ਸੰਤੁਸ਼ਟੀ
pl: Zadowolenie autorów
pt_br: Satisfação de colaboradores
pt_pt: Satisfação de Colaboradores
ro: Satisfacția colaboratorilor
sk: Spokojnosť prispievateľa
sr: Задовољство доприносиоца
sv: Tillfredsställelse bidragare
te: కంట్రిబ్యూటర్ వ్యాసాలు
th: ความพึงพอใจของผู้มีส่วนร่วม
tr: Yardımcı Tatmini
uk: Задоволення помічників
ur: شراکت دار کا اطمینان
vi: Sự hài lòng của người đóng góp
zh_cn: 贡献者满意度
zh_tw: 貢獻者滿意度

source: Questions
af: Vrae
bg: Въпроси
bs: Pitanja
de: Fragen
el: Ερωτήσεις
es: Preguntas
fy_nl: Fragen
he: שאלות
hr: Pitanja
hu: Kérdések
ia: Questiones
id: Pertanyaan
it: Domande
ja: 質問
ka: შეკითხვები
kab: Tuttriwin
ko: 질문
mg: Fanontaniana
ms: Soalan
nb_no: Spørsmål
nl: Vragen
pa_in: ਸਵਾਲ
pl: Problemy
pt_br: Perguntas
pt_pt: Perguntas
ro: Întrebări
sk: Otázky
sr: Питања
sv: Frågor
te: ప్రశ్న
th: คำถาม
tr: Sorular
uk: Питання
ur: سوالات
vi: Câu hỏi
zh_cn: 问题
zh_tw: 問題
zu: Imibuzo

source: Questions solved
af: Vrae opgelos
bg: Решени въпроси
bs: Riješena pitanja
de: Gelöste Fragen
el: Λυμένες απορίες
es: Preguntas resueltas
fy_nl: Oploste fragen
he: שאלות שנפתרו
hr: Riješena pitanja
hu: Megválaszolt kérdések
ia: Questiones solvite
id: Pertanyaan terselesaikan
it: Domande con soluzioni
ja: 解決した質問
ka: გადაწყვეტილი საკითხები
kab: Tuttriwin frant
ko: 해결된 질문
mg: Fanontaniana voavaha
ms: Soalan diselesaikan
nb_no: Spørsmål løst
nl: Opgeloste vragen
pa_in: ਸਵਾਲਾ ਨੂੰ ਹੱਲ ਕੀਤਾ ਗਿਆ
pl: Rozwiązane problemy
pt_br: Perguntas resolvidas
pt_pt: Perguntas resolvidas
ro: Întrebări rezolvate
sk: Vyriešené otázky
sr: Решена питања
sv: Lösta frågor
te: ప్రశ్న తేదీ
th: คำถามได้รับการแก้ไขแล้ว
tr: Çözülmüş sorular
uk: Вирішено питань
ur: حل شدہ سوالات
vi: Các câu hỏi đã được giải đáp
zh_cn: 问题已解决
zh_tw: 已解決的問題
zu: Umbuzo usonjululiwe

source: Definition: Percentage of threads that have answer marked as a solution
af: Definisie: Persentasie gesprekke wat antwoord het gemerk as 'n oplossing
bg: Определение: Процент теми, където отговор е маркиран като решение
bs: Definicija: postotak tema koje imaju odgovor označen kao rješenje
de: Definition: Prozentsatz der Themen, die eine als Lösung gekennzeichnete Antwort enthalten
el: Ορισμός: ποσοστό νημάτων που έχουν απάντηση χαρακτηρισμένη ως λύση
es: Definición: porcentaje de temas que tienen una respuesta marcada como solución
fy_nl: Definysje: persintaazje konversaasjes mei in as oplossing markearre antwurd
he: הגדרה: אחוז האשכולות שיש להם תשובה שמסומנת כפתרון
hr: Definicija: postotak tema koje imaju odgovor označen kao rješenje
hu: Meghatározás: azon válaszok százalékos aránya, amelyek megoldottként vannak jelölve
ia: Definition: percentage de filos que ha responsa marcate como solution
id: Definisi: Persentase utas yang memiliki jawaban yang ditandai sebagai solusi
it: Definizione: la percentuale di discussioni in cui una delle risposte è segnata come soluzione
ja: 定義: 解決策のマークが付けられた回答があるスレッドの割合
ka: აღწერა: იმ თემების რაოდენობა, რომელთაც გააჩნიათ გადაწყვეტად მონიშნული პასუხი
kab: Tabadut: Afmiḍi n tnelliyin n yisallen iwumi tiririt tettucreḍ d tifrat
ko: 정의: 해결된 답변으로 표시된 주제의 비율
mg: Famaritana: salanisan'ireo resaka mitohy izay manana valiny voamarika hoe vahaolana
ms: Takrif: Peratus thread yang ada jawapan yang ditandai sebagai penyelesaian
nb_no: Definisjon: Prosent av tråder som har svar som er merket som løsning
nl: Definitie: percentage conversaties met een als oplossing gemarkeerd antwoord.
pa_in: ਪਰਿਭਾਸ਼ਾ: ਥਰਿੱਡਾ ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ ਦਾ ਜਵਾਬ ਇੱਕ ਹੱਲ ਹੈ ਦੇ ਤੌਰ ਤੇ ਮਾਰਕ ਕੀਤਾ ਹੈ
pl: Definicja: Procent wątków, które mają odpowiedzi oznaczone jako rozwiązanie
pt_br: Definição: Percentual de discussões que têm respostas marcadas como solução
pt_pt: Definição: Percentagem de discussões que possuem respostas marcadas como solução
ro: Definiție: Procentajul firelor de discuție care au un răspuns marcat ca soluție
sk: Definícia: Percento z vlákien, ktoré obsahujú odpoveď označenú ako riešenie.
sr: Дефиниција: проценат тема које имају одговор означен као решење
sv: Definition: Andel trådar som har svar markerade som en lösning
te: నిర్వచనం: సమాధానం థ్రెడ్లు శాతం ద్రావణాన్ని మార్క్
th: คำอธิบาย: เปอร์เซ็นต์ของกระทู้ที่มีคำตอบที่ทำเครื่องหมายเป็นวิธีแก้ปัญหา
tr: Tanım: Çözüm olarak işaretlenmiş yanıta sahip başlıkların yüzdesi
uk: Визначення: відсоток тем, в яких відповідь позначена як рішення
vi: Định nghĩa: Tỷ lệ chủ đề có câu trả lời được đánh dấu là một giải pháp
zh_cn: 定义：主题已有答案标记为解决方案的百分比
zh_tw: 定義：討論串當中已標示解決的比例
zu: Incazelo: Iphesenti lochungechunge olunezimpendulo eziphawulwe njengeziyisisombululo

source: Questions responded to within X hours
af: Vrae op gereageer binne X ure
bg: Отговори на въпроси в рамките на X часа
bs: Pitanja na koja je odgovoreno u roku od X sati
de: Innerhalb von X Stunden beantwortete Fragen
el: Ερωτήσεις που απαντώνται εντός X ωρών
es: Preguntas respondidas en menos de X horas
fy_nl: Beäntwurde fragen yn X oeren
hr: Pitanja na koja je odgovoreno u roku od X sati
hu: X órán belül választ kapott kérdések
ia: Questiones que ha responsa intra X horas
id: Pertanyaan yang dibalas dalam X jam terakhir
it: Domande con risposta entro X ore
ja: X 時間以内に返答のあった質問
ka: კითხვები, რომელზეც პასუხები გაცემულია X საათის განმავლობაში
kab: Tiririyin ɣef yisteqsiyen deg X yisragen
ko: X 시간 내에 답변된 질문
mg: Fanontaniana novaliana tao anatin'ny X ora
ms: Soalan diberi respons dalam tempoh X jam
nb_no: Spørsmål med svar innen X timer
nl: Beantwoorde vragen binnen X uur
pa_in: ਸਵਾਲ ਨੂੰ X ਘੰਟੇ ਦੇ ਅੰਦਰ ਕਰਨ ਲਈ ਹੁੰਗਾਰਾ
pl: Pytania, na które udzielono odpowiedzi w ciągu X godzin
pt_br: Perguntas respondidas em menos de X horas
pt_pt: Perguntas respondidas em menos de X horas
ro: Întrebări răspunse în ultimele X ore
sk: Otázky zodpovedané za X hodín
sr: Питања на која је одговорено у року од Х часова
sv: Frågor besvarade inom X timmar
te: ప్రశ్నలు ఎక్స్ గంటల్లో స్పందించింది
th: คำถามได้รับการตอบสนองภายใน X ชั่วโมง
tr: X saat içinde yanıtlanan sorular
uk: Питання, на які дано відповідь протягом Х годин
ur: X گھنٹوں کے اندر اندر سوالات کے جواب دیئے گئے
vi: Câu hỏi được trả lời trong vòng X giờ
zh_cn: 问题在xx小时内得到响应
zh_tw: X 小時內回應的問題
zu: Imibuzo ephendulwe esikhathini samahora ayi-X

source: Definition: Percentage of questions that get an action within X hours
af: Definisie: Persentasie vrae wat 'n aksie binne X uur kry
bg: Определение: Процент от въпросите, на които е имало развитие в рамките на X часа
bs: Definicija: Procenat odgovora koji prime radnju unutar X sati
de: Definition: Prozentsatz der Fragen, auf die innerhalb von X Stunden reagiert wird
el: Ορισμός: Ποσοστό ερωτήσεων που έχουν δραστηριότητα εντός X ωρών
es: Definición: porcentaje de preguntas que han tenido continuidad en menos de X horas
fy_nl: Definysje: persintaazje fragen wêrop yn X oer aksje ûndernommen is
hr: Definicija: postotak pitanja na kojima će se raditi unutar 72 sata
hu: Meghatározás: X órán belül reakciót kapott kérdések százalékos aránya
ia: Definition: percentage de questiones que obtene un action intra X horas
id: Definisi: Persentase pertanyaan yang ditanggapi aksi dalam waktu X jam
it: Definizione: la percentuale di domande che hanno generato una risposta entro X ore
ja: 定義: X 時間以内に動きがあった質問の割合
ka: აღწერა: იმ კითხვების რაოდენობა, რომლებზე გამოხმაურებაც გაკეთებულია X საათის განმავლობაში
kab: Tabaut: Afmiḍi n yisteqsiyen i d-yeglan s tigawt deg X yisragen
ko: 정의: X 시간 동안 응답을 받은 질문 비율
mg: Famaritana: salanisan'ireo fanontaniana nahazo hetsika tao anatin'ny X ora
ms: Takrif: Peratus soalan yang diambil tindakan dalam tempoh X jam
nb_no: Definisjon: Prosent av spørsmål som får en handling innen X timer
nl: Definitie: percentage vragen waarop binnen X uur actie is ondernomen.
pa_in: ਪਰਿਭਾਸ਼ਾ: ਸਵਾਲਾ ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ X ਘੰਟਿਆ ਦੇ ਅੰਦਰ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਕਰਨ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Definicja: Procent pytań, na które odpowiedziano w ciągu X godzin
pt_br: Definição: Porcentagem de perguntas que possuem uma atividade dentro de X horas
pt_pt: Definição: Percentagem de perguntas que possuem uma atividade dentro de X horas
ro: Definiție: Procentajul de întrebări care au primit o acțiune în ultimele X ore
sk: Definícia: Percento otázok, ktoré boli zodpovedané behom X hodín
sr: Дефиниција: Проценат одговора који приме радњу унутар X сати
sv: Definition: Andel frågor som får en åtgärd inom X timmar
te: నిర్వచనం: ఎక్స్ గంటల్లో ఒక చర్య పొందుటకు ప్రశ్నలు శాతం
th: คำอธิบาย: เปอร์เซ็นต์ของคำถามที่ได้รับการดำเนินการภายใน X ชั่วโมง
tr: Tanım: X saat içinde eylemde bulunulan soruların yüzdesi
uk: Визначення: відсоток питань, на які відповіли протягом Х годин
vi: Định nghĩa: Tỷ lệ câu hỏi nhận được hành động trong vòng X giờ
zh_cn: 定义：问题在xx小时内得到行动的百分比
zh_tw: 定義：在 X 小時內得到回應的比例
zu: Incazelo: Iphesenti lemibuzo ethola ukunakwa esikhathini esingamahora ayi-X

source: Helpfulness of KB articles and Forum
af: Nuttigheid van KB-artikels en forum
bg: Полезност на Базата знания и Форума
bs: Korisnost KB članaka i foruma
de: Nützlichkeit von Artikeln der Wissensdatenbank und des Forums
el: Χρησιμότητα άρθρων και φόρουμ
es: Utilidad de los artículos de la base de conocimientos y el foro
fy_nl: Helpfeardichheid fan KB-artikelen en foarum
hr: Korisnost članaka baze znanja i foruma
hu: Tudásbázis és a Fórum hasznossága
ia: Utilitate del articulos del base de cognoscentias e foro
id: Keterbantuan artikel Pundi Pengetahuan dan Forum
it: Utilità degli articoli della KB e del forum
ja: ナレッジベース記事とフォーラムの役立ち度
ka: სარგებლიანობა ცოდნის წყაროს სტატიებისა და ფორუმის
kab: Lehhu n yimagraden n taffa n tmussniwin akked unmager
ko: 도움이 될 만한 문서 및 포럼
mg: Ny mahasoa an'ireo lahatsoratra TP sy Fihaonambe
ms: Kebergunaan artikel dan forum KB
nb_no: Hjelpsomhet til kunnskapsbaseartikler og forum
nl: Hulpvaardigheid van KB-artikelen en forum
pa_in: KB ਲੇਖ ਅਤੇ ਫੋਰਮ ਦੇ ਮਦਦਗਾਰ
pl: Pomocne artykuły bazy wiedzy i forum
pt_br: Utilidade dos artigos da Base de Conhecimento e do Fórum
pt_pt: Utilidade dos artigos da base de conhecimento e do fórum
ro: Utilitatea articolelor din baza de cunoștințe și a forumului
sk: Užitočnosť článku vedomostnej databázy a fóra
sr: Корисност чланака Базе знања и форум
sv: Hjälpsamhet av KB-artiklar och forum
te: KB ఆర్టికల్స్ మరియు ఫోరం ఆఫ్ సహాయకరమైనవి
th: ความเป็นประโยชน์ของบทความ KB และฟอรั่ม
tr: BB makalelerin ve forumun yardım durumu
uk: Корисність форуму і статей бази знань
ur: KB مضامین اور فورم کی مددگار
vi: Sự hữu ích của các bài báo và diễn đàn KB
zh_cn: 知识库文章和论坛的帮助效果
zh_tw: 知識庫文件與討論區的有用度
zu: Ukuba wusizo lwama-athikhili e-KB kanye Nesithangami
