Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Solves the problem
af: Los die probleem op
bg: Решава проблема
bs: Rješava problem
de: Löst das Problem
el: Λύνει το πρόβλημα
es: Soluciona el problema
fy_nl: Lost it probleem op
he: פתרה את הבעיה
hr: Rješava problem
hu: Megoldja a problémát
ia: Solve le problema
id: Menyelesaikan masalah
it: Risolve il problema
ja: 問題を解決します
ka: წყვეტს საკითხს
kab: Yefra ugur
ko: 문제를 해결했습니다
mg: Mamaha ilay olana
ms: Menyelesaikan masalah
nb_no: Løste problemet
nl: Lost het probleem op
pa_in: ਸਮੱਸਿਆ ਹੱਲ ਹੁੰਦੀ ਹੈ
pl: Rozwiązuje problem
pt_br: Resolve o problema
pt_pt: Resolve o problema
ro: Mi-a rezolvat problema
sk: Vyriešilo problém
sr: Решава проблем
sv: Löser problemet
te: సమస్య పరిష్కారిస్తుంది
th: แก้ปัญหา
tr: Sorunu çözüyor
uk: Вирішує проблему
ur: مسئلہ حل کرتا ہے
vi: Giải quyết vấn đề
zh_cn: 解决了该问题
zh_tw: 解決此問題
zu: Iyayisombulula inkinga

source: Solution chosen
af: Oplossing gekies
bg: Избрано решение
bs: Rješenje odabrano
de: Ausgewählte Lösung
el: Επιλεγμένη λύση
es: Solución elegida
fy_nl: Keazen oplossing
hr: Rješenje odabrano
hu: Kiválasztott megoldás
ia: Solution eligite
id: Solusi terpilih
it: Soluzione scelta
ja: 選ばれた解決策
ka: გადაწყვეტა შერჩეულია
kab: Tifrat yettwafernen
ko: 선택된 해결법
mg: Vahaolana nofidina
ms: Penyelesaian dipilih
nb_no: Løsning valgt
nl: Gekozen oplossing
pa_in: ਹੱਲ ਚੁਣੇ ਹੋਏ
pl: Wybrane rozwiązanie
pt_br: Solução escolhida
pt_pt: Solução escolhida
ro: Soluție aleasă
sk: Vybrané riešenie
sr: Решење одабрано
sv: Vald lösning
te: ఎంపిక చేయబడిన పరిష్కారం
th: เลือกวิธีแก้ปัญหาแล้ว
tr: Seçilen çözüm
uk: Рішення вибрано
ur: حل کا انتخاب شدہ
vi: Giải pháp được chọn
zh_cn: 选择解决方法
zh_tw: 已選擇解決方法
zu: Isisombululo esikhethiwe

source: Undo
af: Ontdoen
bg: Отмяна
bs: Poništi
de: Rückgängig
el: Αναίρεση
es: Deshacer
fy_nl: Ungedien meitsje
hr: Poništi
hu: Visszavonás
ia: Disfacer
id: Urungkan
it: Annulla
ja: 元に戻す
ka: დაბრუნება
kab: Sefsex
ko: 되돌리기
mg: Hanafoana
ms: Batal
nb_no: Angre
nl: Ongedaan maken
pa_in: ਵਾਪਿਸ
pl: Cofnij
pt_br: Desfazer
pt_pt: Anular
ro: Anulează
sk: Späť
sr: Поништи
sv: Ångra
te: రద్దుచేయి
th: เลิกทำ
tr: Geri al
uk: Скасувати
ur: کالعدم کریں
vi: Hoàn tác
zh_cn: 撤销
zh_tw: 復原
zu: Susa okwenzile

source: Reply Preview
af: Antwoord-voorskou
bg: Повторение на прегледа
bs: Pregled odgovora
de: Vorschau der Antwort
el: Προεπισκόπηση απάντησης
es: Vista previa de la respuesta
fy_nl: Antwurdfoarbyld
he: תצוגה מקדימה של התגובה
hr: Pregled odgovora
hu: Válasz előnézete
ia: Previsualisation del responsa
id: Pratinjau Balasan
it: Anteprima della risposta
ja: 返信プレビュー
ka: პასუხის შეთვალიერება
kab: Taskant n tririt
ko: 답변 미리보기
mg: Topy Maso Valiny
ms: Previu Balasan
nb_no: Forhåndsvisning av svar
nl: Antwoordvoorbeeld
pa_in: ਝਲਕ ਜਬ਼ਾਬ
pl: Podgląd odpowiedzi
pt_br: Exibir resposta
pt_pt: Pré-visualização da resposta
ro: Previzualizarea răspunsului
sk: Náhľad odpovede
sr: Преглед одговора
sv: Förhandsvisa svar
te: ప్రత్యుత్తరం ప్రివ్యూ
th: ตัวอย่างการตอบกลับ
tr: Yanıt ön izlemesi
uk: Попередній перегляд відповіді
ur: جواب پیش نظارہ
vi: Xem trước câu trả lời
zh_cn: 回答预览
zh_tw: 回覆預覽
zu: Phendula isibukisi kuqala

source: when anybody replies
de: wenn jemand antwortet
hu: ha valaki válaszol
ia: quando qualcuno responde
it: quando qualcuno risponde
nl: wanneer iemand antwoordt
pl: kiedy ktoś odpowie
pt_br: quando alguém responder
pt_pt: quando alguém responde
sv: när någon svarar
tr: birisi yanıt verdiğinde
zh_cn: 获得回复时
zh_tw: 任何人回覆時

source: when a solution is found
de: wenn eine Lösung gefunden wird
hu: ha sikerül megoldást találni
ia: quando un solution es trovate
it: quando viene trovata una soluzione
nl: wanneer een oplossing is gevonden
pl: kiedy zostanie znalezione rozwiązanie
pt_br: quando uma solução é encontrada
pt_pt: quando for encontrada uma solução
sv: när en lösning har hittats
tr: bir çözüm bulunduğunda
zh_cn: 找到解决方法时
zh_tw: 已有解決方案時

source: Send Updates
af: Stuur bywerkings
bg: Изпращане на актуализации
bs: Pošalji ažuriranja
de: Benachrichtigungen senden
el: Αποστολή ενημερώσεων
es: Enviar actualizaciones
fy_nl: Fernijingen ferstjoere
he: שליחת עדכונים
hr: Pošalji ažuriranja
hu: Értesítést kérek
ia: Inviar actualisationes
id: Kirim Pembaruan
it: Invia aggiornamenti
ja: 更新通知を送信
ka: განახლებების ცნობება
kab: Azen ileqman
ko: 업데이트 보내기
mg: Handefa Fanavaozana
ms: Hantar Makluman
nb_no: Send oppdateringer
nl: Updates verzenden
pa_in: ਅੱਪਡੇਟ ਭੇਜੋ
pl: Wyślij aktualizacje
pt_br: Enviar atualizações por email
pt_pt: Enviar atualizações
ro: Trimite actualizări
sk: Odosielať aktualizácie
sr: Пошаљи ажурирања
sv: Skicka uppdateringar
te: నవీకరణలు పంపు
th: ส่งการแจ้งข่าวสาร
tr: Güncellemeleri gönder
uk: Надіслати оновлення
ur: تازہ کاریاں ارسال کریں
vi: Gửi cập nhật
zh_cn: 发送更新
zh_tw: 傳送更新
zu: Thumela Okuvuselelwe

source: Mark as spam
af: Merk as strooipos
bg: Маркирайте като спам
bs: Označi kao spam
de: Als Spam markieren
el: Επισήμανση ως ανεπιθύμητο
es: Marcar como spam
fy_nl: Markearje as net-winske
he: סימון כספאם
hr: Označi kao spam
hu: Megjelölés szemétként
ia: Marcar como spam
id: Tandai sebagai spam
it: Segnala come spam
ja: スパムマークを付ける
ka: არასასურველად მონიშვნა
kab: Cṛed-it d aspam
ko: 스팸으로 표시
mg: Marihina hoe spama
ms: Tanda sebagai spam
nb_no: Marker som søppelpost
nl: Markeren als spam
pa_in: ਸਪੈਮ ਦੇ ਤੌਰ ਤੇ ਨਿਸ਼ਾਨ ਲਗਾਓ
pl: Oznacz jako spam
pt_br: Marcar como spam
pt_pt: Marcar como spam
ro: Marchează ca spam
sk: Označiť ako spam
sr: Означи као спам
sv: Markera som skräppost
te: స్పామ్ వలె గుర్తించబడింది
th: ทำเครื่องหมายว่าเป็นสแปม
tr: Spam olarak işaretle
uk: Позначити як спам
ur: بطور اسپام نشان زد کریں
vi: Đánh dấu là spam
zh_cn: 标记为垃圾信息
zh_tw: 標示為垃圾文章
zu: Phawula njengokuyi-spam

source: Unmark as spam
af: Ontmerk as strooipos
bg: Премахнете отметката като спам
bs: Ukloni oznaku spama
de: Spam-Markierung entfernen
el: Κατάργηση επισήμανσης ως ανεπιθύμητο
es: Desmarcar como spam
fy_nl: Markearring as net-winske fuortsmite
he: ביטול סימון כספאם
hr: Ukloni oznaku spama
hu: Nem szemét
ia: Levar le marca de spam
id: Hilangkan tanda sebagai spam
it: Elimina segnalazione di spam
ja: スパムマークを外す
ka: არასასურველად მონიშვნის გაუქმება
kab: Cṛed-it mačči d aspam
ko: 선택 사항 읽음 표시 해제
mg: Tsy marihina hoe spama
ms: Nyahtanda sebagai spam
nb_no: Fjern søppelpost-markering
nl: Markering als spam verwijderen
pa_in: ਸਪੈਮ ਦੇ ਤੌਰ ਤੇ ਅਣਮਾਰਟ ਕਰੋ
pl: To nie jest spam
pt_br: Desmarcar como spam
pt_pt: Desmarcar como spam
ro: Demarchează ca spam
sk: Toto nie je spam
sr: Уклони ознаку спама
sv: Markera inte som skräppost
te: స్పామ్ గా అన్మార్క్ చేయండి
th: เลิกทำเครื่องหมายว่าเป็นสแปม
tr: Spam değil
uk: Зняти відмітку спаму
vi: Bỏ đánh dấu spam
zh_cn: 取消标记为垃圾信息
zh_tw: 取消垃圾文章標示
zu: Hoxisa ukuphawula njenge-spam

source: Our Community is here to help
bg: Нашата общност е тук, за да помогне
de: Unsere Gemeinschaft hilft gerne weiter
el: Η κοινότητά μας είναι εδώ για να βοηθήσει
es: Nuestra comunidad está aquí para ayudar
fy_nl: Us mienskip is der om te helpen
he: הקהילה שלנו כאן כדי לסייע
hr: Naša zajednica će ti pomoći
hu: A közösségünk azért van, hogy segítsen
ia: Nostre Communitate es hic pro adjutar
id: Komunitas kami siap membantu
it: La nostra community è qui per aiutarti
ja: コミュニティがお手伝いします
ka: ჩვენი ერთობა მზადაა დასახმარებლად
kab: Tamezdagnut-nneɣ ha-tt-an da i tallelt
ko: 우리 커뮤니티가 도와 드리겠습니다!
nb_no: Vårt samfunn er her for å hjelpe
nl: Onze gemeenschap is er om te helpen
pl: Nasza społeczność jest tutaj i służy pomocą
pt_br: Nossa comunidade está aqui para ajudar
pt_pt: A nossa comunidade está aqui para ajudar
ro: Comunitatea este aici ca să te ajute
sk: Naša komunita je tu, aby vám pomohla
sr: Наша заједница је ту да помогне
sv: Vår gemenskap är här för att hjälpa
th: ชุมชนของเราพร้อมให้ความช่วยเหลือ
tr: Size yardım edebiliriz
uk: Наша спільнота тут, щоб допомогти
ur: ہماری کمیونٹی مدد کرنے کے لئے یہاں ہے
vi: Cộng đồng của chúng tôi ở đây để giúp đỡ
zh_cn: 我们的社区在此为您提供帮助
zh_tw: 我們的社群在此協助您

source: Kindness is at the heart of our community. Our volunteers are happy to share their time and Firefox knowledge with you.
bg: Добротата е в основата на нашата общност. Нашите доброволци с удоволствие споделят времето и знанията си за Firefox с вас.
de: Freundlichkeit ist das Herzstück unserer Gemeinschaft. Unsere Freiwilligen teilen gerne ihre Zeit und ihr Firefox-Wissen mit Ihnen.
el: Η καλοσύνη είναι η βάση της κοινότητάς μας. Οι εθελοντές μας είναι πρόθυμοι να αφιερώσουν χρόνο και να μοιραστούν τις γνώσεις τους για το Firefox.
es: La amabilidad está en el corazón de nuestra comunidad. Nuestros voluntarios están felices de compartir su tiempo y conocimiento de Firefox contigo.
fy_nl: Freonlikheid is it hert fan ús mienskip. Us frijwilligers diele graach harren tiid en kennis fan Firefox mei jo.
hr: Prijateljstvo je bit naše zajednice. Naši volonteri rado dijele svoje vrijeme i znanje o Firefoxu.
hu: A közösség középpontjában a kedvesség áll. Önkénteseink szívesen fordítják arra az idejüket, hogy megosszák a firefoxos tudásukat Önnel.
ia: Le amabilitate es al corde de nostre communitate. Nostre voluntarios es felice de compartir lor tempore e lor cognoscentia de Firefox con te.
id: Kebaikan adalah inti dari komunitas kami. Relawan kami dengan senang hati berbagi waktu dan pengetahuan mereka tentang Firefox dengan Anda.
it: La gentilezza è centrale nella nostra comunità. I nostri volontari sono felici di condividere con te il loro tempo e la loro conoscenza di Firefox.
ja: 優しさは私たちのコミュニティの中心にあります。私たちのボランティアは、喜んで時間と Firefox の知識をあなたと共有します。
ka: სიკეთე ჩვენი ერთობის გულია. მოხალისეები მოხარულნი იქნებიან გაგიზიარონ თავიანთი დრო და ცოდნა Firefox-ზე.
ko: 친절은 우리 공동체의 핵심입니다. 우리 자원 봉사자들은 자신의 시간과 Firefox 지식을 기꺼이 공유합니다.
nb_no: Vennlighet er kjernen i samfunnet vårt. Våre frivillige deler gjerne tid og kunnskap om Firefox med deg.
nl: Vriendelijkheid is het hart van onze gemeenschap. Onze vrijwilligers delen graag hun tijd en kennis van Firefox met u.
pl: Życzliwość płynie z serca naszej społeczności. Nasi wolontariusze chętnie podzielą się z tobą swoim czasem i wiedzą o Firefoksie.
pt_br: Bondade está no coração da nossa comunidade. Nossos voluntários terão prazer em compartilhar com você seu tempo e conhecimento sobre o Firefox.
pt_pt: A generosidade está no coração da nossa comunidade. Os nossos voluntários ficarão contentes em partilhar tempo e conhecimento sobre o Firefox consigo.
ro: Bunătatea e inima comunității noastre. Voluntarii noștri îți vor acorda cu plăcere timpul lor și cunoștințele pe care le au despre Firefox.
sk: Láskavosť je srdcom našej komunity. Naši dobrovoľníci sa s vami radi podelia o svoj čas a znalosti o Firefoxe.
sr: Љубазност је срж наше заједнице. Наши волонтери ће радо да поделе своје вријеме и знање о Firefox-у са вама.
sv: Vänlighet är kärnan i vår gemenskap. Våra frivilliga delar gärna sin tid och Firefox-kunskap med dig.
tr: İyilik, topluluğumuzun kalbindedir. Gönüllülerimiz zamanlarını ve Firefox bilgilerini sizinle paylaşmaktan mutluluk duyarlar.
uk: Доброта є основою нашої спільноти. Наші волонтери з задоволенням діляться з вами своїм часом та знаннями про Firefox.
ur: احسان ہماری برادری کے دل میں ہے۔ ہمارے رضاکار آپ کے ساتھ اپنا وقت اور Firefox کا علم بانٹ کر خوشی محصوص کرتے ہیں۔
vi: Lòng tốt là trung tâm của cộng đồng của chúng tôi. Các tình nguyện viên của chúng tôi rất vui được chia sẻ thời gian và kiến thức Firefox của họ với bạn.
zh_cn: 我们的社区是由一群热心的志愿者所组成的。志愿者们乐于与您分享时间与 Firefox 相关的知识。
zh_tw: 我們的社群是由一群善良的志工所組成的。志工們樂於與您分享時間與對 Firefox 的知識。

source: Helpful Tip!
bg: Полезен съвет!
de: Hilfreicher Tipp!
el: Χρήσιμη συμβουλή!
es: ¡Sugerencia útil!
fy_nl: Handige tip!
hr: Koristan savjet!
hu: Hasznos tipp!
ia: Consilio utile!
id: Kiat Bermanfaat!
it: Suggerimento utile
ja: ヒント
ka: სასარგებლო რჩევა!
kab: Awelleh yelhan!
ko: 유용한 팁!
nb_no: Nyttig tips!
nl: Handige tip!
pl: Pomocna odpowiedź!
pt_br: Dica útil!
pt_pt: Dica útil!
ro: Sfat util!
sk: Užitočný tip!
sr: Користан савет!
sv: Hjälpsamt tips!
te: తోడ్పడిన చిట్కా!
th: เคล็ดลับมีประโยชน์!
tr: İpucu!
uk: Корисна порада!
vi: Mẹo hữu ích!
zh_cn: 实用小窍门！
zh_tw: 有用小秘訣！

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
af: Volg op. Soms vra ons vrywilligers vir meer inligting of soms wil hulle sekere dinge toets. Hoe gouer jy dit kan doen, hoe gouer kan hulle weet hoe om dit reg te maak.
bg: Следваме това. Понякога нашите доброволци биха ви помолили за повече информация или за тестване на определени сценарии. Колкото по-скоро успеете да направите това, толкова по-скоро те ще разберат как да го поправят.
bs: Pratite vaš post. Poneki put, naši volonteri pitaju za više informacija ili žele da testiraju određeni scenario. Što prije odradite ovo, to će se prije riješiti problem.
de: Arbeiten Sie mit. Manchmal fragen unsere Freiwilligen Sie nach weiteren Informationen oder bitten Sie, verschiedene Szenarien zu testen. Je früher Sie das tun, desto schneller finden sie eine Lösung.
el: Ακολουθήστε τις οδηγίες. Μερικές φορές, οι εθελοντές μας θα σας ζητήσουν περισσότερες πληροφορίες ή να δοκιμάσετε ορισμένα σενάρια. Όσο πιο σύντομα το κάνετε αυτό, τόσο πιο γρήγορα θα ξέρουν πώς να το διορθώσουν.
es: Haz un seguimiento. A veces, nuestros voluntarios te pedirán más información o que pruebes algunas soluciones. Cuanto antes lo hagas, antes sabrán cómo resolver tu problema.
fy_nl: Set troch. Somtiden freegje ús frijwilligers om mear ynformaasje of om bepaalde senario’s te testen. Hoe earder jo dit dwaan kinne, hoe earder se witte kinne hoe’t jo it probleem ferhelpe kinne.
hr: Pratiti tematiku do kraja. Ponekad će naši dobrovoljci zatražiti daljnje informacije ili testiranje određenih scenarija. Što prije uspiješ to učiniti, to prije će moći ispraviti problem.
hu: Kövesse a témát. Önkénteseink további információkat kérhetnek, vagy bizonyos esetek kipróbálását kérik. Minél hamarabb megteszi ezt, annál gyorsabban tudhatja meg a megoldást.
ia: Seque le discussion. Alcun vices, nostre voluntarios pote demandar te plus de informationes o de testar certe scenarios. Plus tosto tu pote lo facer, plus tosto illes sapera como remediar illo.
it: Segui la discussione. Talvolta i nostri volontari potranno richiederti maggiori informazioni o di eseguire dei test aggiuntivi. Se farai quanto richiesto, il problema verrà risolto più rapidamente.
ja: 始めから終わりまでフォローしてください。時には、ボランティアがあなたに質問することがあります。それはもっと情報が必要だったり、また特定の条件でテストを行うためだったりします。お返事いただくのが早ければ早いほど、修正案がより早く見つかることでしょう。
ka: მიჰყევით ბოლომდე. ზოგჯერ, ჩვენმა მოხალისეებმა დამატებითი ინფორმაციის მისაღებად, შესაძლოა გთხოვონ, გარკვეული საცდელი მოქმედებების ჩატარება. რაც უფრო მალე გააკეთებთ ამას, მეტად მალე შეძლებთ ხარვეზის აღმოფხვრას.
kab: Qqi yid-neɣ. Tikwal iwiziwen-nneɣ suturen-d ugar n telɣut neɣ ttegen k ra n usekyed. Skud tzerbeḍ deg tririt, skud ttizmiren ad k-ɛiwnen ad tefruḍ ugur-ik.
ko: 끝까지 마무리해주세요. 때로는, 자원봉사자들이 더 많은 정보나 특정 시나리오 검증을 요구할 수 있습니다. 더 빠르게 완료할 수록, 더 빠르게 고치는 방법을 찾을 수 있습니다.
mg: Fanarahana ny tohiny. Indraindray, ireo mpilatsaka an-tsitrapontsika te-hanontany anao fampahalalana bebe kokoa na te-hanandrana scenario vitsivitsy. Raha haingana ny anaovanao izany, dia ho haingana koa ny hahaizan'izy ireo ny fomba hamahana azy.
ms: Buat susulan. Kadangkala, sukarelawan kami akan meminta maklumat lanjut atau menguji senario tertentu daripada anda. Lebih cepat anda melakukannya, lebih cepat mereka akan tahu cara menyelesaikannya.
nb_no: Fullfør. Av og til kan våre bidragsytere spørre deg om mer informasjon eller teste visse scenarioer. Jo før du kan gjøre dette, desto raskere kan de komme med en løsning.
nl: Zet door. Soms vragen onze vrijwilligers om meer informatie of om bepaalde scenario’s te testen. Hoe eerder u dit kunt doen, hoe eerder ze kunnen weten hoe u het probleem kunt verhelpen.
pl: Spełniaj prośby. Czasami nasi wolontariusze będą prosić o więcej informacji lub sprawdzić pewne scenariusze. Im szybciej to zrobisz, tym szybciej będą wiedzieć, jak rozwiązać problem.
pt_br: Acompanhe a situação. Às vezes, os nossos voluntários irão solicitar mais informação ou pedir para que faça alguns testes. Quanto mais rápido for o seu retorno, mais rapidamente eles saberão como te ajudar.
pt_pt: Acompanhe a situação. Por vezes, os nossos voluntários irão solicitar mais informação ou pedir para testar determinados cenários. Quanto mais rápido der feedback, mais rapidamente eles saberão como o poderão ajudar.
ro: Mergi până la capăt. Uneori voluntarii noștri îți solicită informații suplimentare sau pentru a testa anumite scenarii. Cu cât le dai aceste informații mai repede, cu atât vor putea rezolva problema ta mai repede.
sk: Sledujte diskusiu. Niekedy vás naši dobrovoľníci požiadajú o viac informácií alebo o test konkrétneho scenára. Čím skôr zareagujete, tým skôr budú vedieť, ako váš problém vyriešiť.
sr: Пратите ваш пост. Понеки пут, наши волонтери питају за више информација или желе да тестирају одређени сценарио. Што пре одрадите ово, то ће се пре решити проблем.
sv: Fullfölj. Ibland kan våra volontärer att be dig om mer information eller testa vissa scenarier. Desto tidigare du kan göra detta, desto snabbare kan de komma med en åtgärd.
te: ద్వారా అనుసరించండి. కొన్నిసార్లు, మా వాలంటీర్లు మరింత సమాచారం కోసం మిమ్మల్ని అడగాలనుకుంటున్నారు లేదా కొన్ని దృశ్యాలు పరీక్షించండి. ఎంతముందు మీరు దీన్ని చేయగలిగితే, అంత త్వరగా దాన్ని పరిష్కరించడం ఎలానో తెలుస్తుంది.
th: โปรดลองทำตามขั้นตอนที่แนะนำ บางครั้งอาสาสมัครของเราจะขอข้อมูลเพิ่มเติมจากคุณหรือขอให้คุณลองทดสอบสถานการณ์บางอย่าง ยิ่งคุณทำได้เร็วเท่าใด พวกเขาก็จะทราบวิธีแก้ไขได้เร็วขึ้นเท่านั้น
tr: Başlığınızı takip edin. Bazen gönüllülerimiz daha fazla bilgi isteyebilir veya bazı senaryoları denemenizi isteyebilirler. Bunları ne kadar erken yaparsanız sorununuzu çözmeleri o kadar hızlanır.
uk: Слідуйте до кінця. Часом наші волонтери можуть запитати вас додаткову інформацію або попросять протестувати певні сценарії. Чим швидше ви зможете це зробити, тим швидше вони зрозуміють як це виправити.
vi: Hãy thực hiện theo. Đôi khi, các tình nguyện viên của chúng tôi sẽ yêu cầu bạn cung cấp thêm thông tin hoặc kiểm tra các kịch bản nhất định. Bạn có thể và càng sớm làm điều này, họ sẽ càng sớm biết cách khắc phục nó.
zh_cn: 请遵循步骤。有的时候，我们的志愿者会要求您提供更多信息，或者测试某个场景。您越早进行这些，他们就能越早判断出问题到底出在哪。
zh_tw: 請依照指示進行測試。有的時候我們的志工會循問題更多資訊，以確定是什麼情況的問題。您越早能提供相關資訊，他們就能越早知道問題出在哪。
zu: Landelela. Kwesinye isikhathi, amavolontiya ethu azokubuza eminye imininingwane noma ukuhlola ezinye izimo. Uma ukwenza lokho ngokushesha, kungale nkathi ezokwazi ukuthi alungise kanjani.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
af: Wees vriendelik. Ons vrywilligers is Mozilla-gebruikers net soos jy, wat tyd uit hul dag neem om te help.
bg: Бъди мили. Нашите доброволци са потребители на Mozilla също като вас, които отделят от своето време за да помогнат.
bs: Budite dobri. Naši volonteri su Mozilla korisnici kao što se vi, koji izdvajaju vremena da pomognu.
de: Seien Sie freundlich. Unsere Freiwilligen sind Mozilla-Anwender wie Sie, die in ihrer Freizeit versuchen, Ihnen zu helfen.
el: Να είστε ευγενικοί. Οι εθελοντές μας είναι χρήστες Mozilla όπως εσείς, οι οποίοι αφιερώνουν το χρόνο τους για να βοηθήσουν.
es: Sé agradable. Nuestros voluntarios son usuarios de Mozilla como tú que dedican parte de su tiempo a ayudar.
fy_nl: Wês aardich. Us frijwilligers binne krekt as jo Mozilla-brûkers dy’t tiid fan harren sels frijmeitsje om te helpen.
hr: Odnosi se prijateljski prema drugima. Naši dobrovoljci su korisnici Mozille baš kao i ti, i troše svoje dragocjeno vrijeme kako bi pomogli drugima.
hu: Legyen kedves. A Mozilla önkéntesei ugyanolyan felhasználók, mint Ön, akik szabad idejükben segítenek.
ia: Que tu es gentil. Nostre voluntarios es Mozilla usatores justo como te, qui prende le tempore de lor die pro adjutar.
id: Bersikap baik. Relawan kami adalah pengguna Mozilla seperti Anda, yang meluangkan waktu untuk membantu.
it: Sii gentile. I nostri volontari sono utenti di Mozilla proprio come te, e aiutano gli altri utenti nel loro tempo libero.
ja: 丁寧に振る舞ってください。ボランティアたちはあなたと同じ Mozilla ユーザーで、彼らの時間を割いてヘルプをしています。
ka: იყავით თავაზიანი. ჩვენი მოხალისეები არიან Mozilla-ს ზუსტად თქვენნაირი მომხმარებლები, რომლებიც საკუთარ დროს უნაწილებენ სხვებს, დახმარების მიზნით.
ko: 좋아요. 우리 자원 봉사자들은 당신처럼 Mozilla 사용자이며, 자신의 시간의 일부를 내어 도움을 주고 있어요.
mg: Meteza ho tsara fanahy. Ireo mpilatsaka an-tsitrapontsika dia mpampiasa Mozilla tahaka anao ihany, izay maka @ fotoana @ androny mba hanampiana.
ms: Buat baik. Sukarelawan kami adalah pengguna Mozilla sama seperti anda, yang meluangkan masa untuk membantu.
nb_no: Vær snill. Våre frivillige er Mozilla-brukere akkurat som deg, som tar seg tid for å hjelpe.
nl: Wees aardig. Onze vrijwilligers zijn net als u Mozilla-gebruikers die tijd van zichzelf vrijmaken om te helpen.
pl: Bądź miły. Nasi wolontariusze są tak samo, jak Ty użytkownikami Mozilli, którzy poświęcają swój wolny czas, by pomagać innym.
pt_br: Seja cordial. Os nossos voluntários são usuários da Mozilla como você, que dedicam tempo do seu dia para ajudar.
pt_pt: Seja cordial. Os nossos voluntários são utilizadores da Mozilla como você, que dedicam tempo do seu dia para ajudar.
ro: Fii amabil. Voluntarii noștri sunt utilizatori Mozilla ca și tine, care își iau din timpul liber ca să ofere asistență.
sk: Buďte milý. Naši prispievatelia sú používatelia Mozilly ako vy a venujú časť svojho voľného času, aby vám pomohli.
sr: Будите добри. Наши волонтери су Mozilla корисници као што сте Ви, који издвајају времена да помогну.
sv: Var trevlig. Våra volontärer är Mozilla-användare precis som du, som tar sig tid för att hjälpa till.
te: మృదువుగా మసలుకోండి. మా వాలంటీర్లు మీ వలే మొజిల్లా వినియోగదారులు, సహాయం చేయడానికి వారి రోజు క్రుషి చేస్తున్నారు.
th: โปรดแสดงความคิดเห็นอย่างสุภาพ อาสาสมัครของเราคือผู้ใช้ Mozilla เช่นเดียวกับคุณที่สละเวลาเพื่อช่วยเหลือ
tr: Nazik olun. Gönüllülerimiz, başkalarına yardım etmek için zamanlarını ayıran Mozilla kullanıcılarıdır.
uk: Будьте ввічливі. Наші волонтери так як і ви, є користувачами Mozilla, які витрачають свій час на допомогу іншим.
ur: اچھا برتاؤ کریں .ہمارے رضاکار بالکل آپ کی طرح Mozilla صارفین ہیں ، جو مدد کے لئے اپنے دن سے وقت نکالتے ہیں۔
vi: Hãy thân thiện. Các tình nguyện viên của chúng tôi là những người dùng Mozilla như bạn và họ đóng góp thời gian của họ để giúp đỡ.
zh_cn: 保持友善，我们的志愿者是像您一样的 Mozilla 用户，他们贡献自己的时间帮助他们。
zh_tw: 請友善待人。我們的志工跟您一樣只是單純的 Mozilla 使用者，願意花出日常生活中的時間幫助別人。
zu: Yiba nomusa. Amavolontiya ethu angabasebenzisi be-Mozilla njengawe, abathatha isikhathi sabo osukwini lwabo ukuze basize.
