Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
af: Leer hoe om jou inligting veilig en beveilig te hou danksy Firefox se privaatblaai-modus, wagwoord-kenmerke en ander sekuriteitinstellings.
bg: Научете как да защитите и защитите информацията си с поверителното сърфиране на Firefox, функциите за пароли и други настройки за защита.
bs: Naučite kako da sačuvate svoje informacije pomoću Firefoxovog privatnog pretraživača, mogućnostima s lozinkama i drugim postavkama sigurnosti.
de: Erfahren Sie, wie Sie Ihre Daten mit dem Privaten Modus, den Passwort-Funktionen und anderen Sicherheitseinstellungen von Firefox schützen können.
el: Μάθετε πώς να προστατέψετε τις πληροφορίες σας με την ιδιωτική περιήγηση, τις λειτουργίες κωδικών πρόσβασης και άλλες ρυθμίσεις ασφαλείας του Firefox.
es: Aprende a mantener tu información segura gracias a la Navegación privada de Firefox, la instauración de contraseñas y otras configuraciones de seguridad.
fy_nl: Lês hoe’t jo jo gegevens feilich hâlde kinne mei Firefox’ priveenavigaasje, wachtwurdfunksjes en oare befeiligingsynstellingen.
he: מידע על איך לאבטח את המידע שלך עם הגלישה הפרטית, תכונות הססמאות והגדרות אבטחה נוספות של Firefox.
hr: Saznaj, kako zaštititi svoje podatke pomoću Firefoxovog privatnog pregledavanja, funkcija za lozinke i drugih sigurnosnih postavki.
hu: Ismerje meg, hogyan tarthatja adatait biztonságban a Firefox privát böngészésével, jelszókezelési funkcióival és más biztonsági beállításaival.
ia: Apprende como mantener tu informationes secur con le navigation private, le functionalitates de contrasigno e altere parametros de securitate de Firefox.
it: Apprendi come tenere al sicuro le tue informazioni con la Navigazione anonima, le password e altre caratteristiche di Firefox orientate alla sicurezza
ja: Firefox のプライベートブラウジング機能やパスワード保存機能、他のセキュリティ設定で個人情報を安全に守る方法を学びます。
ka: შეიტყვეთ, თუ როგორ უნდა უზრუნველყოთ პირადი მონაცემების უსაფრთხოება, Firefox-ის პირადი დათვალიერების რეჟიმით, პაროლების მართვისა და უსაფრთხოების სხვა პარამეტრების გამოყენებით.
kab: Issin amek ara tḥerzeḍ talɣut-inek s wudem aɣelsan akked yinig udmawan n Firefox, d tmahilin n wawal uffir d yiɣewwaren-nniḍen n tɣellist.
ko: Firefox 사생활 보호 모드, 비밀번호 저장 기능 및 보안 및 안전 설정 방법
mg: Ianaro ny fomba fitanana ny fampahalalanao ho voaaro sy azo antoka @ alàlan'ny fitetezana tsiambaratelon'i Firefox, ireo fiasa momba ny tenimiafina ary ireo tefin'ny fiarovana hafa.
ms: Belajar cara mengekalkan maklumat anda supaya selamat dan terjamin dengan pelayaran peribadi Firefox, ciri kata laluan dan tetapan keselamatan lain.
nb_no: Les hvordan du holder informasjonen din trygg og sikker med Firefox' private nettlesing, passordfunksjoner og andre sikkerhetsinnstillinger.
nl: Lees hoe u uw gegevens veilig kunt houden met Firefox’ privénavigatie, wachtwoordfuncties en andere beveiligingsinstellingen.
pl: Dowiedz się, jak uchronić swoje dane wykorzystując tryb prywatny Firefoksa, ochronę hasłem oraz inne ustawienia zabezpieczeń.
pt_br: Saiba como manter suas informações seguras com a navegação privativa do Firefox, senhas e outras configurações de segurança.
pt_pt: Aprenda como manter a sua informação segura e protegida com a navegação privada do Firefox, funcionalidades de senha e outras definições de segurança.
ro: Află cum să-ți păstrezi informațiile în siguranță și securizate cu ajutorul navigării private, a parolelor și a altor setări de securitate din Firefox.
sk: Prečítajte si, ako uchovávať svoje informácie v bezpečí, ako prehliadať web vo Firefoxe pomocou režimu súkromného prehliadania, alebo ako si nastaviť heslá a iné bezpečnostné prvky.
sr: Научите како да сачувате своје информације помоћу Firefox-овог приватног прегледања, могућностима са лозинкама и другим поставкама безбедности.
sv: Lär dig att hålla din information säker och trygg med Firefox privat surfning, lösenordsfunktioner och andra säkerhetsinställningar.
te: మీ సమాచారాన్ని సురక్షితంగా ఉంచడానికి మరియు ఫైర్ ఫాక్స్ యొక్క ప్రైవేట్ బ్రౌజింగ్ , పాస్వర్డ్ను లక్షణాలు మరియు ఇతర సురక్షిత అమర్పులతో సురక్షిత తెలుసుకోండి.
th: เรียนรู้วิธีรักษาข้อมูลของคุณให้ปลอดภัยด้วยการเรียกดูแบบส่วนตัว, คุณลักษณะเกี่ยวกับรหัสผ่าน และการตั้งค่าความปลอดภัยอื่น ๆ ใน Firefox
tr: Firefox'un gizli gezinti, parola özellikleri ve diğer güvenlik ayarlarıyla bilgilerinizi güvende tutmayı öğrenin.
uk: Дізнайтесь як зберігати свою інформацію в безпеці та захисті за допомогою приватного перегляду Firefox, функцій паролів та інших параметрів безпеки.
vi: Tìm hiểu cách giữ thông tin của bạn an toàn và bảo mật với trình duyệt riêng tư, các tính năng mật khẩu và các cài đặt bảo mật khác của Firefox.
zh_cn: 了解如何使用 Firefox 的隐私浏览、密码等安全功能保证您的信息可靠与安全。
zh_tw: 了解如何透過 Firefox 的隱私瀏覽、密碼等安全功能保持您的資訊安全。
zu: Funda ukuthi igcinwa kanjani imininingwane yakho iphephile futhi ivikelekile ngokuphequlula okuphephile futhi okuvikelekile kwe-Firefox, amafisha e-password kanye namanye amasethingi okuvikeleka.

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
af: Hou jou inligting veilig danksy Firefox vir Android se privaatheid- en sekuriteitinstellings.
bg: Пазете информацията си в безопасност с настройките за поверителност и защита във Firefox за Android.
bs: Držite svoje informacije na bezbjednom pomoću postavki za privatnost i bezbjednost unutar Firefoxa za Android.
de: Schützen Sie Ihre Daten mit den Datenschutz- und Sicherheitseinstellungen von Firefox für Android.
el: Προστατεύστε τις πληροφορίες σας με τις ρυθμίσεις ασφαλείας και απορρήτου του Firefox για Android.
es: Mantén tu información segura gracias a la configuración de seguridad y privacidad de Firefox para Android.
fy_nl: Hâld jo gegevens feilich mei privacy- en befeiligingsynstellingen fan Firefox foar Android.
he: שמירה על המידע שלך בטוח עם הגדרות הפרטיות והאבטחה של Firefox עבור Android.
hr: Čuvaj svoje podatke s Firefoxom za Android postavke privatnosti i sigurnosti.
hu: Tartsa adatait biztonságban a Firefox for Android adatvédelmi és biztonsági beállításaival.
ia: Mantene tu informationes secur con le configurationes de confidentialitate e securitate de Firefox pro Android.
it: Tieni al sicuro le tue informazioni con le caratteristiche di sicurezza di Firefox per Android
ja: Android 版 Firefox のプライバシーとセキュリティ設定で個人情報を安全に守りましょう。
ka: დაიცავით პირადი მონაცემები Firefox Android-ის, პირადულობისა და უსაფრთხოების პარამეტრების მეშვეობით.
kab: Ḥrez talɣut-ik s wudem aɣelsan s yiɣewwaren n tɣellist akked tudert tabaḍnit n Firefox i Android.
ko: Firefox for Android의 사생활 보호와 보안 설정을 통해 당신의 정보를 안전하게 보호하세요.
mg: Tano ho voaaro @ alàlan'i Firefox ny fampahalalanao hanananao ireo tefin'ny tsiambaratelo sy fiarovan'i Android.
ms: Pastikan maklumat anda selamat dengan tetapan privasi dan keselamatan Firefox untuk Android.
nb_no: Hold informasjonen din trygg med Firefox for Androids personvern- og sikkerhetsinnstillinger.
nl: Houd uw gegevens veilig met privacy- en beveiligingsinstellingen van Firefox voor Android.
pl: Chroń swoje dane, korzystając z ustawień prywatności i zabezpieczeń Firefoksa dla systemu Android.
pt_br: Mantenha suas informações seguras com as configurações de privacidade e segurança do Firefox para Android.
pt_pt: Mantenha a sua informação segura com as definições de privacidade e de segurança do Firefox para o Android.
ro: Păstrează informațiile tale în siguranță cu setările de confidențialitate și securitate din Firefox pentru Android.
sk: Majte svoje informácie v bezpečí pomocou nastavenia súkromia a zabezpečenia Firefoxu pre Android.
sr: Држите своје информације на безбедном помоћу поставки за приватност и безбедност унутар Firefox-а за Android.
sv: Håll din information säker med Firefox för Android sekretess och säkerhetsinställningar.
te: ఆండ్రాయిడ్ కోసం Firefoxలో మీ సమాచారాన్ని యొక్క గోప్యత మరియు భద్రతా సెట్టింగ్లతో సురక్షితంగా ఉంచండి.
th: รักษาข้อมูลของคุณให้ปลอดภัยด้วยการตั้งค่าความเป็นส่วนตัวและความปลอดภัยใน Firefox สำหรับ Android
tr: Android için Firefox'un gizlilik ve güvenlik ayarlarıyla bilgilerinizi güvende tutun.
uk: Зберігайте свою інформацію в безпеці з налаштуваннями приватності й безпеки Firefox для Android.
vi: Giữ thông tin của bạn an toàn với cài đặt bảo mật và quyền riêng tư của Firefox dành cho Android.
zh_cn: 使用 Firefox Android 版的隐私与安全设置保护您的信息安全性。
zh_tw: 透過 Firefox for Android 的隱私權與安全性設定保護您的資訊安全。
zu: Gcina imininingwane yakho iphephile ngamasethingi obumfihlo nokuphepha e-Firefox ye-Android.

# DB: products.Topic.description
source: Keep your information safe with password and security settings
af: Hou jou inligting veilig met 'n wagwoord en sekuriteitinstellings
bg: Пазете информацията ползвайки пароли и настройки за защита
bs: Držite svoje informacije na sigurnom sa lozinkama i postavkama sigurnosti
de: Schützen Sie Ihre Daten mit Passwort- und Sicherheitseinstellungen.
el: Προστασία πληροφοριών με ρυθμίσεις κωδικών πρόσβασης και ασφαλείας
es: Mantén tu información segura con una contraseña y con la configuración de seguridad
fy_nl: Jo gegevens feilich hâlde mei wachtwurd- en befeiligingsynstellingen
he: הגנה על המידע שלך עם הגדרות ססמה ואבטחה
hr: Čuvaj svoje podatke s lozinkama i postavkama sigurnosti
hu: Tartsa biztonságban adatait jelszavakkal és biztonsági beállításokkal
ia: Mantene tu informationes secur con contrasigno e parametros de securitate
it: Tieni al sicuro le tue informazioni con le password e le altre caratteristiche di sicurezza
ja: パスワード保護とセキュリティ設定で個人情報を安全に守りましょう。
ka: დაიცავით თქვენი პირადი მონაცემები, პაროლისა და უსაფრთხოების პარამეტრების საშუალებით
kab: Seḥbiber ɣef talɣut-inek s wawal uffir d yiɣewwaren n tɣellist
ko: 비밀번호와 보안 설정을 통해 정보 보호하기
mg: Tano ho voaaro @ alàlan'ny tefin'ny tenimiafina sy fiarovana ny fampahalalanao
ms: Pastikan maklumat anda selamat dengan tetapan kata laluan dan keselamatan
nb_no: Hold informasjonen din trygg med passord og sikkerhetsinnstillinger
nl: Uw gegevens veilig houden met wachtwoord- en beveiligingsinstellingen
pl: Chroń swoje dane korzystając z haseł i ustawienia zabezpieczeń
pt_br: Mantenha suas informações seguras com uma senha e configurações de segurança
pt_pt: Mantenha a sua informação segura com uma palavra-passe e definições de segurança
ro: Păstrează informațiile tale în siguranță cu setări de securitate și parole
sk: Udržujte svoje informácie v bezpečí pomocou hesiel a bezpečnostných nastavení
sr: Држите своје информације на безбедном са лозинкама и поставкама безбедности
sv: Håll din information säker med lösenord och säkerhetsinställningar
te: మీ సమాచారాన్ని పాస్వర్డ్ మరియు భద్రతా అమర్పులను సురక్షితంగా ఉంచండి
th: รักษาข้อมูลของคุณให้ปลอดภัยด้วยรหัสผ่านและการตั้งค่าความปลอดภัย
tr: Parola ve güvenlik ayarlarıyla bilgilerinizi güvende tutun
uk: Зберігайте свою інформацію під захистом за допомогою пароля і налаштувань безпеки
ur: پاس ورڈ اور سیکورٹی کی سیٹنگز کے ساتھ اپنی معلومات کو محفوظ رکھیں
vi: Giữ thông tin của bạn an toàn với mật khẩu và cài đặt bảo mật
zh_cn: 通过密码与安全设置保证您的信息安全性
zh_tw: 透過密碼與安全性設定保護您的資訊安全
zu: Gcina imininingwane yakho iphephile ngephasiwedi namasethingi okuphepha

# DB: products.Topic.title
source: Privacy scan
ia: Scander confidentialitate
sv: Integritetsskanning
tr: Gizlilik taraması

# DB: products.Topic.description
source: Troubleshoot privacy scan issues.
ia: Solver problemas in scander confidentialitate.
sv: Felsök problem med integritetsskanning.
tr: Gizlilik taraması ile ilgili sorunları giderin.

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
af: Probleme met byvoegsels, inproppe of ongewensde sagteware
bg: Проблеми с добавки, приставки или нежелан софтуер
bs: Problemi s dodacima, priključcima ili neželjenim sofrverom
de: Probleme mit Add-ons, Plugins oder unerwünschten Programmen
el: Προβλήματα με πρόσθετα, αρθρώματα ή ανεπιθύμητο λογισμικό
es: Problemas con complementos, plugins o software no deseado
fy_nl: Problemen mei add-ons, ynstekkers of net-winske software
he: בעיות עם תוספות, תוספים חיצוניים או תוכנה בלתי רצויה
hr: Problemi s dodacima, priključcima ili neželjenim softverom
hu: Problémák a kiegészítőkkel, bővítményekkel vagy nem kívánt szoftverekkel
ia: Problemas con additivos, plugins o software indesiderate
it: Problemi con estensioni, plugin e programmi indesiderati
ja: アドオン、プラグインまたは不要なソフトウェアで起こる問題
ka: დამატებებთან, მოდულებთან, ან არასასურველ პროგრამებთან დაკავშირებული ხარვეზები
kab: Uguren akked yizgrar, imenṭaḍen neɣ yir iseɣzanen
ko: 부가기능이나 플러그인, 원치않는 소프트웨어로 인한 문제
mg: Olana momba ireo fanampy, fanohy na rindrambaiko tsy nirina
ms: Masalah dengan add-ons, plugins atau perisian yang tidak diingini
nb_no: Problemer med utvidelser, programtillegg eller uønskede programmer
nl: Problemen met add-ons, plug-ins of ongewenste software
pa_in: ਐਡ-ਆਨ, ਪਲੱਗਇਨ ਜਾ ਅਣਚਾਹੇ ਸਾਫਟਵੇਅਰ ਨਾਲ ਸਮੱਸਿਆ
pl: Problemy z dodatkami, wtyczkami lub niechcianym oprogramowaniem
pt_br: Problemas com extensões, plugins ou softwares indesejados
pt_pt: Problemas com extras, plug-ins ou programas indesejados
ro: Probleme cu suplimente, pluginuri sau software nedorit
sk: Problémy s doplnkami, zásuvnými modulmi a neželaným softvérom
sr: Проблеми са додацима, прикључцима или нежељеним софтвером
sv: Problem med tillägg, insticksmoduler eller oönskad programvara
te: పొడగింతలు, ప్లగిన్లు లేదా అవాంఛిత సాఫ్ట్వేర్ ఇబ్బందులు
th: ปัญหาเกี่ยวกับส่วนเสริม, ปลั๊กอิน หรือซอฟต์แวร์ที่ไม่พึงประสงค์
tr: Eklenti, yan uygulama veya istenmeyen yazılım sorunları
uk: Проблеми з додатками, плагінами або небажаними програмами
ur: ایڈونز ، پلگ انز یا ناپسندیدہ سافٹ ویئر کے ساتھ مسائل
vi: Vấn đề với tiện ích mở rộng, phần bổ trợ hoặc phần mềm không mong muốn
zh_cn: 附加组件、插件或者不必要软件的问题
zh_tw: 附加元件、外掛程式或不想使用的軟體等問題
zu: Izinkinga ngokwengezelwayo, amapulagi noma i-software engafuneki

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
af: Probleme met byvoegsels, inproppe of ongewensde sagteware
bg: Проблеми с добавки, приставки или нежелан софтуер
bs: Problemi s dodacima, priključcima ili neželjenim sofrverom
de: Probleme mit Add-ons, Plugins oder unerwünschten Programmen
el: Προβλήματα με πρόσθετα, αρθρώματα ή ανεπιθύμητο λογισμικό
es: Problemas con complementos, plugins o software no deseado
fy_nl: Problemen mei add-ons, ynstekkers of net-winske software
he: בעיות עם תוספות, תוספים חיצוניים או תוכנה בלתי רצויה
hr: Problemi s dodacima, priključcima ili neželjenim softverom
hu: Problémák a kiegészítőkkel, bővítményekkel vagy nem kívánt szoftverekkel
ia: Problemas con additivos, plugins o software indesiderate
it: Problemi con estensioni, plugin e programmi indesiderati
ja: アドオン、プラグインまたは不要なソフトウェアで起こる問題
ka: დამატებებთან, მოდულებთან, ან არასასურველ პროგრამებთან დაკავშირებული ხარვეზები
kab: Uguren akked yizgrar, imenṭaḍen neɣ yir iseɣzanen
ko: 부가기능이나 플러그인, 원치않는 소프트웨어로 인한 문제
mg: Olana momba ireo fanampy, fanohy na rindrambaiko tsy nirina
ms: Masalah dengan add-ons, plugins atau perisian yang tidak diingini
nb_no: Problemer med utvidelser, programtillegg eller uønskede programmer
nl: Problemen met add-ons, plug-ins of ongewenste software
pa_in: ਐਡ-ਆਨ, ਪਲੱਗਇਨ ਜ ਅਣਚਾਹੇ ਸਾਫਟਵੇਅਰ ਨਾਲ ਸਮੱਸਿਆ
pl: Problemy z dodatkami, wtyczkami lub niechcianym oprogramowaniem
pt_br: Problemas com extensões, plugins ou softwares indesejados
pt_pt: Problemas com extras, plug-ins ou programas indesejados
ro: Probleme cu suplimente, pluginuri sau software nedorit
sk: Problémy s doplnkami, zásuvnými modulmi a neželaným softvérom
sr: Проблеми са додацима, прикључцима или нежељеним софтвером
sv: Problem med tillägg, insticksmoduler eller oönskad programvara
te: పొడగింతలు, ప్లగిన్లు లేదా అవాంఛిత సాఫ్ట్వేర్ ఇబ్బందులు
th: ปัญหาเกี่ยวกับส่วนเสริม, ปลั๊กอิน หรือซอฟต์แวร์ที่ไม่พึงประสงค์
tr: Eklenti, yan uygulama veya istenmeyen yazılım sorunları
uk: Проблеми з додатками, плагінами або небажаними програмами
ur: ایڈونز ، پلگ انز یا ناپسندیدہ سافٹ ویئر کے ساتھ مسائل
vi: Vấn đề với tiện ích mở rộng, phần bổ trợ hoặc phần mềm không mong muốn
zh_cn: 附加组件、插件或者不必要软件的问题
zh_tw: 附加元件、外掛程式或不想使用的軟體等問題
zu: Izinkinga ngokwengezelwayo, amapulagi noma i-software engafuneki

# DB: products.Topic.title
source: Problems with websites
af: Probleme met webwerwe
bg: Проблеми с уебсайтове
bs: Problemi s web stranicama
de: Probleme mit Websites
el: Προβλήματα με ιστοτόπους
es: Problemas con los sitios web
fy_nl: Problemen mei websites
he: בעיות עם אתרים
hr: Problemi s web stranicama
hu: Weboldalakkal kapcsolatos problémák
ia: Problemas con le sitos web
id: Masalah dengan situs web
it: Problemi con i siti web
ja: ウェブサイトの問題
ka: ხარვეზები ვებსაიტთან დაკავშირებით
kab: Uguren akked yismal web
ko: 웹 사이트 문제 해결
mg: Olana @ tranonkala
ms: Masalah dengan laman web
nb_no: Problemer med nettsteder
nl: Problemen met websites
pl: Problemy z witrynami
pt_br: Problemas com sites
pt_pt: Problemas com websites
ro: Probleme cu site-urile
sk: Problémy s webovými stránkami
sr: Проблеми са веб сајтовима
sv: Problem med webbplatser
te: వెబ్సైట్లతో ఇబ్బందులు
th: ปัญหาเกี่ยวกับเว็บไซต์
tr: Web sitesi sorunları
uk: Проблеми з вебсайтами
ur: ویب سائٹ کےساتھ مسلہ ہے
vi: Sự cố với trang web
zh_cn: 网站的问题
zh_tw: 網站問題
zu: Izinkinga kumawebhusayithi

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
af: Probleme met webwerwe wat nie goed in Firefox vir Windows 8 Touch wil werk nie.
bg: Проблеми с уебсайтове, които не работят добре във Firefox за Windows 8 Touch.
bs: Problemi s web stranicama koje ne funkcionišu dobro u Firefoxu za Windows 8 Touch.
de: Probleme mit Websites, die mit Firefox für Windows 8 Touch nicht richtig funktionieren.
el: Προβλήματα με ιστοτόπους που δεν λειτουργούν καλά στο Firefox για Windows 8 Touch.
es: Problemas con los sitios web que no funcionan bien en Firefox para Windows 8 Touch.
fy_nl: Problemen mei websites dy’t net goed wurkje yn Firefox foar Windows 8 Touch.
he: בעיות עם אתרים שלא עובדים היטב ב־Firefox עבור Windows 8 עם מגע.
hr: Problemi s web stranicama koje ne rade dobro u Firefoxu za Windows 8 Touch.
hu: Problémák a Firefox for Windows 8 Touch-ban nem megfelelően működő weboldalakkal.
ia: Problemas con sitos web que non functiona ben in Firefox pro Windows 8 Touch.
id: Masalah dengan situs web yang tidak bekerja dengan baik di Firefox untuk Windows 8 Touch.
it: Problemi con i siti web utilizzando Firefox per Windows 8 Touch
ja: Windows 8 Touch 版 Firefox でうまく動作しないウェブサイトの問題。
ka: ვებგვერდებთან დაკავშირებული ხარვეზები, Firefox-ის Windows 8 Touch-ზე.
kab: Uguren akked yismal web ur nteddu ara akken iwata deg Firefox i Windows 8 Touch.
ko: Firefox 윈도8 터치에서 동작하지 않는 웹 사이트
mg: Olana @ tranonkala izay tsy mandeha tsara @ Firefox ho an'i Windows 8 Touch.
ms: Masalah dengan laman web yang tidak berfungsi baik dalam Firefox untuk Windows 8 Touch.
nb_no: Problemer med nettsteder som ikke fungerer bra i Firefox for Windows 8 Touch.
nl: Problemen met websites die niet goed werken in Firefox voor Windows 8 Touch.
pl: Problemy z witrynami, które nie działają zbyt dobrze z Firefoksem dla Windows 8 Touch.
pt_br: Problemas com sites que não funcionam bem no Firefox para Windows 8 Touch.
pt_pt: Problemas com websites que não funcionam bem no Firefox para o Windows 8 Touch.
ro: Probleme cu site-uri web care nu funcționează bine în Firefox pentru Windows 8 Touch.
sk: Problémy s webovými stránkami vo Firefoxe pre Windows 8 Touch.
sr: Проблеми са веб сајтовима који не функционишу добро у Firefox for Windows 8 Touch.
sv: Problem med webbplatser som inte fungerar bra i Firefox för Windows 8 Touch.
te: విండోస్ 8 టచ్ ఫైర్ ఫాక్స్ లో బాగా పనిచేయని వెబ్సైట్లతో ఇబ్బందులు.
th: ปัญหาเกี่ยวกับเว็บไซต์ที่ทำงานได้ไม่ดีกับ Firefox สำหรับ Windows 8 Touch
tr: Windows 8 Dokunmatik için Firefox'ta iyi çalışmayan web siteleri ile ilgili sorunlar.
uk: Проблеми з вебсайтами, які працюють неправильно для Windows 8 Touch.
vi: Sự cố với các trang web không hoạt động tốt trong Firefox cho Windows 8 Touch.
zh_cn: 在 Firefox Windows 8 触控版下不正常的网站的问题。
zh_tw: 無法在 Firefox for Windows 8 Touch 當中使用或有問題的網站。
zu: Izinkinga ngewebhusayithi engasebenzi kahle ne-Firefox ye-Windows 8 Touch.

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
af: Prosedures om probleme te diagnoseer en op te los
bg: Процедури за диагностика и отстраняване на проблеми
bs: Procedure za dijagnozu i rješavanje problema
de: Vorgehensweisen zum Diagnostizieren und Beheben von Problemen
el: Διαδικασίες για διάγνωση και διόρθωση προβλημάτων
es: Procedimientos para diagnosticar y solucionar problemas
fy_nl: Prosedueren foar it analysearjen en ferhelpen fan problemen
he: תהליכים לניתוח ותיקון בעיות
hr: Postupci za dijagnosticiranje i ispravljanje problema
hu: Módszerek problémák felismerésére és javítására
ia: Proceduras pro diagnosticar e reparar problemas
id: Langkah penentuan dan pemecahan masalah
it: Diagnosi e soluzione dei problemi
ja: 問題の診断と解決の手順
ka: ხარვეზების დადგენისა და მათი აღმოფხვრის გზები
kab: Tarrayt n tesleḍt akked ferru n wuguren
ko: 문제의 원인을 분석하고 해결하는 과정
mg: Fomba fampiasa hamantarana sy hahamana olana
ms: Prosedur mendiagnos dan membaiki masalah
nb_no: Prosedyrer for å diagnostisere og fikse problemer
nl: Procedures voor het analyseren en verhelpen van problemen
pa_in: ਸਮੱਸਿਆਵਾ ਦਾ ਹੱਲ ਅਤੇ ਇਲਾਜ਼ ਕਰਨ ਲਈ ਤਰੀਕੇ
pl: Procedury diagnozy i rozwiązywania problemów
pt_br: Procedimentos para diagnosticar e solucionar problemas
pt_pt: Procedimentos para diagnosticar e resolver problemas
ro: Proceduri pentru diagnosticarea și rezolvarea problemelor
sk: Postupy na diagnózu a opravu problémov
sr: Процедуре за дијагнозу и решавање проблема
sv: Rutiner för att diagnostisera och åtgärda problem
te: సమస్యలను పరిష్కరించడానికి విశ్లేషించడానికి సమస్యలు పరిష్కరించడానికి పద్దతులు
th: ขั้นตอนในการวินิจฉัยและแก้ไขปัญหา
tr: Sorunları tespit etme ve çözme yönergeleri
uk: Процедури для діагностики та усунення проблем
ur: مسائل کی تشخیص اور ان کے حل کے طریقہ کار
vi: Cách thức chẩn đoán và khắc phục các vấn đề
zh_cn: 分析与解决问题的方案
zh_tw: 檢測與修正問題的步驟
zu: Izinqubo zokuxilonga nokulungisa izinkinga
