Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Product.description
source: Mobile browser for Indonesia, India, The Philippines, and Thailand
bg: Мобилен браузър за Индонезия, Индия, Филипините и Тайланд
de: Mobiler Browser für Indonesien, Indien, die Philippinen und Thailand
el: Για την Ινδονησία, την Ινδία, τις Φιλιππίνες και την Ταϊλάνδη
es: Navegador móvil para Indonesia, India, Filipinas y Tailandia
fy_nl: Mobile browser foar Yndoneezje, Yndia, Filipinen en Tailân
he: דפדפן לנייד עבור אינדונזיה, הודו, הפיליפינים ותאילנד
hr: Preglednik za mobilne uređaje za Indoneziju, Indiju, Filipine i Tajland
hu: Mobilböngésző Indonéziának, Indiának, a Fülöp-szigeteknek és Thaiföldnek
ia: Navigator mobile pro Indonesia, India, Philippines e Thailandia
id: Peramban seluler untuk Indonesia, India, Filipina, dan Thailand
it: Browser mobile per Indonesia, India, Filippine e Thailandia
ja: インドネシアおよびインド、フィリピン、タイのユーザー向けのモバイルブラウザー
ka: მობილური ბრაუზერი ინდონეზიისთვის, ინდოეთისთვის, ფილიპინებისა და ტაილანდისთვის
kab: Iminig i yizirazen deg Andunizya, Hend, Tayland akke Filipin
ko: 인도네시아와 인도, 필리핀, 태국에 최적화된 모바일 브라우저
ms: Pelayar mudah alih untuk Indonesia, India, Filipina dan Thailand
nb_no: Mobilnettleser for Indonesia, India, Filippinene og Thailand
nl: Mobiele browser voor Indonesië, India, de Filipijnen en Thailand
pl: Mobilna przeglądarka dla Indonezji, Indii, Filipin i Tajlandii
pt_br: Navegador mobile para Indonésia, Índia, Filipinas e Tailândia
pt_pt: Navegador móvel para a Indonésia, Índia, Filipinas, e Tailândia
ro: Browser mobil pentru Indonezia, India, Filipine și Thailanda
sk: Mobilný prehliadač pre Indonéziu, Indiu, Filipíny a Thajsko
sr: Мобилни прегледач за Индонезију, Индију, Филипине и Тајланд
sv: Mobil webbläsare för Indonesien, Indien, Filippinerna och Thailand
th: เบราว์เซอร์มือถือสำหรับอินโดนีเซีย, อินเดีย, ฟิลิปปินส์ และไทย
tr: Endonezya, Hindistan, Filipinler ve Tayland için mobil tarayıcı
uk: Мобільний браузер для Індонезії, Індії, Філіппін і Таїланду
ur: انڈونیشیا ، ہندوستان ، فلپائن اور تھائی لینڈ کے لئے موبائل براؤزر
vi: Trình duyệt di động cho Indonesia, Ấn Độ, Philippines và Thái Lan
zh_cn: 为印度尼西亚、印度、菲律宾和泰国打造的移动浏览器
zh_tw: 為印尼、印度、菲律賓、泰國市場設計的行動瀏覽器

# DB: products.Product.description
source: Mobile app that gives you access to passwords you've saved to Firefox.
bg: Мобилно приложение, което ви дава достъп до паролите, които сте запазили във Firefox.
de: Mobile App, mit der Sie auf Passwörter zugreifen können, die Sie in Firefox gespeichert haben.
el: Πρόσβαση στους αποθηκευμένους κωδικούς πρόσβασης του Firefox.
es: Aplicación móvil que te da acceso a las contraseñas que has guardado en Firefox.
fy_nl: Mobile app dy’t jo tagong jout ta wachtwurden dy’t jo yn Firefox bewarre hawwe.
he: יישומון לנייד שמעניק לך גישה לססמאות ששמרת ב־Firefox.
hr: Program za mobilne uređaje, za pristup spremljenim lozinkama u Firefoxu.
hu: Mobilalkalmazás, amely hozzáférést biztosít a Firefoxba mentett jelszavakhoz.
ia: Application mobile que te da accesso al contrasignos que tu ha salvate in Firefox.
it: App per mobile che consente l'accesso alle password salvate in Firefox
ja: Firefox に保存したパスワードにアクセスできるモバイルアプリ。
ka: მობილური პროგრამა, რომელიც გაძლევთ წვდომის შესაძლებლობას, Firefox-ში შენახულ პაროლებთან.
kab: Asnas i uziraz ara k-yeǧǧen ad tkecmeḍ ɣer wawalen uffiren yettwaskelsen deg Firefox.
ko: Firefox에 저장 한 비밀번호에 접근할 수 있는 모바일 앱입니다.
nb_no: Mobilapp som gir deg tilgang til passord du har lagret i Firefox.
nl: Mobiele app die u toegang geeft tot wachtwoorden die u in Firefox hebt opgeslagen.
pl: Aplikacja mobilna zapewniająca dostęp do haseł zachowanych w Firefoksie.
pt_br: Aplicativo móvel que permite acessar senhas salvas no Firefox.
pt_pt: A aplicação móvel que lhe dá acesso às palavras-passe que guardou no Firefox.
ro: Aplicație mobilă care îți oferă acces la parolele salvate în Firefox.
sk: Mobilná aplikácia, ktorá vám umožní prístup k heslám, ktoré ste si uložili do Firefoxu.
sr: Апликација која вам омогућава приступ лозинкама сачуваним у Firefox-у.
sv: Mobilapp som ger dig åtkomst till lösenord du har sparat i Firefox.
th: แอปมือถือที่ให้คุณเข้าถึงรหัสผ่านที่คุณบันทึกไว้ใน Firefox
tr: Firefox'a kaydettiğiniz parolalara erişmenizi sağlayan mobil uygulama.
uk: Мобільний додаток, який надає вам доступ до збережених у Firefox паролів.
ur: موبائل ایپ جو آپ کو Firefox میں محفوظ کردہ پاس ورڈ تک رسائی فراہم کرتی ہے۔
vi: Ứng dụng di động cho phép bạn truy cập vào mật khẩu bạn đã lưu vào Firefox.
zh_cn: 可让您访问保存到 Firefox 的登录信息的移动应用程序。
zh_tw: 讓您可使用儲存到 Firefox 的登入資訊的行動應用程式。

# DB: products.Product.description
source: Mobile OS for smartphones
af: Bedryfstelsel vir slimfone
bg: Мобилна ОС за смартфони
bs: Mobilni OS za pametne telefone
de: Mobiles OS für Smartphones
el: ΛΣ κινητών συσκευών για smartphone
es: Sistema operativo móvil para teléfonos inteligentes
fy_nl: Mobyl OS foar snoadfoans
he: מערכת הפעלה ניידת לטלפונים חכמים
hr: Mobile OS za pametne telefone
hu: Mobil OS okostelefonokra
ia: Systema de operation mobile pro telephonos intelligente
id: Sistem operasi untuk ponsel pintar
it: Sistema operativo per smartphone
ja: スマートフォン向けのモバイル OS
ka: მობილური ოს სმარტოფნებისთვის
kab: OS aziraz i tiliɣriyin tuḥricin
ko: 스마트폰용 모바일 OS
mg: OS finday ho an'ireo telefaona matsilo
ms: Mobile OS untuk telefon pintar
nb_no: Mobilt OS for smarttelefoner
nl: Mobiel OS voor smartphones
pa_in: ਮੋਬਾਇਲ ਸਮਾਰਟ ਫੋਨਾ ਲਈ OS
pl: System operacyjny dla smartfonów
pt_br: Sistema Operacional para smartphones
pt_pt: Sistema operativo móvel para smartphones
ro: Sistem de operare mobil pentru smartphone-uri
sk: OS pre mobilné telefóny
sr: Мобилни OS за паметне телефоне
sv: Mobila OS för smartphones
te: స్మార్ట్ఫోన్ల కోసం మొబైల్ OS
th: ระบบปฏิบัติการมือถือสำหรับสมาร์ทโฟน
tr: Akıllı telefonlar için mobil işletim sistemi
uk: Мобільна ОС для смартфонів
ur: اسمارٹ فونز کے لئے موبائل او ایس
vi: Hệ điều hành di động cho điện thoại thông minh
zh_cn: 智能手机操作系统
zh_tw: 供智慧型手機用的行動作業系統
zu: I-Mobile OS yama-smartphone

# DB: products.Product.description
source: Web browser for virtual reality headsets
bg: Уеб браузър за устройства за виртуална реалност
de: Internet-Browser für Headsets mit Virtueller Realität
el: Πρόγραμμα περιήγησης για συσκευές εικονικής πραγματικότητας
es: Navegador para cascos de realidad virtual
fy_nl: Webbrowser foar virtualreality-headsets
he: דפדפן אינטרנט עבור משקפי מציאות מדומה
hr: Web preglednik za VR naočale
hu: Webböngésző virtuális valóság headsetekhez
ia: Navigator del Web pro bonettos de realitate virtual
id: Peramban web untuk headset realitas virtual
it: Browser web per visori da realtà virtuale
ja: VR ヘッドセット向けウェブブラウザー
ka: ბრაუზერი წარმოსახვითი სინამდვილის ჩაფხუტისთვის
kab: Iminig web i yimsegdalen n tilawt tuhlist
ko: 가상현실 헤드셋을 위한 웹 브라우저
ms: Pelayar web untuk kerangka kepala realiti maya
nb_no: Nettleser for virtuell virkelighet-hodesett
nl: Webbrowser voor virtualreality-headsets
pl: Przeglądarka dla gogli rzeczywistości wirtualnej
pt_br: Navegador web para óculos de realidade virtual
pt_pt: Navegador web para fones de realidade virtual
ro: Browser web pentru ochelari de realitate virtuală
sk: Webový prehliadač pre virtuálnu realitu
sr: Веб прегледач за наочаре за виртуелну реалност
sv: Webbläsare för vr-headsets
te: వర్చువల్ రియాలిటీ హెడ్‌సెట్ల కోసం జాల విహారిణి
th: เว็บเบราว์เซอร์สำหรับชุดหูฟังความจริงเสมือน
tr: Sanal gerçeklik başlıklarına yönelik web tarayıcısı
uk: Браузер для гарнітури віртуальної реальності
ur: ورچوئل رئیلٹی ہیڈسیٹس کیلئے ویب براؤزر
vi: Trình duyệt web cho thiết bị thực tế ảo
zh_cn: 面向 VR 头戴设备的网页浏览器
zh_tw: 供虛擬實境眼鏡使用的網頁瀏覽器

# DB: products.Product.description
source: Screenshot app for mobile
bg: Приложение за екранни снимки
de: Bildschirmfoto-App für Mobilgeräte
el: Εφαρμογή στιγμιότυπων οθόνης για κινητά
es: Aplicación de captura de pantalla para dispositivos móviles
fy_nl: Skermôfbylding-app foar mobyl
he: יישומון צילום מסך לנייד
hr: Program za snimanje slika ekrana za mobilne uređaje
hu: Screenshot alkalmazás mobilra
ia: Application de captura de schermo pro mobile
id: Aplikasi cuplikan layar bergerak
it: Per creare schermate su dispositivi mobili
ja: モバイル向けスクリーンショットアプリ
ka: ეკრანის სურათების გადამღები მობილურისთვის
kab: Tuṭṭfiwin n ugdil deg usnas aziraz
ko: 모바일용 스크린샷 앱
ms: Aplikasi skrinsyot untuk telefon bimbit
nb_no: Skjermbilde-app for mobil
nl: Schermafbeelding-app voor mobiel
pl: Aplikacja na telefon do zrzutów ekranu
pt_br: Aplicativo de captura de tela para dispositivos móveis
pt_pt: Aplicação de captura de ecrã para dispositivos móveis
ro: Aplicație pentru captură de ecran pentru mobil
sk: Aplikácia na tvorbu snímok obrazovky
sr: Апликација снимака екрана за мобилни
sv: Skärmdumpsapp för mobil
te: మొబైల్ కోసం తెరపట్ల అనువర్తనం
th: แอปจับภาพหน้าจอสำหรับมือถือ
tr: Mobil cihazlar için ekran görüntüsü uygulaması
uk: Програма знімків екрана для мобільного
ur: موبائل کے لئے اسکرین شاٹ ایپ
vi: Ứng dụng ảnh chụp màn hình cho di động
zh_cn: 面向手机的屏幕截图应用
zh_tw: 行動裝置使用的畫面擷圖軟體

# DB: products.Product.description
source: An app for sending files to anyone.
bg: Приложение за изпращане на файлове до други хора.
de: Eine App zum Versenden von Dateien an jeden.
el: Μια εφαρμογή αποστολής αρχείων σε οποιονδήποτε.
es: Una aplicación para enviar archivos a cualquier persona.
fy_nl: In app foar it ferstjoeren fan bestannen nei elkenien.
he: יישומון לשליחת קבצים לכל אחד.
hr: Program za slanje datoteka bilo kome.
hu: Egy alkalmazás fájlok küldésére bárki számára.
ia: Un application pro inviar files a quicunque.
it: Una app per inviare file
ja: 誰にでもファイルを送信できるアプリ。
ka: პროგრამა, ფაილების ნებისმიერისთვის გასაგზავნად.
kab: Asnas ara yeǧǧen tuzna n yifuyla.
ko: 누구에게나 파일을 보낼 수 있는 앱입니다.
nb_no: En app for sending av filer til hvem som helst.
nl: Een app voor het verzenden van bestanden naar iedereen.
pl: Aplikacja do wysyłania plików do dowolnego odbiorcy.
pt_br: Um aplicativo para enviar arquivos para qualquer pessoa.
pt_pt: Uma aplicação para enviar ficheiros para qualquer pessoa.
ro: Aplicație pentru a trimite fișiere oricui.
sk: Aplikácia na odosielanie súborov komukoľvek.
sr: Апликација за слање датотека било коме.
sv: En app för att skicka filer till vem som helst.
th: แอปสำหรับส่งไฟล์ถึงใครก็ได้
tr: Dosya göndermeyi kolaylaştıran uygulama.
uk: Додаток для надсилання файлів будь-кому.
ur: کسی کو بھی فائلیں بھیجنے کے لئے ایک ایپ۔
vi: Một ứng dụng để gửi các tập tin cho bất cứ ai.
zh_cn: 用于发送文件给任何人的应用程序。
zh_tw: 用於傳送檔案給任何人的應用程式。

# DB: products.Product.title
source: Mozilla Account
de: Mozilla-Konto
el: Λογαριασμός Mozilla
he: חשבון Mozilla
hu: Mozilla-fiók
ia: Conto Mozilla
it: Account Mozilla
ka: Mozilla-ანგარიში
ko: Mozilla 계정
pl: Konto Mozilli
pt_br: Conta Mozilla
pt_pt: Conta Mozilla
sk: Účet Mozilla
sv: Mozilla-konto
tr: Mozilla Hesabı
uk: Обліковий запис Mozilla
vi: Tài khoản Mozilla
zh_cn: Mozilla 账户
zh_tw: Mozilla 帳號

# DB: products.Product.description
source: Privacy-first products for desktop and mobile
bg: Продукти за настолни компютри и мобилни устройства поставящи поверителността на първо място
de: Datenschutzprodukte für Desktop und Mobilgeräte
el: Ιδιωτικά προϊόντα για υπολογιστές και φορητές συσκευές
fy_nl: Produkten foar desktop en mobyl dy’t privacy foarop stelle
hr: Proizvodi za zaštitu privatnosti za desktop i mobilne uređaje
hu: Adatvédelmet előtérbe helyező termékek számítógépre és mobilra
ia: Productos de maxime discretion pro scriptorio e mobile
it: Prodotti orientati alla privacy per desktop e dispositivi mobili
ja: プライバシー優先のデスクトップおよびモバイル向け製品
ka: პირადულობის უწინარესობის უზრუნველმყოფი პროდუქტები კომპიუტერისა და მობილურისთვის
kab: Ifarisen yettqadaren tudert tabaḍnit i tnariyin d yiziraz
ko: 데스크톱 및 모바일 용 개인 정보 보호 우선 제품
nb_no: Personvern for datamaskiner og mobile enheter
nl: Producten voor desktop en mobiel die privacy voorop stellen
pl: Produkty zapewniające prywatność na komputery stacjonarne i urządzenia mobilne
pt_br: Produtos com privacidade em primeiro lugar para computadores e dispositivos móveis
pt_pt: Produtos com prioridade na privacidade para computadores e dispositivos móveis
ro: Produse care pun confidențialitatea pe primul loc, pentru calculator și dispozive mobile
sk: Produkty pre stolné počítače a mobilné zariadenia s ochranou súkromia na prvom mieste
sr: Производи који штите приватност за десктоп и мобилне уређаје
sv: Integritetsprodukter för stationära och mobila enheter
tr: Masaüstü ve mobil cihazlar için gizlilik odaklı ürünler
uk: Створені для приватності продукти для комп'ютерів та мобільних
vi: Sản phẩm đầu tiên bảo mật cho máy tính để bàn và điện thoại di động
zh_cn: 隐私至上的桌面和移动产品
zh_tw: 隱私第一的桌面與行動版軟體

# DB: products.Product.description
source: A new online standard to recognize and verify learning
af: 'n Nuwe aanlyn standaard om onderrig te erken en te verifieer
bg: Нов онлайн стандарт за оценка и проверка на знания.
bs: Novi standard na mreži koji prepoznaje i potvrđuje učenje
de: Ein neuer Online-Standard um Lernen anzuerkennen und nachzuweisen
el: Ένα νέο διαδικτυακό πρότυπο για την αναγνώριση και την πιστοποίηση εκμάθησης
es: Un nuevo estándar en línea para reconocer y verificar el aprendizaje
fy_nl: In nije onlinestandert foar it werkennen en ferifiearjen fan kunde
hr: Novi internetski standard za priznavanje i provjeru učenja
hu: Új online szabvány a tanulás elismerésére és ellenőrzésére
ia: Un nove standard online pro recognoscer e verificar le apprendimento
id: Standar online baru untuk mengenali dan memverifikasi pembelajaran
it: Un nuovo standard del web per riconoscere e verificare l'apprendimento
ja: 学習を受け入れて認めるための新しいオンライン標準
ka: მიღებული ცოდნის დამოწმების და აღიარების ახალი სტანდარტი
kab: Tizeɣt tamaynut srid akken ad tɛeqleḍ daɣen ad tesneqdeḍ timusniwin
ko: 학습을 인증하기 위한 온라인 표준
mg: Fenitra an-jotra vaovao hankasitrahana sy hanamarinana fianarana
ms: Satu piawai dalam talian baru untuk mengenalpasti dan mengesahkan pembelajaran
nb_no: En ny standard på nett for å kjenne igjen og verifisere læring
nl: Een nieuwe onlinestandaard voor het herkennen en verifiëren van kunde
pa_in: ਇੱਨ ਨਵਾ ਆਨਲਾਇਨ ਮਿਆਰੀ ਮਾਨਤਾ ਦੇਣ ਅਤੇ ਸਿੱਖਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ
pl: Nowy standard uznawania i potwierdzania zdobywanej wiedzy
pt_br: Um novo padrão para reconhecer e verificar a aprendizagem
pt_pt: Um novo standard para reconhecer e verificar aprendizagem
ro: Un nou standard online pentru recunoașterea și verificarea învățării
sk: Nový online štandard pre rozpoznávanie a overovanie vzdelania
sr: Нови онлајн стандар који препознаје и потврђује учење
sv: En ny online-standard för att känna igen och verifiera lärande
te: గుర్తించి నేర్చుకోవడం ధ్రువీకరించడం ఒక నూతన ఆన్లైన్ ప్రామాణిక
th: มาตรฐานออนไลน์สำหรับการรับรู้ และตรวจสอบการเรียนรู้ใหม่
tr: Öğrenmeyi tanımanın ve doğrulamanın yeni bir çevrimiçi standardı
uk: Новий онлайн стандарт для визнання та перевірки вивчення
ur: پہچان اور سیکھنے کی توثیق کا ایک نیا آن لائن معیار
vi: Một tiêu chuẩn trực tuyến mới để nhận biết và xác minh việc tìm hiểu
zh_cn: 一套可用以识别学识的新的在线标准
zh_tw: 一套用來認可與確認學習情況的線上標準
zu: Indlela entsha yaku-inthanethi yokubona nokuqinisekisa ukufunda

# DB: products.Product.title
source: Privacy and Security
af: Privaatheid en sekuriteit
bg: Поверителност и сигурност
bs: Privatnost i sigurnost
de: Datenschutz und Sicherheit
el: Απόρρητο και ασφάλεια
es: Privacidad y seguridad
fy_nl: Privacy en befeiliging
he: פרטיות ואבטחה
hr: Privatnost i sigurnost
hu: Adatvédelem és biztonság
ia: Confidentialitate e securitate
id: Privasi dan Keamanan
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ka: პირადულობა და უსაფრთხოება
kab: Tabaḍnit & Taɣellist
ko: 개인 정보 및 보안 설정
mg: Tsiambaratelo sy Fiarovana
ms: Privasi dan Keselamatan
nb_no: Personvern og sikkerhet
nl: Privacy en beveiliging
pa_in: ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ
pl: Prywatność i bezpieczeństwo
pt_br: Privacidade e segurança
pt_pt: Privacidade e segurança
ro: Confidențialitate și securitate
sk: Súkromie a bezpečnosť
sr: Приватност и сигурност
sv: Sekretess och säkerhet
te: అంతరంగికత, భద్రత
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve güvenlik
uk: Приватність і безпека
ur: رازداری اور سیکورٹی
vi: Riêng tư và Bảo mật
zh_cn: 隐私与安全
zh_tw: 隱私權與安全性
zu: Ukugcinwa kwemininingwane iyimfihlo nokuvikeleka

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
af: Leer meer oor Mozilla se privaatheid- en sekuriteitpraktyke.
bg: Научете повече за практиките за поверителност и сигурност на Mozilla.
bs: Saznajte više o Mozilla policama za privatnost i sigurnost.
de: Erfahren Sie mehr über Mozillas Datenschutz- und Sicherheitspraktiken.
el: Μάθετε περισσότερα σχετικά με τις πρακτικές απορρήτου και ασφάλειας της Mozilla.
es: Aprende más sobre las prácticas de seguridad y privacidad de Mozilla.
fy_nl: Lês mear oer Mozilla’s praktiken oangeande privacy en befeiliging.
hr: Saznaj više o Mozillinim praksama po pitanju privatnosti i sigurnosti.
hu: Tudjon meg többet a Mozilla adatvédelmi és biztonsági gyakorlatairól.
ia: Saper plus re le practicas de confidentialitate e securitate de Mozilla.
id: Pelajari lebih lanjut tentang praktik privasi dan keamanan Mozilla.
it: Per sapere di più sul comportamento di Mozilla su privacy e sicurezza
ja: Mozilla のプライバシーとセキュリティの実践について詳しく学ぶ。
ka: იხილეთ ვრცლად Mozilla-ს საქმიანობის შესახებ, პირადულობისა და უსაფრთხოების საკითხებში.
kab: Issin ugar ɣef usemres n tɣellist akked tbadnit n Mozilla.
ko: Mozilla 개인 정보 보호 및 보안 실행 방안에 대해 자세히 알아봅니다.
mg: Fantaro bebe kokoa ny fomba fanaon'i Mozilla @ lafiny tsiambaratelo sy fiarovana.
ms: Ketahui lebih lanjut perihal amalan privasi dan keselamatan Mozilla.
nb_no: Les mer om Mozillas personvern- og sikkerhetspraksis.
nl: Lees meer over Mozilla’s praktijken inzake privacy en beveiliging.
pl: Dowiedz się więcej o tym, jak chronimy prywatność i dbamy o bezpieczeństwo.
pt_br: Saiba mais sobre as práticas de privacidade e segurança da Mozilla.
pt_pt: Saiba mais sobre as práticas de privacidade e segurança da Mozilla.
ro: Află mai multe despre practicile de confidențialitate și securitate ale Mozilla.
sk: Zistite viac, ako sa Mozilla stará o súkromie a bezpečnosť.
sr: Сазнајте више о Mozilla полисама за приватност и безбедност.
sv: Läs mer om Mozillas sekretess och säkerhetsrutiner.
te: మొజిల్లా యొక్క గోప్యత మరియు భద్రతా అభ్యాసాల గురించి మరింత తెలుసుకోండి.
th: เรียนรู้เพิ่มเติมเกี่ยวกับความเป็นส่วนตัวและความปลอดภัยของ Mozilla
tr: Mozilla'nın gizlilik ve güvenlik ilkeleriyle ilgili bilgi alın.
uk: Дізнайтесь більше про практики щодо приватності й безпеки Mozilla.
ur: Mozilla کی رازداری اور سیکورٹی کے طریقوں کے بارے میں مزید سیکھیں۔
vi: Tìm hiểu thêm về thực tiễn bảo mật và quyền riêng tư của Mozilla.
zh_cn: 详细了解有关 Mozilla 的隐私与安全惯例。
zh_tw: 了解更多 Mozilla 保護隱私權與安全性的做法。
zu: Fund akabanzi ngokuvikeleka kwemininingwane kwa-Mozilla kanye nezinqubo zokuphepha.

# DB: products.Product.description
source: Webmaker and other tools for teaching and learning the Web
bg: Webmaker и други инструменти за изучаване на интернет
bs: Webmaker i drugi alati za kreiranje i učenje weba
de: Webmaker und andere Werkzeuge zum Lehren und Lernen des Internets
el: Webmaker και άλλα εργαλεία για τη διδασκαλία και την εκμάθηση του ιστού
es: Webmaker y otras herramientas para enseñar la Web
fy_nl: Webmaker en oar ark foar ûnderwiis en leare fan it web
he: Webmaker וכלים אחרים להדרכה וללימוד על האינטרנט
hr: Webmaker i ostali alati za podučavanje i učenje weba
hu: Webmaker és más eszközök a web tanításához és tanulásához
ia: Webmaker e altere applicationes pro inseniar e apprender le web
id: Webmaker dan alat pengajaran dan pembelajaran Web lainnya
it: Webmaker e altri strumenti per insegnare e imparare il Web
ja: Web を教え学ぶための Webmaker と他のツール
ka: Webmaker და სხვა ხელსაწყოები, ვებმასალის შესწავლისა და სწავლებისთვის
kab: Webmaker d yifecka-nniḍen i uselmed d ulmad n web
ko: 웹 저작 및 학습을 위한 웹 메이커 도구
mg: Webmaker sy fitaovana hafa fampianarana sy fianarana tranonkala
ms: Webmaker dan alatan lain untuk mengajar dan belajar Web
nb_no: Webmaker og andre verktøy for undervisning og læring på nettet
nl: Webmaker en andere hulpmiddelen voor onderwijzen en leren van het web
pl: Webmaker i inne narzędzia do tworzenia i nauki sieci
pt_br: Webmaker e outras ferramentas de aprendizagem web
pt_pt: Webmaker e outras ferramentas para ensinar e aprender a web
ro: Webmaker și alte unelte pentru instruirea și învățarea webului
sk: Webmaker a ďalšie nástroje na výuku a štúdium webu
sr: Webmaker и други алати за креирање и учење веба
sv: Webmaker och andra verktyg för undervisning och lärande på webben
te: జాలాన్ని నేర్పడానికీ నేర్చుకోడానికీ వెబ్‌మేకర్, ఇతర పనిముట్లు
th: Webmaker และเครื่องมืออื่น ๆ สำหรับการสอนและการเรียนรู้เกี่ยวกับเว็บ
tr: Webmaker ve web öğretmeyi veya öğrenmeyi sağlayan diğer araçlar
uk: WebMaker та інші інструменти для викладання і вивчення Інтернету
ur: ویب میکر اور ویب کو تعلیم دینے اور سیکھنے کے لئے دیگر ٹولز
vi: Webmaker và các công cụ khác giúp ích cho việc dạy và học làm Web
zh_cn: Webmaker 和其他教学与了解 Web 的工具
zh_tw: Webmaker 以及其他 Web 教學工具

# DB: products.Topic.title
source: 3rd party sign in
ia: Accesso de tertie partes
sv: Inloggning från tredje part
tr: Üçüncü taraf girişi

# DB: products.Topic.description
source: Troubleshoot 3rd party sign in issues.
ia: Solver problemas de accesso de tertie partes.
sv: Felsök problem med inloggning från tredje part.
tr: Üçüncü taraf girişle ilgili sorunları giderin.

# DB: products.Topic.title
source: Abuse
bg: Злоупотреба
de: Missbrauch
el: Κατάχρηση
es: Abuso
fy_nl: Misbrûk
hr: Zloupotreba
hu: Visszaélés
ia: Abuso
it: Violazioni
ja: 不正利用
ka: დარღვევა
kab: Yir seqdec
ko: 남용
nb_no: Misbruk
nl: Misbruik
pl: Nadużycie
pt_br: Abuso
pt_pt: Abuso
sk: Zneužitie
sr: Злоупотреба
sv: Missbruk
tr: Kötüye kullanım
uk: Зловживання
ur: گالی
vi: Lạm dụng
zh_cn: 滥用
zh_tw: 濫用

# DB: products.Topic.description
source: Tools to make your event a safe place for your guests
bg: Инструменти, за да направите вашето събитие безопасно място за вашите гости
de: Werkzeuge, die Ihre Veranstaltung zu einem sicheren Ort für Ihre Gäste machen
el: Εργαλεία για να κάνετε την εκδήλωσή σας ένα ασφαλές μέρος για τους καλεσμένους σας
fy_nl: Helpmiddelen om fan jo evenemint in feilich plak foar jo gasten te meitsjen
hr: Alati, koji će tvoj događaj učiniti sigurnim mjestom za tvoje goste
hu: Eszközök, hogy biztonságos hellyé tegye az eseményt a vendégei számára
ia: Utensiles pro render tu evento un loco secur pro tu hospites
it: Strumenti per rendere il tuo evento uno spazio sicuro per i tuoi ospiti
ka: ხელსაწყოები, რომლებიც თქვენს ღონისძიებას უსაფრთხოს გახდის სტუმრებისთვის
kab: Ifecka i wakken ad terreḍ tidyanin-inek·inem deg wadeg iḥerzen i yinebgawen-inek·inem
ko: 게스트를 위해 이벤트 광간을 안전하게 만드는 도구
nb_no: Verktøy som gjør arrangementet ditt til et trygt sted for dine gjester
nl: Hulpmiddelen om van uw evenement een veilige plaats voor uw gasten te maken
pl: Narzędzia, dzięki którym Twoje wydarzenie będzie bezpieczne dla Twoich gości
pt_br: Ferramentas para tornar seu evento um lugar seguro para seus convidados
pt_pt: Ferramentas para tornar o seu evento num lugar seguro para os seus convidados
sk: Nástroje, vďaka ktorým bude vaša udalosť bezpečným miestom pre vašich hostí
sr: Алати да ваш догађај буде безбедно место за ваше госте
sv: Verktyg för att göra ditt evenemang till en säker plats för dina gäster
tr: Etkinliğinizi misafirleriniz için güvenli bir yer haline getirecek araçlar
uk: Інструменти, щоб зробити вашу подію безпечним місцем для ваших гостей
vi: Các công cụ giúp sự kiện của bạn trở thành một nơi an toàn cho khách của bạn
zh_cn: 访客管理工具：保障活动安全进行
zh_tw: 讓您的活動更安全

# DB: products.Topic.title
source: Accessibility
hu: Akadálymentesítés
ia: Accessibilitate
it: Accessibilità
kab: Tuffart
nl: Toegankelijkheid
pl: Dostępność
pt_br: Acessibilidade
sv: Tillgänglighet
tr: Erişilebilirlik
zh_cn: 无障碍
