Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: %s posted an answer to your question "%s"
af: %s het 'n antwoord op jou vraag "%s" geplaas
bg: %s публикува отговор на вашия въпрос "%s"
bs: %s je postavio odgovor na vaše pitanje "%s"
de: %s hat eine Antwort auf Ihre Frage „%s“ geschrieben
el: Ο/Η %s δημοσίευσε μια απάντηση για την ερώτησή σας «%s»
es: %s publicó una respuesta a tu pregunta "%s"
fy_nl: %s hat in antwurd pleatst op jo fraach “%s”
he: פורסמה תשובה מאת %s לשאלה שלך ״%s״
hr: Odgovor od %s na tvoje pitanje „%s”
hu: %s válaszolt erre a kérdésére: „%s”
id: %s telah mengirim jawaban untuk pertanyaan Anda "%s"
it: %s ha inserito una risposta alla tua domanda "%s"
ja: %s さんがあなたの質問 "%s" に回答しました
ka: %s მომხმარებელმა დაწერა პასუხი თქვენს კითხვაზე "%s"
ko: %s 답변이 여러분의 "%s" 질문에 달렸습니다.
mg: Nametaka valiny momba ny fanontanianao "%s" i %s
ms: %s post jawapan kepada soalan anda "%s"
nb_no: %s svarte på ditt spørsmål "%s"
nl: %s heeft een antwoord geplaatst op uw vraag “%s”
pa_in: %s ਤੁਹਾਡੇ ਸਵਾਲ ਦਾ ਇੱਕ ਜਵਾਬ ਪੋਸਟ ਕਰੋ "%s"
pl: %s odpowiedział na twoje pytanie „%s”
pt_br: %s respondeu sua pergunta "%s"
pt_pt: %s colocou uma resposta para a sua pergunta "%s"
ro: %s a postat un răspuns la întrebarea ta „%s”
sk: %s pridal odpoveď na vašu otázku "%s"
sr: %s је поставио одговор на ваше питање "%s"
te: %s మీ ప్రశ్నకు సమాధానం పోస్ట్ చేశారు "%s"
th: %s ได้โพสต์คำตอบไปยังคำถามของคุณ "%s"
tr: %s, "%s" başlıklı sorunuza bir yanıt yazdı
uk: %s написав(-ла) відповідь на ваше запитання "%s"
ur: %s نے آپ کے سوال "%s" کا جواب شائع کیا
vi: %s đã đăng câu trả lời cho câu hỏi của bạn "%s"
zh_cn: %s 回答了你的问题 "%s"
zh_tw: %s 輸入你問題的答案 "%s"
zu: %s uphoste impendulo yombuzo wakho "%s"

source: Re: %s
bg: Отговор: %s
bs: Odgovor: %s
el: Απ: %s
hr: Odgovor: %s
hu: Válasz: %s
id: Balas ke: %s
it: R: %s
ka: პასუხი: %s-ზე
mg: Va: %s
pa_in: %s: ਨੂੰ ਜਵਾਬ
pl: Odp: %s
sk: Odpoveď na: %s
te: ప్రత్యుత్తరం :%s
th: ตอบ: %s
tr: Ynt: %s
uk: Відповідь на: %s
ur: جواب:%s
vi: Trả lời: %s
zh_cn: 回复: %s
zu: Mayelana: %s

source: Recently updated questions tagged %s
af: Onlangs bygewerkte vrae gemerk as %s
bg: Наскоро актуализирани въпроси, маркирани с %s
bs: Nedavno ažurirana pitanja označena s %s
de: Kürzlich aktualisierte Fragen mit dem Schlagwort %s
el: Πρόσφατα ενημερωμένες ερωτήσεις με ετικέτα %s
es: Preguntas actualizadas recientemente etiquetadas con %s
fy_nl: Resint fernijde fragen mei label %s
he: שאלות שעודכנו לאחרונה עם התגית %s
hr: Nedavno ažurirana pitanja označena s %s
hu: Legutóbb frissített kérdések %s címkével
id: Pertanyaan yang baru saja diperbarui ditandai %s
it: Domande aggiornate di recente etichettate con %s
ja: %s タグの付きの最近更新された質問
ka: ბოლოს განახლებული შეკითხვები %s ჭდით
ko: 최근에 갱신된 질문 태그 %s
mg: Fanontaniana nohavaozina vao haingana voatagy %s
ms: Soalan dikemaskini terkini ditag %s
nb_no: Nylig oppdaterte tråder tagget med %s
nl: Onlangs bijgewerkte vragen met markering %s
pa_in: ਹਾਲ ਹੀ ਅੱਪਡੇਟ ਕੀਤਾ ਸਵਾਲ ਟੈਗ ਕੀਤੇ ਗਏ %s
pl: Ostatnio zaktualizowane pytania oznaczone etykietą %s
pt_br: Perguntas sobre %s atualizadas recentemente
pt_pt: Perguntas etiquetadas %s atualizadas recentemente
ro: Întrebări actualizate recent și etichetate ca %s
sk: Nedávno aktualizované otázky označené ako %s
sr: Недавно ажурирана питања означена са %s
te: ఇటీవలే నవీకరించబడింది ప్రశ్నలు టాగ్ %s
th: คำถามที่ปรับปรุงเมื่อเร็ว ๆ นี้ติดป้ายกำกับ %s
tr: %s etiketli son güncellenen sorular
uk: Нещодавно оновлені запитання з міткою %s
ur: %sحال ہی میں تازہ ترین ٹیگ شدہ سوالات
vi: Các câu hỏi cập nhật gần đây được tag bởi %s
zh_cn: 最近更新的有关 %s 的问题
zh_tw: 最近更新的關於 %s 的問題
zu: Imibuzo esanda kuvuselelwa ethegiwe %s

source: Firefox version
af: Firefox-weergawe
bg: Firefox версия
bs: Firefox verzija
el: Έκδοση Firefox
es: Versión de Firefox
fy_nl: Firefox ferzje
he: גרסת Firefox
hr: Verzija Firefoxa
hu: Firefox verzió
ia: Version de Firefox
id: Versi Firefox
it: Versione di Firefox
ja: Firefox バージョン
ka: Firefox-ის ვერსია
kab: Lqem n Firefox
ko: Firefox 버전
mg: Kinova Firefox
ms: Versi Firefox
nb_no: Firefox-versjon
nl: Firefox-versie
pa_in: ਫਾਇਰਫਾਕਸ ਵਰਜਨ
pl: Wersja programu Firefox
pt_br: Versão do Firefox
pt_pt: Versão do Firefox
ro: Versiune Firefox
sk: Verzia Firefoxu
sr: Firefox верзија
te: Firefox వెర్షన్
th: รุ่นของ Firefox
tr: Firefox sürümü
uk: Версія Firefox
ur: Firefox ورژن
vi: Phiên bản Firefox
zh_cn: Firefox 版本
zh_tw: Firefox 版本
zu: Iveshini ye-Firefox

source: Solution provided
af: Oplossing gegee
bg: Предоставено решение
bs: Rješenje dostavljeno
de: Lösung vorhanden
el: Παρέχεται λύση
es: Solución ofrecida
fy_nl: Jûne oplossing
he: סופק פתרון
hr: Rješenje dostavljeno
hu: Megoldás megadva
ia: Solution fornite
id: Solusi disediakan
it: Soluzione fornita
ja: 提供された解決策
ka: შემოთავაზებულია გადაწყვეტა
ko: 해결 방법
mg: Vahaolana nomena
ms: Penyelesaian disediakan
nb_no: Løsning gitt
nl: Gegeven oplossing
pa_in: ਹੱਲ ਦਿੱਤਾ ਗਿਆ
pl: Przedstawiono rozwiązanie
pt_br: Solução oferecida
pt_pt: Solução fornecida
ro: Soluție oferită
sk: Poskytnuté riešenie
sr: Решење достављено
te: పరిష్కారం అందించిన
th: ระบุวิธีแก้ปัญหาแล้ว
tr: Çözüm sağlandı
uk: Надано рішення
ur: حل فراہم کیا گیا ہے
vi: Giải giáp đã được cung cấp
zh_cn: 已提供解决方案
zh_tw: 已提供解決方法
zu: Isisombululo sihlinzekiwe

source: Done! Thank you for reaching out Mozilla Support. We've sent a confirmation email to {email}
de: Fertig! Danke, dass Sie sich an die Mozilla-Hilfe gewandt haben. Wir haben eine Bestätigungs-E-Mail an {email} geschickt
el: Έγινε! Σας ευχαριστούμε που επικοινωνήσατε με την Υποστήριξη Mozilla. Σας έχουμε στείλει ένα email επιβεβαίωσης στο {email}
fy_nl: Dien! Tank foar it kontakt opnimmen mei Mozilla Support. Wy hawwe in befêstigingsberjocht stjoerd nei {email}
hu: Kész! Köszönjük, hogy felkereste a Mozilla támogatást. Küldtünk egy megerősítő e-mailt ide: {email}
ia: Facite! Gratias pro contactar le supporto de Mozilla. Nos ha inviate un email de confirmation a {email}
id: Selesai! Terima kasih telah menghubungi Dukungan Mozilla. Kami telah mengirim surel konfirmasi ke {email}
it: Fatto! Grazie per aver contattato l’assistenza Mozilla. Abbiamo inviato un’email di conferma a {email}
ka: მზადაა! გმადლობთ, რომ სარგებლობთ Mozilla-ს მხარდაჭერით. გამოგზავნილია დამადასტურებელი წერილი ელფოსტაზე {email}
ko: 완료되었습니다! Mozilla Support에 연락해주셔서 감사합니다. {email} 주소로 확인 메일을 발송하였습니다
nl: Klaar! Bedankt voor het contact opnemen met Mozilla Support. We hebben een bevestigingsbericht gestuurd naar {email}
pl: Zrobione! Dziękujemy za skontaktowanie się z pomocą techniczną Mozilli. Wysłaliśmy wiadomość e-mail z potwierdzeniem na adres {email}
pt_br: Pronto! Obrigado por entrar em contato com o Suporte da Mozilla. Enviamos um email de confirmação para {email}
pt_pt: Concluído! Obrigado por contactar o Apoio da Mozilla. Enviámos uma mensagem de confirmação para {email}
sk: Hotovo! Ďakujeme, že ste sa obrátili na Podporu Mozilly. Na adresu {email} sme poslali potvrdzujúci e‑mail.
tr: Mozilla Destek’e ulaştığınız için teşekkürler. {email} adresine bir onay e-postası gönderdik
uk: Готово! Дякуємо, що звернулися до служби підтримки Mozilla. Ми надіслали електронний лист із підтвердженням на адресу {email}
vi: Xong! Cảm ơn bạn đã liên hệ với bộ phận hỗ trợ của Mozilla. Chúng tôi đã gửi một email xác nhận tới {email}
zh_cn: 完成！感谢联系 Mozilla 技术支持，我们已向 {email} 发送一份确认邮件
zh_tw: 完成！感謝您聯絡 Mozilla Support，我們已傳送確認信到 {email}

source: That didn't work. Please try again.
bg: Това не работи. Моля, опитайте отново.
de: Das hat nicht funktioniert. Bitte versuchen Sie es erneut.
el: Αυτό δεν λειτούργησε. Παρακαλώ δοκιμάστε ξανά.
fy_nl: Dat wurke net. Probearje it nochris.
hu: Ez nem sikerült. Próbálja újra.
ia: Illo non functiona. Retenta.
id: Belum berhasil. Silakan coba lagi.
it: Qualcosa non ha funzionato. Riprova.
ja: 不具合が発生しました。もう一度やり直してください。
ka: არ იმუშავა. გთხოვთ, კვლავ სცადოთ.
ko: 동작하지 않습니다. 다시 시도해 주세요.
nb_no: Det fungerte ikke. Prøv på nytt.
nl: Dat werkte niet. Probeer het opnieuw.
pl: To nie zadziałało. Spróbuj ponownie.
pt_br: Isso não funcionou. Tente novamente.
pt_pt: Isto não funcionou. Por favor, tente novamente.
sk: Toto nefungovalo. Prosím skúste to znova.
sr: Није успело. Покушајте поново.
tr: İşe yaramadı. Lütfen tekrar deneyin.
uk: Не спрацювало. Повторіть спробу.
vi: Không thành công. Vui lòng thử lại.
zh_cn: 未成功，请再试一次。
zh_tw: 沒有成功，請再試一次。

source: {q} | {product} Support Forum
af: {q} | {product}-steundiens-forum
bg: {q} | {product} Форум
bs: {q} | {product} Forum podrške
de: {q} | {product}-Hilfeforum
el: {q} | Φόρουμ υποστήριξης - {product}
es: {q} | Foro de asistencia de {product}
fy_nl: {q} | {product}-stipefoarum
he: ‏{q} | פורום התמיכה של {product}
hr: {q} | {product} Forum podrške
hu: {q} | {product} támogatói fórum
ia: {q} | {product} Foro de supporto
id: {q} | Forum Dukungan {product}
it: {q} | {product} Forum di supporto
ja: {q} | {product} サポートフォーラム
ka: {q} | {product} მხარდაჭერის ფორუმი
kab: {q} | Anmager n tallelt n {product}
ko: {q} | {product} 도움말 포럼
mg: {q} | Fihaonambe Fanampiana {product}
ms: {q} | {product} Forum Sokongan
nb_no: {q} | {product} brukerstøtteforum
nl: {q} | {product}-ondersteuningsforum
pl: {q} | Forum pomocy dla programu {product}
pt_br: {q} | Fórum de suporte - {product}
pt_pt: {q} | Fórum de Apoio de {product}
ro: {q} | Forum de asistență {product}
sk: {q} | Fórum podpory {product}
sr: {q} | {product} форум подршке
te: {q} | {product} మద్దతు ఫోరం
th: {q} | ฟอรั่มสนับสนุนของ {product}
tr: {q} | {product} Destek Forumu
uk: {q} | Форум підтримки {product}
ur: {q} |{product} سپورٹ فورم
vi: {q} | Diễn đàn hỗ trợ {product}
zh_cn: {q} | {product} 支持论坛
zh_tw: {q} | {product} 技術支援討論區
zu: {q} | {product} Isithangami Sokweseka

source: If this comment is helpful, vote on it:
af: As hierdie opmerking nuttig is, stem daaroor:
bg: Ако коментарът е полезен гласувайте за него:
bs: Da li vam je ovaj članak bio od pomoći?
de: Wenn dieser Kommentar hilfreich ist, geben Sie Ihre Stimme dafür ab:
el: Αν αυτό το σχόλιο είναι χρήσιμο, ψηφίστε το:
es: Si este comentario es de ayuda, vota por él:
fy_nl: Wie dit artikel behelpsum?
hr: Ako je ovaj komentar koristan, glasaj za njega:
hu: Ha ez a hozzászólás hasznos, szavazzon rá:
id: Jika komentar ini membantu, tolong berikan suara:
it: Se questo commento è stato utile, inserire un voto:
ja: このコメントが役に立った場合は投票してください:
ka: თუ გამოხმაურება სასარგებლო იყო, ხმა მიეცით:
ko: 댓글이 도움이 되셨다면, 투표해주세요:
mg: Raha manampy io hevitra io, dia mandatsaha vato ho azy:
ms: Jika komen ini bermanfaat, beri undi:
nb_no: Dersom kommentaren var hjelpsom, stem på den:
nl: Als deze reactie nuttig is, stem er dan op:
pa_in: ਜੇਕਰ ਇਹ ਟਿੱਪਣੀ ਮਦਦਗਾਰ ਹੈ, ਤਾ ਇਸ ਤੇ ਵੋਟ ਪਾਉ:
pl: Jeśli ten komentarz okazał się pomocny, zagłosuj na niego:
pt_br: Se este comentário foi util, vote nele:
pt_pt: Se este documento ajudou, vote nele:
ro: Dacă acest comentariu este de ajutor, votează-l:
sk: Ak je tento komentár užitočný, hlasujte za neho:
sr: Ако је овај коментар био од помоћи, гласајте за њега:
te: ఈ వ్యాఖ్య సహాయకరంగా ఉంటే, దీనిపై వోటేయండి:
th: ถ้าความคิดเห็นนี้มีประโยชน์ โหวตมัน:
tr: Bu maddeyi yararlı bulduysanız oylayın:
uk: Якщо коментар був корисний, проголосуйте за нього:
ur: اگر یہ تبصرہ مددگار ہے تو اس پر ووٹ کریں:
vi: Bài viết này có hữu ích không?
zh_cn: 如果此评论有用，投票给它：
zh_tw: 這篇文件有幫助的話，請評分：
zu: Uma lokhu kuphawula kulusizo, kuvotele:

source: Mark it as solved
af: Merk dit as opgelos
bg: Маркирайте го като решен
bs: Označi kao riješeno
de: Als gelöst markieren
el: Επισήμανση ως λυμένη
es: Marcarlo como solucionado
fy_nl: It markearje as oplost
he: סימון כנפתרה
hr: Označi kao riješeno
hu: Megjelölés megoldottként
ia: Marcar illo como solvite
id: Tandai telah diselesaikan
it: Segna come risolto
ja: 選択したメッセージを解決済みにする
ka: გადაწყვეტილად მონიშვნა
ko: 선택 사항 읽음 표시
mg: Hanamarika azy hoe voavaha
ms: Tanda sebagai sudah diselesaikan
nb_no: Marker det som løst
nl: Het markeren als opgelost
pa_in: ਇਸਨੂੰ ਹੱਲ ਦੇ ਤੌਰ ਤੇ ਨਿਸ਼ਾਨ ਲਗਾਓ
pl: Oznacz jako rozwiązane
pt_br: Marque como resolvida
pt_pt: Marcar como resolvido
ro: Marchează ca rezolvată
sk: Označiť výber ako vyriešené
sr: Означи као решено
te: పరిష్కరించినదిగా గుర్తించండి
th: ทำเครื่องหมายว่าได้รับการแก้ไขแล้ว
tr: Çözüldü olarak işaretle
uk: Позначити це як вирішене
ur: بطور حل شدہ اسے نشان زد کریں
vi: Đánh dấu nó là giải pháp
zh_cn: 标记为已解决
zh_tw: 標示為已解決
zu: Yiphawule njengesonjululiwe

source: This doesn't solve my problem
af: Dit los nie my probleem op nie
bg: Това не реши проблема ми
bs: Ovo ne rješava moj problem
de: Dies löst nicht mein Problem
el: Αυτό δεν λύνει το πρόβλημά μου
es: Esto no resuelve mi problema
fy_nl: Dit lost myn probleem net op
he: הצעה זו אינה פותרת את הבעיה שלי
hr: Ovo ne rješava moj problem
hu: Ez nem oldja meg a problémát
id: Ini tidak menyelesaikan masalah saya
it: Non è una soluzione al problema
ja: この回答では問題の解決に至りませんでした
ka: ეს არ წარმოადგენს ჩემი საკითხის გადაწყვეტას
ko: 해결되지 못한 문제
mg: Tsy namaha ny olako ity
ms: Ini tidak selesaikan masalah saya
nb_no: Dette løser ikke mitt problem
nl: Dit lost mijn probleem niet op
pa_in: ਇਹ ਮੇਰੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਨਹੀ ਹੈ
pl: Ta odpowiedź nie rozwiązuje mojego problemu
pt_br: Isso não resolve o meu problema
pt_pt: Isto não resolve o meu problema
ro: Aceasta nu-mi rezolvă problema
sk: Toto môj problém nevyriešilo
sr: Ово не решава мој проблем
te: ఇది నా సమస్యను పరిష్కరించలేదు
th: วิธีนี้ไม่ได้ช่วยแก้ปัญหาของฉัน
tr: Bu yanıt sorunumu çözmüyor
uk: Це не вирішує мою проблему
ur: اس سے میرا مسئلہ حل نہیں ہوگا
vi: Điều này không giải quyết vấn đề của tôi
zh_cn: 这都不能解决我的问题
zh_tw: 並未解決我的問題
zu: Lokhu akusombululi inkinga yami

source: If this answer solves your problem, please mark it as "solved":
af: As hierdie antwoord die probleem oplos, merk dit asseblief as "opgelos":
bg: Ако този отговор решава вашия проблем, моля отбележете проблема като "решен":
de: Wenn die Antwort Ihr Problem löst, markieren Sie es bitte als „Gelöst“:
el: Αν αυτή η απάντηση λύσει το πρόβλημά σας, επισημάνετέ το ως «λυμένο»:
es: Si esta respuesta soluciona el problema, márcala como "solucionada":
fy_nl: As dit jo probleem oplosse, markearje it dan as ‘oplost’:
hr: Ako ovaj odgovor rješava problem, označi ga kao „riješeno”:
hu: Ha ez a válasz megoldja a problémát, jelölje meg „megoldott”-ként:
ia: Si iste responsa solve tu problema, per favor marca lo como "solvite":
id: Jika jawaban ini menyelesaikan masalah Anda, harap tandai sebagai "diselesaikan":
it: Se questa risposta risolve il problema, ricorda di segnare la discussione come "risolta":
ja: この回答で問題を解決できたときは "解決済み" のマークを付けてください:
ka: თუ ეს პასუხი დაგეხმარათ, გთხოვთ მონიშნოთ რომ „გადაწყვეტილია“:
ko: 만약 이 답변이 여러분의 문제를 해결했다면, "해결됨"으로 표시해주세요:
mg: Raha mamaha ny olanao ity, dia azafady mariho hoe "voavaha":
ms: Jika jawapan ini menyelesaikan masalah anda, sila tandakan sebagai "diselesaikan":
nb_no: Dersom svaret løser problemet ditt, merk det som "løst":
nl: Als dit uw probleem oplost, markeer het dan als ‘opgelost’:
pa_in: ਜੇਕਰ ਇਹ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕਰਦਾ ਹੈ, ਕਿ੍ਪਾ ਕਰਕੇ "ਹੱਲ" ਦੇ ਤੌਰ ਤੇ ਮਾਰਕ ਲਗਾਓ:
pl: Jeśli ta odpowiedź rozwiązuje twój problem, oznacz go jako „rozwiązany”:
pt_br: Se esta resposta resolveu o problema, marque a pergunta como "resolvida":
pt_pt: Se esta resposta resolve o seu problema, por favor, marque a pergunta como "resolvida":
ro: Dacă acest răspuns îți rezolvă problema, te rugăm să o marchezi ca „rezolvată”:
sk: Ak táto odpoveď vyriešila váš problém, označte otázku ako vyriešenú:
sr: Ако овај одговор решава ваш проблем, означите питање као "решено":
te: ఈ సమాధానం మీ సమస్యను పరిష్కరిస్తే, దాన్ని "పరిష్కారమైంది"గా గుర్తించండి:
th: หากคำตอบนี้ช่วยแก้ปัญหาของคุณ โปรดทำเครื่องหมายว่า "ถูกแก้ไขแล้ว":
tr: Bu yanıt sorununuzu çözdüyse, lütfen sorununuzu "çözüldü" olarak işaretleyin:
uk: Якщо ця відповідь вирішує вашу проблему, будь ласка, позначте її як "вирішена":
ur: اگر یہ جواب آپ کے مسئلے کو حل کرتا ہے تو ، براہ مہربانی اسے "حل شدہ" کے بطور نشان زد کریں:
vi: Nếu câu trả lời này giải quyết vấn đề của bạn, vui lòng đánh dấu là "đã giải quyết":
zh_cn: 如果这个答案可以解决您的问题，请标记为“已解决”：
zh_tw: 若此解答解決您的問題，請將它標記為「已解決」：
zu: Uma le mpendulo isombulula inkinga yakho, uyacelwa uphawule ngokuthi "iphenduliwe":

source: User Agent: {user_agent}
af: Gebruikeragent: {user_agent}
bg: Потребителски агент: {user_agent}
bs: Korisnički agent: {user_agent}
el: Παράγοντας χρήστη: {user_agent}
es: Agente de usuario: {user_agent}
he: סוכן משתמש: {user_agent}
hr: Korisnički agent: {user_agent}
hu: Felhasználói ügynök: {user_agent}
ia: Agente de usator: {user_agent}
id: Perantara Pengguna: {user_agent}
ja: ユーザーエージェント: {user_agent}
ka: მომხმარებლის პროგრამა: {user_agent}
kab: Imeggi aseqdac: {user_agent}
ko: 유저 에이전트: {user_agent}
mg: Solotenan'ny Mpampiasa: {user_agent}
ms: Agen Pengguna: {user_agent}
nb_no: Brukeragent: {user_agent}
pa_in: ਯੂਜ਼ਰ ਏਜੰਟ: {user_agent}
pl: Identyfikator przeglądarki: {user_agent}
pt_br: Agente de Usuário: {user_agent}
ro: Agent utilizator: {user_agent}
sk: Identifikácia prehliadača: {user_agent}
sr: Кориснички агент: {user_agent}
te: వినియోగదారు ప్రతినిధి: {user_agent}
th: ตัวแทนผู้ใช้: {user_agent}
tr: Kullanıcı istemcisi: {user_agent}
ur: صارف ایجنٹ: _ {user_agent}
vi: Chuỗi đại diện người dùng: {user_agent}
zh_tw: 使用者代理：{user_agent}
zu: Umsebenzisi oyi-ejenti: {user_agent}

source: Support URL: {support_url}
af: Steundiens-URL: {support_url}
bg: URL адрес за поддръжка: {support_url}
bs: URL podrške: {support_url}
de: Hilfe-URL: {support_url}
el: URL υποστήριξης: {support_url}
es: URL de asistencia: {support_url}
fy_nl: Stipe-URL: {support_url}
he: כתובת תמיכה: {support_url}
hr: URL za podršku: {support_url}
hu: Támogatási webcím: {support_url}
ia: URL de supporto: {support_url}
id: URL Dukungan: {support_url}
it: URL per il supporto: {support_url}
ja: サポート URL: {support_url}
ka: მხარდაჭერის URL: {support_url}
kab: Tansa URL n Tallelt: {support_url}
ko: 지원 URL: {support_url}
mg: URL Fanampiana: {support_url}
ms: Sokongan URL: {support_url}
nb_no: Brukerstøtte-URL: {support_url}
nl: Ondersteunings-URL: {support_url}
pa_in: ਸਪੋਟ URL: {support_url}
pl: Adres URL: {support_url}
pt_br: URL de Suporte: {support_url}
pt_pt: URL de Apoio: {support_url}
ro: URL de asistență: {support_url}
sk: URL adresa podpory: {support_url}
sr: URL подршке: {support_url}
te: మద్దతు URL: {support_url}
th: URL การสนับสนุน: {support_url}
tr: Destek adresi: {support_url}
uk: URL підтримки: {support_url}
ur: سپورٹ URL: {support_url}
vi: URL hỗ trợ: {support_url}
zh_cn: 技术支持网址: {support_url}
zh_tw: 技術支援網址：{support_url}
zu: I-URL Yokweseka: {support_url}

source: User Agent: {ua}
af: Gebruikeragent: {ua}
bg: Потребителски агент: {ua}
bs: Korisnički agent: {ua}
el: Παράγοντας χρήστη: {ua}
es: Agente de usuario: {ua}
he: סוכן משתמש: {ua}
hr: Korisnički agent: {ua}
hu: Felhasználói ügynök: {ua}
ia: Agente utilisator: {ua}
ja: ユーザーエージェント: {ua}
ka: მომხმარებლის პროგრამა: {ua}
kab: Aseqdac imeggi: {ua}
ko: 사용자 에이전트: {ua}
mg: Solotenan'ny Mpampiasa: {ua}
ms: Ejen Pengguna: {ua}
nb_no: Brukeragent: {ua}
pa_in: ਯੂਜ਼ਰ ਏਜੰਟ: {ua}
pl: Identyfikator przeglądarki: {ua}
ro: Agent utilizator: {ua}
sk: Identifikácia prehliadača: {ua}
sr: Кориснички агент: {ua}
te: వినియోగదారు ప్రతినిధి: {ua}
th: ตัวแทนผู้ใช้: {ua}
tr: Kullanıcı istemcisi: {ua}
ur: صارف ایجنٹ: {ua}
vi: Chuỗi đại diện người dùng: {ua}
zh_cn: 用户代理（User Agent）: {ua}
zu: I-ejenti Engumsebenzisi: {ua}

source: Mozilla Support
af: Mozilla-steun
bg: Поддръжка на Mozilla
bs: Mozilla podrška
de: Mozilla-Hilfe
el: Υποστήριξη Mozilla
es: Ayuda de Mozilla
he: התמיכה של Mozilla
hr: Mozillina podrška
hu: Mozilla támogatás
ia: Assistentia Mozilla
id: Dukungan Mozilla
it: Supporto Mozilla
ja: Mozilla サポート
ka: Mozilla მხარდაჭერა
kab: Tallelt n Mozilla
ko: Mozilla 도움말
mg: Fanampiana Mozilla
ms: Sokongan Mozilla
pa_in: ਮੋਜਿਲਾ ਸਹਿਯੋਗ
pl: Pomoc Mozilli
pt_br: Suporte Mozilla
pt_pt: Apoio da Mozilla
ro: Asistență Mozilla
sk: Podpora Mozilly
sr: Mozilla подршка
te: మొజిల్లా తోడ్పాటు
th: การสนับสนุนของ Mozilla
tr: Mozilla Destek
uk: Підтримка Mozilla
ur: Mozilla سپورٹ
zh_cn: Mozilla 技术支持
zh_tw: Mozilla 技術支援
zu: Ukwesekwa Kwe-Mozilla

# DB: karma.Title.name
source: Moderator
bg: Модератор
el: Συντονιστής
es: Moderador
he: מפקח
hu: Moderátor
it: Moderatore
ja: モデレーター
ka: ზედამხედველი
kab: Imḍebbar
ko: 검토자
mg: Moderatera
pa_in: ਵਿਚੋਲਾ
pt_br: Moderador
pt_pt: Moderador
sk: Moderátor
sr: Модератор
te: మధ్యవర్తి
th: ผู้ดูแล
tr: Moderatör
uk: Модератор
ur: منتظم
vi: Người xét duyệt
zh_cn: 版主
zh_tw: 版主
zu: Umongameli

# DB: products.Topic.title
source: About Data Sharing
bg: За споделянето на данни
de: Informationen zum Datenaustausch
el: Σχετικά με την κοινοποίηση δεδομένων
es: Acerca del intercambio de datos
fy_nl: Oer dielen fan gegevens
he: על אודות שיתוף נתונים
hr: Informacije o dijeljenju podataka
hu: Az adatmegosztásról
ia: Re le compartimento de datos
it: Condivisione dei dati
ja: データ共有について
ka: მონაცემთა გაზიარების შესახებ
ko: 데이터 공유 정보
nb_no: Om datadeling
nl: Over delen van gegevens
pl: O udostępnianiu danych
pt_br: Sobre o compartilhamento de dados
pt_pt: Sobre a partilha de dados
ro: Despre partajarea datelor
sk: O zdieľaní údajov
sr: О дељењу података
tr: Veri Paylaşımı Hakkında
uk: Про обмін даними
ur: ڈیٹا شیئرنگ کے بارے میں
vi: Về chia sẻ dữ liệu
zh_cn: 关于数据共享
zh_tw: 關於資料分享
