Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Revision {id} by {user} on {date}
af: Wysiging {id} deur {user} op {date}
bg: Ревизия {id} на {user} от {date}
bs: Revizija {id} od {user} načinjena {date}
de: Version {id} von {user} am {date}
el: Αναθεώρηση {id} από τον/την {user} στις {date}
es: Revisión {id} por {user} en {date}
fy_nl: Refyzje {id} troch {user} op {date}
he: מהדורה {id} מאת {user} ב־{date}
hr: Revizija {id} od {user} učinjena {date}
hu: {id}. verzió, készítette: {user}, {date}
ia: Revision {id} per {user} le {date}
id: Revisi {id} oleh {user} pada {date}
it: Versione {id} di {user} del {date}
ja: {user} による {date} のリビジョン {id}
ka: {id} გადამუშავებული ვერსია {user} მომხმარებლის მიერ, თარიღი {date}
kab: Aceggir {id} sɣur {user} deg {date}
ko: 변경 사항 {id} 제공자: {user} 수정일: {date}
mg: Fanitsiana {id} nataon'i {user} t@ {date}
ms: Semakan {id} oleh {user} pada {date}
nb_no: Revisjon {id} av {user} den {date}
nl: Revisie {id} door {user} op {date}
pa_in: {id} ਰੀਵਿਜ਼ਨ {user} ਵਲੋਂ {date} ਨੂੰ ਦਿੱਤਾ
pl: Wersja {id} wykonana przez {user} w dniu {date}
pt_br: Edição {id} de {user} em {date}
pt_pt: Revisão {id} por {user} em {date}
ro: Revizuirea {id} de {user} din {date}
sk: Revízia {id} od používateľa {user} zo dňa {date}
sr: Ревизија {id} од {user} на {date}
sv: Revidering {id} av {user} den {date}
te: రివిజన్ {id} ద్వారా {user} {date}
th: การแก้ไขเพิ่มเติม {id} โดย {user} เมื่อ {date}
tr: Revizyon {id}, {user} tarafından {date} tarihinde
uk: Редакція {id}, користувача {user}, {date}
vi: Bản sửa đổi {id} bởi {user} vào lúc {date}
zh_cn: 由{user}于{date}提交的修订 {id}
zh_tw: 由 {user} 於 {date} 的編修 {id}
zu: Isibukezo {id} senziwe ngu {user} ngomhlaka {date}

source: Submitted {locale} translation:
af: Het {locale} se vertaling ingedien:
bg: Изпратен {locale} превод:
bs: Podnešeni {locale} prijevod:
de: Eingereichte Übersetzung auf {locale}:
el: Υποβεβλημένη μετάφραση για τα {locale}:
es: Traducción {locale} aprobada:
fy_nl: Yntsjinne {locale} oersetting:
he: תרגום ל{locale} שנשלח:
hr: Podnešeni {locale} prijevod:
hu: Beküldött {locale} fordítások:
ia: Traduction in {locale} inviate:
id: Terjemahan {locale} yang diajukan:
it: Traduzione in {locale} proposta:
ja: 提出された{locale}への翻訳:
ka: წარდგენილი {locale} თარგმანი:
kab: Tasuqilt n {locale} tettwazen:
ko: 제출된 {locale} 번역:
mg: Dikanteny @ teny {locale} narotsaka:
ms: Terjemahan {locale} dihantar:
nb_no: Innsendt {locale}-oversettelse:
nl: Ingediende {locale}e vertaling:
pa_in: ਅਨੁਵਾਦ {locale} ਜਮਾ ਕਰਾਇਆ:
pl: Przesłane tłumaczenie w języku {locale}:
pt_br: Tradução em {locale} enviada:
pt_pt: Tradução em {locale} enviada:
ro: Traducere trimisă pentru limba {locale}:
sk: Odoslaný preklad v jazyku {locale}:
sr: Послат {locale} превод:
sv: Inskickat {locale} översättning:
te: సమర్పించిన {locale} అనువాదాలు:
th: การแปล {locale} ที่ถูกยอมรับแล้ว:
tr: Gönderilen {locale} çeviri:
uk: Поданий переклад {locale}:
vi: Bản dịch {locale} được gửi lên:
zh_cn: 已提交的{locale}翻译：
zh_tw: 已送出的 {locale} 翻譯：
zu: Ilethwe {locale} isihumusho:

source: This document does not have a current translation.
af: Hierdie dokument het nie 'n huidige vertaling nie.
bg: Този документ все още няма текущ превод.
bs: Ovaj dokument ne sadrži trenutne prijevode.
de: Dieser Artikel wurde noch nicht übersetzt.
el: Αυτό το έγγραφο δεν έχει τρέχουσα μετάφραση.
es: Este artículo no tiene una traducción actualizada.
fy_nl: Dit dokumint hat noch gjin aktuele oersetting.
he: למסמך זה אין תרגום עדכני.
hr: Dokument ne sadrži trenutne prijevode.
hu: Ennek a dokumentumnak nincs aktuális fordítása.
ia: Iste documento non ha un actual traduction.
id: Dokumen ini belum memiliki terjemahan terbaru.
it: Questo documento non è stato ancora tradotto.
ja: このドキュメントには公開中の翻訳がありません。
ka: ამ დოკუმენტს, არ გააჩნია მიმდინარე თარგმანი.
kab: Isemli-a ur yesɛi ara tasuqilt tamirant.
ko: 현재 문서에 번역이 없습니다.
mg: Tsy manana dikanteny ankehitriny ity tahirin-kevitra ity.
ms: Dokumen ini tidak ada terjemahan semasa.
nb_no: Dette dokumentet har ingen nåværende oversettelse.
nl: Dit artikel heeft geen actuele vertaling.
pa_in: ਇਸ ਲੇਖ਼ ਦੀ ਮੌਜੁਦਾ ਅਨੁਵਾਦ ਉੱਪਲਭਦ ਨਹੀ ਹੈ।
pl: Tłumaczenie artykułu jest nieaktualne.
pt_br: Este documento não tem uma tradução atual.
pt_pt: Este documento não possui uma tradução atual.
ro: Acest document nu are o traducere actuală.
sk: Tento dokument nemá aktuálny preklad.
sr: Овај документ тренутно нема превод.
sv: Detta dokument har inte en aktuell översättning.
te: ఈ పత్రముకు ప్రస్తుత అనువాదం లేదు.
th: เอกสารนี้ไม่มีการแปลรุ่นปัจจุบัน
tr: Bu belgenin mevcut bir çevirisi yok.
uk: Цей документ не має поточного перекладу.
ur: اس دستاویز میں موجودہ نظر ترجمہ موجود نہیں ہے۔
vi: Tài liệu này không có bản dịch hiện tại.
zh_cn: 这篇文章还没有被翻译过。
zh_tw: 此文件尚無正式翻譯版本。
zu: Le dokhumenti ayinaso isihumusho njengamanje.

source: Translation keywords:
af: Vertaling-sleutelwoorde:
bg: Ключови думи на превода:
bs: Ključne riječi prijevoda:
de: Schlüsselwörter der Übersetzung:
el: Λέξεις-κλειδιά μετάφρασης:
es: Palabras clave de la traducción:
fy_nl: Kaaiwurden oersetting:
hr: Ključni pojmovi prijevoda:
hu: Fordítás kulcsszavai:
ia: Parolas clave del traduction:
id: Terjemahan kata kunci:
it: Parole chiave:
ja: 日本語キーワード:
ka: თარგმანის საკვანძო სიტყვები:
kab: Awalen n tsura n tsuqilt:
ko: 번역 키워드:
mg: Teny lakilen'ny dikanteny:
ms: Kata kunci terjemahan:
nb_no: Oversettelse-nøkkelord:
nl: Trefwoorden voor vertaling:
pa_in: ਅਨੁਵਾਦ ਕੀ-ਵਰਡ:
pl: Słowa kluczowe:
pt_br: Palavras-chave da tradução:
pt_pt: Palavras-chave da tradução:
ro: Cuvinte cheie pentru traducere:
sk: Preklad kľúčových slov:
sr: Кључне речи за превод:
sv: Översättningsnyckelord:
te: అనువాద కీపదాలు:
th: การแปลคำสำคัญ:
tr: Çeviri anahtar kelimeleri:
uk: Ключові слова перекладу:
vi: Từ khóa bản dịch:
zh_cn: 翻译关键字：
zh_tw: 翻譯關鍵字:
zu: Amagama aqavile esihumusho:

source: Translation search results summary:
af: Vertaling-soekresultate se opsomming:
bg: Обобщени резултати от търсенето в Преводи:
bs: Sažetak rezultata pretrage prijevoda:
de: Übersetzung der Zusammenfassung für die Suchergebnisse:
el: Μετάφραση σύνοψης αποτελεσμάτων αναζήτησης:
es: Resumen de los resultados de la búsqueda en la traducción:
fy_nl: Gearfetting sykresultaten fan oersettings:
he: תקציר תוצאות חיפוש התרגום:
hr: Sažetak rezultata pretrage prijevoda:
hu: Fordítás keresési eredmény összefoglalója:
ia: Summario del resultatos del recerca del traduction:
id: Ringkasan terjemahan hasil pencarian:
it: Sommario dei risultati di ricerca per la traduzione:
ja: 検索結果に表示される翻訳記事の要約:
ka: თარგმანის შეჯამება საძიებოსთვის:
kab: Agzul n yigmaḍ n unadi n tsuqilt:
ko: 번역 검색 결과 요약:
mg: Famintinana voka-pikarohana dikanteny:
ms: Ringkasan hasil carian terjemahan:
nb_no: Oversatt søkeresultat-oppsummering:
nl: Samenvatting van zoekresultaten voor vertaling:
pa_in: ਅਨੁਵਾਦ ਖੋਜ ਨਤੀਜੇ ਸਮਰੀ:
pl: Krótki opis wyświetlany w wynikach wyszukiwania:
pt_br: Resumo em resultado de pesquisas de tradução:
pt_pt: Sumário de resultados da pesquisa de traduções:
ro: Sumarul rezultatelor de căutare pentru traducere:
sk: Preklad súhrnu výsledkov vyhľadávania:
sr: Сажетак резултата претраге превода:
sv: Sammanfattande översättningssökresultat:
te: వెతుకుడు ఫలితపు సారాంశపు అనువాదం:
th: การแปลสรุปผลการค้นหา:
tr: Arama sonuçları özeti çevirisi:
uk: Результати пошуку перекладу:
ur: ترجمہ کے تلاش کے نتائج کا خلاصہ:
vi: Tóm tắt kết quả tìm kiếm của bản dịch:
zh_cn: 翻译搜索结果摘要：
zh_tw: 翻譯搜尋結果總覽:
zu: Isifingqo semiphumela yokucinga isihumusho:

source: Translation source:
af: Vertaling-bron:
bg: Източник на превода:
bs: Izvor prijevoda:
de: Quelltext der Übersetzung:
el: Πηγή μετάφρασης:
es: Fuente de la traducción:
fy_nl: Oersettingsboarne:
he: מקור תרגום:
hr: Izvor prijevoda:
hu: Fordítás forrása:
ia: Fonte del traduction:
id: Sumber terjemahan:
it: Sorgente della traduzione:
ja: 翻訳記事のソース:
ka: თარგმანის წყარო:
kab: Aɣbalu n tsuqilt:
ko: 번역 원본:
mg: Fiavian'ny dikanteny:
ms: Sumber terjemahan:
nb_no: Oversettelse-kilde:
nl: Bron van vertaling:
pa_in: ਅਨੁਵਾਦ ਸਰੋਤ:
pl: Źródło tłumaczenia:
pt_br: Fonte da tradução:
pt_pt: Fonte da tradução:
ro: Sursa traducerii:
sk: Preklad zdroja:
sr: Извор превода:
sv: Översättningskälla:
te: అనువాదాల సారాంశం:
th: ซอร์สการแปล:
tr: Çeviri kaynağı:
uk: Джерело перекладу:
vi: Nguồn bản dịch:
zh_cn: 翻译源文：
zh_tw: 翻譯原始碼:
zu: Umthombo wesihumusho:

source: Translation rendered html:
af: Vertaling in HTML:
bg: Генериран html на превода:
bs: Prikaz html-a prijevoda:
de: HTML-Darstellung der Übersetzung:
el: Τελειοποιημένο HTML μετάφρασης:
es: HTML resultante de la traducción:
fy_nl: Oersetting oanmakke html:
hr: Prikaz html-a prijevoda:
hu: Fordítás html formátumban:
ia: Traduction rendite in html:
id: HTML terjemahan:
it: Html visualizzabile della traduzione:
ja: 翻訳記事のプレビュー:
ka: თარგმანი, html დოკუმენტის სახით:
kab: Tiririt HTML n tsuqilt:
ko: 번역 HTML 문서:
mg: Dikanteny namboarina ho html:
ms: Terjemahan yang diberikan html:
nb_no: Opptegnet html av oversettelse:
nl: Vertaling in html-opmaak:
pa_in: ਅਨੁਵਾਦ ਦਿੱਤੀ ਗਈ html:
pl: Renderowany kod html tłumaczenia:
pt_br: HTML resultante da tradução:
pt_pt: HTML resultante da tradução:
ro: Traducerea afișată ca html:
sk: Vykreslená stránka HTML prekladu:
sr: Поднети html превода:
sv: Översättningsrenderade html:
te: అనువాదం చెయ్యబడిన html:
th: การแปลที่ถูกแสดงผลเป็น HTML:
tr: Çevirinin html yorumu:
uk: Відтворений html перекладу:
vi: Bản dịch đã kết xuất thành html:
zh_cn: 翻译产生的 HTML：
zh_tw: 翻譯產生的 HTML:
zu: Isihumusho esinikeziwe se-html:

source: Revision {n} | {t} | {c}
af: Wysiging {n} | {t} | {c}
bg: Ревизия {n} | {t} | {c}
bs: Revizija {n} | {t} | {c}
de: Version {n} | {t} | {c}
el: Αναθεώρηση {n} | {t} | {c}
es: Revisión {n} | {t} | {c}
fy_nl: Refyzje {n} | {t} | {c}
he: מהדורה {n} | {t}‏ | {c}
hr: Verzija {n} | {t} | {c}
hu: {n}. verzió | {t} | {c}
id: Revisi {n} | {t} | {c}
it: Versione {n} | {t} | {c}
ja: リビジョン {n} | {t} | {c}
ka: გადამუშავებული ვერსია {n} | {t} | {c}
kab: Aceggr {n} | {t} | {c}
ko: 변경 사항 {n} | {t} | {c}
mg: Fanitsiana {n} | {t} | {c}
ms: Semakan {n} | {t} | {c}
nb_no: Revisjon {n} | {t} | {c}
nl: Revisie {n} | {t} | {c}
pa_in: ਅਨੁਵਾਦ {n} | {t} | {c}
pl: Wersja {n} | {t} | {c}
pt_br: Edição {n} | {t} | {c}
pt_pt: Revisão {n} | {t} | {c}
ro: Revizuire {n} | {t} | {c}
sk: Revízia {n} | {t} | {c}
sr: Ревизија {n} | {t} | {c}
sv: Revidering {n} | {t} | {c}
te: రివిజన్ {n} | {t} | {c}
th: การแก้ไขใหม่ {n} | {t} | {c}
tr: Revizyon {n} | {t} | {c}
uk: Редакція {n} | {t} | {c}
ur: نظرثانی {n} | {t} | {c}
vi: Bản sửa đổi {n} | {t} | {c}
zh_cn: 修订 {n} | {t} | {c}
zh_tw: 修訂 {n} | {t} | {c}
zu: Isibukezo {n} | {t} | {c}

source: Revision {num}
af: Wysiging {num}
bg: Ревизия {num}
bs: Revizija {num}
de: Version {num}
el: Αναθεώρηση {num}
es: Revisión {num}
fy_nl: Refyzje {num}
he: מהדורה {num}
hr: Revizija {num}
hu: {num}. verzió
id: Revisi {num}
it: Versione {num}
ja: リビジョン {num}
ka: გადამუშავებული ვერსია {num}
kab: Aceggir {num}
ko: 변경 사항 {num}
mg: Fanitsiana {num}
ms: Semakan {num}
nb_no: Revisjon {num}
nl: Revisie {num}
pa_in: ਅਨੁਵਾਦ {num}
pl: Wersja {num}
pt_br: Edição {num}
pt_pt: Revisão {num}
ro: Revizuire {num}
sk: Revízia číslo {num}
sr: Ревизија {num}
sv: Revidering {num}
te: రివిజన్ {num}
th: การแก้ไขใหม่ {num}
tr: Revizyon {num}
uk: Редакція {num}
ur: نظر ثانی {num}
vi: Bản sửa đổi {num}
zh_cn: 修订版本 {num}
zh_tw: 修訂版本 {num}
zu: Isibukezo {num}

source: Revision Information
af: Wysiging-inligting
bg: Информация за ревизията
bs: Informacije o reviziji
de: Versionsdaten
el: Πληροφορίες αναθεώρησης
es: Información de la revisión
fy_nl: Refyzje-ynformaasje
he: פרטי מהדורה
hr: Informacije revizije
hu: Verzióinformációk
ia: Informationes del revision
id: Informasi Revisi
it: Informazioni sulla versione
ja: リビジョン情報
ka: გადამუშავებული ვერსიის მონაცემები
kab: Talɣut ɣef uceggir
ko: 변경 정보
mg: Fampahalalan'ny Fanitsiana
ms: Maklumat Semakan
nb_no: Revisjonsinfo
nl: Revisie-informatie
pa_in: ਅਨੁਵਾਦ ਜਾਣਕਾਰੀ
pl: Informacje o wersji
pt_br: Informações da edição
pt_pt: Informações da Revisão
ro: Informații despre revizuire
sk: Informácie o revízií
sr: Информације о ревизији
sv: Revideringsinformation
te: రివిజన్ సమాచారం
th: ข้อมูลการแก้ไข
tr: Revizyon Bilgileri
uk: Інформація про редакцію
ur: نظر ثانی کی معلومات
vi: Thông tin bản sửa đổi
zh_cn: 修订信息
zh_tw: 修訂版本資訊
zu: Imininingwane Yesibukezo

source: Revision id:
af: Wysiging-ID:
bg: Идентификационен номер на ревизията:
bs: ID Revizije:
de: Versions-ID:
el: ID αναθεώρησης:
es: Identificador de la revisión:
fy_nl: Refyzje-id:
he: מזהה מהדורה:
hr: ID Revizije:
hu: Verzióazonosító:
ia: Id del revision:
id: ID Revisi:
it: ID versione:
ja: リビジョン ID:
ka: გადამუშავებული ვერსიის id:
kab: Asulay n uceggur:
ko: 변경 ID:
mg: ID an'ny fanitsiana:
ms: ID semakan:
nb_no: Revisjonsid:
nl: Revisie-id:
pa_in: ਅਨੁਵਾਦ id:
pl: Identyfikator wersji:
pt_br: Id da edição:
pt_pt: Id da revisão:
ro: Id-ul revizuirii:
sk: ID číslo revízie:
sr: Ознака ревизије:
sv: Reviderings-ID:
te: రివిజన్ id:
th: ไอดีการแก้ไข:
tr: Revizyon no:
uk: № редакції:
ur: نظرثانی کی شناخت:
vi: ID Bản sửa đổi:
zh_cn: 修订编号：
zh_tw: 編修 ID:
zu: I-id ebukeziwe:

source: Reviewed:
af: Nagesien:
bg: Прегледан:
bs: Pregledano:
de: Überprüft:
el: Ελέγχθηκε:
es: Revisado:
fy_nl: Beoardield:
he: נסקר:
hr: Pregledano:
hu: Ellenőrzött:
ia: Revidite:
id: Ditinjau:
it: Revisionata:
ja: 査読日:
ka: განხილულია:
kab: Walan-t:
ko: 검토완료:
mg: Notsaraina:
ms: Disemak:
nb_no: Gjennomgått:
nl: Beoordeeld:
pa_in: ਜਾਚ ਲਿਆ ਹੈ:
pl: Zrecenzowano:
pt_br: Revisado:
pt_pt: Revisto:
ro: Recenzat:
sk: Skontrolované:
sr: Прегледано:
sv: Granskad:
te: పరిశీలించినవి:
th: พิจารณาใหม่แล้ว:
tr: İncelenme:
uk: Переглянуто:
ur: جائزہ لیا گیا:
vi: Đã xét duyệt:
zh_cn: 已审阅：
zh_tw: 審核過:
zu: Kubukeziwe:

source: Reviewed by:
af: Nagesien deur:
bg: Прегледана от:
bs: Pregledao/la:
de: Überprüft von:
el: Ελέγχθηκε από:
es: Revisado por:
fy_nl: Beoardield troch:
he: נסקר על־ידי:
hr: Pregledao:
hu: Ellenőrizte:
ia: Revidite per:
id: Ditinjau oleh:
it: Revisionata da:
ja: 査読者:
ka: მიმომხილველი:
kab: Iwala-t:
ko: 검토자:
mg: Notsarain'i:
ms: Disemak oleh:
nb_no: Gjennomgått av:
nl: Beoordeeld door:
pa_in: ਦੁਆਰਾ ਜਾਚਿਆ ਗਿਆ:
pl: Autor recenzji:
pt_br: Revisado por:
pt_pt: Revisto por:
ro: Recenzat de:
sk: Skontroloval(a):
sr: Прегледано од:
sv: Granskad av:
te: సమీక్షించినవారు:
th: พิจารณาใหม่โดย:
tr: İnceleyen:
uk: Переглянув(-ла):
ur: کی جانب سے جائزہ لیا گیا:
vi: Xét duyệt bởi:
zh_cn: 审核人：
zh_tw: 審核人:
zu: Kubukezwe ngu:

source: Is approved?
bg: Одобрено ли е?
bs: Odobreno?
de: Freigegeben?
el: Έχει εγκριθεί;
es: ¿Está aprobado?
fy_nl: Is goedkard?
he: עברה אישור?
hr: Odobreno?
hu: Jóvá van hagyva?
ia: Es illo approbate?
id: Disetujui?
it: Approvata?
ja: 承認済み
ka: დამოწმებულია?
kab: Yettwaqbel?
ko: 승인되었나요?
ms: Diluluskan?
nb_no: Er godkjent?
nl: Is goedgekeurd?
pa_in: ਪਰਵਾਨ ਹੈ?
pl: Zatwierdzone?
pt_br: Aprovado?
pt_pt: Está aprovado?
ro: Este aprobat?
sk: Je schválené?
sr: Одобрено?
sv: Är godkänd?
te: ఆమోదించబడిందా?
th: ผ่านการอนุมัติหรือยัง?
tr: Onaylandı mı?
uk: Затверджена?
ur: منظور ہے؟
vi: Được phê duyệt?
zh_cn: 已核准？
zh_tw: 通過審核？

source: Is current revision?
af: Is huidige wysiging?
bg: Версията текуща ли е?
bs: Revizija je tekuća?
de: Ist das die aktuelle Version?
el: Είναι η τρέχουσα αναθεώρηση;
es: ¿Es la versión actual?
fy_nl: Aktuele refyzje?
he: האם המהדורה נוכחית?
hr: Verzija je tekuća?
hu: Aktuális verzió?
ia: Es illo le actual revision?
id: Revisi terakhir?
it: Versione corrente?
ja: 現在のリビジョン？
ka: ეს მიმდინარე ვერსიაა?
kab: D lqem amiran?
ko: 현재 변경 사항입니까?
mg: Fanitsiana ankehitriny ve?
ms: Semakan semasa?
nb_no: Er nåværende revisjon?
nl: Is actuele revisie?
pa_in: ਕੀ ਮੌਜੁਦਾ ਰੀਵਿਜ਼ਨ?
pl: Aktualna:
pt_br: É a edição atual?
pt_pt: É a revisão atual?
ro: Este o recenzie actuală?
sk: Jedná sa o aktuálnu verziu?
sr: Тренутна ревизија?
sv: Är nuvarande revidering?
te: ప్రస్తుత రివిజనా?
th: การแก้ไขเป็นปัจจุบันหรือยัง?
tr: Güncel revizyon mu?
uk: Це поточна редакція?
ur: کیا یہ موجودہ نظر ثانی ہے؟
vi: Bản sửa đổi hiện tại?
zh_cn: 这是当前最新的版本吗？
zh_tw: 這是現行的版本嗎？
zu: Ingabe isibukezo samanje?

source: Ready for localization:
af: Gereed vir taalaanpassing:
bg: Готова за локализация:
bs: Spremno za lokalizaciju:
de: Bereit zum Übersetzen:
el: Έτοιμο για μετάφραση:
es: Listo para localización:
fy_nl: Ree foar oersetting:
he: מוכן לתרגום:
hr: Spremno za lokalizaciju:
hu: Fordításra vár:
ia: Preste pro le localisation:
id: Siap diterjemahkan:
it: Pronta per la localizzazione:
ja: 翻訳準備中:
ka: მზადაა გადასათარგმნად:
kab: Ihegga i usideg:
ko: 지역화 준비:
mg: Vonona hadika:
ms: Sedia untuk lokalisasi:
nb_no: Klar for oversetting:
nl: Gereed voor vertaling:
pa_in: ਲੋਕੇਲਾਇਜੇਸਨ ਲਈ ਤਿਆਰ:
pl: Gotowy do tłumaczenia:
pt_br: Pronto para tradução:
pt_pt: Pronto para tradução:
ro: Gata de localizare:
sk: Pripravené na lokalizáciu:
sr: Спремно за локализацију:
sv: Redo för översättning:
te: స్థానికీకరణ కోసం సిద్ధంగా ఉన్నది:
th: พร้อมสำหรับการแปล:
tr: Çeviriye hazır:
uk: Готово для локалізації:
ur: لوکلائزیشن کے لئے تیار ہے
vi: Sẳn sàng để bản địa hóa:
zh_cn: 可进行本地化：
zh_tw: 已可進行在地化翻譯
zu: Ilungele ukuhunyushwa:

source: Readied for localization:
af: Gereed gemaak vir taalaanpassing:
bg: Готово за превод:
bs: Pripremljeno za lokalizaciju:
de: Zum Übersetzen vorbereitet:
el: Προετοιμασμένο για μετάφραση:
es: Listo para localización:
fy_nl: Ree foar oersetting:
he: הוכן לתרגום:
hr: Pripremljeno za prevođenje:
hu: Fordításra kész:
ia: Preparate pro le localisation:
id: Siap diterjemahkan:
it: Approvata il:
ja: 翻訳準備完了:
ka: მზადაა გადასათარგმნად:
kab: Yettwacreḍ ihegga i usideg:
ko: 지역화 준비됨:
mg: Nomanina hadika:
ms: Sudah sedia untuk lokalisasi:
nb_no: Klarert for oversetting:
nl: Gereed voor vertaling:
pa_in: ਲੋਕਾਲਾਈਜ਼ੇਸ਼ਨ ਲਈ ਰਿਡਾਇਡ:
pl: Przygotowany do tłumaczenia:
pt_br: Pronto para tradução:
pt_pt: Pronto para tradução:
ro: Gata pentru traducere
sk: Pripravené na lokalizáciu:
sr: Припремљено за локализацију:
sv: Färdig för översättning:
te: స్థానికీకరణ కోసం సిద్ధంగా ఉన్నది:
th: พร้อมสำหรับการแปลเป็นภาษาท้องถิ่น:
tr: Çeviriye hazır:
uk: Готується до локалізації:
ur: لوکلائزیشن کے لئے تیار:
vi: Đã sẵn sàng để bản địa hoá:
zh_cn: 可进行本地化：
zh_tw: 已可進行在地化翻譯:
zu: Isilungiselwe ukuhunyushwa:

source: Readied for localization by:
af: Gereed gemaak vir taalaanpassing deur:
bg: Подготвен за превод от:
bs: Pripremljeno za lokalizaciju od:
de: Zum Übersetzen vorbereitet von:
el: Έτοιμο για μετάφραση από:
es: Listo para localización gracias a:
fy_nl: Ree foar oersetting troch:
he: הוכן לתרגום על־ידי:
hr: Pripremljeno za prevođenje od:
hu: Fordításra előkészítette:
ia: Preparate pro le localisation per:
id: Siap diterjemahkan:
it: Approvata per la localizzazione da:
ja: 翻訳準備承認:
ka: გადასათარგმნად მოამზადა:
kab: Yettwacreḍ ihegga i usideg sɣur:
ko: 지역화 준비한 사람:
mg: Fanomanana hadika nataon'i:
ms: Disediakan untuk lokalisasi oleh:
nb_no: Klarert for oversetting av:
nl: Gereed voor vertaling door:
pa_in: ਲੋਕਾਲਾਈਜ਼ੇਸ਼ਨ ਰਿਡਾਇਡ ਦੁਆਰਾ:
pl: Przygotowany do tłumaczenia przez:
pt_br: Marcado como pronto para tradução por:
pt_pt: Pronto para tradução por:
ro: Făcut gata pentru traducere de:
sk: Pripravil na lokalizáciu:
sr: Припремљено за локализацију од:
sv: Färdig för översättning av:
te: ద్వారా స్థానికీకరణ కోసం సిద్ధంగా ఉన్నది:
th: พร้อมสำหรับการแปลเป็นภาษาท้องถิ่นโดย:
tr: Çeviriye hazırlayan:
uk: Готується до локалізації:
ur: کی جانب سے لوکلائزیشن کے لئے تیار:
vi: Sẵn sàng cho bản địa hóa bởi:
zh_cn: 可进行本地化：
zh_tw: 已可進行在地化翻譯由:
zu: Isilungiselwe ukuhunyushwa ngu:

source: Edit article based on this revision
af: Redigeer artikel op grond van hierdie wysiging
bg: Редактирай статията, базирайки се на тази ревизия
bs: Uredi članak na temelju ove revizije
de: Artikel basierend auf dieser Version bearbeiten
el: Επεξεργασία άρθρου βάσει αυτής της αναθεώρησης
es: Editar artículos basándose en esta revisión
fy_nl: Artikel bewurkje op basis fan dizze refyzje
he: עריכת מאמר על בסיס מהדורה זו
hr: Uredi članak temeljen na ovoj reviziji
hu: Leírás szerkesztése ezen változat alapján
ia: Articulo redigite in base a iste revision
id: Artikel yang telah diedit berdasarkan revisi ini
it: Effettua una modifica basata sulla presente versione
ja: このリビジョンを基に記事を翻訳します
ka: ამ გადამუშავებულის ჩასწორება
kab: Beddel amagrad akken yenna uceggir-a
ko: 현재 버전을 토대로 문서 편집
mg: Hanitsy lahatsoratra araka ity fanitsiana ity
ms: Edit artikel berdasarkan semakan ini
nb_no: Rediger artikkelen basert på denne revisjonen
nl: Artikel bewerken op basis van deze revisie
pa_in: ਇਸ ਰੀਵਿਜ਼ਨ ਦੇ ਆਧਾਰ ਤੇ ਲੇਖ਼ ਸੋਧੋ
pl: Edytuj artykuł, bazując na tej wersji
pt_br: Editar artigo com base nesta edição
pt_pt: Editar artigo baseado nesta revisão
ro: Editează articolul pornind de la această revizuire
sk: Upraviť článok na základe tejto revízie
sr: Измени чланак на основу ревизије
sv: Redigera artikel baserat på denna revidering
te: ఈ రివిజన్ ఆధారంగా వ్యాసమును మార్చు
th: แก้ไขบทความบนพื้นฐานของการแก้ไขนี้
tr: Makaleyi bu revizyonu temel alarak düzenle
uk: Редагувати статтю на основі цієї редакції
ur: اس تدوین کی بنیاد پر مضمون میں تدوین کریں
vi: Chỉnh sửa bài viết dựa trên bản sửa đổi này
zh_cn: 基于这个修订版本编辑文章
zh_tw: 以此版本為基礎編輯文章
zu: Lungisa i-athikhili kule veshini

source: Select language | {document}
af: Kies taal | {document}
bg: Изберете език| {document}
bs: Izaberite jezik | {document}
de: Sprache wählen | {document}
el: Επιλογή γλώσσας | {document}
es: Seleccionar idioma | {document}
fy_nl: Selektearje taal | {document}
he: בחירת שפה | {document}
hr: Odaberi jezik | {document}
hu: Nyelvválasztás | {document}
ia: Eliger le lingua | {document}
id: Pilih bahasa | {document}
it: Selezionare lingua | {document}
ja: 言語選択 | {document}
ka: ენის მითითება | {document}
kab: Fren tutlayt | {document}
ko: 언어 선택 | {document}
mg: Hifantina teny | {document}
ms: Pilih bahasa | {document}
nb_no: Velg språk | {document}
nl: Taal selecteren | {document}
pa_in: ਭਾਸ਼ਾ ਚੁਣੋ | {document}
pl: Wybierz język | {document}
pt_br: Selecionar idioma | {document}
pt_pt: Selecionar idioma | {document}
ro: Selectează limba | {document}
sk: Výber jazyka | {document}
sr: Изабери језик | {document}
sv: Välj språk | {document}
te: బాషను ఎంచుకోండి | {document}
th: เลือกรูปแบบภาษา | {document}
tr: Dil seçin | {document}
uk: Вибір мови | {document}
ur: زبان منتخب کریں | {document}
vi: Chọn ngôn ngữ | {document}
zh_cn: 选择语言 | {document}
zh_tw: 選擇語言 | {document}
zu: Khetha ulimi | {document}

source: Select language
af: Kies taal
bg: Изберете език
bs: Izaberite jezik
de: Sprache wählen
el: Επιλογή γλώσσας
es: Seleccionar idioma
fy_nl: Selektearje taal
he: בחירת שפה
hr: Odaberi jezik
hu: Válasszon nyelvet
ia: Lingua eligite
id: Pilih bahasa
it: Selezionare lingua
ja: 言語を選択
ka: ენის არჩევა
kab: Fren tutlayt
ko: 언어 선택
mg: Hifantina teny
ms: Pilih bahasa
nb_no: Velg språk
nl: Taal selecteren
pa_in: ਭਾਸ਼ਾ ਚੁਣੋ
pl: Zmień język
pt_br: Selecionar idioma
pt_pt: Selecionar idioma
ro: Selectează limba
sk: Výber jazyka
sr: Изабери језик
sv: Välj språk
te: భాషను ఎంచుకోండి
th: เลือกภาษา
tr: Dil seçin
uk: Оберіть мову
ur: زبان منتخب کریں
vi: Chọn ngôn ngữ
zh_cn: 切换语言
zh_tw: 切換語言
zu: Khetha ulimi
