Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO БД 2011 е част от поредицата SUMO. Представлява принос към SUMO през 2011 г. - в този случай 10 одобрени редакции в Базата Данни на английски език. Поздравления за всички спечелили значка SUMO БД 2011 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-KB 2011“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2011; in diesem Fall: 10 freigeschaltete Änderungen in der englischsprachigen SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-KB 2011“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO ΓΒ 2011 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2011· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες στην αγγλική γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO ΓΒ 2011 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de la BC de SUMO de 2011 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2011, en este caso: 10 ediciones aprobadas de la base de conocimientos de SUMO en inglés. ¡Felicidades a todos los ganadores de insignias de la BC de SUMO de 2011 por promover la misión de Mozilla!
fy_nl: De SUMO KB 2011-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2011; yn dit gefal: 10 goedkarre bewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO KB 2011-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO baze znanja 2011. dio je SUMO serije. Predstavlja doprinos SUMO-u 2011. godine; u ovom slučaju: 10 potvrđenih uređivanja na engleskom jeziku za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke baze znanja 2011. na unapređivanju Mozilline misije!
hu: A SUMO Tudásbázis 2011 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2011-es hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott szerkesztést az angol SUMO tudásbázishoz. Gratulálunk a SUMO Tudásbázis kitűző – 2011 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del Base de cognoscentia 2011 es parte del series SUMO. Illo representa le collaborationes a SUMO in le 2011; in iste caso: 10 redactiones approbate del Base de cognoscentias anglese de SUMO. Congratulationes a tote le ganiatores del insignia 2011 pro le Base de cognoscentia SUMO pro facer progreder le mission Mozilla!
it: Il distintivo SUMO KB 2011 rappresenta il contributo dato a SUMO nel corso del 2011, pari a 10 modifiche approvate alla Knowledge Base in lingua inglese di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO KB 2011 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2011 年に英語版ナレッジベース記事の編集が 10 本以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO KB 2011 バッジを授与します。
ka: SUMO ცოდნის წყაროს 2011 მცირე ნიშანი SUMO-ს ჯილდოების ნაწილია. იგი აღნიშნავს SUMO-ს საიტზე 2011 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ შესწორებას, SUMO-ს ცოდნის წყაროს ინგლისურ ვერსიაში. ვულოცავთ SUMO ცოდნის წყაროს 2011 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO KB 2011 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2011; dagi: 10 n yibeddilen yettwaqeblen s teglizit deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz SUMO KB 2011 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO KB 2011 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2011년에 SUMO에 기여 했음을 의미하고 승인된 영문 SUMO 지식 기반 문서 10개를 수정했음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2011 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO KB 2011 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2011; dalam hal ini: 10 edit yang diluluskan dalam Pangkalan Pengetahuan SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO KB 2011 kerana memajukan Misi Mozilla!
nb_no: SUMO KB 2011 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2011; i dette tilfellet: 10 godkjente redigeringer av den engelske SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO KB 2011-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO KB 2011-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2011; in dit geval: 10 goedgekeurde bewerkingen van de Engelse SUMO-kennisbank. Felicitaties aan alle SUMO KB 2011-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO KB 2011 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2011 roku, w tym przypadku: 10 zatwierdzonych poprawek w angielskiej bazie wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO KB 2011 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2011 do SUMO KB é parte da série SUMO. Ele representa a contribuição ao SUMO em 2011; neste caso: 10 edições aprovadas na Base de Conhecimento do SUMO em inglês. Parabéns a todos os ganhadores do emblema de 2011 do SUMO KB por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO da base de conhecimento de 2011 é parte das séries SUMO. Representa contribuições para o SUMO em 2011; neste caso: 10 edições aprovadas na base de conhecimento SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO da base de conhecimento de 2011 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Baza de cunoștințe 2011 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2011; în acest caz: 10 editări în engleză aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO Baza de cunoștințe 2011 pentru avansul misiunii Mozilla!
sk: Mini ocenenie Databáza vedomostí SUMO 2011 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav anglických článkov v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ базе знања за 2011. годину је део SUMO серије. Он представља допринос за SUMO у 2011. години; у овом случају: 10 одобрених измена енглеске SUMO базе знања. Честитамо свим добитницима SUMO беџа базе знања за 2011. годину за унапређивање Mozilla мисије!
sv: SUMO 2011 mini-emblem för KB är en del av SUMO-serien. Den representerar bidrag till SUMO under 2011; i det här fallet: 10 godkända redigeringar av den engelska SUMO kunskapsbasen. Grattis till alla de som förtjänat SUMO 2011 emblem för KB och att de har främjat Mozillas uppdrag!
th: ตราฐานความรู้ SUMO ปี 2011 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2011 ซึ่งในกรณีนี้คือ: การแก้ไขฐานความรู้ SUMO ภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตราฐานความรู้ SUMO ปี 2011 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO BB 2011 mini rozeti, SUMO serisinin bir parçasıdır. 2011 yılında İngilizce SUMO Bilgi Bankası'nda onaylanmış 10 düzenleme yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO BB 2011 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака бази знань SUMO 2011 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2011 році; в цьому випадку: 10 затверджених редагувань в англійській базі знань SUMO. Вітаємо всіх нагороджених відзнаками бази знань SUMO 2011 за поширення місії Mozilla!
vi: Huy hiệu nhỏ SUMO KB 2011 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2011; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO KB 2011 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 知识库 2011 迷你徽章是 SUMO 系列的一部分。它代表了 2011 年为 SUMO 所作的贡献；获得条件：在英语 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 论坛 2011 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO KB 2011 迷你徽章是 SUMO 系列的一部份。它代表了 2011 年的 SUMO 貢獻，亦即有 10 次通過審核的英文 SUMO 知識庫文件編輯。 恭喜所有獲得 SUMO KB 2011 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2011 L10n Badge
bg: 2011 L10n значка
de: L10n-Abzeichen 2011
el: Έμβλημα L10n 2011
es: Insignia de L10n de 2011
fy_nl: L10n 2011-badge
hr: Značka lokalizacije za 2011. godinu
hu: L10n kitűző – 2011
ia: Insignia del localisation 2011
id: Lencana L10n 2011
it: Distintivo L10n 2011
ja: 2011 L10n バッジ
ka: 2011 L10n ჯილდო
kab: Deg warraz 2011 L1
ko: 2011 L10n 배지
ms: Lencana L10n 2011
nb_no: 2011 L10n-utmerkelse
nl: L10n 2011-badge
pl: Odznaka L10n 2011
pt_br: Emblema L10n 2011
pt_pt: Medalha de tradutores de 2011
ro: Insignă L10n 2011
sk: Ocenenie Lokalizácie pre rok 2011
sr: L10n беџ локализације за 2011. годину
sv: 2011 emblem för L10n
te: 2011 L10n బాడ్జి
th: ตรา L10n ปี 2011
tr: 2011 Yerelleştirme Rozeti
uk: Відзнака L10n 2011
ur: 2011 L10n بیج
vi: Huy hiệu L10n 2011
zh_cn: 2011 本地化徽章
zh_tw: 2011 L10n 徽章

# DB: kbadge.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO L10n 2011 е част от поредицата SUMO. Тя показва принос към SUMO през 2011 г ., в този случай: 10 одобрени превода на базата знания на SUMO. Поздравления за всички носители на значки SUMO L10n 2011 за техния принос към мисията на Mozilla!
de: Das Mini-Abzeichen „SUMO-L10n 2011“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2011; in diesem Fall: 10 freigeschaltete Änderungen an Übersetzungen der SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-L10n 2011“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO L10n 2011 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2011· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες μετάφρασης στη γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO L10n 2011 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de L10n de SUMO de 2011 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2011, en este caso: 10 ediciones de traducción aprobadas en la base de conocimientos de SUMO. ¡Felicidades a todos los ganadores de insignias de L10n de SUMO de 2011 por promover la misión de Mozilla!
fy_nl: De SUMO L10n 2011-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2011; yn dit gefal: 10 goedkarre oersetbewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO L10n 2011-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO lokalizacije 2011. dio je SUMO serije. Predstavlja doprinos SUMO-u 2011. godine; u ovom slučaju: 10 potvrđenih uređivanja prijevoda za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke lokalizacije 2011. na unapređivanju Mozilline misije!
hu: A SUMO L10n 2011 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2011-es hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott fordítási szerkesztést a SUMO Tudásbázishoz. Gratulálunk a SUMO L10n kitűző – 2011 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2011 del localisation es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2011; in iste caso: 10 redactiones de traduction approbate del Base de cognoscentias de SUMO. Congratulationes a tote le ganiatores del insignia 2011 del localisation de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo SUMO L10n 2011 rappresenta il contributo dato a SUMO nel corso del 2011, pari a 10 modifiche approvate alla traduzione in lingua italiana della Knowledge Base di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO L10n 2011 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2011 年にナレッジベースの翻訳が 10 件以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO L10n 2011 バッジを授与します。
ka: SUMO L10n 2011 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2011 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ თარგმანს, SUMO ტექდახმარების ბაზაში. ვულოცავთ SUMO L10n 2011 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO L10n 2011 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2011; dagi: 10 n tsuqilin yettwaqeblen deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz L10n 2011 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO L10n 2011 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2011년에 SUMO에 기여 했음을 의미하고 SUMO 지식 기반 문서에 10개의 승인된 번역을 하였음을 뜻합니다. Mozilla 사명을 위해 SUMO L10n 2011 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO L10n 2011 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2011; dalam hal ini: 10 edit terjemahan yang diluluskan dalam Pangkalan Pengetahuan SUMO. Tahniah kepada semua penerima lencana SUMO L10n 2011 kerana memajukan Misi Mozilla!
nb_no: SUMO L10n 2011 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2011; i dette tilfellet: 10 godkjente oversettelsesredigeringer av SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO L10n 2011-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO L10n 2011-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2011; in dit geval: 10 goedgekeurde vertaalbewerkingen van de SUMO-kennisbank. Felicitaties aan alle SUMO L10n 2011-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO L10n 2011 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2011 roku, w tym przypadku: 10 zatwierdzonych poprawek tłumaczeń bazy wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO L10n 2011 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2011 do SUMO L10n é parte da série SUMO. Ele representa a contribuição ao SUMO em 2011; neste caso: 10 traduções aprovadas na Base de Conhecimento do SUMO. Parabéns a todos os ganhadores do emblema de 2011 do SUMO L10n por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha de tradutores do SUMO de 2011 é parte da série SUMO. Representa contribuições para o SUMO em 2011; neste caso: 10 edições aprovadas da base de conhecimento SUMO. Parabéns a todos os vencedores da medalha de tradutores do SUMO de 2011 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO L10n 2011 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2011; în acest caz: 10 editări de traduceri aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO L10n 2011 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Lokalizácia 2011 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav na prekladoch v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO L10n мини беџ локализације за 2011. годину је део SUMO серије. Он представља допринос за SUMO у 2011. години; у овом случају: 10 одобрених превода енглеске SUMO базе знања. Честитамо свим добитницима SUMO L10n беџа локализације за 2011. годину за унапређивање Mozilla мисије!
sv: SUMO 2011 mini-emblem för L10n är en del av SUMO-serien. Den representerar bidrag till SUMO under 2011; i det här fallet: 10 godkända översättningsredigeringar av SUMO kunskapsbas. Grattis till alla de som förtjänat SUMO 2011 emblem för L10n och att de har främjat Mozillas uppdrag!
th: ตรา SUMO L10n ปี 2011 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2011 ซึ่งในกรณีนี้คือ: การแก้ไขการแปลฐานความรู้ SUMO 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตรา SUMO L10n ปี 2011 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO yerelleştirmesi 2011 mini rozeti, SUMO serisinin bir parçasıdır. 2011 yılında SUMO Bilgi Bankası'nda onaylanmış 10 çeviri düzeltmesi yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO yerelleştirmesi 2011 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака SUMO L10n 2011 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2011 році; в цьому випадку: 10 затверджених редагувань перекладу бази знань SUMO. Вітаємо всіх нагороджених відзнаками SUMO L10n 2011 за поширення місії Mozilla!
vi: Huy hiệu nhỏ SUMO L10n 2011 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2011; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO L10n 2011 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 本地化 2011 迷你徽章是 SUMO 系列的一部分。它代表了 2011 年为 SUMO 所作的贡献。获得条件：在 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 本地化 2011 徽章获得者为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2011 迷你徽章是 SUMO 系列的一部份。它代表了 2011 年的 SUMO 貢獻，亦即 10 篇通過審核的 SUMO 知識庫翻譯。 恭喜所有獲得 SUMO L10n 2011 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2011 Support Forum Badge
bg: Значка на Форума за поддръжка 2011
de: Hilfeforums-Abzeichen 2011
el: Έμβλημα του Φόρουμ υποστήριξης 2011
es: Insignia del Foro de Asistencia de 2011
fy_nl: Stipefoarum 2011-badge
hr: Značka foruma podrške za 2011. godinu
hu: Támogatói fórum kitűző – 2011
ia: Insignia del foro de supporto 2011
id: Lencana Forum Dukungan 2011
it: Distintivo Forum di Supporto 2011
ja: 2011 サポートフォーラムバッジ
ka: 2011 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2011
ko: 2011 지원 포럼 배지
ms: Lencana Forum Sokongan 2011
nb_no: 2011 utmerkelse for brukerstøtteforum
nl: Ondersteuningsforum 2011-badge
pl: Odznaka Forum pomocy 2011
pt_br: Emblema do Fórum de Suporte 2011
pt_pt: Medalha do fórum de apoio de 2011
ro: Insignă Forum de asistență 2011
sk: Ocenenie Fórum podpory 2011
sr: Беџ форума подршке за 2011. годину
sv: 2011 emblem för supportforum
te: 2011 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2011
tr: 2011 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2011
ur: 2011 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2011
zh_cn: 2011 支持论坛徽章
zh_tw: 2011 技術支援討論區徽章
