Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
af: Dit sal taalaanpassers in kennis stel, en vertalings sal op kontroleskerms as "het bywerking nodig" gemerk word. Die meeste veranderinge – 'n prent bywerk, {for}-markering regstel, niekritieke afdelings byvoeg of verwyder – moet dit gebruik.
bg: Това ще доведе до уведомяването на преводачите и преводите ще бъдат отбелязани на таблата с „нужда от обновяване“. Повечето промени &ndash; актуализиране на изображение, корекции {for} markup, добавяне, или премахване на некритични секции &ndash; би трябвало да използват този подход.
bs: Ovo će obavijestiti lokalizatore i prijevodi će biti označeni kao "potrebno ažuriranje" na kontrolnim tablama. Većina promjena&mdash;ažuriranje slika, popravljanje {for} označavanja, dodavanja ili uklanjanja ne-ključnih dijelova&mdash;bi trebalo da ovo koristite.
de: Übersetzer werden informiert und Übersetzungen werden in der Übersicht als „Aktualisierung benötigt“ markiert. Die meisten Änderungen – Aktualisierung einer Grafik, Korrektur der {for}-Auszeichnung, Hinzufügen oder Entfernen nicht-kritischer Abschnitte – sollten dies verwenden.
el: Αυτό θα ειδοποιήσει τους μεταφραστές και οι μεταφράσεις θα επισημανθούν με την ετικέτα «απαιτεί ενημέρωση» στους πίνακες. Οι περισσότερες αλλαγές&mdash;ενημέρωση μιας εικόνας, διόρθωση ετικετών {for}, προσθήκη ή αφαίρεση μη κρίσιμων ενοτήτων&mdash;θα πρέπει να χρησιμοποιούν αυτήν την επιλογή.
es: Esto notificará a los localizadores y las traducciones serán marcadas como "que necesitan actualizaciones" en los paneles de control. La mayoría de los cambios &mdash;actualizar una imagen, corregir {for} marcado, añadir o eliminar secciones no críticas&mdash; deberían usar esto.
fy_nl: Dit sil oersetters op de hichte stelle en oersettingen sille op dashboerds markearre wurde as ‘Bywurkjen nedich’. De measte wizigingen &ndash; in ôfbylding bywurkje, {for}-opmaak werstelle, net-kritike seksjes tafoegje of fuortsmite &ndash; moatte dit brûke.
hr: Ovo će obavijestiti lokalizatore, a prijevodi će na nadzornim pločama biti označeni kao „mora se aktualizirati”. Većina promjena, npr. dodavanje slike, ispravljanje {for} oznake, dodavanje ili uklanjanje nekritičnih dijelova, bi ovo trebalo koristiti.
hu: Ez értesíti a fordítókat és a fordításokat „frissítés szükséges” állapotúként jelöli a vezérlőpulton. A leggyakoribb esetekben &ndash; , képek frissítése, {for} szintaxis javítása, nem kritikus részek hozzáadása vagy eltávolítása &ndash; ezt kell használni.
ia: Isto notificara le localisatores e le traductiones sera marcate como "actualisationes necessari" sur le pannellos de controlo. Le major parte del cambios&mdash;in actualisation del imagine, correction de tags {for}, addition o remotion de sectiones non-critic&mdash;usara isto.
id: Ini akan memberitahukan penerjemah dan terjemahan akan ditandai sebagai "butuh pembaruan" pada dasbor. Hampir semua perubahan&mdash;pembaruan gamabr, perbaikan markup {for}, penambahan atau penghapusan bagian yang tidak penting&mdash;harus menggunakan ini.
it: Queste modifiche daranno origine ad una notifica per i localizzatori e le traduzioni compariranno nella categoria "Aggiornamenti necessari" del pannello. La maggior parte delle modifiche &mdash;aggiornamento delle immagini, correzione dei tag {for}, aggiunta o rimozione di sezioni non critiche &mdash; saranno di questo tipo.
ja: この変更は、ローカライザーと翻訳者に通知され、「更新が必要な記事」としてダッシュボード上に表示されます。ほとんどの変更 (画像の更新、{for} マークアップの修正、重要でないセクションの追加や削除) は、これに該当します。
ka: ეცნობებათ მთარგმნელებს და ხელსაწყოთა გვერდზე, არსებული ნათარგმნი მოინიშნება, რომ „საჭიროებს განახლებას“. ცვლილებების უდიდესი ნაწილის შემთხვევაში&mdash;სურათის განახლება, განლაგების {for} გამართვა, ტექსტის ნაკლებად მნიშვნელოვანი ნაწილების ამოღება, ან დამატება&mdash;გამოყენებული უნდა იყოს ეს ვარიანტი.
kab: Aya ad yelɣu imsidagdaɣen tisuqilin ad ttwacerḍent "srant ileqman"deg tfelwit nusenqed. Tugetn yibeddilen &mdash;aleqqem n tugna, aseɣti n tṛekkizt {for}, timerna neɣ tukksa n tgezmiyin ur ilaqen ara &mdash; ilaq ad sqecen aya.
ko: 이는 번역자에게 "업데이트 필요"라고 표시되며 이들 변경 사항은 마크업 및 주요 문서 영역을 추가하고 업데이트 해야 합니다.
mg: Hampandre an'ireo mpandika teny ity ary ireo dikanteny dia homarihina hoe "mila fanavaozana" eo @ takelaka fanamoriana. Ny ankamaroan'ireo fanovana&mdash;anavaozana sary, anitsiana {for} elanelana, anampiana na analana ampahany tsy manan-danja&mdash;dia tokony hampiasa an'io.
ms: Ini akan memaklumkan penterjemah dan terjemahan akan ditanda sebagai "perlukan kemaskini" pada papan pemuka. Sebahagian perubahan&mdash;mengemaskini imej, membaiki {for} penanda, menambah atau menyingkir bahagian yang tidak kritikal&mdash;perlu menggunakannya.
nb_no: Dette vil varsle oversettere, og oversettelser vil merkes som "trenger oppdatering" på dashbord. De fleste endringer&mdash;oppdatere et bilde, fikse {for}-oppmerking, legge til eller fjerne ikke-kritiske deler&mdash;bør bruke dette.
nl: Dit zal vertalers op de hoogte stellen en vertalingen zullen op dashboards worden gemarkeerd als ‘Bijwerken nodig’. De meeste wijzigingen &ndash; een afbeelding bijwerken, {for}-opmaak herstellen, niet-kritieke secties toevoegen of verwijderen &ndash; dienen dit te gebruiken.
pa_in: ਇਹ ਤਜਰਮਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਸੂਚਨਾ ਦੇਵੇਗਾ ਅਤੇ ਤਜਰਮੇ ਨੂੰ ਡੈਸ਼ਬੋਰਡ ਉੱਤੇ "ਅੱਪਡੇਟ ਦੀ ਲੋੜ ਹੈ" ਵਜੋਂ ਨਿਸ਼ਾਨਬੱਧ ਕੀਤਾ ਜਾਵੇਗਾ। ਬਹੁਤੀਆਂ ਤਬਦੀਲੀਆਂ&mdash;ਚਿੱਤਰ ਅੱਪਡੇਟ ਕਰਨ, ਮਾਰਕਅੱਪ {for} ਠੀਕ ਕਰਨ, ਗ਼ੈਰ-ਗੰਭੀਰ ਭਾਗ ਜੋੜਨ ਜਾਂ ਹਟਾਉਣ&mdash; ਨੂੰ ਇਹ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Spowoduje to powiadomienie lokalizatorów, a tłumaczenie zostanie oznaczone w panelu lokalizacji jako „Do aktualizacji”. Tej opcji powinno się użyć, zmieniając obrazek, poprawiając znaczniki {for}, dodając lub usuwając mniej ważne sekcje.
pt_br: Os tradutores serão avisados sobre essa mudança e a tradução será marcada como "precisa de atualização" nos painéis de tradução. Grandes alterações como troca de imagem, correções, remoção ou adição de seções devem usar essa opção.
pt_pt: Isto irá notificar os tradutores e as traduções serão marcadas como "precisam de atualizações" nos painéis. A maior parte das alterações &mdash; atualização de uma imagem, corrigir marcação {for}S, adicionar ou remover secções &mdash; devem utilizar isto.
ro: Aceasta va notifica localizatorii și traducerile vor fi marcate ca „necesită actualizare” în tablourile de bord. Majoritatea modificărilor&mdash;de actualizare a unei imagini, reparare a marcajului {for}, adăugare sau ștergere de secțiuni necritice&mdash;trebuie efectuate în acest mod.
sk: Upozorní prekladateľov a preklady budú na nástenke označené ako "potrebná aktualizácia". Väčšina zmien&mdash;aktualizácia obrázkov, oprava značiek {for}, pridávanie alebo odstraňovanie málo kritických sekcií článku &mdash;využíva toto.
sr: Ово ће обавестити локализаторе и преводи ће вити означени као "потребно ажурирање" на контролним таблама. Већина промена&mdash;ажурирање слика, поправљање {for} означавања, додавања или уклањања не-кључних делова&mdash;би требало да ово користе.
sv: Detta kommer att meddela översättare och översättningar kommer att markeras som "behöver uppdateringar" på översikten. De flesta ändringar&mdash;uppdatera en bild, ordna {for} uppmärkning, lägga till eller ta bort icke-kritiska sektioner&mdash;bör använda detta.
te: ఇలా సహాయకులకు తెలియజేస్తాము మరియు అనువాదాలు డాష్బోర్డ్లను న "అవసరం నవీకరణలు" గా గుర్తించబడతాయి.ఎక్కువ మార్పులు & mdash; ఒక చిత్రం నవీకరించుటకు, మార్కప్ {for} ఫిక్సింగ్ లేదా కీలక విభాగాలు కానివి జోడించడం లేదా తొలగించడం &mdash; కు వాడాలి.
th: นี้จะแจ้งให้ผู้แปลได้ทราบและการแปลจะได้รับการทำเครื่องหมายบนหน้าปัดว่า "ต้องมีการปรับปรุง" การเปลี่ยนแปลงมากที่สุด&mdash;ปรับปรุงรูปภาพ, แก้ไข {for} มาร์คอัป, เพิ่มหรือลบส่วนที่ไม่สำคัญ&mdash;ควรใช้อันนี้
tr: Bu, çevirmenlerin panolarında "güncelleme gerekiyor" olarak işaretlenecektir. Çoğu değişiklikte &mdash;resim güncelleme, {for} işaretinin düzeltilmesi, kritik olmayan bölümlerin eklenmesi veya çıkarılması&mdash; bunu kullanmalısınız.
uk: Це повідомить локалізаторів і переклади буде відмічено на панелі, як "потребують оновлення". Більшість змін&mdash; оновлення зображення, виправлення розмітки {for}, додавання або вилучення некритичних розділів&mdash;повинні використовувати це.
vi: Điều này sẽ thông báo cho người bản địa hóa và bản dịch sẽ được đánh dấu là "cần cập nhật" trên bảng điều khiển. Hầu hết các thay đổi&mdash;cập nhật hình ảnh, sửa lỗi đánh dấu {for}, thêm hoặc xóa các phần không quan trọng&mdash;nên sử dụng điều này.
zh_cn: 这将通知本地化人员，并且在状态面板上将翻译状态标记为“需要更新”。大多数变更——更新一个图像，修改 {for} 标记、添加或移除非关键的章节——都应使用此项。
zh_tw: 這將會通知翻譯者，且譯文將會在主控台被標示為「需要更新」。多數的修改（更新圖片、修正 {for} 標示、新增或刪除不重要的文章段落）應該使用這個。
zu: Lokhu kuzokwazisa kuphela abahumushi izihumusho zizophawulwa ngokuthi "kusadinga ukuvuselelwa" kumadeshibhodi. Izinguquko eziningi &mdash;ukuvuselela umfanekiso, ukulungise {for} la ukuphawula, ukufaka noma ukukhipha izigaba ezingebucayi&mdash;.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
af: Dit sal taalaanpassers in kennis stel, en vertalings sal op kontroleskerms as "verouderd" gemerk word. Vertalings sal 'n waarskuwing aan gebruikers wys dat dit verouderd is en dat die Engelse weergawe mees akkuraat is. Gebruik dit wanneer die ou instruksies heeltemal onbruikbaar is.
bg: Това ще доведе до уведомяването на локализаторите и преводите ще бъдат маркирани на таблата с "остаряло съдържание". Преводите ще показват предупреждение към потребителите, че са с остаряло съдържание и че английската версия е най-точна. Използвайте този подход когато старите инструкции са напълно неприложими.
bs: Ovo će obavijestiti lokalizatore i prijevodi će biti označeni kao "zastarjeli" na tablama. Prijevodi će pokazati upozorenje korisnicima koji su zastarjeli i da je engleska verzija najtačnija. Upotrijebite ovo kada su stare instrukcije nepodobne za korištenje.
de: Übersetzer werden informiert und Übersetzungen werden in der Übersicht als „Veraltet“ markiert. Übersetzungen zeigen Benutzern eine Warnung, dass sie veraltet sind und dass die englische Version die genaueste ist. Verwenden Sie das, wenn die alte Anleitung komplett unbenutzbar ist.
el: Αυτό θα ειδοποιήσει τους μεταφραστές και οι μεταφράσεις θα επισημανθούν ως «παρωχημένες» στους πίνακες. Οι μεταφράσεις θα εμφανίζουν μια προειδοποίηση στους χρήστες ότι είναι παρωχημένες και ότι η αγγλική έκδοση είναι η πιο ακριβής. Χρησιμοποιήστε το όταν οι παλιές οδηγίες δεν έχουν καμία απολύτως χρησιμότητα.
es: Esto notificará a los localizadores y las traducciones serán marcadas como "obsoletas" en los paneles de control. Las traducciones mostrarán una advertencia a los usuarios de que están obsoletas y que la versión en inglés es la más precisa. Úsalo cuando las antiguas instrucciones sean completamente inutilizables.
fy_nl: Dit sil oersetters op de hichte stelle en oersettingen sille op dashboerds markearre wurde as ‘Ferâldere’. Oersettingen sille in warskôging toane dat dizze ferâldere binne en dat de Ingelske ferzje it meast akkuraat is. Brûk dit wannear de âlde ynstruksjes folslein ûnbrûkber binne.
he: פעולה זו תודיע למתרגמים והתרגומים יסומנו כ״לא מעודכנים״ בלוחות הבקרה. התרגומים יציגו אזהרה למשתמשים שהם אינם עדכניים ושהגרסה האנגלית היא המדויקת ביותר. יש להשתמש בזה כאשר ההנחיות הישנות אינן שימושיות לחלוטין.
hr: Ovo će obavijestiti lokalizatore, a prijevodi će biti označeni kao „zastarjelo” na nadzornim pločama. Prijevodi će korisnike upozoriti da su zastarjeli i da je engleska verzija najtočnija. Koristi ovo, kad su stare upute potpuno neupotrebljive.
hu: Ez értesíti a fordítókat és a fordításokat „elavult” állapotúként jelöli a vezérlőpulton. A fordításoknál egy figyelmeztetés jelenik meg, hogy a fordítás elavult és az angol nyelvű változat a frissebb. Akkor használja ezt, ha a régi leírás félrevezető.
ia: Isto notificara le localisatores e le traductiones sera marcate "foras de data" sur le pannellos de controlo. Le traductiones monstrara un attention a usatores que illos es foras de data e que le version anglese es le plus accurate. Usar isto quando le vetere instructiones es completemente inusabile.
id: Ini akan memberitahukan penerjemah dan terjemahan akan ditandai sebagi "kedaluwarsa" pada dasbor. Terjemahan akan menampilkan peringatan pada pengguna bahwa artikel terjemahan telah kedaluwarsa dan versi bahasa Inggris adalah versi yang akurat. Gunakan ini jika petunjuk yang lama benar-benar tidak dapat digunakan.
it: Queste modifiche daranno origine ad una notifica per i localizzatori e le traduzioni compariranno nella categoria "Aggiornamenti immediati necessari" del pannello. Nelle traduzioni esistenti dell'articolo comparirà un messaggio di avviso che spiega che il contenuto dell'articolo potrebbe non essere aggiornato e che la versione in inglese contiene informazioni più accurate. Utilizzare questa modalità quando le istruzioni esistenti sono completamente inutili.
ja: この変更は、ローカライザーと翻訳者に通知され、「有効期限切れの記事」としてダッシュボード上に表示されます。翻訳記事の上部に警告が表示され、英語版の記事が最も正確であることをユーザーに知らせます。説明が古く完全に役立たずである場合は、これに該当します。
ka: ეცნობებათ მთარგმნელებს და ხელსაწყოთა გვერდზე, არსებული ნათარგმნი მოინიშნება, რომ „მოძველებულია“. მომხმარებლები ნახავენ გაფრთხილებას, რომ ნათარგმნი ტექსტი უკვე მოძველებულია და მხოლოდ ინგლისური ვერსიაა გამართული. ეს იმ შემთხვევაში გამოიყენეთ, თუ ცვლილებების შედეგად, ძველი მითითებები, სრულიად უსარგებლო გახდება.
kab: Aya ad yelɣu imsidag daɣen tisuqilin ad ttwacerḍent "zrint" deg tfelwit n usenqed. Tisuqilin ad d-seknent alɣu i yiseqdacen am akken d tiqburin d aɣen lqem n teglizit dtudidt ugar. Seqdec aya ticki iwellihen iqbuṛen ur ǧǧin nefɛen.
ko: 이는 번역자에게 "오래된 문서"로 표시되며, 사용자들에게 번역이 매우 오래되어 영문 문서를 참고하도록 권장합니다.
mg: Hampandre an'ireo mpandika teny ity ary ireo dikanteny dia homarihina hoe "lany daty" eo @ takelaka fanamoriana. Ireo dikanteny dia hampiseho fampitandremana ho an'ireo mpampiasa fa lany daty izy ireo ary ilay kinova @ teny Anglisy no marina indrindra. Ampiasao ity rehefa tsy azo ampiasaina tanteraka ireo torolàlana tranainy.
ms: Ini akan memaklumkan penterjemah dan terjemahan akan ditanda "lapuk" pada papan pemuka. Amaran akan dipaparkan kepada pengguna bahawa terjemahan sudah lapuk dan versi Bahasa Inggeris adalah yang paling tepat. Gunakan ini apabila arahan yang lama tidak boleh digunakan langsung.
nb_no: Dette vil varsle oversettere, og oversettelsene vil merkes som "utdatert" på dashbordet. Oversettelser vil vise en advarsel til brukerne om at de er utdaterte, og at den engelske versjonen er den mest presise. Bruk dette når gamle instruksjoner er helt ubrukelige.
nl: Dit zal vertalers op de hoogte stellen en vertalingen zullen op dashboards worden gemarkeerd als ‘Verouderd’. Vertalingen zullen een waarschuwing tonen dat deze verouderd zijn en dat de Engelse versie het meest accuraat is. Gebruik dit wanneer de oude instructies volledig onbruikbaar zijn.
pa_in: ਇਸ ਅਨਾਮ ਅਤੇ ਅਨੁਵਾਦ ਸੂਚਤसौभाग्य ਕਰਣਗੇ ਡੈਸ਼ਬੋਰਡਸ ਉੱਤੇ ਅਦਿਅਤਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ ਦੇ ਰੂਪ ਵਿੱਚ ਚਿਹਨਿਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਸਾਰਾ ਤਬਦੀਲੀ ਅਦਿਅਤਨ ਇੱਕ ਛਵੀ, ਫਿਕਸਿੰਗ ਮਾਰਕਅਪ ਜੇਕਰ,ਜੋੜਨ ਜਾਂ ਹਟਾਣ ਗੈਰ- ਮਹੱਤਵਪੂਰਣ ਇਸ ਦਾ ਵਰਤੋ ਕਰੀਏ ਵਰਗਾਂ ਚਾਹੀਦਾ ਹੈ।
pl: Spowoduje to powiadomienie lokalizatorów, a tłumaczenie zostanie oznaczone w panelu lokalizacji jako „Nieaktualne”. W artykule będzie wyświetlane ostrzeżenie, że artykuł jest nieaktualny i informacja o skorzystaniu z oryginalnej wersji. Tej opcji powinno się użyć, gdy stare instrukcje są całkowicie nieużyteczne.
pt_br: Tradutores serão avisados e traduções serão marcadas como "desatualizadas" nos painéis de tradução. Traduções exibirão um aviso informando que estão desatualizadas e que a versão em Inglês é mais precisa. Use essa opção quando instruções antigas são completamente obsoletas e não se aplicam.
pt_pt: Isto irá notificar os tradutores e as traduções serão marcadas como "desatualizadas" nos painéis. As traduções mostrarão um aviso aos utilizadores em como estão desatualizadas e que a versão inglesa é mais precisa. Utilize isto quando as instruções antigas estão completamente obsoletas.
ro: Aceasta va notifica localizatorii și traducerile vor fi marcate ca „perimate” în tablourile de bord. Traducerile vor afișa o avertizare pentru utilizatori cum că sunt perimate și că versiunea în limba engleză este cea mai precisă. De folosit când instrucțiunile vechi sunt complet inutilizabile.
sk: Upozorní prekladateľov a preklady budú na nástenke označené ako "neaktuálne". Preklady budú používateľom zobrazovať varovanie, že sú neaktuálne vzhľadom k anglickej verzii, ktorá je aktualizovaná. Použite túto možnosť v prípade, že pôvodný návod je už nepoužiteľný.
sr: Ово ће обавестити локализаторе и преводи ће бити означени као "застарели" на таблама. Преводи ће показати упозорење корисницима који су застарели и да је енглеска верзија најтачнија. Употребите ово када су старе инструкције неподобне за коришћење.
sv: Detta kommer att meddela översättare och översättningar kommer att märkas som "inaktuell " på översikten. Översättningar kommer att visa en varning till användarna att de är föråldrade och att den engelska versionen är den mest korrekta. Använd detta när de gamla instruktionerna är helt oanvändbart.
te: ఇలా లోకలైజర్లకు తెలియజేస్తాము మరియు అనువాదాలు డాష్బోర్డ్లను న "పాతవి" గుర్తించబడతాయి. అనువాదాలు వారు తేదీ బయటకు మరియు ఆంగ్ల భాషా అత్యంత ఖచ్చితమైన అని వినియోగదారులకు ఒక హెచ్చరిక కనిపిస్తాయి. పాత సూచనలను పూర్తిగా ఉపయోగించలేని దీన్ని ఉపయోగించండి.
th: นี้จะแจ้งให้ผู้แปลได้ทราบและการแปลจะได้รับการทำเครื่องหมายบนหน้าปัดว่า "ล้าสมัย" บทความจะมีการเตือนให้ผู้ใช้ได้ทราบว่าบทความนั้นล้าสมัยและใช้บทความภาษาอังกฤษจะแม่นยำกว่า ใช้ตัวเลือกนี้เมื่อคำอธิบายเก่าๆ ไม่สามารถใช้ได้อย่างสมบูรณ์
tr: Bu, çevirmenlerin panolarında "eskimiş" olarak işaretlenecektir. Kullanıcılara bu çevirinin eskimiş olduğuna ve İngilizce sürümün daha doğru olduğuna dair bir uyarı gösterilecektir. Eski yönergeler tamamen kullanılamaz durumdaysa bu seçeneği seçin.
uk: Це повідомить локалізаторів і переклади буде відмічено на панелі, як "застарілі". Переклади видадуть попередження користувачам про те, що вони застарілі, і що англійська версія є більш точною. Використовуйте це тоді, коли старі інструкції непридатні до використання.
vi: Điều này sẽ thông báo cho người bản địa hóa và bản dịch sẽ được đánh dấu "lỗi thời" trên bảng điều khiển. Bản dịch sẽ hiển thị cảnh báo cho người dùng rằng họ đã quá cũ và phiên bản tiếng Anh là chính xác nhất. Sử dụng trường hợp này khi các hướng dẫn cũ là hoàn toàn không thể sử dụng.
zh_cn: 这将通知本地化人员，并且在状态面板上将翻译标记为“已过时”。翻译版本将显示一个警告，提示用户翻译已经过时并且英文版本是最准确的。当旧的使用说明完全无法使用时，请使用此项。
zh_tw: 這將會通知翻譯者，且譯文將會在主控台被標示為「過時」。譯文當中將會出現警告，警告使用者這些文件已經過時，英文版才有最準確的文章。當舊的步驟已經完全無法使用時請使用這個。
zu: Lokhu kuzokwazisa abahumushi izihumusho zizophawulwa ngokuthi "kuphelelwe yisikhathi" kumadeshibhodi. Izihumusho zizokhombisa isexwayiso kubasebenzisi sokuthi sebephelelwe yisikhathi nokuthi iveshini yesiNgisi yiyona enembayo. Sebenzisa lokhu uma imiyalelo emidala ingasasebenziseki nhlobo.

source: Troubleshooting
af: Foutopsporing
bg: Отстраняване на неизправности
bs: Rješavanje problema
de: Fehlerbehebung
el: Επίλυση προβλημάτων
es: Solución de problemas
fy_nl: Oplosse
he: פתרון בעיות
hr: Rješavanje problema
hu: Hibakeresés
ia: Solver problemas
id: Pemecahan Masalah
it: Soluzioni
ja: トラブルシューティング
ka: ხარვეზების აღმოფხვრა
kab: Ferru n wuguren
ko: 문제 해결
mg: Famahana Olana
ms: Pencarisilapan
nb_no: Problemløsing
nl: Probleemoplossing
pa_in: ਸਮੱਸਿਆ ਨਿਵਾਰਨ
pl: Rozwiązywanie problemów
pt_br: Solução de problemas
pt_pt: Resolução de problemas
ro: Depanare
sk: Riešenie problémov
sr: Решавање проблема
sv: Felsökning
te: ట్రబుల్షూటింగ్
th: ข้อมูลการแก้ไขปัญหา
tr: Sorun giderme
uk: Усунення проблем
ur: ازالہ نقص کارى
vi: Gỡ rối vấn đề
zh_cn: 疑难解答
zh_tw: 疑難排解
zu: I-Troubleshooting

source: How to
af: Hoedoen
bg: Как да
bs: Kako
de: Anleitung
el: Οδηγίες
es: Cómo
fy_nl: Hoe moat ik
he: הנחיות לביצוע
hr: Kako obaviti
hu: Hogyan
ia: Guidas
id: Panduan
it: Procedure
ja: 操作方法
ka: როგორ
kab: Amek
ko: 길잡이
mg: Fomba fanaovana
ms: Cara untuk
nb_no: Hvordan-artikkel
nl: Handleiding
pa_in: ਕਿਵੇਂ
pl: Jak to zrobić
pt_br: Como fazer
pt_pt: Como fazer
ro: Cum să
sk: Ako
sr: Како да
sv: Hur man
te: ఎలా
th: วิธีการ
tr: Nasıl yapılır
uk: Як
ur: کیسے
vi: Cách làm
zh_cn: 怎样
zh_tw: 如何做
zu: Kwenziwa kanjani

source: How to contribute
af: Hoe om by te dra
bg: Как да помогнете
bs: Kako doprinijeti
de: Wie Sie mithelfen können
el: Τρόποι συνεισφοράς
es: Cómo colaborar
fy_nl: Hoe kin ik meidwaan
he: איך אפשר לתרום
hr: Kako doprinijeti
hu: Közreműködés módjai
ia: Suggestiones practic pro contribuer
id: Panduan berkontribusi
it: Scopri come collaborare
ja: 協力するには
ka: როგორ მივიღოთ მონაწილეობა
kab: Amek ara tettekkiḍ
ko: 참여 방법
mg: Fomba fandraisana anjara
ms: Cara untuk menyumbang
nb_no: Hvordan bidra
nl: Meehelpen
pa_in: ਯੋਗਦਾਨ ਕਿਵੇਂ ਦੇਈਏ
pl: Jak wnieść swój wkład
pt_br: Como contribuir
pt_pt: Como colaborar
ro: Cum să contribui
sk: Ako sa zapojiť
sr: Како да допринесем
sv: Hur man kan bidra
te: ఎలా సహాయపడాలి
th: วิธีการมีส่วนร่วม
tr: Katkıda bulunma yolları
uk: Як долучитись
ur: شراکت داری کس طرح کریں
vi: Làm thế nào để đóng góp
zh_cn: 怎样做贡献
zh_tw: 如何貢獻
zu: Lifakwa kanjani igalelo

source: Navigation
af: Navigasie
bg: Навигация
bs: Navigacija
el: Πλοήγηση
es: Navegación
fy_nl: Navigaasje
he: ניווט
hr: Navigacija
hu: Navigáció
id: Navigasi
it: Navigazione
ja: ナビゲーション
ka: გადაადგილება
kab: Tunigin
ko: 찾기
mg: Fitetezana
ms: Navigasi
nb_no: Navigering
nl: Navigatie
pa_in: ਨੇਵੀਗੇਸ਼ਨ
pl: Nawigacja
pt_br: Navegação
pt_pt: Navegação
ro: Navigare
sk: Navigácia
sr: Навигација
sv: Navigering
te: మార్గదర్శకం
th: การนำทาง
tr: Navigasyon
uk: Навігація
ur: گشت کاری
vi: Điều hướng
zh_cn: 导航
zh_tw: 跳到導覽列
zu: Ukuthubeleza

source: %(old)s Redirect %(number)i
af: %(old)s herlei %(number)i
bg: %(old)s пренасочване %(number)i
bs: %(old)s preusmjeravanje %(number)i
de: %(old)s Weiterleitung %(number)i
el: %(old)s Ανακατεύθυνση %(number)i
es: %(old)s Redirigir a %(number)i
fy_nl: %(old)s Omlieding %(number)i
hr: %(old)s preusmjeravanje %(number)i
hu: %(old)s átirányítva: %(number)i
ia: %(old)s Re-adressa %(number)i
id: %(old)s Pengarahan Ulang %(number)i
ka: %(old)s გადამისამართება %(number)i
kab: %(old)s iwehha %(number)i
ko: %(old)s 바꿈 %(number)i
mg: %(old)s Familiana %(number)i
ms: %(old)s Lencongan %(number)i
nb_no: %(old)s Omdirigert %(number)i
nl: %(old)s Omleiding %(number)i
pa_in: %(old)s ਰੀ-ਡਾਇਰੈਕਟ %(number)i
pl: %(old)s Przekierowanie %(number)i
pt_br: %(old)s Redireciona %(number)i
pt_pt: %(old)s Redireciona %(number)i
ro: %(old)s redirecționat %(number)i
sk: %(old)s Presmerovanie %(number)i
sr: %(old)s Преусмери %(number)i
sv: %(old)s Omdirigera %(number)i
te: %(old)s దారిమార్పు %(number)i
th: %(old)s เปลี่ยนเส้นทาง %(number)i
tr: %(old)s Yönlendirme %(number)i
uk: %(old)s перенаправлення %(number)i
ur: %(old)s ری ڈائریکٹ%(number)i
zh_cn: %(old)s重定向%(number)i
zh_tw: %(old)s 重導 %(number)i
zu: %(old)s Iyachezukisa %(number)i
