Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Control the information that Firefox saves
af: Beheer watter inligting Firefox stoor
bg: Контролирайте информацията, която Firefox записва
bs: Kontrolišite informacije koje Firefox snima
de: Kontrollieren Sie die Daten, die Firefox speichert
el: Έλεγχος των πληροφοριών που αποθηκεύει το Firefox
es: Controla la información que almacena Firefox
fy_nl: Bepale hokker gegevens Firefox bewarret
he: שליטה במידע שנשמר על־ידי Firefox
hr: Upravljaj podacima koje Firefox sprema
hu: Ellenőrizze a Firefox által mentett információkat
ia: Controla le informationes que Firefox salva
id: Kendalikan informasi yang disimpan oleh Firefox
it: Controlla quali informazioni sono salvate in Firefox
ja: Firefox が保存する情報の制御
ka: გაუწიეთ ზედამხედველობა, Firefox-ში შენახულ მონაცემებს
kab: Senqed talɣut ara iseklas Firefox
ko: Firefox가 저정하는 정보를 제어하세요
mg: Fero ny fampahalalana tehirizin'i Firefox
ms: Kawal maklumat yang disimpan oleh Firefox
nb_no: Kontroller de data som Firefox lagrer
nl: Bepalen welke gegevens Firefox bewaart
pl: Zarządzaj danymi, które przechowuje Firefox
pt_br: Controle a informação que o Firefox salva
pt_pt: Controle a informação que o Firefox guarda
ro: Controlează informațiile pe care le salvează Firefox
sk: Majte prehľad o informáciách, ktoré Firefox ukladá
sr: Контролишите информације које Firefox снима
sv: Styr den information som Firefox sparar
te: Firefox సేవ్ చేసే సమాచారాన్ని నియంత్రించండి
th: ควบคุมข้อมูลที่ Firefox บันทึก
tr: Firefox'un kaydettiği bilgileri kontrol edin
uk: Управління інформацією, яку зберігає Firefox
ur: Firefox کی محفوظ کردہ معلومات پر قابو رکھیں
vi: Kiểm soát thông tin mà Firefox lưu
zh_cn: 控制 Firefox 要保存的信息
zh_tw: 控制 Firefox 要儲存哪些資訊
zu: Lawula ulwazi olulondolozwa yi-Firefox

# DB: products.Topic.title
source: Cookies as trackers
sv: Kakor som spårare

# DB: products.Topic.description
source: Troubleshoot cookies issues.
ia: Solver problemas de cookies.
sv: Felsök kakproblem.
tr: Çerezlerle ilgili sorunları giderin.

# DB: products.Topic.title
source: Copy your personal information from one browser to another
af: Kopieer persoonlike inligting van een blaaier na 'n ander
bg: Копирайте личната си информация от един браузър в друг
bs: Kopirajte vaše lične informacije sa jednog pretraživača na drugi
de: Kopieren Sie Ihre persönlichen Daten von einem Browser zum anderen
el: Αντιγραφή προσωπικών πληροφοριών από ένα πρόγραμμα περιήγησης σε άλλο
es: Copia tu información personal de un navegador a otro
fy_nl: Jo persoanlike gegevens fan de iene nei de oare browser kopiearje
he: העתקת המידע האישי שלך מדפדפן אחד לאחר
hr: Kopiraj svoje osobne podatke iz jednog preglednika u drugi
hu: Személyes adatok átmásolása egyik böngészőből a másikba
ia: Copia tu informationes personal ab un navigator a un altere
id: Salin informasi pribadi Anda dari satu peramban ke peramban lainnya
it: Copiare le informazioni personali da un browser all'altro
ja: 個人情報をブラウザー間でコピー
ka: გადაიტანეთ თქვენი პირადი ინფორმაციის ასლი ერთი ბრაუზერიდან მეორეში
kab: Nɣel talɣut-ik tudmawant seg yiminig ɣe wayeḍ
ko: 다른 브라우저에서 개인 정보 복사
mg: Adikao avy @ mpitety iray mankao @ mpitety iray hafa ny fampahalalanao manokana
ms: Salin maklumat peribadi anda dari satu pelayar ke pelayar lain
nb_no: Kopier din personlige info fra en nettleser til en annen
nl: Uw persoonlijke gegevens van de ene naar de andere browser kopiëren
pa_in: ਆਪਣੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇੱਕ ਬਰਾਊਜ਼ਰ ਤੋ ਦੂਸਰੇ ਵਿੱਚ ਕਾਪੀ ਕਰੋ
pl: Przenoszenie osobistych informacji pomiędzy przeglądarkami
pt_br: Copie suas informações pessoais de um navegador para outro
pt_pt: Copiar os seus dados pessoais de um navegador para outro
ro: Copiază informațiile personale de pe un browser pe altul
sk: Skopírovanie vašich osobných informácií z jedného prehliadača do druhého
sr: Копирајте Ваше личне информације са једног прегледача на други
sv: Kakor och cache
te: మరొక బ్రౌజర్ నుండి మరొకదానికి మీ వ్యక్తిగత సమాచారాన్ని కాపీ చేయండి
th: คัดลอกข้อมูลส่วนตัวของคุณจากเบราว์เซอร์หนึ่งไปยังอีกเบราว์เซอร์หนึ่ง
tr: Kişisel bilgilerinizi bir tarayıcıdan başka bir tarayıcıya kopyalama
uk: Копіювання вашої особистої інформації від одного браузера до іншого
ur: اپنی ذاتی معلومات کو ایک براؤزر سے دوسرے براؤزر میں نقل کریں
vi: Sao chép thông tin cá nhân của bạn từ trình duyệt này sang trình duyệt khác
zh_cn: 将您的个人信息在两个浏览器间迁移
zh_tw: 將您的個人資訊複製到另一個瀏覽器上
zu: Kopisha imininingwane yakho kwesinye isiphequluli kuya kwesinye

# DB: products.Topic.description
source: Copy your personal information from one browser to another
af: Kopieer persoonlike inligting van een blaaier na 'n ander
bg: Копирайте личната си информация от един браузър в друг
bs: Kopirajte vaše lične informacije sa jednog pretraživača na drugi
de: Kopieren Sie Ihre persönlichen Daten von einem Browser zum anderen
el: Αντιγραφή προσωπικών πληροφοριών από ένα πρόγραμμα περιήγησης σε άλλο
es: Copia tu información personal de un navegador a otro
fy_nl: Jo persoanlike gegevens fan de iene nei de oare browser kopiearje
he: העתקת המידע האישי שלך מדפדפן אחד לאחר
hr: Kopiraj svoje osobne podatke iz jednog preglednika u drugi
hu: Személyes adatok átmásolása egyik böngészőből a másikba
ia: Copia tu informationes personal ab un navigator a un altere
id: Salin informasi pribadi Anda dari satu peramban ke peramban lainnya
it: Copiare le informazioni personali da un browser all'altro
ja: 個人情報をブラウザー間でコピー
ka: გადაიტანეთ თქვენი პირადი მონაცემები, ერთი ბრაუზერიდან მეორეში
kab: Nnɣel talɣut-inek tudmawant seg yiminig ɣer wayeḍ
ko: 다른 브라우저에서 개인 정보 복사
mg: Adikao avy @ mpitety iray mankao @ mpitety iray hafa ny fampahalalanao manokana
ms: Salin maklumat peribadi anda dari satu pelayar ke pelayar lain
nb_no: Kopier din personlige info fra en nettleser til en annen
nl: Uw persoonlijke gegevens van de ene naar de andere browser kopiëren
pa_in: ਆਪਣੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇੱਕ ਬਰਾਊਜ਼ਰ ਤੋ ਦੂਸਰੇ ਵਿੱਚ ਕਾਪੀ ਕਰੋ
pl: Przenoszenie osobistych informacji pomiędzy przeglądarkami
pt_br: Copie suas informações pessoais de um navegador para outro
pt_pt: Copiar os seus dados pessoais de um navegador para outro
ro: Copiază informațiile personale de pe un browser pe altul
sk: Skopírovanie vašich osobných informácií z jedného prehliadača do druhého
sr: Копирајте ваше личне информације са једног прегледача на други
sv: Kakor och cache
te: మరొక బ్రౌజర్ నుండి మరొకదానికి మీ వ్యక్తిగత సమాచారాన్ని కాపీ చేయండి
th: คัดลอกข้อมูลส่วนตัวของคุณจากเบราว์เซอร์หนึ่งไปยังอีกเบราว์เซอร์หนึ่ง
tr: Kişisel bilgilerinizi bir tarayıcıdan başka bir tarayıcıya kopyalama
uk: Копіювання вашої особистої інформації від одного браузера до іншого
ur: اپنی ذاتی معلومات کو ایک براؤزر سے دوسرے براؤزر میں نقل کریں
vi: Sao chép thông tin cá nhân của bạn từ trình duyệt này sang trình duyệt khác
zh_cn: 将您的个人信息在两个浏览器间迁移
zh_tw: 將您的個人資訊複製到另一個瀏覽器上
zu: Kopisha imininingwane yakho kwesinye isiphequluli kuya kwesinye

# DB: products.Topic.title
source: Copy your personal information from one Thunderbird to another
bg: Копирайте вашата лична информация от един Thunderbird в друг
bs: Kopirajte lične informacije sa jednog Thunderbirda na drugi
de: Kopieren Sie Ihre persönlichen Daten von einem Thunderbird zum anderen
el: Αντιγραφή προσωπικών πληροφοριών από ένα Thunderbird σε άλλο
es: Copia tu información personal de un Thunderbird a otro
fy_nl: Jo persoanlike gegevens fan de iene nei de oare Thunderbird kopiearje
he: העתקת המידע האישי שלך מ־Thunderbird אחד לאחר
hr: Kopiraj svoje osobne podatke s jednog Thunderbirda na drugi
hu: Személyes adatok átmásolása egyik Thunderbirdből a másikba
ia: Copiar tu informationes personal ex un Thunderbird a uno altere
it: Copiare le informazioni personali tra due installazioni di Thunderbird
ja: 個人情報を Thunderbird から別の Thunderbird へコピー
ka: გადაიტანეთ თქვენი მონაცემები ერთი Thunderbird-იდან, მეორეზე
kab: Nnɣel talɣut-inek tudmawant seg Thunderbird ɣer wayeḍ
ko: Thunderbird 개인 정보 복사
ms: Salin maklumat peribadi anda dari satu Thunderbird ke Thunderbird yang lain
nb_no: Kopier din personlige info fra en Thunderbird til en annen
nl: Uw persoonlijke gegevens van de ene naar de andere Thunderbird kopiëren
pl: Przenoszenie informacji osobistych pomiędzy klientami poczty Thunderbird
pt_br: Copie suas informações pessoais de um Thunderbird para outro
pt_pt: Copiar a sua informação pessoal de um Thunderbird para outro
ro: Copiază informațiile personale de pe un Thunderbird pe altul
sk: Skopírovanie vašich osobných informácií z jedného Thunderbirdu do druhého
sr: Копирајте личне информације са једног Thunderbird-а на други
sv: Kopiera din personliga information från en Thunderbird till en annan
te: ఒక థండర్బర్డ్ నుండి మరొక దానికి మీ వ్యక్తిగత సమాచారం కాపీ చేయి
th: คัดลอกข้อมูลส่วนตัวของคุณจาก Thunderbird ที่ติดตั้งบนเครื่องหนึ่งไปยังอีกเครื่องหนึ่ง
tr: Kişisel bilgilerinizi bir Thunderbird'den diğerine kopyalayın
uk: Копіювання вашої особистої інформації з одного Thunderbird до іншого
ur: اپنی ذاتی معلومات کو ایک Thunderbird سے دوسرے Thunderbird میں نقل کریں
vi: Sao chép thông tin cá nhân của bạn từ Thunderbird này sang Thunderbird khác
zh_cn: 将您的个人信息从一个 Thunderbird 转移到另一个
zh_tw: 將您的個人資訊複製到另一套 Thunderbird 中

# DB: products.Topic.description
source: Copy your personal information from one Thunderbird to another
bg: Копирайте вашата лична информация от един Thunderbird в друг
bs: Kopirajte lične informacije sa jednog Thunderbirda na drugi
de: Kopieren Sie Ihre persönlichen Daten von einem Thunderbird zum anderen
el: Αντιγραφή προσωπικών πληροφοριών από ένα Thunderbird σε άλλο
es: Copia tu información personal de un Thunderbird a otro
fy_nl: Jo persoanlike gegevens fan de iene nei de oare Thunderbird kopiearje
he: העתקת המידע האישי שלך מ־Thunderbird אחד לאחר
hr: Kopiraj svoje osobne podatke s jednog Thunderbirda na drugi
hu: Személyes adatok átmásolása egyik Thunderbirdből a másikba
ia: Copia tu informationes personal ex un Thunderbird a uno altere
id: Salin informasi pribadi Anda dari satu Thunderbird ke yang lainnya
it: Copiare le informazioni personali tra due installazioni di Thunderbird
ja: 個人情報を Thunderbird から別の Thunderbird へコピー
ka: გადაიტანეთ თქვენი მონაცემები ერთი Thunderbird-იდან, მეორეზე
kab: Nnɣel talɣut-inek tudmawant seg Thunderbird ɣer wayeḍ
ko: Thunderbird의 개인 정보를 다른 곳으로 복사
ms: Salin maklumat peribadi anda dari satu Thunderbird ke Thunderbird yang lain
nb_no: Kopier din personlige info fra en Thunderbird til en annen
nl: Uw persoonlijke gegevens van de ene naar de andere Thunderbird kopiëren
pl: Przenoszenie informacji osobistych pomiędzy klientami poczty Thunderbird
pt_br: Copie suas informações pessoais de um Thunderbird para outro
pt_pt: Copiar a sua informação pessoal de um Thunderbird para outro
ro: Copiază informațiile personale de pe un Thunderbird pe altul
sk: Skopírovanie vašich osobných informácií z jedného Thunderbirdu do druhého
sr: Копирајте личне информације са једног Thunderbird-а на други
sv: Kopiera din personliga information från en Thunderbird till en annan
te: ఒక థండర్బర్డ్ నుండి మరొక దానికి మీ వ్యక్తిగత సమాచారం కాపీ చేయి
th: คัดลอกข้อมูลส่วนตัวของคุณจาก Thunderbird ที่ติดตั้งบนเครื่องหนึ่งไปยังอีกเครื่องหนึ่ง
tr: Kişisel bilgilerinizi bir Thunderbird'den diğerine kopyalayın
uk: Копіювання вашої особистої інформації з одного Thunderbird до іншого
ur: اپنی ذاتی معلومات کو ایک Thunderbird سے دوسرے Thunderbird میں نقل کریں
vi: Sao chép thông tin cá nhân của bạn từ Thunderbird này sang Thunderbird khác
zh_cn: 将您的个人信息从一个 Thunderbird 转移到另一个
zh_tw: 將您的個人資訊複製到另一套 Thunderbird 中

# DB: products.Topic.title
source: Crashes, errors and other issues
af: Omvalle, foute en ander probleme
bg: Сривове, грешки и други проблеми
bs: Rušenja, greške i drugi problemi
de: Abstürze, Fehler und weitere Probleme
el: Καταρρεύσεις, σφάλματα και άλλα ζητήματα
es: Cuelgues, errores y otros problemas
fy_nl: Ungelokken, flaters en oare problemen
he: קריסות, שגיאות ושאר בעיות
hr: Rušenja, greške i drugi problemi
hu: Összeomlás, hibák és effélék
ia: Crashes, errores e altere problemas
id: Kerusakan, galat dan isu lainnya
it: Crash, errori e altri problemi
ja: クラッシュとエラー、その他の問題
ka: უეცარი გათიშვები, შეცდომები და სხვა ხარვეზები
kab: Iɣelluyen, tuccḍiwin d wuguren-nniḍen
ko: 충돌, 오류 그리고 다른 문제들
mg: Crash, tsy fetezana ary olana hafa
ms: Ranap, ralat dan isu lain
nb_no: Krasj, feil og andre problemer
nl: Crashes, fouten en andere problemen
pl: Awarie, błędy i inne problemy
pt_br: Travamentos, erros e outros problemas
pt_pt: Falhas, erros e outros problemas
ro: Terminări neașteptate, erori și alte probleme
sk: Zlyhania, chyby a iné veci
sr: Рушења, грешке и други проблеми
sv: Krascher, fel och andra problem
te: క్రాష్లు , లోపాలు మరియు ఇతర సమస్యలు
th: ข้อขัดข้อง, ข้อผิดพลาด และปัญหาอื่น ๆ
tr: Çökmeler, hatalar ve diğer sorunlar
uk: Аварії, помилки та інші проблеми
ur: کریش کرنا ، نقائص اور دیگر مسائل
vi: Sự cố, lỗi và các vấn đề khác
zh_cn: 崩溃、错误及其他问题
zh_tw: 當機、錯誤與其他問題
zu: Ukufa, amaphutha kanye nezinye izinkinga

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
af: Hoe om foutboodskappe op Firefox vir iOS te foutspoor
bg: Отстраняване на проблеми във Firefox за iOS.
bs: Riješite poruke o greškama u Firefoxu za iOS
de: Lösen Sie Probleme mit Fehlermeldungen in Firefox für iOS
el: Αντιμετώπιση μηνύματος σφάλματος στο Firefox για iOS
es: Soluciones a mensajes de error en Firefox para iOS.
fy_nl: Flatermeldingen ferhelpe yn Firefox foar iOS
he: פתרון הודעות שגיאה ב־Firefox עבור iOS
hr: Riješi poruke o greškama u Firefoxu za iOS
hu: Hibaelhárítás a Firefox for iOS-ben.
ia: Messages de error diagnostic sur Firefox pro iOS
id: Pecahkan masalah pesan galat di Firefox untuk iOS
it: Risoluzione dei messaggi di errore su Firefox per iOS
ja: iOS 版 Firefoxのエラーメッセージを解決します
ka: შეცდომების აღმოფხვრა Firefox iOS-ზე
kab: Aqeɛɛed n yizen n tuccḍa deg Firefox i iOS
ko: Firefox iOS용 오류 메시지 문제 해결
mg: Vahao ny hafatra milaza tsy fetezana ao @ Firefox ho an'i iOS
ms: Menyelesaikan masalah mesej ralat Firefox untuk iOS
nb_no: Feilsøk feilmeldinger på Firefox for iOS
nl: Foutmeldingen in Firefox voor iOS verhelpen
pl: Rozwiązywanie problemów z Firefoksem dla systemu iOS
pt_br: Como solucionar mensagens de erro no Firefox para iOS
pt_pt: Analisar e resolver mensagens de erro no Firefox para iOS
ro: Depanează mesajele de eroare pentru Firefox pentru iOS
sk: Ako riešiť chybové hlásenia vo Firefoxe pre iOS
sr: Решите поруке о грешкама у Firefox-у за iOS
sv: Felsök felmeddelande på Firefox för iOS
te: iOS కోసం Firefox లోపం సందేశాన్ని ట్రబుల్షూట్ చేయ్యి
th: แก้ไขปัญหาข้อความแสดงข้อผิดพลาดบน Firefox สำหรับ iOS
tr: iOS için Firefox'taki hata mesajlarıyla ilgili sorunları giderme
uk: Вирішення повідомлення про помилки в Firefox для iOS
ur: iOS کے لئے Firefox پر نقص کے پیغامات کی ازالہ نقص کارى کریں
vi: Khắc phục sự cố thông báo lỗi trên Firefox dành cho iOS
zh_cn: 解决 iOS 版 Firefox 上的错误信息
zh_tw: 排除 Firefox for iOS 的錯誤訊息
zu: Umyalezo wendlela yokulungisa iphutha ku-Firefox ye-iOS

# DB: products.Topic.title
source: Crashing and slow performance
hu: Összeomlás és alacsony teljesítmény
ia: Crashes e prestationes lente
it: Crash e prestazioni lente
nl: Crashen en trage prestaties
pl: Awarie i niska wydajność
pt_br: Falhas e desempenho lento
sv: Kraschar och långsam prestanda
tr: Çökme ve yavaş performans
zh_cn: 崩溃及卡顿

# DB: products.Topic.description
source: Troubleshoot issues with app crashes or slow performance.
hu: Hárítsa el az alkalmazás-összeomlásokat vagy alacsony teljesítmény okozó problémákat.
ia: Solver problemas con crashes o prestationes lente de apps.
it: Risolvi i problemi di arresto anomalo dell’app o prestazioni lente.
nl: Problemen met app-crashes of trage prestaties verhelpen.
pl: Rozwiązywanie problemów z awariami aplikacji i jej wolnym działaniem.
pt_br: Resolva problemas de falhas ou desempenho lento de aplicativos.
sv: Felsök problem med appkraschar eller långsam prestanda.
tr: Uygulama çökmeleri veya yavaş performansla ilgili sorunları giderme.
zh_cn: 解决应用崩溃或卡顿问题。

# DB: products.Topic.title
source: Create & edit articles
de: Artikel erstellen & bearbeiten
el: Δημιουργία και επεξεργασία άρθρων
fy_nl: Artikelen meitsje en bewurkje
hu: Leírások létrehozása és szerkesztése
ia: Crear e rediger articulos
it: Creazione e modifica degli articoli
kab: Rnu & ẓreg imagraden
nl: Artikelen maken en bewerken
pl: Twórz i edytuj artykuły
pt_br: Criação e edição de artigos
pt_pt: Criar e editar artigos
sv: Skapa och redigera artiklar
tr: Makale oluşturma ve düzenleme
zh_cn: 创建和编辑文章
zh_tw: 建立與編輯文章

# DB: products.Topic.description
source: Learn how to create and edit knowledge base articles.
de: Erfahren Sie, wie Sie Artikel in der Wissensdatenbank erstellen und bearbeiten.
el: Μάθετε πώς να δημιουργείτε και να επεξεργάζεστε άρθρα της γνωσιακής βάσης.
fy_nl: Lês hoe’t jo kennisbankartikels oanmeitsje en bewurkje kinne.
hu: Ismerje meg, hogyan hozhat létre és szerkeszthet tudásbázis-leírásokat.
ia: Apprende como crear e rediger articulos del base de cognoscentias.
it: Scopri come creare e modificare gli articoli della Knowledge Base.
nl: Lees hoe u kennisbankartikelen kunt maken en bewerken.
pl: Dowiedz się, jak tworzyć i edytować artykuły w bazie wiedzy.
pt_br: Saiba como criar e editar artigos da base de conhecimento.
pt_pt: Saiba como criar e editar os artigos da base de conhecimentos.
sv: Lär dig att skapa och redigera artiklar i kunskapsbasen.
tr: Bilgi bankası makaleleri oluşturmayı ve düzenlemeyi öğrenin.
zh_cn: 详细了解如何创建和编辑知识库文章。
zh_tw: 了解如何建立與編輯知識庫文件。

# DB: products.Topic.title
source: Creators & developers
bg: Създатели и разработчици
de: Schöpfer & Entwickler
el: Δημιουργοί και προγραμματιστές
es: Creadores y desarrolladores
fy_nl: Makkers en ûntwikkelers
he: יוצרים ומפתחים
hr: Stvaratelji i programeri
hu: Alkotók és fejlesztők
ia: Creatores & developpatores
it: Creatori e sviluppatori
ja: クリエイターと開発者
ka: შემქმნელები და შემმუშავებლები
kab: Imesnulfuyen & ineflayen
ko: 제작자 및 개발자
nb_no: Skapere og utviklere
nl: Makers en ontwikkelaars
pl: Twórcy i programiści
pt_br: Criadores e desenvolvedores
pt_pt: Criadores e programadores
sk: Tvorcovia a vývojári
sr: Стваратењи и програмери
sv: Skapare & utvecklare
tr: Yaratıcılar ve geliştiriciler
uk: Творці та розробники
ur: تخلیق کار اور ڈویلپرز
vi: Người sáng tạo & nhà phát triển
zh_cn: 创作者与开发者
zh_tw: 創作者與開發者

# DB: products.Topic.description
source: Where to find resources for advanced customization
bg: Къде да намерите ресурси за разширено приспособяване
de: Wo finden Sie Ressourcen für erweiterte Anpassungen?
el: Εύρεση πόρων για προηγμένη προσαρμογή
es: Dónde encontrar recursos para personalización avanzada
fy_nl: Wêr fine jo boarnen foar avansearre oanpassingen
he: היכן למצוא משאבים עבור התאמות אישיות מתקדמות
hr: Gdje pronaći resurse za napredno prilagođavanje
hu: Hol találhat forrásokat a speciális testreszabáshoz
ia: Ubi trovar ressources pro personalisationes avantiate
it: Dove trovare risorse relative alle personalizzazioni avanzate
ja: 高度なカスタマイズのためのリソースの場所
ka: სად უნდა მოიძიოთ მასალები გაფართოებული შესაძლებლობებისთვის
kab: Anida ara naftiɣbula i usagen leqqayen
ko: 자료와 고급 사용자 설정을 찾을 수 있는 곳
nb_no: Hvor finner du ressurser for avansert tilpasning
nl: Waar vindt u bronnen voor geavanceerde aanpassingen
pl: Gdzie znaleźć zasoby umożliwiające zaawansowane dostosowywanie
pt_br: Onde encontrar recursos para personalização avançada
pt_pt: Onde encontrar recursos para uma personalização avançada
sk: Kde nájsť zdroje na pokročilé prispôsobenie
sr: Где пронаћи ресурсе за напредно прилагођавање
sv: Var hittar du resurser för avancerad anpassning
tr: Gelişmiş özelleştirme için kaynak bulma
uk: Де знайти ресурси для розширених налаштуавнь
vi: Ở đâu để tìm tài nguyên cho việc tùy chỉnh nâng cao
zh_cn: 在哪里可找到高级定制的相关资源
zh_tw: 在哪裡可找到進階自訂的相關功能

# DB: products.Topic.title
source: Customization
hu: Testreszabás
ia: Personalisation
it: Personalizzazione
kab: Aggan
nl: Aanpassen
pl: Dostosowywanie
pt_br: Personalização
sv: Anpassning
tr: Özelleştirme
zh_cn: 定制

# DB: products.Topic.description
source: Customize product appearance and functionality to suit your preferences.
hu: Szabja testre a termék megjelenését és funkcionalitását az Ön igényei szerint.
ia: Personalisa apparentia e functionalitate de producto pro adaptar los a tu preferentias.
it: Personalizza l’aspetto e le funzionalità del prodotto in base alle tue preferenze.
nl: Pas het uiterlijk en de functionaliteit van het product aan uw voorkeuren aan.
pt_br: Personalize aparência e funcionalidade de produtos conforme suas preferências.
sv: Anpassa produktens utseende och funktionalitet för att passa dina önskemål.
tr: Ürünün görünümünü ve işlevselliğini istediğiniz gibi özelleştirin.
zh_cn: 按您所需，定制产品外观和功能。

# DB: products.Topic.title
source: Customization of Firefox in an enterprise environment
bg: Приспособяване на Firefox за корпоративна среда
bs: Prilagođavanje Firefoxa u poslovnom okruženju
de: Anpassung von Firefox in einer Unternehmensumgebung
el: Προσαρμογή του Firefox σε ένα επιχειρησιακό περιβάλλον
es: Personalización de Firefox en un entorno empresarial
fy_nl: Oanpassing fan Firefox yn in bedriuwsomjouwing
he: התאמה אישית של Firefox בסביבה ארגונית
hr: Prilagođavanje Firefoxa u poslovnom okruženju
hu: A Firefox testreszabása vállalati környezetben
ia: Personalisationes de Firefox in un ambiente de interprisa
id: Pengubahsuaian Firefox di lingkungan sebuah perusahaan
it: Personalizzazione di Firefox in ambito aziendale
ja: 法人組織における Firefox のカスタマイズ
ka: ორგანიზაციისთვის განკუთვნილი Firefox-ის მორგება
kab: Mudd udem i Firefox deg twannaḍt n tkebbanit
ko: 기업용 환경에서의 Firefox 커스터마이징
ms: Penyesuaian Firefox dalam persekitaran perusahaan
nb_no: Tilpasning av Firefox i et virksomhetsmiljø
nl: Aanpassing van Firefox in een bedrijfsomgeving
pl: Dostosowywanie Firefoksa w środowisku firmowym
pt_br: Personalização do Firefox em um ambiente empresarial
pt_pt: Personalização do Firefox num ambiente empresarial
ro: Personalizarea Firefox într-un mediu pentru întreprinderi
sk: Prispôsobenie Firefoxu v prostredí podniku
sr: Прилагођавање Firefox-а у пословном окружењу
sv: Anpassning av Firefox i en företagsmiljö
te: సంస్థాగత వాతావరణంలో Firefox అభిమతీకరణ
th: การปรับแต่ง Firefox ในสภาพแวดล้อมองค์กร
tr: Firefox'un şirket ortamında özelleştirilmesi
uk: Налаштування Firefox в корпоративному середовищі
vi: Tùy biến Firefox trong môi trường doanh nghiệp
zh_cn: 在企业环境中定制 Firefox
zh_tw: 在企業環境中自訂 Firefox
