Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
bg: Ревизия, за която сте допринесли, е одобрена. %(reviewer)s е одобрил ревизия на документа %(document_title)s.
bs: Vaša revizija je odobrena. %(reviewer)sje odobrio reviziju dokumenta %(document_title)s.
de: Eine Version, zu der Sie beigetragen haben, wurde freigeschaltet. %(reviewer)s hat eine Änderung des Dokuments %(document_title)s freigeschaltet.
el: Έχει εγκριθεί μια αναθεώρηση στην οποία έχετε συνεισφέρει. Ο/Η %(reviewer)s έχει εγκρίνει μια αναθεώρηση του εγγράφου «%(document_title)s».
es: Se ha aprobado una revisión en la que colaboraste. %(reviewer)s ha aprobado una revisión del documento %(document_title)s.
fy_nl: Der is in refyzje goedkard wêroan jo bydroegen hawwe. %(reviewer)s hat in refyzje fan it dokumint %(document_title)s goedkard.
he: מהדורה שתרמת לה אושרה. המהדורה למסמך %(document_title)s אושרה על־ידי %(reviewer)s.
hr: Jedna tvoja revizija je odobrena. %(reviewer)s je odobrio/la reviziju dokumenta %(document_title)s
hu: Egy Ön által készített verziót jóváhagytak. %(reviewer)s jóváhagyta a következő dokumentum verzióját: %(document_title)s.
ia: Un revision al qual tu ha collaborate ha essite approbate. %(reviewer)s ha approbate le revision al documento %(document_title)s.
it: È stata approvata una versione alla quale hai collaborato. %(reviewer)s ha approvato una versione del documento %(document_title)s.
ja: あなたの貢献したリビジョンが承認されました。%(reviewer)s さんが %(document_title)s の記事のリビジョンを承認しました。
ka: თქვენ მიერ გადამუშავებული ვერსია მიღებულია. %(reviewer)s მიმომხილველმა დაამოწმა %(document_title)s დოკუმენტის ეს ვერსია.
kab: Aceggir anida i tettekkaḍ yettwaqbel. %(reviewer)syeqbel aceggir n yisemli%(document_title)s.
ko: 공헌한 리비젼이 승인되었습니다. %(reviewer)s 님이 %(document_title)s 문서에 대한 리비젼을 승인했습니다.
ms: Semakan yang anda sumbangkan telah diluluskan. %(reviewer)s telah meluluskan semakan untuk dokumen %(document_title)s.
nb_no: En revisjon som du bidro til er godkjent. %(reviewer)s godkjente revisjonen til dokumentet %(document_title)s.
nl: Er is een revisie goedgekeurd waaraan u hebt bijgedragen. %(reviewer)s heeft een revisie van het document %(document_title)s goedgekeurd.
pl: Wersja dokumentu z twoim wkładem została zatwierdzona. %(reviewer)s zatwierdził zmiany w dokumentcie %(document_title)s.
pt_br: Foi aprovada uma edição que teve sua contribuição. %(reviewer)s aprovou a edição do documento %(document_title)s.
pt_pt: Uma revisão sua foi aprovada. %(reviewer)s aprovou a revisão do documento %(document_title)s.
ro: O revizuire la care ai contribuit a fost aprobată. %(reviewer)s a aprobat revizuirea documentului %(document_title)s.
sk: Revízia, ktorou ste prispeli bola schválená. %(reviewer)s schválil revíziu dokumentu %(document_title)s.
sr: Вашa ревизија је одобрена. %(reviewer)s је одобрио ревизију документа %(document_title)s.
sv: En revidering som du bidragit med har godkänts. %(reviewer)s har godkänt en ändring av dokumentet %(document_title)s.
te: మీరు సహకరించిన ఒక రివిజన్ ఆమోదంచబడింది. %(reviewer)s ఈ %(document_title)s పత్రముకు ఒక రివిజన్ ను ఆమోదించారు.
th: การตรวจทานแก้ไขที่คุณมีส่วนร่วมได้รับการอนุมัติแล้ว %(reviewer)s ได้อนุมัติการตรวจทานแก้ไขไปยังเอกสาร %(document_title)s
tr: Katkıda bulunduğunuz bir revizyon onaylandı. %(reviewer)s, %(document_title)s belgesindeki revizyonu onayladı.
uk: Представлену ​​вами редакцію затверджено. %(reviewer)s затверджує редакцію документа %(document_title)s.
vi: Một bản sửa đổi bạn đã đóng góp đã được phê duyệt. %(reviewer)s đã phê duyệt bản sửa đổi cho tài liệu %(document_title)s.
zh_cn: 您贡献的一个修订已被核准。%(reviewer)s 核准了到 %(document_title)s 的修订。
zh_tw: 您所貢獻的修訂版本已被審核過。%(reviewer)s 已經審核通過了 %(document_title)s 的修訂版本。

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
bg: Ревизия, за която сте допринесли, е прегледана. %(reviewer)s е прегледал редакцията на документа %(document_title)s.
bs: Vaša revizija je pregledana. %(reviewer)s je pregledao reviziju dokumenta %(document_title)s.
de: Eine Version, zu der Sie beigetragen haben, wurde überprüft. %(reviewer)s hat eine Änderung des Dokuments %(document_title)s überprüft.
el: Έχει αξιολογηθεί μια αναθεώρηση στην οποία έχετε συνεισφέρει. Ο/Η %(reviewer)s έχει ελέγξει μια αναθεώρηση του εγγράφου «%(document_title)s».
es: Se ha procesado una revisión en la que colaboraste. %(reviewer)s ha procesado una revisión del documento %(document_title)s.
fy_nl: Der is in refyzje beoardiele wêroan jo bydroegen hawwe. %(reviewer)s hat in refyzje fan it dokumint %(document_title)s beoardield.
he: מהדורה שתרמת לה נסקרה. המהדורה למסמך %(document_title)s נסקרה על־ידי %(reviewer)s.
hr: Jedna tvoja revizija je odobrena. %(reviewer)s je pregledao/la reviziju dokumenta %(document_title)s
hu: Egy Ön által készített verziót ellenőriztek. %(reviewer)s áttekintette a következő dokumentum verzióját: %(document_title)s.
ia: Un revision al qual tu ha collaborate ha essite revidite. %(reviewer)s ha revidite un revision al documento %(document_title)s.
it: È stata revisionata una versione alla quale hai collaborato. %(reviewer)s ha revisionato una versione del documento %(document_title)s.
ja: あなたの貢献したリビジョンがレビューされました。%(reviewer)s さんが %(document_title)s の記事のリビジョンをレビューしました。
ka: თქვენ მიერ გადამუშავებული ვერსია განხილულია. %(reviewer)s მიმომხილველმა განიხილა %(document_title)s დოკუმენტის ეს ვერსია.
kab: Aceggir anida i tettekkaḍ ɣran-t. %(reviewer)syeɣra aceggir n yisemli%(document_title)s.
ko: 공헌한 리비젼이 승인되었습니다. %(reviewer)s 님이 %(document_title)s 문서에 대한 리비젼을 확인했습니다.
ms: Semakan yang anda sumbangkan telah diluluskan. %(reviewer)s telah meneliti semakan untuk dokumen %(document_title)s.
nb_no: En revisjon du bidro til er godkjent. %(reviewer)s gjennomgikk revisjonen til dokumentet %(document_title)s.
nl: Er is een revisie beoordeeld waaraan u hebt bijgedragen. %(reviewer)s heeft een revisie van het document %(document_title)s beoordeeld.
pl: Wersja dokumentu z twoim wkładem została sprawdzona. %(reviewer)s zrecenzował zmiany w dokumencie %(document_title)s.
pt_br: Foi revisada uma edição que teve sua contribuição. %(reviewer)s revisou uma edição do documento %(document_title)s.
pt_pt: Uma revisão para a qual contribuiu foi revista. %(reviewer)s reviu uma revisão do documento %(document_title)s.
ro: O revizuire la care ai contribuit a fost aprobată. %(reviewer)s a evaluat revizuirea documentului %(document_title)s.
sk: Revízia, ktorou ste prispeli bola skontrolovaná. %(reviewer)s skontroloval revíziu dokumentu %(document_title)s.
sr: Ваша ревизија је прегледана. %(reviewer)s је прегледао ревизију документа %(document_title)s.
sv: En revidering som du bidragit med har granskats. %(reviewer)s har granskat en ändring av dokumentet %(document_title)s.
te: మీరు సహకరించిన ఒక రివిజన్ సమీక్షించబడింది. %(reviewer)s ఈ %(document_title)s పత్రముకు ఒక రివిజన్ ను సమీక్షించారు.
th: การตรวจทานแก้ไขที่คุณมีส่วนร่วมได้รับการตรวจทานแล้ว %(reviewer)s ได้ตรวจทานการตรวจทานแก้ไขไปยังเอกสาร %(document_title)s
tr: Katkıda bulunduğunuz bir revizyon incelendi. %(reviewer)s, %(document_title)s belgesindeki revizyonu inceledi.
uk: Представлена ​​вами редакція була перевірена. %(reviewer)s перевірив(-ла) редакцію документа %(document_title)s.
vi: Một bản sửa đổi bạn đã đóng góp đã được xét duyệt. %(reviewer)s đã xét duyệt bản sửa đổi cho tài liệu %(document_title)s.
zh_cn: 您贡献的一个修订已被审阅。%(reviewer)s 已审阅了对 %(document_title)s 的修订。
zh_tw: 您所貢獻的修訂版本已被批閱過。%(reviewer)s 已經批閱了 %(document_title)s 的修訂版本。

source: <p class="help-title text-body-md">These fine people helped write this article:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
bg: <p class="help-title text-body-md">Тези добри хора помогнаха с написването на статията:</p><div class="document--contributors-list text-body-xs">%(contributors)s</div>
de: <p class="help-title text-body-md">Diese netten Menschen haben geholfen, diesen Artikel zu schreiben:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
el: <p class="help-title text-body-md">Αυτοί οι υπέροχοι άνθρωποι βοήθησαν στη σύνταξη αυτού του άρθρου:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
fy_nl: <p class="help-title text-body-md">Dizze aardige minsken hawwe holpen by it skriuwen fan dit artikel:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
he: <p class="help-title text-body-md">האנשים המקסימים האלו סייעו בכתיבת מאמר זה:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
hr: <p class="help-title text-body-md">Ovi dragi ljudi su pomogli napisati ovaj članak:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
hu: <p class="help-title text-body-md">Ezek a nagyszerű emberek segítettek a leírás megírásában:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
ia: <p class="help-title text-body-md">Iste bon personas ha adjutate scriber iste articulo:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
it: <p class="help-title text-body-md">Questi bravi collaboratori hanno contribuito alla scrittura di questo articolo:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
ja: <p class="help-title text-body-md">以下の人々がこの記事の執筆を手伝ってくれました:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
ka: <p class="help-title text-body-md">შესანიშნავი მოხალისეები, რომლებიც ამ სტატიის დაწერაში დაგვეხმარნენ:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
kab: <p class="help-title text-body-md"> Imdanen-agi mudden-d afus di tira n umagrad-agi : </p><div class="document--contributors-list text-body-xs">%(contributors)s</div>
ko: <p class="help-title text-body-md">문서 작성 및 변경에 도움 주신 분들</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
nb_no: <p class="help-title text-body-md">Disse hyggelige personene var med på å skrive denne artikkelen:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
nl: <p class="help-title text-body-md">Deze aardige mensen hebben geholpen bij het schrijven van dit artikel:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
pl: <p class="help-title text-body-md">Osoby, które pomogły w tworzeniu tego artykułu:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
pt_br: <p class="help-title text-body-md">Essas pessoas ajudaram a escrever este artigo:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
pt_pt: <p class="help-title text-body-md">Estas pessoas fantásticas ajudaram a escrever este artigo:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
ro: <p class="help-title text-body-md">Acești oameni minunați au contribuit la acest articol:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
sk: <p class="help-title text-body-md">Títo dobrí ľudia pomohli napísať tento článok:</p> <div class="document--contributors-list text-body-xs">%(contributors)s </div>
sr: <p class="help-title text-body-md">Ови добри људи су помогли у састављању овог чланка:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
sv: <p class = "help-title text-body-md">Dessa fina personer hjälpte till att skriva den här artikeln:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
tr: <p class="help-title text-body-md">Bu iyi insanlar bu makalenin yazılmasına yardımcı oldular:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
uk: <p class="help-title text-body-md">Цю статтю допомогли написати такі чудові люди:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
vi: <p class="help-title text-body-md">Những người này đã giúp viết bài này:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
zh_cn: <p class="help-title text-body-md">此文章在这些用户的协助下写成：</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
zh_tw: <p class="help-title text-body-md">這些好人幫助我們撰寫了這篇文章:</p><div class="document--contributors-list text-body-xs">%(contributors)s</div>

source: Created
bg: Създаден
de: Erstellt
el: Δημιουργήθηκε
es: Creada
fy_nl: Oanmakke
he: נוצר בתאריך
hu: Létrehozva
ia: Create
id: Dibuat
it: Data di creazione
ka: შექმნილი
ko: 생성됨
mg: Voaforona
nl: Aangemaakt
pa_in: ਬਣਾਇਆ
pl: Utworzony
pt_br: Criação
pt_pt: Criado
ro: Creat
sr: Направљено
sv: Skapad
th: สร้างเมื่อ
tr: Oluşturma
zh_cn: 建立于
zh_tw: 建立於

source: Last updated
bg: Последно актуализиран
de: Zuletzt aktualisiert
el: Τελευταία ενημέρωση
es: Actualizado por última vez
fy_nl: Lêst bywurke
he: עדכון אחרון
hu: Utoljára frissítve
ia: Ultime actualisation
id: Terakhir diperbarui
it: Ultima modifica
ka: ბოლოს განახლებული
ko: 최종 변경일
mg: Nohavaozina farany
nl: Laatst bijgewerkt
pa_in: ਆਖਰੀ ਅੱਪਡੇਟ
pl: Ostatnio zaktualizowany
pt_br: Última atualização
pt_pt: Última actualização
ro: Ultima actualizare
sr: Последње ажурирано
sv: Senast uppdaterad
th: อัปเดตล่าสุด
tr: Son güncelleme
zh_cn: 最后更新于
zh_tw: 最近更新

source: <span class="{0}">{1}{2}</span> of users voted this helpful
de: <span class="{0}">{1}{2}</span> der Nutzer finden dies hilfreich
el: <span class="{0}">{1}{2}</span> των χρηστών το ψήφισαν ως χρήσιμο
fy_nl: <span class="{0}">{1}{2}</span> brûkers fûnen dit behelpsum
hu: A felhasználók <span class="{0}" style="margin-left: 8px;">{1}{2}-a</span> hasznosnak találta ezt
ia: <span class="{0}">{1}{2}</span> de usatores lo votava utile
it: <span class="{0}">{1}{2}</span> degli utenti lo ha giudicato utile
nl: <span class="{0}">{1}{2}</span> gebruikers vonden dit behulpzaam
pl: <span class="{0}">{1}{2}</span> użytkowników uznało to za pomocne
pt_br: <span class="{0}">{1}{2}</span> de usuários consideraram isto útil
pt_pt: <span class="{0}">{1}{2}</span> de utilizadores votaram que isto é útil
sv: <span class="{0}">{1}{2}</span> av användarna tyckte att det här var hjälpsamt
tr: <span class="{0}">{1}{2}</span> kullanıcı bunu faydalı buldu
zh_cn: <span class="{0}">{1}{2}</span> 的用户认为有帮助
zh_tw: <span class="{0}">{1}{2}</span> 使用者覺得這篇文章有幫助

source: (Redirected from <a href="{href}">{title}</a>)
af: (Aangestuur vanaf <a href="{href}">{title}</a>)
bg: (Пренасочване от <a href="{href}">{title}</a>)
bs: (Preusmjereno sa <a href="{href}">{title}</a>)
de: (Weitergeleitet von <a href="{href}">{title}</a>)
el: (Ανακατεύθυνση από <a href="{href}">{title}</a>)
es: (Redirigido desde <a href="{href}">{title}</a>)
fy_nl: (Omlaat fan <a href="{href}">{title}</a>)
he: (הפניה מהעמוד <a href="{href}">{title}</a>)
hr: (Preusmjereno s <a href="{href}">{title}</a>)
hu: (Átirányítva innen: <a href="{href}">{title}</a>)
ia: (Re-dirigite ab <a href="{href}">{title}</a>)
id: (Dialihkan dari <a href="{href}">{title}</a>)
it: (Reindirizzato da <a href="{href}">{title}</a>)
ja: (『<a href="{href}">{title}</a>』からリダイレクトしました)
ka: (გადმომისამართებულია <a href="{href}">{title}</a>)
kab: (Tbeddel tnila n useɣwen seg <a href="{href}">{title}</a>)
ko: (<a href="{href}">{title}</a>로 부터 이동)
mg: (Navily avy @ <a href="{href}">{title}</a>)
ms: (Dilencongkan dari <a href="{href}">{title}</a>)
nb_no: (Omdirigert fra <a href="{href}">{title}</a>)
nl: (Doorgestuurd vanaf <a href="{href}">{title}</a>)
pa_in: (<a href="{href}">{title}</a> ਤੋਂ ਰੀ-ਡਾਇਰੈਕਟ ਕੀਤਾ)
pl: (Przekierowano z <a href="{href}">{title}</a>)
pt_br: (Redirecionado de <a href="{href}">{title}</a>)
pt_pt: (Redirecionado de <a href="{href}">{title}</a>)
ro: (redirecționat de pe <a href="{href}">{title}</a>)
sk: (Presmerovanie z <a href="{href}">{title}</a>)
sr: (Преусмерено са <a href="{href}">{title}</a>)
sv: (Omdirigerad från <a href="{href}">{title}</a>)
te: (<a href="{href}">{title}</a> నుండి మళ్ళించబడింది)
th: (เปลี่ยนเส้นทางมาจาก <a href="{href}">{title}</a>)
tr: (<a href="{href}">{title}</a> başlığından yönlendirildi)
uk: (Перенаправлення з <a href="{href}">{title}</a>)
vi: (Được chuyển hướng từ <a href="{href}">{title}</a>)
zh_cn: （重定向自<a href="{href}">{title}</a>）
zh_tw: （重導自 <a href="{href}">{title}</a>）
zu: (Uchezukiswe kusuka <a href="{href}">{title}</a>)
