Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Edit user profile
af: Redigeer gebruikerprofiel
bg: Редактирай потребителския профил
bs: Uredi korisnički profil
de: Benutzerprofil bearbeiten
el: Επεξεργασία προφίλ χρήστη
es: Editar perfil de usuario
fy_nl: Brûkersprofyl bewurkje
he: עריכת פרופיל משתמש
hr: Uredi korisnički profil
hu: Felhasználói profil szerkesztése
ia: Rediger le profilo del usator
id: Edit profil pengguna
it: Modifica profilo utente
ja: ユーザープロファイルの編集
ka: პროფილის ჩასწორება
kab: Ẓreg amaɣnu n useqdac
ko: 사용자 프로필 수정
mg: Hanitsy ny mombamomba ny mpampiasa
ms: Edit profil pengguna
nb_no: Rediger brukerprofil
nl: Gebruikersprofiel bewerken
pa_in: ਯੂਜਰ ਪਰੋਫਾਇਲ ਸੋਧੋ
pl: Edytuj profil
pt_br: Editar perfil do usuário
pt_pt: Editar perfil do utilizador
ro: Editare profil utilizator
sk: Upraviť profil používateľa
sr: Измени профил корисника
sv: Redigera användarprofil
te: వినియోగదారుని ప్రొఫైల్ సవరించు
th: แก้ไขข้อมูลส่วนตัวของฉัน
tr: Kullanıcı profilini düzenle
uk: Редагувати профіль користувача
ur: صارف کی پروفائل کی تدوین کریں
vi: Chỉnh sửa hồ sơ người dùng
zh_cn: 编辑用户个人资料
zh_tw: 編輯使用者個人資料
zu: Lungisa iphrofayela yomsebenzisi

source: Your privacy is important to us. Your username is always visible to the public - you can always %(a_open)s edit your username %(a_close)s if you would like to do so.
sv: Din integritet är viktig för oss. Ditt användarnamn är alltid synligt för allmänheten - du kan alltid %(a_open)sredigera ditt användarnamn %(a_close)s om du vill göra det.

source: Email
af: E-pos
bg: Имейл
bs: E-pošta
de: E-Mail-Adresse
es: Correo electrónico
fy_nl: E-mailadres
he: דוא״ל
hr: E-pošta
id: Surel
ja: メールアドレス
ka: ელფოსტა
kab: Imayl
ko: 이메일
mg: Mailaka
ms: E-mel
nb_no: E-post
nl: E-mailadres
pa_in: ਈਮੇਲ
pl: Adres e-mail
pt_pt: Endereço de correio eletrónico:
sr: Е-пошта
sv: E-post
te: ఇమెయిల్
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل
zh_cn: 邮箱
zh_tw: 電子郵件
zu: I-imeyli

source: Community Portal
bg: Портал на общността
de: Gemeinschaftsportal
el: Πύλη κοινότητας
es: Portal de la comunidad
fy_nl: Mienskipsportaal
he: פורטל הקהילה
hr: Portal zajednice
hu: Közösségi portál
ia: Portal del communitate
it: Portale della comunità
ja: コミュニティポータル
ka: მოხალისეთა ერთობის გვერდი
kab: Awwur n temɣiwent
ko: 커뮤니티 포털
nb_no: Fellesskapsportal
nl: Gemeenschapsportal
pl: Portal społeczności
pt_br: Portal da comunidade
pt_pt: Portal da comunidade
sk: Komunitný portál
sr: Портал заједнице
sv: Gemenskapsportalen
te: కమ్యూనిటీ వేదిక
th: พอร์ทัลชุมชน
tr: Topluluk Portalı
uk: Портал спільноти
ur: کمیونٹی پورٹل
vi: Cổng thông tin cộng đồng
zh_cn: 社区主页

source: Deactivate this user
af: Deaktiveer hierdie gebruiker
bg: Деактивирайте този потребител
bs: Deaktiviraj ovog korisnika
de: Diesen Benutzer deaktivieren
el: Απενεργοποίηση χρήστη
es: Desactivar este usuario
fy_nl: Dizze brûker de-aktivearje
he: השבתת משתמש זה
hr: Deaktiviraj ovog korisnika
hu: Felhasználó deaktiválása
ia: Disactivar iste usator
id: Hapus kiriman ini
it: Disattiva utente
ja: このユーザーを非表示にする
ka: მომხმარებლის გაუქმება
kab: Sens aseqdac-a
ko: 사용자 비활성화
mg: Hampitsahatra an'ity mpampiasa ity
ms: Nyahaktifkan pengguna ini
nb_no: Deaktiver denne brukeren
nl: Deze gebruiker deactiveren
pa_in: ਯੂਜਰ ਅਯੋਗ ਕਰੋ
pl: Dezaktywuj użytkownika
pt_br: Desativar este usuário
pt_pt: Desativar este utilizador
ro: Dezactivează acest utilizator
sk: Deaktivácia tohto používateľa
sr: Деактивирај овог корисника
sv: Inaktivera den här användaren
te: ఈ వినియోగదారుని డీయాక్టివేట్ చేయండి
th: ปิดใช้งานผู้ใช้นี้
tr: Bu kullanıcıyı pasifleştir
uk: Деактивувати цього користувача
ur: اس صارف کو غیر فعال کریں
vi: Dừng hoạt động tài khoản này
zh_cn: 停用此用户
zh_tw: 停用此使用者
zu: Sula lo msebenzisi

source: Deactivate this user and mark all content as spam
af: Deaktiveer hierdie gebruiker en merk alle inhoud as strooipos
bg: Деактивирайте този потребител и маркирайте цялото съдържание като спам
bs: Deaktiviraj ovog korisnika i obilježi sav sadržaj kao spam
de: Diesen Benutzer deaktivieren und alle Inhalte als Spam kennzeichnen
el: Απενεργοποίηση χρήστη και επισήμανση όλου του περιεχομένου ως ανεπιθύμητου
es: Desactivar este usuario y marcar todo su contenido como no deseado
fy_nl: Dizze brûker deaktivearje en alle ynhâld as spam markearje
he: השבתת משתמש זה וסימון כל התוכן כספאם
hr: Deaktiviraj ovog korisnika i označi sav sadržaj kao neželjenu poštu
hu: Felhasználó letiltása, és minden tartalom megjelölése szemétként.
ia: Disactivar iste usator e marcar tote le contento como spam
it: Disattiva questo utente e contrassegna tutto il contenuto come spam
ja: このユーザーを無効化し、すべてのコンテンツをスパムとしてマークする
ka: მომხმარებლის გაუქმება და მთელი შიგთავსის, არასასურველად მონიშვნა
kab: Sens aseqdac-a daɣen creḍ meṛṛa agbur d aspam
ko: 사용자 비활성화 및 모든 스팸 의심 컨텐츠 표시하기
mg: Hampitsahatra an'ity mpampiasa ity ary hanamarika ny atiny rehetra hoe spama
ms: Nyahaktifkan pengguna ini dan tandakan semua kandungan sebagai spam
nb_no: Deaktiver denne brukeren, og marker alt innhold som uønsket («spam»)
nl: Deze gebruiker deactiveren en alle inhoud als spam markeren
pl: Dezaktywuj tego użytkownika i oznacz całą jego treść jako spam
pt_br: Desativar este usuário e marcar todo o conteúdo como spam
pt_pt: Desativar este utilizador e marcar todo o conteúdo como spam
ro: Dezactivează acest utilizator și marchează tot conținutul acestuia ca spam
sk: Deaktivovať tohoto používateľa a označiť celý jeho obsah ako spam.
sr: Деактивирај овог корисника и обележи сав садржај као спам
sv: Inaktivera denna användare och markera allt innehåll som skräppost
te: ఈ వినియోగదారుని డీయాక్టివేట్ చేయండి మరియు స్పామ్ గా మొత్తం కంటెంట్ను గుర్తించండి
th: ปิดใช้งานผู้ใช้นี้และทำเครื่องหมายเนื้อหาทั้งหมดว่าเป็นสแปม
tr: Bu kullanıcıyı pasifleştir ve tüm içeriği spam olarak işaretle
uk: Деактивувати цього користувача та відмітити весь вміст, як спам
ur: اس صارف کو غیر فعال کریں اور تمام مواد کو بطور اسپام نشان زد کریں
vi: Vô hiệu hóa người dùng này và đánh dấu tất cả nội dung là spam
zh_cn: 停用该用户，并标记所有内容为垃圾信息
zh_tw: 取消啟用此使用者並將所有內容標示為垃圾文章
zu: Sula lo msebenzisi bese uphawula konke okuqukethwe njenge-spam

source: This user has been deactivated.
af: Hierdie gebruiker is gedeaktiveer.
bg: Този потребител беше деактивиран.
bs: Ovaj korisnik je deaktiviran.
de: Dieser Benutzer wurde deaktiviert.
el: Αυτός ο χρήστης έχει απενεργοποιηθεί.
es: Este usuario ha sido desactivado.
fy_nl: De brûker is de-aktivearre.
he: משתמש זה הושבת.
hr: Ovaj korisnik je deaktiviran.
hu: A felhasználó deaktiválva.
ia: Iste usator ha essite disactivate.
id: Dokumen telah dihapus.
it: L'utente è stato disattivato.
ja: このユーザーは無効化されています。
ka: ამ მომხმარებლის ანგარიში, გაუქმებულია.
kab: Aseqdac-a yensa.
ko: 사용자가 비활성화 되었습니다.
mg: Natsahatra io mpampiasa io.
ms: Pengguna ini telah dinyahaktifkan.
nb_no: Denne brukeren er deaktivert.
nl: De gebruiker is gedeactiveerd.
pa_in: ਇਹ ਯੂਜਰ ਅਯੋਗ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Użytkownik został dezaktywowany.
pt_br: Este usuário foi desativado.
pt_pt: Este utilizador foi desativado.
ro: Acest utilizator a fost dezactivat.
sk: Tento používateľ bol deaktivovaný.
sr: Овај корисник је деактивиран.
sv: Den här användaren har inaktiverats.
te: ఈ వినియోగదారు నిష్క్రియం చేయబడింది.
th: ผู้ใช้นี้ถูกปิดใช้งานแล้ว
tr: Bu kullanıcı pasifleştirilmiştir.
uk: Цей користувач був деактивований.
ur: اس صارف کو غیر فعال کردیا گیا ہے۔
vi: Người dùng này đã bị vô hiệu hóa.
zh_cn: 此用户已被停用。
zh_tw: 已停用此使用者。
zu: Lo msebenzisi usesuliwe.

source: Contributions
bg: Приноси
de: Beiträge
el: Συνεισφορές
es: Contribuciones
fy_nl: Bydragen
he: תרומות
hr: Doprinosi
hu: Közreműködések
ia: Contributiones
it: Collaborazioni
ja: 貢献
ka: შეტანილი წვლილი
kab: Ittekkiyen
ko: 공헌자
nb_no: Bidrag
nl: Bijdragen
pl: Wkład
pt_br: Contribuições
pt_pt: Contributos
ro: Contribuții
sk: Príspevky
sr: Доприноси
sv: Bidrag
te: సహాయకులు
th: การมีส่วนร่วม
tr: Katkılar
uk: Внески
ur: شراکت دار
vi: Cộng tác viên
zh_cn: 贡献
zh_tw: 貢獻

source: Involved with Mozilla since {date}
bg: Присъединен(-а) към Mozilla от {date}
bs: Mozilla volonter od {date}
de: Bei Mozilla dabei seit {date}
el: Συνεισφέρει στη Mozilla από τον {date}
es: Involucrado en Mozilla desde {date}
fy_nl: Belutsen by Mozilla sûnt {date}
hr: Sudjelovanje u Mozilli od {date}
hu: Csatlakozás a Mozillához: {date}
ia: Voluntario de Mozilla desde {date}
id: Ikut berperan dengan Mozilla
it: Collabora con Mozilla da {date}
ja: Mozilla に参加した日: {date}
ka: Mozilla-ს წევრია {date} რიცხვიდან მოყოლებული
kab: Ittekka akked Mozilla seg {date}
ko: {date}부터 Mozilla 참여
mg: Mpikatroka @ Mozilla hatr@ {date}
ms: Terlibat dengan Mozilla semenjak {date}
nb_no: Involvert med Mozilla siden {date}
nl: Betrokken bij Mozilla sinds {date}
pl: Związany z Mozillą od {date}
pt_br: Envolvido com a Mozilla desde {date}
pt_pt: Envolvido com a Mozilla desde {date}
ro: Implicat în Mozilla din {date}
sk: Zapojený do projektu Mozilla od {date}
sr: Mozilla волонтер од {date}
sv: Engagerad i Mozilla sedan {date}
te: {date} నుండి మొజిల్లాలో పాల్గొంటున్నారు
th: มีส่วนเกี่ยวข้องกับ Mozilla ตั้งแต่ {date}
tr: {date} tarihinden beri Mozilla gönüllüsü
uk: Разом з Mozilla з {date}
ur: {date} سے Mozilla کے ساتھ وابستہ ہیں
vi: Tham gia Mozilla từ {date}
zh_cn: 自 {date} 起加入 Mozilla。
zh_tw: 自 {date} 起加入 Mozilla

source: {0} question
af: {0} vraag
bg: {0} въпрос
bs: {0} pitanje
de: {0} Frage
el: {0} ερώτηση
es: {0} pregunta
fy_nl: {0} fraach
he: שאלה אחת
hr: {0} pitanje
hu: {0} kérdés
id: {0} pertanyaan
it: {0} domanda
ja: 質問数 {0} 件
ka: {0} კითხვა
kab: {0} n usetqsi
ko: 질문 {0}개
mg: Fanontaniana {0}
ms: {0} soalan
nb_no: {0} spørsmål
nl: {0} vraag
pa_in: {0} ਸਵਾਲ
pl: {0} pytanie
pt_br: {0} pergunta
pt_pt: {0} questão
ro: {0} întrebare
sk: {0} otázka
sr: {0} питање
sv: {0} fråga
te: {0} ప్రశ్న
th: {0} คำถาม
tr: {0} soru
uk: {0} питання
ur: {0} سوال
vi: {0} câu hỏi
zh_cn: 提出 {0} 个问题
zh_tw: {0} 問題
zu: {0} umbuzo

source: {0} answer
af: {0} antwoord
bg: {0} отговор
bs: {0} odgovor
de: {0} Antwort
el: {0} απάντηση
es: {0} respuesta
fy_nl: {0} antwurd
he: תשובה אחת
hr: {0} odgovor
hu: {0} válasz
ia: {0} responsa
id: {0} jawaban
it: risposta
ja: 回答数 {0} 件
ka: {0} პასუხი
kab: {0} n tririt
ko: 답변 {0}개
mg: Valiny {0}
ms: {0} jawapan
nb_no: {0} svar
nl: {0} antwoord
pa_in: {0} ਉੱਤਰ
pl: {0} odpowiedź
pt_br: {0} resposta
pt_pt: {0} resposta
ro: {0} răspuns
sk: {0} odpoveď
sr: {0} одговор/а
sv: {0} svar
te: {0} సమాధానం
th: {0} คำตอบ
tr: {0} yanıt
uk: {0} відповідь
ur: {0} جواب
vi: {0} câu trả lời
zh_cn: 发表 {0} 个回答
zh_tw: {0} 回應
zu: {0} impendulo

source: {0} solution
af: {0} oplossing
bg: {0} решение
bs: {0} rješenje
de: {0} Lösung
el: {0} λύση
es: {0} solución
fy_nl: {0} oplossing
he: פתרון אחד
hr: {0} rješenje
hu: {0} megoldás
id: {0} solusi
it: soluzione
ja: 解決策 {0} 件
ka: {0} გადაწყვეტა
kab: {0} n tifrat
ko: 해결법 {0}개
mg: Vahaolana {0}
ms: {0} penyelesaian
nb_no: {0} løsning
nl: {0} oplossing
pa_in: {0} ਹੱਲ
pl: {0} rozwiązanie
pt_br: {0} solução
pt_pt: {0} solução
ro: {0} soluție
sk: {0} riešenie
sr: {0} решење
sv: {0} lösning
te: {0} పరిష్కారం
th: {0} วิธีแก้ปัญหา
tr: {0} çözüm
uk: {0} рішення
ur: {0} حل
vi: {0} giải pháp
zh_cn: 发布 {0} 个解决方法
zh_tw: {0} 個解決方法
zu: {0} isisombululo

source: {0} document
bg: {0} документ
de: {0} Dokument
el: {0} έγγραφο
fy_nl: {0} dokumint
he: מסמך אחד
hr: {0} dokument
hu: {0} dokumentum
ia: {0} documento
it: {0} documento
ja: ドキュメント {0} 件
ka: {0} დოკუმენტი
kab: {0} n yisemli
ko: 문서 {0}건
nb_no: {0} dokument
pl: {0} dokument
pt_br: {0} documento
pt_pt: {0} documento
sk: {0} dokument
sr: {0} документ
sv: {0} dokument
te: {0} పత్రం
th: {0} เอกสาร
tr: {0} belge
uk: {0} документ
ur: {0} دستاویزات
vi: {0} tài liệu
zh_cn: 编写 {0} 篇文章
zh_tw: {0} 份文件

source: About {user}
af: Meer oor {user}
bg: Относно {user}
bs: O {user}
de: Über {user}
el: Σχετικά με τον/την {user}
es: Acerca de {user}
fy_nl: Oer {user}
he: אודות {user}
hr: O {user}
hu: {user}
ia: A proposito de {user}
id: Tentang {user}
it: Informazioni su {user}
ja: {user} について
ka: {user} მომხმარებლის შესახებ
kab: Ɣef {user}
ko: {user} 정보
mg: Momba an'i {user}
ms: Perihal {user}
nb_no: Om {user}
nl: Over {user}
pa_in: {user} ਬਾਰੇ
pl: Informacje o {user}
pt_br: Sobre {user}
pt_pt: Sobre {user}
ro: Despre {user}
sk: O používateľovi {user}
sr: О {user}
sv: Om {user}
te: {user} గురించి
th: เกี่ยวกับ {user}
tr: {user} hakkında
uk: Про {user}
ur: {user} کے بارے میں
vi: Giới thiệu {user}
zh_cn: 关于 {user}
zh_tw: 關於 {user}
zu: Mayelana {user}

source: {user}'s Groups
af: {user} se groepe
bg: Групи на {user}
bs: {user} grupe
de: Gruppen von {user}
el: Ομάδες του/της {user}
es: Grupos de {user}
fy_nl: Groepen fan {user}
he: הקבוצות של {user}
hr: {user} grupe korisnika
hu: {user} csoportjai
ia: Gruppos de {user}
id: Grup {user}
it: Gruppi di {user}
ja: {user} の所属グループ
ka: {user} მომხმარებლის ჯგუფები
kab: Igrawen n {user}
ko: {user} 그룹
mg: Vondron'i {user}
ms: Kumpulan {user}
nb_no: {user} sine grupper
nl: Groepen van {user}
pa_in: {user} ਦੇ ਗਰੁੱਪ
pl: Grupy użytkownika {user}
pt_br: Grupos de {user}
pt_pt: Grupos de {user}
ro: Grupurile utilizatorului {user}
sk: Skupiny používateľa {user}
sr: {user} групе
sv: {user}'s grupper
te: {user} యొక్క గ్రూపులు
th: กลุ่มของ {user}
tr: {user} grupları
uk: Групи користувача {user}
ur: {user} کے گروہ
vi: Các nhóm của {user}
zh_cn: {user} 的群组
zh_tw: {user} 所參與的群組
zu: {user}'s Amaqembu

source: See all available SUMO badges
af: Sien alle beskikbare SUMO-kentekens
bg: Вижте всички налични значки SUMO
bs: Pogledaj sve dostupne SUMO značke
de: Alle verfügbaren SUMO-Abzeichen ansehen
el: Δείτε όλα τα διαθέσιμα εμβλήματα του SUMO
es: Ver todas la insignias SUMO disponibles
fy_nl: Alle beskikbere SUMO-badges besjen
he: הצגת כל העיטורים הזמינים ב־SUMO
hr: Pogledaj sve dostupne SUMO značke
hu: Az elérhető SUMO kitűzők megtekintése
ia: Vider tote le insignias disponibile de SUMO
it: Tutti i distintivi disponibili per SUMO
ja: すべての SUMO バッジを見る
ka: იხილეთ, SUMO-ს ყველა ხელმისაწვდომი ჯილდო
kab: Wali meṛṛa arrazen SUMO yellan
ko: 모든 SUMO 배지 보기
mg: Jereo ny bajy SUMO misy rehetra
ms: Semua lencana SUMO yang tersedia
nb_no: Alle tilgjengelige SUMO-utmerkelser
nl: Alle beschikbare SUMO-badges bekijken
pa_in: ਸਭ ਉਪਲੱਬਧ SUMO ਬਿੱਲੇ ਵੇਖੋ
pl: Pokaż wszystkie dostępne odznaki SUMO
pt_br: Veja todos os emblemas do SUMO
pt_pt: Ver todas as medalhas SUMO disponíveis
ro: Vezi toate insignele SUMO disponibile
sk: Zobraziť všetky dostupné SUMO ocenenia
sr: Прегледај све доступне SUMO значке
sv: Se alla tillgängliga SUMO-emblem
te: అందుబాటులో ఉన్న అన్ని SUMO బాడ్జీలు
th: ดูตรา SUMO ที่มีทั้งหมด
tr: Mevcut tüm SUMO rozetlerini görün
uk: Показати всі доступні відзнаки SUMO
ur: تمام دستیاب SUMO بیجز دیکھیں
vi: Xem tất cả huy hiệu tồn tại trên SUMO
zh_cn: 查看全部可用的 SUMO 徽章
zh_tw: 檢視所有可用的 SUMO 勳章
zu: Buka wonke amabheji e-SUMO atholakalayo

source: {user} | Questions
bg: {user} | Въпроси
de: {user} | Fragen
el: {user} | Ερωτήσεις
es: {user} | Preguntas
fy_nl: {user} | Fragen
he: ‏{user} | שאלות
hr: {user} | Pitanja
hu: {user} | Kérdések
ia: {user} | Questiones
it: {user} | Richieste
ja: {user} | 質問
ka: {user} | შეკითხვები
kab: {user} | Isteqsiyen
ko: {user} | 질문
nb_no: {user} | Spørsmål
nl: {user} | Vragen
pl: {user} | Pytania
pt_br: {user} | Perguntas
pt_pt: {user} | Questões
sk: {user} | Otázky
sr: {user} | Питања
sv: {user} | Frågor
te: {user} | ప్రశ్నలు
th: {user} | คำถาม
tr: {user} | Sorular
uk: {user} |Питання
ur: {user} | سوالات
vi: {user} | Câu hỏi
zh_cn: {user} | 问题
zh_tw: {user} | 問題

source: Questions Asked
bg: Зададени въпроси
de: Gestellte Fragen
el: Υποβεβλημένες ερωτήσεις
fy_nl: Stelde fragen
he: שאלות שנשאלו
hr: Postavljena pitanja
hu: Feltett kérdések
ia: Questiones ponite
it: Richieste effettuate
ja: 投稿された質問
ka: დასმული შეკითხვები
kab: Tuttriwin i d-yettunefken
ko: 질문 목록
nb_no: Stilte spørsmål
nl: Gestelde vragen
pl: Zadawane pytania
pt_br: Perguntas feitas
pt_pt: Questões colocadas
sk: Položené otázky
sr: Постављена питања
sv: Ställda frågor
te: అడిగిన ప్రశ్నలు
th: คำถามที่ถาม
tr: Sorulan sorular
uk: Запитання
ur: پوچھے گئےسوالات
vi: Các câu hỏi đã hỏi
zh_cn: 提出的问题
zh_tw: 發問過的問題

source: You haven't posted any questions yet.
bg: Все още не сте публикували въпроси.
de: Sie haben noch keine Fragen gestellt.
el: Δεν έχετε αναρτήσει καμία ερώτηση ακόμα.
fy_nl: Jo hawwe noch gjin fragen steld.
he: עדיין לא פרסמת שאלות.
hr: Još nisi poslao/la nijedno pitanje.
hu: Még egy kérdést sem tett fel.
ia: Tu ancora non ha publicate ulle questiones.
it: Non hai ancora pubblicato alcuna richiesta.
ja: まだ質問を投稿していません。
ka: ჯერ არცერთი კითხვა არ დაგისვამთ.
kab: Ur tuzineḍ ula d yiwen usteqsi ar tura.
ko: 아직 질문을 게시하지 않았습니다.
nb_no: Du har ikke stilt noen spørsmål ennå.
nl: U hebt nog geen vragen gesteld.
pl: Nie opublikowałeś jeszcze żadnych pytań.
pt_br: Você ainda não publicou nenhuma pergunta.
pt_pt: Ainda não publicou nenhuma questão.
ro: Nu ai postat încă vreo întrebare.
sk: Zatiaľ ste neposlali žiadne otázky.
sr: Још нисте поставили ниједно питање.
sv: Du har inte lagt upp några frågor än.
te: మీరు ఇంకా ప్రశ్నలేమీ అడగలేదు.
th: คุณยังไม่ได้โพสต์คำถามใด ๆ
tr: Henüz soru göndermediniz.
uk: Ви ще нічого не запитували.
vi: Bạn chưa đăng bất kỳ câu hỏi nào.
zh_cn: 您尚未提出过任何问题。
zh_tw: 您尚未張貼任何問題。

source: {user} hasn't posted any questions yet.
bg: {user} все още не е публикувал въпроси.
de: {user} hat noch keine Fragen gestellt.
el: Ο/Η {user} δεν έχει αναρτήσει καμία ερώτηση ακόμα.
es: {user} no ha publicado ninguna pregunta todavía.
fy_nl: {user} hat noch gjin fragen steld.
hr: {user} još nije poslao/la nijedno pitanje.
hu: {user} még egy kérdést sem tett fel.
ia: {user} ancora non ha publicate ulle questiones.
it: {user} non ha ancora pubblicato alcuna richiesta.
ja: {user} さんはまだ質問を投稿していません。
ka: {user} ჯერ არ შემოსულა კითხვების დასასმელად.
kab: {user} ur yuzin ula d yiwen n usteqsi ar tura.
ko: {user} 님은 아직 질문을 게시하지 않았습니다.
nb_no: {user} har ikke stilt noen spørsmål ennå.
nl: {user} heeft nog geen vragen gesteld.
pl: Użytkownik {user} nie opublikował jeszcze żadnych pytań.
pt_br: {user} ainda não publicou nenhuma pergunta.
pt_pt: {user} ainda não publicou nenhuma questão.
sk: {user} zatiaľ neuverejnil žiadne otázky.
sr: {user} није поставио/ла ниједно питање.
sv: {user} har inte lagt upp några frågor än.
te: {user} ఇంకా ప్రశ్నలేమీ అడగలేదు.
th: {user} ยังไม่ได้โพสต์คำถามใด ๆ
tr: {user} henüz herhangi bir soru göndermedi.
uk: Наразі питань від {user} не було.
vi: {user} chưa đăng bất kỳ câu hỏi nào.
zh_cn: {user} 尚未提出过任何问题。
zh_tw: {user} 尚未張貼任何問題。

source: Thank you for registering!
af: Dankie vir dat jy geregistreer het!
bg: Благодарим Ви, че се регистрирахте!
bs: Hvala vam na registraciji!
de: Vielen Dank für Ihre Registrierung!
el: Ευχαριστούμε για την εγγραφή!
es: ¡Gracias por su registro!
fy_nl: Tank foar jo registraasje!
he: תודה שנרשמת!
hr: Hvala ti na registriranju!
hu: Köszönjük, hogy regisztrált!
ia: Gratias pro tu registration!
id: Terima kasih telah mendaftar!
it: Grazie per esserti registrato.
ja: ご登録ありがとうございます！
ka: გმადლობთ, ანგარიშის შექმნისთვის!
kab: Tanemmirt ɣef ujerred!
ko: 등록해 주셔서 감사합니다!
mg: Misaotra anao nisoratra!
ms: Terima kasih kerana mendaftar!
nb_no: Takk for at du registrerte deg!
nl: Bedankt voor uw registratie!
pa_in: ਰਜਿਸਟਰ ਹੋਣ ਲਈ ਧੰਨਵਾਦ!
pl: Dziękujemy za zarejestrowanie!
pt_br: Obrigado por se registrar!
pt_pt: Obrigado pelo seu registo!
ro: Îți mulțumim pentru înregistrare!
sk: Děkujeme za registráciu!
sr: Хвала Вам на регистрацији!
sv: Tack för din registrering!
te: నమోదైనందుకు కృతజ్ఞతలు!
th: ขอบคุณสำหรับการลงทะเบียน!
tr: Kaydolduğunuz için teşekkürler!
uk: Дякуємо за реєстрацію!
ur: رجسٹر کرنے کرنے کے لئے شکریہ!
vi: Cảm ơn bạn đã đăng kí!
zh_cn: 感谢您的注册！
zh_tw: 感謝您註冊！
zu: Siyabonga ngokuba ubhalise!

source: Thank you for being awesome!
af: Dankie dat jy so wonderlik is!
bg: Благодарим ви, че сте толкова готини!
bs: Hvala vam što ste fenomenalni!
de: Sie sind fantastisch! Danke!
el: Ευχαριστούμε που είστε απίθανος/-η!
es: ¡Gracias por ser alucinante!
fy_nl: Tank dat jo sa geweldich binne!
hr: Hvala što ste fenomenalni!
hu: Köszönjük, hogy Szuperhős lett!
ia: Gratias pro esser stupende!
id: Terima kasih!
it: Grazie per essere magnifico!
ka: გმადლობთ, ჩინებულად შესრულებული საქმისთვის!
kab: Tanemmirt ɣef leḥdaqa!
ko: 등록해주셔서 감사합니다!
mg: Misaotra anao fa mahagaga ianao!
ms: Terima kasih kerana menjadi ulung!
nb_no: Takk for at du er så kul!
nl: Bedankt voor het geweldig zijn!
pa_in: ਤੁਹਾਡਾ ਅਦਭੁੱਤ ਹੋਣ ਲਈ ਧੰਨਵਾਦ !
pl: Dziękujemy za zostanie jednym z fantastycznych!
pt_br: Obrigado por ser incrível!
pt_pt: Obrigado por ser incrível!
ro: Mulțumim că ești de gașcă!
sk: Ďakujeme, ste skvelý!
sr: Хвала Вам што сте страва!
sv: Tack för att du är awesome!
te: అద్భుతంగా ఉన్నందుకు ధన్యవాదాలు!
th: ขอบคุณสำหรับความเจ๋ง!
tr: Şahane olduğunuz için teşekkürler!
uk: Кажемо вам, дякую!
ur: بہت اچھا ہونے کے لئے آپ کا شکریہ!
vi: Cảm ơn bạn đã trở thành kì diệu!
zh_cn: 感谢您成为我们的一份子！
zh_tw: 歡迎你的加入!
zu: Siyabonga ngokuba ube ngohlaba umxhwele!
