Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.title
source: 2019 Support Forum Badge
bg: Значка на Форума за поддръжка 2019
de: Abzeichen „Hilfeforum 2019“
el: Έμβλημα του Φόρουμ υποστήριξης 2019
es: Insignia del Foro de Asistencia de 2019
fy_nl: Stipefoarum 2019-badge
hr: Značka foruma podrške za 2019. godinu
hu: Támogatói fórum kitűző – 2019
ia: Insignia del foro de supporto 2019
id: Lencana Forum Dukungan 2019
it: Distintivo Forum di Supporto 2019
ja: 2019 サポートフォーラムバッジ
ka: 2019 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2019
ko: 2019 지원 포럼 배지
ms: Lencana Forum Sokongan 2019
nb_no: 2019 brukerstøtteforumsutmerkelse
nl: Ondersteuningsforum 2019-badge
pl: Odznaka Forum pomocy 2019
pt_br: Emblema do Fórum de Suporte 2019
pt_pt: Medalha do fórum de apoio de 2019
ro: Insignă Forum de asistență 2019
sk: Ocenenie fóra podpory 2019
sr: Беџ форума подршке за 2019. годину
sv: 2019 emblem för supportforum
te: 2019 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2019
tr: 2019 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2019
ur: 2019 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2019
zh_cn: 2019 支持论坛徽章
zh_tw: 2019 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2019.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2019.

# DB: kbadge.Badge.title
source: 2018 Support Forum Badge
bg: Значка на Форума за поддръжка 2018
de: Abzeichen „Hilfeforum 2018“
el: Έμβλημα του Φόρουμ υποστήριξης 2018
es: Insignia del Foro de Asistencia de 2018
fy_nl: Stipefoarum 2018-badge
hr: Značka foruma podrške za 2018. godinu
hu: Támogatói fórum kitűző – 2018
ia: Insignia del foro de supporto 2018
id: Lencana Forum Dukungan 2018
it: Distintivo Forum di Supporto 2018
ja: 2018 サポートフォーラムバッジ
ka: 2018 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2018
ko: 2018 지원 포럼 배지
ms: Lencana Forum Sokongan 2018
nb_no: 2018 brukerstøtteforumsutmerkelse
nl: Ondersteuningsforum 2018-badge
pl: Odznaka Forum pomocy 2018
pt_br: Emblema do Fórum de Suporte 2018
pt_pt: Medalha do fórum de apoio de 2018
ro: Insignă Forum de asistență 2018
sk: Ocenenie fóra podpory 2018
sr: Беџ форума подршке за 2018. годину
sv: 2018 emblem för supportforum
th: ตราฟอรั่มสนับสนุนปี 2018
tr: 2018 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2018
ur: 2018 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2018
zh_cn: 2018 支持论坛徽章
zh_tw: 2018 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2018.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2018.

# DB: kbadge.Badge.title
source: 2017 Support Forum Badge
bg: Значка на Форума за поддръжка 2017
de: Abzeichen „Hilfeforum 2017“
el: Έμβλημα του Φόρουμ υποστήριξης 2017
es: Insignia del Foro de Asistencia de 2017
fy_nl: Stipefoarum 2017-badge
hr: Značka foruma podrške za 2017. godinu
hu: Támogatói fórum kitűző – 2017
ia: Insignia del foro de supporto 2017
id: Lencana Forum Dukungan 2017
it: Distintivo Forum di Supporto 2017
ja: 2017 サポートフォーラムバッジ
ka: 2017 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2017
ko: 2017 지원 포럼 배지
ms: Lencana Forum Sokongan 2017
nb_no: 2017 brukerstøtteforumsutmerkelse
nl: Ondersteuningsforum 2017-badge
pl: Odznaka Forum pomocy 2017
pt_br: Emblema do Fórum de Suporte 2017
pt_pt: Medalha do fórum de apoio de 2017
ro: Insignă Forum de asistență 2017
sk: Ocenenie fóra podpory 2017
sr: Беџ форума подршке за 2017. годину
sv: 2017 emblem för supportforum
th: ตราฟอรั่มสนับสนุนปี 2017
tr: 2017 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2017
ur: 2017 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2017
zh_cn: 2017 支持论坛徽章
zh_tw: 2017 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2017.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2017.

# DB: kbadge.Badge.title
source: 2025 L10n Badge
ia: Insignia del localisation 2025
sv: 2025 emblem för L10n
tr: 2025 Yerelleştirme Rozeti

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2025.
ia: Iste insignia es assignate a collaboratores con 10 modificationes de traductiones durante le 2025.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2025.
tr: Bu rozet 2025 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.

# DB: kbadge.Badge.title
source: 2025 KB Badge
ia: Insignia del Base de cognoscentia 2025
sv: 2025 emblem för KB
tr: 2025 Bilgi Bankası Rozeti

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2025.
ia: Iste insignia es assignate a collaboratores con 10 modificationes in anglese approbate durante le 2025.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2025.
tr: Bu rozet 2025 yılında 10 onaylanmış Türkçe düzenlemesi ile katkıda bulunanlara verilir.

# DB: kbadge.Badge.title
source: 2024 L10n Badge
de: L10n-Abzeichen 2024
el: Έμβλημα L10n 2024
fy_nl: L10n 2024-badge
hu: L10n kitűző – 2024
ia: Insignia del localisation 2024
it: Distintivo L10n 2024
nl: L10n 2024-badge
pl: Odznaka L10n 2024
pt_br: Emblema de localização 2024
pt_pt: Medalha de tradutores de 2024
sv: 2024 emblem för L10n
tr: 2024 Yerelleştirme Rozeti
zh_cn: 2024 本地化徽章
zh_tw: 2024 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2024.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Übersetzungen im Jahr 2024 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2024.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersetbewurkingen yn 2024.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2024-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2024.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2024.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2024.
pl: Ta odznaka jest przyznawana autorom, którzy w 2024 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2024.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2024.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2024.
tr: Bu rozet 2024 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
zh_cn: 此徽章授予在 2024 年间有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2024 年間有超過 10 篇被審核通過的文件翻譯的翻譯者。

# DB: kbadge.Badge.title
source: 2024 KB Badge
de: KB-Abzeichen 2024
el: Έμβλημα ΓΒ 2024
fy_nl: KB 2024-badge
hu: Tudásbázis kitűző – 2024
ia: Insignia del base de cognoscentia 2024
it: Distintivo KB 2024
nl: KB 2024-badge
pl: Odznaka KB 2024
pt_br: Emblema da base de conhecimento 2024
pt_pt: Medalha da base de conhecimento de 2024
sv: 2024 emblem för KB
tr: 2024 Bilgi Bankası Rozeti
zh_cn: 2024 知识库徽章
zh_tw: 2024 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2024.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2024 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2024.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2024.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2024-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2024.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB in lingua inglese nel 2024.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2024.
pl: Ta odznaka przyznawana jest osobom z 10 zatwierdzonymi poprawkami po angielsku w 2024 roku.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2024.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições em inglês aprovadas durante 2024.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2024.
tr: Bu rozet 2024 yılında 10 onaylanmış İngilizce düzenlemesi ile katkıda bulunanlara verilir.
zh_cn: 此徽章授予在 2024 年间有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2024 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2023 L10n Badge
bg: 2023 L10n значка
de: L10n-Abzeichen 2023
el: Έμβλημα L10n 2023
fy_nl: L10n 2023-badge
hu: L10n kitűző – 2023
ia: Insignia del localisation 2023
it: Distintivo L10n 2023
ka: 2023 L10n ჯილდო
ko: 2023 L10n 배지
nl: L10n 2023-badge
pl: Odznaka L10n 2023
pt_br: Emblema L10n 2023
pt_pt: Medalha de L10n 2023
sk: Ocenenie Lokalizácie pre rok 2023
sr: L10n беџ локализације за 2023. годину
sv: 2023 emblem för L10n
tr: 2023 Yerelleştirme Rozeti
uk: Відзнака L10n 2023
vi: Huy hiệu L10n 2023
zh_cn: 2023 本地化徽章
zh_tw: 2023 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2023.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2023 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Übersetzungen im Jahr 2023 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2023.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersetbewurkingen yn 2023.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2023-ban.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2023.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2023.
ka: ჯილდო გადაეცემა მოხალისეებს 10 დამოწმებული მთარგმნელობითი შესწორებისთვის 2023 წელს.
ko: 2023년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 뱃지입니다.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2023.
pl: Ta odznaka jest przyznawana autorom, którzy w 2023 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2023.
pt_pt: Esta medalha é atribuída aos colaboradores com 10 traduções aprovadas durante 2023.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2023 aspoň 10 schválených prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2023. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2023.
tr: Bu rozet 2023 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених редагувань перекладів впродовж 2023 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2023.
zh_cn: 此徽章授予在 2023 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2023 年間有超過 10 篇被審核通過的文件翻譯的翻譯者。

# DB: kbadge.Badge.title
source: 2023 KB Badge
bg: 2023 БД значка
de: KB-Abzeichen 2023
el: Έμβλημα ΓΒ 2023
fy_nl: KB 2023-badge
hu: Tudásbázis kitűző – 2023
ia: Insignia del base de cognoscentia 2023
it: Distintivo KB 2023
ka: 2023 ცოდნის წყაროს ჯილდო
ko: 2023 KB 배지
nl: KB 2023-badge
pl: Odznaka KB 2023
pt_br: Emblema da Base de Conhecimento 2023
pt_pt: Medalha da base de conhecimento de 2013
sk: Ocenenie Databáza vedomostí 2023
sr: Беџ базе знања за 2023. годину
sv: 2023 emblem för KB
tr: 2023 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2023
vi: Huy hiệu KB 2023
zh_cn: 2023 知识库徽章
zh_tw: 2023 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2023.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2023 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2023.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2023.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2023-ban.
ia: Iste insignia es assignate al collaboratores con 10 modificationes in anglese approbate durante le 2023.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2023.
ka: ჯილდო გადაეცემა მოხალისეებს 10 დამოწმებული ჩასწორებისთვის ინგლისურად 2023 წელს.
ko: 2023년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2023.
pl: Ta odznaka jest przyznawana autorom, którzy w 2023 roku dokonali co najmniej 10 zatwierdzonych edycji artykułów w języku angielskim.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2023.
pt_pt: Esta medalha é atribuída aos colaboradores com 10 edições aprovadas em inglês durante 2023.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2023 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених чланака на енглеском током 2023. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2023.
tr: Bu rozet 2023 yılında 10 onaylanmış İngilizce düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених редагувань в англійській версії протягом 2023 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản chỉnh sửa tiếng Anh được phê duyệt trong năm 2023.
zh_cn: 此徽章授予在 2023 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2023 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2022 L10n Badge
bg: 2022 L10n значка
de: L10n-Abzeichen 2022
el: Έμβλημα L10n 2022
fy_nl: L10n 2022-badge
hr: Značka L1 za 2022. godinu
hu: L10n kitűző – 2022
ia: Insignia del localisation 2022
it: Distintivo L10n 2022
ja: 2022 L10n バッジ
ka: 2022 L10n ჯილდო
kab: Arraz L10n 2022
ko: 2022 L10n 배지
nb_no: 2022 L10n-utmerkelse
nl: L10n 2022-badge
pl: Odznaka L10n 2022
pt_br: Emblema L10n 2022
pt_pt: Medalha de tradutores de 2022
sk: Ocenenie Lokalizácie pre rok 2022
sr: L10n беџ за 2022. годину
sv: 2022 emblem för L10n
te: 2022 L10n బ్యాడ్జి
tr: 2022 Yerelleştirme Rozeti
uk: Відзнака L10n 2022
vi: Huy hiệu L10n 2022
zh_cn: 2022 本地化徽章
zh_tw: 2022 在地化徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2022.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2022 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Übersetzungen im Jahr 2022 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2022.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersetbewurkingen yn 2022.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2022. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2022-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2022.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2022.
ja: このバッジは 2022 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული მთარგმნელობითი შესწორებისთვის, 2022 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2022.
ko: 2022년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 뱃지입니다.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2022.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2022.
pl: Ta odznaka jest przyznawana autorom, którzy w 2022 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2022.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2022.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2022 aspoň 10 schválených prekladov.
sr: Овај беџ је додељен сарадницима са 10 одобрених превода током 2022. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2022.
tr: Bu rozet 2022 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених виправлень перекладів впродовж 2022 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2022.
zh_cn: 此徽章授予在 2022 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2022 年間有超過 10 篇被審核通過的文件翻譯的翻譯者。

# DB: kbadge.Badge.title
source: 2022 KB Badge
bg: 2022 БД значка
de: KB-Abzeichen 2022
el: Έμβλημα ΓΒ 2022
fy_nl: KB 2022-badge
hr: Značka baze znanja za 2022. godinu
hu: Tudásbázis kitűző – 2022
ia: Insignia del base de cognoscentia 2022
it: Distintivo KB 2022
ja: 2022 ナレッジベースバッジ
ka: 2022 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2022
ko: 2022 KB 배지
nb_no: 2022 KB-utmerkelse
nl: KB 2022-badge
pl: Odznaka KB 2022
pt_br: Emblema da Base de Conhecimento 2022
pt_pt: Medalha da base de conhecimento de 2022
sk: Ocenenie Databáza vedomostí 2022
sr: Беџ базе знања за 2022. годину
sv: 2022 emblem för KB
te: 2022 KB బ్యాడ్జి
tr: 2022 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2022
vi: Huy hiệu KB 2022
zh_cn: 2022 知识库徽章
zh_tw: 2022 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2022.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на английски език през 2022 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2022 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2022.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2022.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena na engleskom jeziku tijekom 2022. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2022-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2022.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2022.
ja: このバッジは 2022 年に英語版ナレッジベース記事の編集が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული ჩასწორებისთვის ინგლისურად, 2022 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n yibeddilen s teglizit ttwaqeblen deg 2022.
ko: 2022년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente redigeringer på engelsk i løpet av 2022.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2022.
pl: Ta odznaka przyznawana jest osobom z 10 zatwierdzonymi edycjami w języku angielskim w 2022 roku.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2022.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições aprovadas em inglês durante 2022.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2022 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен сарадницима са 10 одобрених чланака на енглеском током 2022. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2022.
tr: Bu rozet 2022 yılında 10 onaylanmış İngilizce düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених виправлень в англійській версії протягом 2022 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản chỉnh sửa tiếng Anh được phê duyệt trong năm 2022.
zh_cn: 此徽章授予在 2022 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2022 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2021 L10n Badge
bg: 2021 L10n значка
de: L10n-Abzeichen 2021
el: Έμβλημα L10n 2021
fy_nl: L10n 2021-badge
hr: Značka lokalizacije za 2021. godinu
hu: L10n kitűző – 2021
ia: Insignia del localisation 2021
it: Distintivo L10n 2021
ja: 2021 L10n バッジ
ka: 2021 L10n ჯილდო
kab: Deg warraz 2021 L1
ko: 2021 L10n 배지
nb_no: 2021 L10n-utmerkelse
nl: L10n 2021-badge
pl: Odznaka L10n 2021
pt_br: Emblema L10n 2011
pt_pt: Medalha de tradutores de 2021
sk: Ocenenie Lokalizácie pre rok 2021
sr: 2021 L10n беџ
sv: 2021 emblem för L10n
te: 2021 L10n బ్యాడ్జి
tr: 2021 Yerelleştirme Rozeti
uk: Відзнака L10n 2021
ur: 2021L10n بیج
vi: Huy hiệu L10n 2021
zh_cn: 2021 本地化徽章
zh_tw: 2021 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2021.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2021 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Übersetzungen im Jahr 2021 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2021.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersetbewurkingen yn 2021.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2021. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2021-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2021.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2021.
ja: このバッジは 2021 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული მთარგმნელობითი შესწორებისთვის, 2021 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2021.
ko: 2021년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 뱃지입니다.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2021.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2021.
pl: Ta odznaka jest przyznawana autorom, którzy w 2021 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2021.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2021.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2021 aspoň 10 schválených prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2021. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2021.
te: ఈ బ్యాడ్జీని 2021లో 10 ఆమోదిత అనువాదాలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
tr: Bu rozet 2021 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок перекладів впродовж 2021 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2021.
zh_cn: 此徽章授予在 2021 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2021 年間有超過 10 篇被審核通過的文件翻譯的翻譯者。
