Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: View the solution
af: Kyk na die oplossing
bg: Вижте решението
bs: Pogledaj rješenje
de: Lösung ansehen
el: Προβολή λύσης
es: Ver la solución
fy_nl: De oplossing besjen
he: צפייה בפתרון
hr: Pogledaj rješenje
hu: Megoldás megnézése
ia: Consulta le solution
id: Tampilkan solusi
it: Guarda la soluzione
ja: 解決策を見る
ka: გადაწყვეტის ნახვა
kab: Wali tifrat
ko: 해결 방법 보기
mg: Hijery ny vahaolana
ms: Tinjau penyelesaian
nb_no: Vis løsningen
nl: De oplossing bekijken
pa_in: ਜਬਾਬ ਵੇਖੋ
pl: Wyświetl rozwiązanie
pt_br: Ver a solução
pt_pt: Ver a solução
ro: Vezi soluția
sk: Zobrazenie riešenia
sr: Погледај решење
sv: Visa lösningen
te: పరిషారాన్ని వీక్షించండి
th: ดูวิธีแก้ปัญหา
tr: Çözümü görün
uk: Переглянути рішення
ur: حل دیکھیں
vi: Xem giải pháp
zh_cn: 查看解决方法
zh_tw: 檢視解決方法
zu: Buka isisombululo

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
af: Het jy geweet dat %(answerer)s 'n Firefox-gebruiker net soos jy is? Begin om ander Firefox-gebruikers te help deur <a href="https://%(host)s/questions?filter=unsolved">deur vrae te blaai</a> – jy maak miskien iemand se dag die moeite werd!
bg: Знаете ли, че %(answerer)s е потребител на Firefox също като вас? Започнете да помагате на други потребители на Firefox, като преглеждате въпроси на адрес <a href="https://%(host)s/questions?filter=unsolved"></a> - възможно е да помогнете на някого точно сега!
bs: Da li ste znali da %(answerer)s Firefox korisnik baš kao i vi? Počnite da pomažete ostalim korisnicima tako što ćete <a href="https://%(host)s/questions?filter=unsolved"> pretraživati pitanja</a> -- možda nekome ulješate dan!
de: Wussten Sie, dass %(answerer)s ein Firefox-Anwender ist, genau wie Sie? Fangen Sie an, anderen Firefox-Anwendern zu helfen, <a href="https://%(host)s/questions?filter=unsolved">indem Sie die Fragen durchlesen</a> – vielleicht retten Sie jemandem den Tag!
el: Το ξέρατε ότι ο/η %(answerer)s είναι χρήστης του Firefox, όπως κι εσείς; Ξεκινήστε να βοηθάτε άλλους χρήστες του Firefox <a href="https://%(host)s/questions?filter=unsolved">αναζητώντας ερωτήσεις</a> -- μπορεί να φτιάξετε την ημέρα κάποιου!
es: ¿Sabías que %(answerer)s es un usuario de Firefox igual que tú? Comienza a ayudar a otros usuarios de Firefox <a href="https://%(host)s/questions?filter=unsolved"> examinando las preguntas</a> -- ¡podrías alegrarle el día a alguien!
fy_nl: Wisten jo dat %(answerer)s krekt as jo in Firefox-brûker is? Begjin mei it helpen fan oare Firefox-brûkers troch <a href="https://%(host)s/questions?filter=unsolved">fragen te besjen</a> - mooglik meitsje jo ien syn dei goed!
hr: Znaš li, da je i %(answerer)s korisnik Firefoxa? Pomogni drugim korisnicima Firefoxa <a href="https://%(host)s/questions?filter=unsolved">pregledavanjem pitanja</a> – možda nekoga možeš usrećiti!
hu: Tudja, hogy %(answerer)s is épp olyan Firefox felhasználó, mint Ön? Segítsen más Firefox felhasználóknak, <a href="https://%(host)s/questions?filter=unsolved">böngésszen a kérdések között</a> – lehet, hogy valakinek épp Ön tud majd segíteni!
ia: Sape tu que %(answerer)s es un Firefox usator justo como te? Comencia a adjutar altere usatores de Firefox per <a href="https://%(host)s/questions?filter=unsolved"> cercante per le questiones</a> -- tu pote justo render alcuno felice!
id: Tahukan Anda jika %(answerer)s adalah pengguna Firefox seperti Anda? Mulai membantu pengguna Firefox dengan <a href="https://%(host)s/questions?filter=unsolved">menelusuri pertanyaan</a> -- Anda mungkin bisa membuat seseorang bahagia!
it: Lo sai che %(answerer)s è un utente di Firefox proprio come te? Puoi aiutare anche tu gli altri utenti: <a href="https://%(host)s/questions?filter=unsolved"> cerca tra le domande</a> e potrai fare felice uno di loro!
ja: %(answerer)s さんもあなたと同じ、ただの Firefox ユーザーであることをご存知でしたか？ <a href="https://%(host)s/questions?filter=unsolved">未解決の質問を探して</a>、他の Firefox ユーザーを助けましょう。あなたの回答が多くの人の役に立ちます！
ka: იცოდით, რომ %(answerer)s მხოლოდ Firefox-ის თქვენნაირი რიგითი მომხმარებელია? თქვენც დაიწყეთ Firefox-ის სხვა მომხმარებლების დახმარება <a href="https://%(host)s/questions?filter=unsolved"> შეკითხვების მოძიებით</a> -- გაუხალისეთ დღე უცნობ ადამიანებს!
kab: Teẓriḍ d akken %(answerer)s d aseqdac n Firefox am kečč? Bdu ihi amuddu n ufus i yiseqdacen-nniḍen n Firefox s <a href="https://%(host)s/questions?filter=unsolved">usnirem n yisteqsiyen</a> -- ahat tzemreḍ ad tsellkeḍ albaɛḍ!
ko: %(answerer)s 답을 한 사람이 같은 Firefox 사용자라는 것을 아시나요? 다른 Firefox 사용자를 돕기 시작하기 위해서 <a href="https://%(host)s/questions?filter=unsolved">질문 목록</a>을 살펴보세요 -- 여러분이 누군가에게 도움이 될 것입니다!
mg: Fantatrao ve fa mpampiasa Firefox tahaka anao ihany i %(answerer)s? Manomboha manampy mpampiasa Firefox hafa ka <a href="https://%(host)s/questions?filter=unsolved"> tetezo ireo fanontaniana</a> -- mety hahafaly olona tsotra izao ianao!
ms: Adakan anda tahu bahawa %(answerer)s ialah pengguna Firefox seperti anda? Mulakan membantu pengguna Firefox lain dengan <a href="https://%(host)s/questions?filter=unsolved">melayari soalan</a> - anda mungkin dapat menggembirakan seseorang!
nb_no: Visste du at %(answerer)s er en Firefox-bruker akkurat som deg? Kom i gang med å hjelpe andre Firefox-brukere ved å <a href="https://%(host)s/questions?filter=unsolved">se på stilte spørsmål</a> -- kanskje du blir dagens helt for noen!
nl: Wist u dat %(answerer)s net als u een Firefox-gebruiker is? Begin met het helpen van andere Firefox-gebruikers door <a href="https://%(host)s/questions?filter=unsolved">vragen te bekijken</a> - mogelijk maakt u iemands dag goed!
pa_in: ਕੀ ਤੁਸੀ ਜਾਣਦੇ ਹੋ ਕਿ %(answerer)s ਫਾਇਰਫਾਕਸ ਯੂਜਰ ਤੁਹਾਡੀ ਤਰਾ ਹੈ? ਹੋਰ ਫਾਇਰਫਾਕਸ ਯੂਜ਼ਰਾ ਦੀ ਮਦਦ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰਨ ਲਈ <a href="https://%(host)s/questions?filter=unsolved"> ਬਰਾਊਜ਼ਿੰਗ ਸਵਾਲ </ a> - - ਤੁਸੀ ਕਿਸੇ ਦਾ ਦਿਨ ਬਣਾ ਸਕਦੇ ਹੋ!
pl: Czy wiesz, że %(answerer)s też jest takim samym użytkownikiem Firefoksa jak ty? Pomóż innym użytkownikom, odpowiadając <a href="https://%(host)s/questions?filter=unsolved">na ich pytania</a> — możesz kogoś uszczęśliwić!
pt_br: Sabia que %(answerer)s é um usuário do Firefox, assim como você? Ajude outros usuários do Firefox <a href="https://%(host)s/questions?filter=unsolved">respondendo a perguntas</a> -- você pode melhorar o dia de alguém!
pt_pt: Sabia que, assim como você, %(answerer)s é um utilizador do Firefox? Comece a ajudar os outros utilizadores do Firefox <a href="https://%(host)s/questions?filter=unsolved">respondendo a questões</a> -- você pode melhorar o dia de alguém!
ro: Știai că %(answerer)s este utilizator de Firefox ca tine? Începe să ajuți alți utilizatori Firefox prin <a href="https://%(host)s/questions?filter=unsolved"> răsfoirea întrebărilor</a> -- s-ar putea să faci cuiva ziua mai frumoasă!
sk: Viete, že %(answerer)s je používateľ Firefoxu rovnako ako vy? Začnite pomáhať ďalším používateľom Firefoxu <a href="https://%(host)s/questions?filter=unsolved">prechádzaním otázok</a> -- môžete niekomu urobiť lepší deň!
sr: Да ли сте знали да је %(answerer)s Firefox корисник баш као и ви? Почните да помажете осталим корисницима тако што ћете <a href="https://%(host)s/questions?filter=unsolved"> прегледати питања</a> -- можда некоме улепшате дан!
sv: Visste du att %(answerer)s är en Firefox-användare precis som du? Kom igång att hjälpa andra Firefox-användare genom att <a href="https://%(host)s/questions?filter=unsolved">bläddra bland frågor</a> -- du kanske kan göra någons dag!
te: మీరు %(answerer)s యొక్క కేవలం మీ వంటి ఒక Firefox యూజర్ అని తెలుసా? <a href="https://%(host)s/questions?filter=unsolved"> ప్రశ్నలు బ్రౌజింగ్</a> ద్వారా ఇతర Firefox వినియోగదారులు సహాయం ప్రారంభించడానికి తోడ్పడండి -- మీరు కేవలం ఒకరి రోజు సంపాదించగలరు!
th: คุณรู้หรือไม่ว่า %(answerer)s เป็นผู้ใช้ Firefox เช่นเดียวกับคุณ? เริ่มต้นช่วยเหลือผู้ใช้ Firefox คนอื่น ๆ โดย<a href="https://%(host)s/questions?filter=unsolved">เรียกดูคำถาม</a> ซึ่งอาจช่วยผู้ใช้คนอื่น ๆ ได้หลายคน!
tr: %(answerer)s adlı kullanıcının da sizin gibi bir Firefox kullanıcısı olduğunu biliyor muydunuz? İsterseniz siz de <a href="https://%(host)s/questions?filter=unsolved">sorulara göz atarak</a> diğer Firefox kullanıcılarına yardımcı olmaya başlayabilirsiniz.
uk: Чи знаєте ви, що %(answerer)s є таким же як і ви користувачем Firefox? Почніть допомагати іншим користувачам Firefox, <a href="https://%(host)s/questions?filter=unsolved"> переглядаючи питання</a> -- ви можете зробити чийсь день кращим!
vi: Bạn có biết rằng %(answerer)s là người dùng Firefox giống như bạn không? Bắt đầu giúp đỡ những người dùng Firefox khác bằng cách <a href="https://%(host)s/questions?filter=unsolved"> duyệt các câu hỏi</a> -- câu trả lời của bạn rất hữu ích cho nhiều người!
zh_cn: 你是否知道 %(answerer)s 和你一样只是一位普通的 Firefox 用户？试着<a href="https://%(host)s/questions?filter=unsolved">随便浏览问题</a>开始帮助其他 Firefox 用户吧——也许你恰巧就能帮到某个人！
zh_tw: 您知道 %(answerer)s 也是個像您一樣的 Firefox 使用者嗎？到 <a href="https://%(host)s/questions?filter=unsolved"> 瀏覽其他人的問題</a>，來幫幫他們吧！
zu: Bewazi ukuthi %(answerer)s ungumsebenzisi we-Firefox njengawe? Qala nawe ukusiza abanye abasebenzisi be-Firefox ngokuba <a href="https://%(host)s/questions?filter=unsolved"> uphequlule imibuzo</a> -- ungasiza ukwenza usuku lomunye lube ngcono!

source: The question:
af: Die vraag:
bg: Въпросът:
de: Die Frage:
el: Η ερώτηση:
es: La pregunta:
fy_nl: De fraach:
he: השאלה:
hr: Pitanje:
hu: A kérdés:
ia: Le question:
id: Pertanyaan:
it: La domanda:
ja: 質問:
ka: შეკითხვა:
kab: Asteqsi:
ko: 질문:
mg: Ny fanontaniana:
ms: Soalan berkaitan:
nb_no: Spørsmålet:
nl: De vraag:
pa_in: ਦਾ ਸਵਾਲ
pl: Pytanie:
pt_br: Pergunta:
pt_pt: A pergunta:
ro: Întrebarea:
sk: Otázka:
sr: Питање:
sv: Frågan:
te: ప్రశ్న:
th: คำถาม:
tr: Soru:
uk: Питання:
ur: سوالات
vi: Câu hỏi:
zh_cn: 问题：
zh_tw: 問題：
zu: Umbuzo:

source: was marked as solved by its asker, {asker}.
af: is deur sy vraer, {asker}, as "opgelos" gemerk.
bg: означен като решен от задалия въпроса - {asker}.
de: wurde vom Fragesteller {asker} als gelöst markiert.
el: επισημάνθηκε ως λυμένη από τον ερωτώντα, {asker}.
es: ha sido marcada como resuelta por el autor de la pregunta, {asker}.
fy_nl: is markearre as oplost troch de fraachsteller, {asker}.
he: סומנה שנפתרה על־ידי מי ששאל אותה, {asker}.
hr: je označeno kao riješeno, od osobe koja je postavila pitanje, {asker}.
hu: megoldottként lett megjelölve {asker} kérdező által.
ia: ha essite marcate como solvite per su autor, {asker}.
id: telah ditandai selesai oleh sang penanya, {asker}.
it: è stato contrassegnato come risolto da chi ha segnalato il problema ({asker}).
ja: は質問者 {asker} により解決済みのマークが付けられました。
ka: მოინიშნა გადაწყვეტილად, {asker} ავტორის მიერ.
kab: yettwacreḍ yefra sɣur ameskar-is, {asker}.
ko: {asker}, 질문하신 분에 의해 해결된 것으로 표시되었습니다.
mg: nomarihin'ilay mpanontany, {asker}, hoe voavaha.
ms: telah ditanda sebagai diselesaikan oleh penanya, {asker}.
nb_no: ble markert som løst av spørsmålsstilleren, {asker}.
nl: is gemarkeerd als opgelost door de vraagsteller, {asker}.
pa_in: ਇਸ ਆਸਕਰ ਦੁਆਰਾ ਹੱਲ ਦੇ ਤੌਰ ਤੇ ਮਾਰਕ ਕੀਤਾ ਗਿਆ ਸੀ {asker}.
pl: został oznaczony przez pytającego ({asker}) jako rozwiązany.
pt_br: foi marcada como resolvida pelo autor, {asker}.
pt_pt: foi dada como resolvida pelo seu autor, {asker}.
ro: a fost marcată ca rezolvată de adresant, {asker}.
sk: bola označená zakladateľom ({asker}) ako vyriešená.
sr: је означено као решено од стране корисника који је поставио питање, {asker}.
sv: markerades som löst av frågeställaren, {asker}.
te: ‌ను అడిగిన వారు, {asker}, ఇది పరిష్కారమైనట్లు గుర్తుపెట్టారు.
th: ได้ถูกทำเครื่องหมายว่าถูกแก้ไขแล้วโดย {asker} ซึ่งเป็นผู้ถาม
tr: soruyu soran {asker} tarafından çözüldü olarak işaretlendi.
uk: було позначене, як вирішене його ініціатором, {asker}.
ur: اس کے پوچھنے والے ، {asker} کے ذریعہ حل شدہ کے بطور نشان زد کیا گیا تھا۔
vi: đã được đánh dấu là giải quyết bởi người hỏi, {asker}.
zh_cn: 已被提问者 {asker} 标记为已解决。
zh_tw: 被它的提問人 {asker} 標記為「已解決」。
zu: uphawulwe njengosonjululwe umbuzi wawo, {asker}.

source: You can view the solution using the link below.
af: Jy kan die oplossing sien by die skakel hier onder.
bg: Можете да видите решението, като използвате връзката по-долу.
de: Sie können sich die Lösung ansehen, indem Sie auf den folgenden Link klicken.
el: Μπορείτε να δείτε τη λύση με τον παρακάτω σύνδεσμο.
es: Puedes ver la solución accediendo al enlace de abajo.
fy_nl: Jo kinne de oplossing besjen fia de ûndersteande keppeling.
he: ניתן לצפות בפתרון באמצעות הקישור שלמטה.
hr: Rješenje možeš vidjeti pomoću donje poveznice.
hu: A megoldást a lenti hivatkozás használatával jelenítheti meg.
ia: Tu pote vider le solution per le ligamine infra.
id: Anda dapat melihat solusinya dengan menggunakan tautan di bawah ini.
it: È possibile leggere la soluzione facendo clic sul link sottostante.
ja: 以下のリンクから解決策を見ることができます。
ka: გადაწყვეტის ნახვა შეგიძლიათ ქვემოთ მოცემულ ბმულზე.
kab: Tzemreḍ dad twaliḍ tifrat s useqdec n useɣwen ddaw-a.
ko: 아래 링크를 사용해서 해답을 볼 수 있습니다.
mg: Azonao jerena @ alàlan'ny rohy eto ambany ilay vahaolana.
ms: Anda boleh lihat penyelesaian menggunakan pautan di bawah.
nb_no: Du kan se løsningen ved å følge lenken nedenfor.
nl: U kunt de oplossing bekijken via de onderstaande koppeling.
pa_in: ਤੁੱਸੀਂ ਹੱਲ ਦੇਖਣ ਲਈ ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਵਰਤ ਸਕਦੇ ਹੋ।
pl: Możesz wyświetlić rozwiązanie, klikając poniższy odnośnik.
pt_br: Você pode ver a solução usando o link abaixo.
pt_pt: Pode ver a solução usando a hiperligação abaixo.
ro: Poți vedea soluția accesând linkul de mai jos.
sk: Riešenia si môžete prehliadnuť kliknutím na odkaz nižšie.
sr: Можете погледати решење користећи везу испод.
sv: Du kan se svaret genom att följa länken nedan.
te: కింది లంకెను వాడి మీరు పరిష్కారాన్ని చూడవచ్చు.
th: คุณสามารถดูวิธีแก้ปัญหาได้โดยใช้ลิงก์ด้านล่าง
tr: Aşağıdaki bağlantıya tıklayarak çözümü görebilirsiniz.
uk: Ви можете подивитися рішення, використовуючи посилання нижче.
ur: آپ نیچے دیئے گئے ربط کا استعمال کرکے حل دیکھ سکتے ہیں۔
vi: Bạn có thể xem giải pháp bằng cách sử dụng liên kết dưới đây.
zh_cn: 您可以点击下面的链接查看解决方案。
zh_tw: 您可以由以下的連結來觀看解答。
zu: Ungakwazi ukubuka isisombululo ngokusebenzisa ilinki engezansi.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
af: Het jy geweet dat %(answerer)s 'n Firefox-gebruiker net soos jy is? Begin om ander Firefox-gebruikers te help deur op vrae by https://%(host)s/questions?filter=unsolved te blaai. Dalk maak jy iemand se dag die moeite werd!
bg: Знаете ли, че %(answerer)s е потребител на Firefox също като вас? Започнете да помагате на други потребители на Firefox, като преглеждате въпроси на адрес https://%(host)s/questions?filter=unresolved - възможно е да помогнете на някого точно сега!
de: Wussten Sie, dass %(answerer)s ein Firefox-Anwender ist, genau wie Sie? Fangen Sie an, anderen Firefox-Anwendern zu helfen, indem Sie die Fragen auf https://%(host)s/questions?filter=unsolved durchlesen – vielleicht retten Sie jemandem den Tag!
el: Το ξέρατε ότι ο/η %(answerer)s είναι χρήστης του Firefox, όπως κι εσείς; Ξεκινήστε να βοηθάτε άλλους χρήστες του Firefox αναζητώντας ερωτήσεις στο https://%(host)s/questions?filter=unsolved -- μπορεί να φτιάξετε την ημέρα κάποιου!
es: ¿Sabías que %(answerer)s es un usuario de Firefox igual que tú? Empieza a ayudar a otros usuarios de Firefox echándole un ojo a las preguntas en https://%(host)s/questions?filter=unsolved , ¡podrías alegrarle el día a alguien!
fy_nl: Wisten jo dat %(answerer)s krekt as jo in Firefox-brûker is? Begjin mei it helpen fan oare Firefox-brûkers troch fragen te besjen op https://%(host)s/questions?filter=unsolved – mooglik meitsje jo ien harren dei goed!
hr: Znaš li, da je i %(answerer)s korisnik Firefoxa? Pomogni drugim korisnicima Firefoxa pregledavanjem pitanja na https://%(host)s/questions?filter=unsolved – možda nekoga možeš usrećiti!
hu: Tudta, hogy %(answerer)s is Firefox felhasználó, mint Ön? Kezdje böngészni a kérdéseket itt: https://%(host)s/questions?filter=unsolved – lehet, hogy valakinek épp Ön tud majd segíteni!
ia: Sape tu que %(answerer)s es un Firefox usator justo como te? Comencia a adjutar altere usatores de Firefox per exploration questiones in https://%(host)s/questions?filter=unsolved -- tu pote justo render alcuno felice!
id: Taukah Anda bahwa %(answerer)s adalah seorang pengguna Firefox seperti Anda? Mulai membantu pengguna Firefox lainnya dengan menjelajahi pertanyaan pada https://%(host)s/questions?filter=unsolved -- Anda mungkin bisa membuat seseorang bahagia!
it: Sapevi che %(answerer)s è un utente di Firefox proprio come te? Puoi cominciare anche tu ad aiutare gli altri utenti di Firefox andando alla pagina https://%(host)s/questions?filter=unsolved - è bello aiutare gli altri.
ja: %(answerer)s さんがあなたと同じただの Firefox ユーザであることをご存知でしたか？ 未解決の質問を https://%(host)s/questions?filter=unsolved から探して、他の Firefox ユーザを助けましょう。あなたの回答が多くの人の役に立ちます！
ka: იცოდით, რომ %(answerer)s მხოლოდ Firefox-ის თქვენნაირი რიგითი მომხმარებელია? თქვენც დაიწყეთ Firefox-ის სხვა მომხმარებლების დახმარება https://%(host)s/questions?filter=unsolved საიტზე პასუხგასაცემი შეკითხვების მოძიებით -- გაუხალისეთ დღე უცნობ ადამიანებს!
kab: Teẓriḍ d akken %(answerer)s d aseqdac n Firefox am kečč? Bdu ihi amuddu n ufus i yiseqdacen-nniḍen n Firefox s usnirem n yisteqsiyen deg https://%(host)s/questions?filter=unsolved -- ahat tzemreḍ ad tsellkeḍ albaɛḍ!
ko: %(answerer)s 답변자가 여러분과 같은 Firefux 사용자라는 것을 아시나요? 다른 Firefox 사용자를 돕기 시작하기 위해서 https://%(host)s/questions?filter=unsolved 에 있는 질문들을 살펴보세요 -- 여러분이 누군가에게 도움이 될 것입니다!
mg: Fantatrao ve fa mpampiasa Firefox tahaka anao ihany i %(answerer)s? Manomboha manampy mpampiasa Firefox hafa ka tetezo ireo fanontaniana ao @ https://%(host)s/questions?filter=unsolved -- mety hahafaly olona tsotra izao ianao!
ms: Adakan anda tahu bahawa %(answerer)s ialah pengguna Firefox seperti anda? Mulakan membantu pengguna Firefox lain dengan melayari soalan di https://%(host)s/questions?filter=unsolved -- anda mungkin dapat menggembirakan seseorang!
nb_no: Visste du at %(answerer)s er en Firefox-bruker akkurat som deg? Kom i gang å hjelpe andre Firefox-brukere ved å bla gjennom spørsmål på https://%(host)s/questions?filter=unsolved -- kanskje du blir dagens helt for noen!
nl: Wist u dat %(answerer)s net als u een Firefox-gebruiker is? Begin met het helpen van andere Firefox-gebruikers door vragen te bekijken op https://%(host)s/questions?filter=unsolved - mogelijk maakt u iemands dag goed!
pa_in: ਕੀ ਤੁਸੀ ਜਾਣਦੇ ਹੋ ਕਿ %(answerer)s ਫਾਇਰਫਾਕਸ ਯੂਜਰ ਵੀ ਤੁਹਾਡੇ ਵਰਗਾ ਹੁੰਦਾ ਹੈ? ਆਉ ਬਾਕੀ ਫਾਇਰਫਾਕਸ ਯੂਜ਼ਰਾ ਦੀ ਮਦਦ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰਿਏ ਸਵਾਲ ਬਰਾਉਜ ਕਰਕੇ ਇਥੇ https://%(host)s/questions?filter=unsolved -- ਤੁਸੀ ਹੁਣੇ ਹੀ ਕਿਸੇ ਦਾ ਦਿਨ ਬਣਾ ਸਕਦੇ!
pl: Czy wiesz, że %(answerer)s też jest takim samym użytkownikiem Firefoksa jak ty? Pomóż innym użytkownikom, odpowiadając na ich pytania https://%(host)s/questions?filter=unsolved — możesz kogoś uszczęśliwić!
pt_br: Sabia que %(answerer)s é um usuário do Firefox, assim como você? Ajude outros usuários do Firefox respondendo à perguntas em https://%(host)s/questions?filter=unsolved - você pode fazer o dia de alguém melhor!
pt_pt: Sabia que %(answerer)s é um utilizador do Firefox, tal e qual como você? Ajude outros utilizadores do Firefox respondendo a perguntas em https://%(host)s/questions?filter=unsolved - talvez consiga melhorar o dia de alguém!
ro: Știai că %(answerer)s este utilizator Firefox ca tine? Începe să ajuți alți utilizatori Firefox răsfoind și răspunzând la întrebările de pe https://%(host)s/questions?filter=unsolved -- cine știe, ai putea face cuiva ziua mai frumoasă!
sk: Viete, že %(answerer)s je používateľ Firefoxu rovnako ako vy? Začnite pomáhať ďalším používateľom Firefoxu prechádzaním otázok na https://%(host)s/questions?filter=unsolved. Môžete niekomu urobiť lepší deň!
sr: Да ли сте знали да је %(answerer)s Firefox корисник баш као и ви? Крените да помажете другим Firefox корисницима тако што ћете прегледати питања на https://%(host)s/questions?filter=unsolved -- можда улепшате нечији дан!
sv: Visste du att %(answerer)s är Firefox-användare, precis som dig? Kom igång med att hjälpa andra Firefox-användare genom att titta bland frågor på https://%(host)s/questions?filter=unsolved -- du kanske gör någons dag!
te: మీలాగే %(answerer)s కూడా Firefox వాడుకరి అని తెలుసా? ఇక్కడ ప్రశ్నలు చూసి ఇతర Firefox వాడుకరులకు తోడ్పడటం మొదలుపెట్టండి https://%(host)s/questions?filter=unsolved -- ఒకరి సంతోషానికి మీరు కారణం అవ్వొచ్చు!
th: คุณรู้หรือไม่ว่า %(answerer)s เป็นผู้ใช้ Firefox เช่นเดียวกับคุณ? เริ่มต้นช่วยเหลือผู้ใช้ Firefox คนอื่น ๆ โดยเรียกดูคำถามที่ https://%(host)s/questions?filter=unsolved ซึ่งอาจช่วยผู้ใช้คนอื่น ๆ ได้หลายคน!
tr: %(answerer)s adlı kullanıcının da sizin gibi bir Firefox kullanıcısı olduğunu biliyor muydunuz? İsterseniz siz de https://%(host)s/questions?filter=unsolved adresindeki sorulara göz atarak diğer Firefox kullanıcılarına yardım etmeye başlayabilirsiniz.
uk: Чи знаєте ви, що %(answerer)s є таким же як і ви користувачем Firefox? Почніть допомагати іншим користувачам Firefox, переглядаючи запитання на https://%(host)s/questions?filter=unsolved -- ви можете зробити чийсь день кращим!
vi: Bạn có biết rằng %(answerer)s là người dùng Firefox giống như bạn không? Bắt đầu giúp đỡ những người dùng Firefox khác bằng cách duyệt các câu hỏi tại https://%(host)s/questions?filter=unsolved -- câu trả lời của bạn rất hữu ích cho nhiều người!
zh_cn: 你是否知道 %(answerer)s 和你一样是一位 Firefox 用户？去 https://%(host)s/questions?filter=unsolved 浏览尚未解答的问题，开始帮助其他 Firefox 用户吧——也许你恰巧就帮到了某个人！
zh_tw: 您知道 %(answerer)s 也是個像您一樣的 Firefox 使用者嗎？到 https://%(host)s/questions?filter=unsolved 著手回答其他 Firefox 使用者的問題，來幫幫他們吧！
zu: Bewazi ukuthi %(answerer)s bangabasebenzisi be-Firefox njengawe? Qala usize abanye abasebenzisi be-Firefox ngokufuna imibuzo lapha https://%(host)s/questions?filter=unsolved -- ungasiza ukwenza usuku lomunye lube ngcono!

source: Which product do you need help with?
bg: За кой продукт ви е нужна помощ?
de: Bei welchem Produkt benötigen Sie Hilfe?
el: Για ποιο προϊόν χρειάζεστε βοήθεια;
es: ¿Con cuál producto necesitas ayuda?
fy_nl: Mei hokker produkt hawwe jo help nedich?
he: עם איזה מוצר נדרשת לך עזרה?
hr: Za koji proizvod trebaš pomoć?
hu: Melyik termékkel kapcsolatban van szüksége segítsége?
ia: Pro qual producto require tu adjuta?
id: Produk mana yang Anda perlu bantuan?
it: Per quale prodotto hai bisogno di aiuto?
ja: どの製品についての助けが必要ですか？
ka: რომელ პროდუქტთან დაკავშირებით გსურთ დახმარების მიღება?
kab: Anwa afaris iɣef swayes tesriḍ tallalt?
ko: 어떤 제품에 대한 도움이 필요하십니까?
nb_no: Hvilket produkt trenger du hjelp med?
nl: Met welk product hebt u hulp nodig?
pl: Którego produktu dotyczy pytanie?
pt_br: Em qual produto você precisa de ajuda?
pt_pt: Qual produto para o qual precisa de ajuda?
ro: Pentru ce produs ai nevoie de ajutor?
sk: S ktorým produktom potrebujete pomôcť?
sr: За који производ вам треба помоћ?
sv: Vilken produkt behöver du hjälp med?
te: మీ ఏ ఉత్పాదనకు సహాయం కావాలి?
th: คุณต้องการความช่วยเหลือเกี่ยวกับผลิตภัณฑ์ใด
tr: Hangi ürünle ilgili yardıma ihtiyacınız var?
uk: Щодо якого продукту вам потрібна допомога?
ur: آپ کو کس مصنوع میں مدد کی ضرورت ہے؟
vi: Sản phẩm nào bạn cần giúp đỡ?
zh_cn: 您需要哪个产品的帮助？
zh_tw: 您需要哪套產品的幫助？
