Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.title
source: 2009 L10n Badge
bg: 2009 L10n значка
de: L10n-Abzeichen 2009
el: Έμβλημα L10n 2009
es: Insignia de L10n de 2009
fy_nl: L10n 2009-badge
hr: Značka lokalizacije za 2009. godinu
hu: L10n kitűző – 2009
ia: Insignia del localisation 2009
id: Lencana L10n 2009
it: Distintivo L10n 2009
ja: 2009 L10n バッジ
ka: 2009 L10n ჯილდო
kab: Deg warraz 2009 L1
ko: 2009 L10n 배지
ms: Lencana L10n 2009
nb_no: 2009 L10n-utmerkelse
nl: L10n 2009-badge
pl: Odznaka L10n 2009
pt_br: Emblema L10n 2009
pt_pt: Medalha de tradutores de 2009
ro: Insignă L10n 2009
sk: Ocenenie Lokalizácie pre rok 2009
sr: L10n беџ локализације за 2009. годину
sv: 2009 emblem för L10n
te: 2009 L10n బ్యాడ్జి
th: ตรา L10n ปี 2009
tr: 2009 Yerelleştirme Rozeti
uk: Відзнака L10n 2009
ur: 2009 L10n بیج
vi: Huy hiệu L10n 2009
zh_cn: 2009 本地化徽章
zh_tw: 2009 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2009.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2009 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Übersetzungen im Jahr 2009 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2009.
es: Esta insignia se otorga a los colaboradores que tienen 10 traducciones aprobadas en 2009.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersetbewurkingen yn 2009.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2009. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2009-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2009.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2009.
ja: このバッジは 2009 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული მთარგმნელობითი შესწორებისთვის, 2009 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2009.
ko: 2009년에 10개의 승인된 번역작업을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit terjemahan yang diluluskan pada 2009.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2009.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2009.
pl: Ta odznaka jest przyznawana autorom, którzy w 2009 roku dokonali co najmniej 10 zatwierdzonych zmian tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2009.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2009.
ro: Această insignă este acordată colaboratorilor cu 10 editări de traduceri aprobate în anul 2009.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2009 aspoň 10 schválených prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2009. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2009.
te: ఈ బ్యాడ్జి 2009 మధ్యకాలంలో 10 ఆమోదిత అనువాదాలు చేసినవారికి ప్రదానం చేయబడింది.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขการแปล 10 รายการที่ได้รับการอนุมัติในปี 2009
tr: Bu rozet 2009 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок перекладів протягом 2009 року.
ur: یہ بیج شراکت داروں کو دیا گیا جنہوں نے 2009 کے دوران 10 منظور شدہ ترجموں میں ترمیم کی۔
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2009.
zh_cn: 此徽章授予在 2009 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2009 年間有超過 10 篇被審核通過的文件翻譯的翻譯者。

# DB: kbadge.Badge.title
source: 2012 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2012
de: Abzeichen „Hilfe auf Twitter 2012“
el: Έμβλημα Army of Awesome 2012
es: Insignia de la Armada Alucinante de 2012
fy_nl: Army of Awesome 2012-badge
hr: Značka ekipe fenomenalnih za 2012. godinu
hu: Szuperhősök Serege kitűző – 2012
ia: Insignia del Armea del stupor 2012
id: Lencana Sukarelawan Keren 2012
it: Distintivo Armata dei Magnifici 2012
ja: 2012 Army of Awesome バッジ
ka: 2012 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2012
ko: 2012 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2012
nb_no: 2012 Army of Awesome-utmerkelse
nl: Army of Awesome 2012-badge
pl: Odznaka Armia fantastycznych 2012
pt_br: Emblema do Exército de Incríveis 2012
pt_pt: Medalha do exército extraordinário de 2012
ro: Insignă Armata Fantastică 2012
sk: Ocenenie Army of Awesome 2012
sr: Army of Awesome беџ за 2012. годину
sv: 2012 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2012
tr: 2012 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2012
ur: 2012 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2012
zh_cn: 2012 小狐狸了不起大军徽章
zh_tw: 2012 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO Army of Awesome 2012 е част от поредицата SUMO. Представлява принос към SUMO през 2012 г. - в този случай 50 туита от Army of Awesome. Поздравления за всички спечелили значка SUMO Army of Awesome 2012 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Hilfe auf Twitter 2012“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2012; in diesem Fall: 50 Tweets für die Hilfe auf Twitter. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Hilfe auf Twitter 2012“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Army of Awesome 2012 είναι μέρος της σειράς SUMO. Εκπροσωπεί τη συνεισφορά στο SUMO το 2012· σε αυτήν την περίπτωση: 50 tweet στο Army of Awesome. Συγχαρητήρια σε όλους όσους κέρδισαν το έμβλημα SUMO Army of Awesome 2012 για την πρόοδο της αποστολής της Mozilla!
es: La pequeña insignia de la Armada Alucinante de SUMO de 2012 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2012, en este caso: 50 tuits de la Armada Alucinante. ¡Felicidades a todos los ganadores de insignias de la Armada Alucinante de SUMO de 2012 por promover la misión de Mozilla!
fy_nl: De SUMO Army of Awesome 2012-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2012; yn dit gefal: 50 Army of Awesome-tweets. Lokwinsken oan alle SUMO Army of Awesome 2012-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO ekipe fenomenalnih 2012. dio je SUMO serije. Predstavlja doprinos SUMO-u 2012. godine; u ovom slučaju: 50 tweet poruka ekipe fenomenalnih. Čestitamo svim dobitnicima SUMO značke ekipe fenomenalnih 2012. na unapređivanju Mozilline misije!
hu: A SUMO Szuperhősök serege 2012 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2012-es hozzájárulást jelképezi, ebben az esetben 50 Szuperhősök serege tweetet. Gratulálunk a SUMO Szuperhősök serege kitűző – 2012 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2012 del Armea del stupor es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2012; in iste caso: 50 tweets del Armea del stupor. Congratulationes a tote le ganiatores de 2012 del Armea del stupor de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Armata dei Magnifici 2012 di SUMO rappresenta il contributo dato a SUMO nel corso del 2012, pari a 50 tweet per l'Armata dei Magnifici. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO Army of Awesome 2012 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2012 年に Army of Awesome で 50 回以上ツイートして SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO Army of Awesome 2012 バッジを授与します。
ka: SUMO მოხალისეთა ერთობა 2012 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2012 წელს შეტანილ წვლილს; ამ შემთხვევაში: 50 ტვიტს, მოხალისეთა ერთობაში. ვულოცავთ SUMO მოხალისეთა ერთობა 2012 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO Army of Awesome 2012 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2012; dagi: 50 n yitwiten s Army of Awesome. Tanemmirt- meṛṛa i wid yewwin arraz SUMO Army of Awesome 2012 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO Army of Awesome 2012 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2012년에 SUMO에 기여 했음을 의미하고 50개의 Army of Awesome 트윗을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO Army of Awesome 2012 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana-mini SUMO Angkatan Ulung 2012 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan ke SUMO pada 2012; dalam hal ini: 50 tweet Angkatan Ulung. Tahniah kepada semua penerima anugerah lencana Angkatan Ulung SUMO 2012 kerana memajukan Misi Mozilla!
nb_no: SUMO Army of Awesome 2012 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2012; i dette tilfellet: 50 Army of Awesome tweets. Gratulerer til alle mottakere av SUMO Army of Awesome 2012-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO Army of Awesome 2012-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2012; in dit geval: 50 Army of Awesome-tweets. Felicitaties aan alle SUMO Army of Awesome 2012-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Armia fantastycznych 2012 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2012 roku, w tym przypadku: 50 tweetów Armii fantastycznych. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Armia fantastycznych 2012 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2012 do Exército de Incríveis é parte da série SUMO. Ele representa a contribuição ao SUMO em 2012; neste caso: 50 tweets do Exército de Incríveis. Parabéns a todos os ganhadores do emblema de 2012 do Exército de Incríveis do SUMO por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do exército extraordinário de 2012 é parte da série SUMO. Representa contribuições para o SUMO em 2012; neste caso: 50 tweets do exército extraordinário. Parabéns a todos os vencedores da medalha SUMO do exército extraordinário de 2012 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Armata Fantastică 2012 face parte din seria SUMO. Reprezintă contribuții la SUMO din anul 2012; în acest caz: 50 de tweeturi pentru Armata Fantastică. Felicitări tuturor câștigătorilor insignei SUMO Armata Fantastică 2012 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Army of Awesome 2012 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 50 tweetov v rámci projektu Army of Awesome. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини Army of Awesome беџ за 2012. годину је део SUMO серије. Он представља допринос за SUMO у 2012. години; у овом случају: 50 Army of Awesome твитова. Честитамо свим добитницима SUMO Army of Awesome беџа за 2012. годину за унапређивање Mozilla мисије!
sv: SUMO 2012 mini-emblem för Army of Awesome är en del av SUMO-serien. Den representerar bidrag till SUMO under 2012; i det här fallet: 50 Army of Awesome tweetar. Grattis till alla de som förtjänat SUMO 2012 emblem för Army of Awesome och att de har främjat Mozillas uppdrag!
th: ตรา SUMO Army of Awesome ปี 2012 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2012 ซึ่งในกรณีนี้คือ: การทวีตใน Army of Awesome 50 ครั้ง ขอแสดงความยินดีกับผู้ได้รับตรา SUMO Army of Awesome ปี 2012 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Şahaneler Ordusu 2012 mini rozeti, SUMO serisinin bir parçasıdır. 2012 yılında 50 adet Şahane Ordusu tweet'i yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Şahaneler Ordusu 2012 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака армії помічників SUMO 2012 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2012 році; в цьому випадку: 50 твітів армії помічників. Вітаємо всіх нагороджених відзнаками армії помічників SUMO 2012 за поширення місії Mozilla!
vi: Huy hiệu nhỏ của đội quân kỳ diệu SUMO 2012 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO vào năm 2012; trong trường hợp này: 50 tweet của đội quân kỳ diệu. Xin chúc mừng tất cả những người kiếm huy hiệu đội quân kỳ diệu SUMO 2012 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 小狐狸大军 2012 迷你徽章是 SUMO 系列的一部分。它代表了 2012 年为 SUMO 所作的贡献；获得条件：50 条小狐狸大军推文。 感谢所有 SUMO 小狐狸大军 2012 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2012 迷你徽章是 SUMO 系列的一部份。它代表了 2012 年的 SUMO 貢獻，亦即十篇通過審核的 SUMO 知識庫翻譯。 恭喜所有獲得 SUMO L10n 2012 徽章的貢獻者們，讓我們更往 Mozilla Mission 前進一步！

# DB: kbadge.Badge.title
source: 2013 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2013
de: Abzeichen „Hilfe auf Twitter 2013“
el: Έμβλημα Army of Awesome 2013
es: Insignia de la Armada Alucinante de 2013
fy_nl: Army of Awesome 2013-badge
hr: Značka ekipe fenomenalnih za 2013. godinu
hu: Szuperhősök Serege kitűző – 2013
ia: Insignia del Armea del stupor 2013
id: Lencana Sukarelawan Keren 2013
it: Distintivo Armata dei Magnifici 2013
ja: 2013 Army of Awesome バッジ
ka: 2013 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2013
ko: 2013 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2013
nb_no: 2013 Army of Awesome-utmerkelse
nl: Army of Awesome 2013-badge
pl: Odznaka Armia fantastycznych 2013
pt_br: Emblema do Exército de Incríveis 2013
pt_pt: Medalha do exército extraordinário de 2013
ro: Insignă Armata Fantastică 2013
sk: Ocenenie Army of Awesome 2013
sr: Army of Awesome беџ за 2013. годину
sv: 2013 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2013
tr: 2013 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2013
ur: 2013 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2013
zh_cn: 2013 小狐狸了不起大军徽章
zh_tw: 2013 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO Army of Awesome 2013 е част от поредицата SUMO. Представлява принос към SUMO през 2013 г. - в този случай 50 туита от Army of Awesome. Поздравления за всички спечелили значка SUMO Army of Awesome 2013 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Hilfe auf Twitter 2013“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2013; in diesem Fall: 50 Tweets für die Hilfe auf Twitter. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Hilfe auf Twitter 2013“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Army of Awesome 2013 είναι μέρος της σειράς SUMO. Εκπροσωπεί τη συνεισφορά στο SUMO το 2013· σε αυτήν την περίπτωση: 50 tweet στο Army of Awesome. Συγχαρητήρια σε όλους όσους κέρδισαν το έμβλημα SUMO Army of Awesome 2013 για την πρόοδο της αποστολής της Mozilla!
es: La pequeña insignia de la Armada Alucinante de SUMO de 2013 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2013, en este caso: 50 tuits de la Armada Alucinante. ¡Felicidades a todos los ganadores de insignias de la Armada Alucinante de SUMO de 2013 por promover la misión de Mozilla!
fy_nl: De SUMO Army of Awesome 2013-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2013; yn dit gefal: 50 Army of Awesome-tweets. Lokwinsken oan alle SUMO Army of Awesome 2013-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO ekipe fenomenalnih 2013. dio je SUMO serije. Predstavlja doprinos SUMO-u 2013. godine; u ovom slučaju: 50 tweet poruka ekipe fenomenalnih. Čestitamo svim dobitnicima SUMO značke ekipe fenomenalnih 2013. na unapređivanju Mozilline misije!
hu: A SUMO Szuperhősök serege 2013 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2013-as hozzájárulást jelképezi, ebben az esetben 50 Szuperhősök serege tweetet. Gratulálunk a SUMO Szuperhősök serege kitűző – 2013 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2013 del Armea del stupor es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2013; in iste caso: 50 tweets del Armea del stupor. Congratulationes a tote le ganiatores de 2013 del Armea del stupor de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Armata dei Magnifici 2013 di SUMO rappresenta il contributo dato a SUMO nel corso del 2013, pari a 50 tweet per l'Armata dei Magnifici. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO Army of Awesome 2013 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2013 年に Army of Awesome で 50 回以上ツイートして SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO Army of Awesome 2013 バッジを授与します。
ka: SUMO მოხალისეთა ერთობა 2013 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2013 წელს შეტანილ წვლილს; ამ შემთხვევაში: 50 ტვიტს, მოხალისეთა ერთობაში. ვულოცავთ SUMO მოხალისეთა ერთობა 2013 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO Army of Awesome 2013 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2013; dagi: 50 n yitwiten s Army of Awesome. Tanemmirt- meṛṛa i wid yewwin arraz SUMO Army of Awesome 2013 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO Army of Awesome 2013 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2013년에 SUMO에 기여 했음을 의미하고 50개의 Army of Awesome 트윗을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO Army of Awesome 2013 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana-mini SUMO Angkatan Ulung 2013 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan ke SUMO pada 2013; dalam hal ini: 50 tweet Angkatan Ulung. Tahniah kepada semua penerima anugerah lencana Angkatan Ulung SUMO 2013 kerana memajukan Misi Mozilla!
nb_no: SUMO Army of Awesome 2013 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2013; i dette tilfellet: 50 Army of Awesome tweets. Gratulerer til alle mottakere av SUMO Army of Awesome 2013-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO Army of Awesome 2013-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2013; in dit geval: 50 Army of Awesome-tweets. Felicitaties aan alle SUMO Army of Awesome 2013-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Armia fantastycznych 2013 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2013 roku, w tym przypadku: 50 tweetów Armii fantastycznych. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Armia fantastycznych 2013 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2013 do Exército de Incríveis é parte da série SUMO. Ele representa a contribuição ao SUMO em 2013; neste caso: 50 tweets do Exército de Incríveis. Parabéns a todos os ganhadores do emblema de 2013 do Exército de Incríveis do SUMO por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do exército extraordinário de 2013 é parte da série SUMO. Representa contribuições para o SUMO em 2013; neste caso: 50 tweets do exército extraordinário. Parabéns a todos os vencedores da medalha SUMO do exército extraordinário de 2013 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Armata Fantastică 2013 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2013; în acest caz: 50 de tweeturi pentru Armata Fantastică. Felicitări tuturor câștigătorilor insignei SUMO Armata Fantastică 2013 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Army of Awesome 2013 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 50 tweetov v rámci projektu Army of Awesome. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO Army of Awesome мини беџ за 2013. годину је део SUMO серије. Он представља допринос за SUMO у 2013. години; у овом случају: 50 Army of Awesome твитова. Честитамо свим добитницима SUMO Army of Awesome беџа за 2013. годину за унапређивање Mozilla мисије!
sv: SUMO 2013 mini-emblem för Army of Awesome är en del av SUMO-serien. Den representerar bidrag till SUMO under 2013; i det här fallet: 50 Army of Awesome tweetar. Grattis till alla de som förtjänat SUMO 2013 emblem för Army of Awesome och att de har främjat Mozillas uppdrag!
th: ตรา SUMO Army of Awesome ปี 2013 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2013 ซึ่งในกรณีนี้คือ: การทวีตใน Army of Awesome 50 ครั้ง ขอแสดงความยินดีกับผู้ได้รับตรา SUMO Army of Awesome ปี 2013 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Şahaneler Ordusu 2013 mini rozeti, SUMO serisinin bir parçasıdır. 2013 yılında 50 adet Şahane Ordusu tweet'i yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Şahaneler Ordusu 2013 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака армії помічників SUMO 2013 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2013 році; в цьому випадку: 50 твітів армії помічників. Вітаємо всіх нагороджених відзнаками армії помічників SUMO 2013 за поширення місії Mozilla!
vi: Huy hiệu nhỏ của đội quân kỳ diệu SUMO 2013 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO vào năm 2013; trong trường hợp này: 50 tweet của đội quân kỳ diệu. Xin chúc mừng tất cả những người kiếm huy hiệu đội quân kỳ diệu SUMO 2013 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 小狐狸大军 2013 迷你徽章是 SUMO 系列的一部分。它代表了 2013 年为 SUMO 所作的贡献；获得条件：50 条小狐狸大军推文。 感谢所有 SUMO 小狐狸大军 2013 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2013 迷你徽章是 SUMO 系列的一部份。它代表了 2013 年的 SUMO 貢獻，亦即十篇通過審核的 SUMO 知識庫翻譯。 恭喜所有獲得 SUMO L10n 2013 徽章的貢獻者們，讓我們更往 Mozilla Mission 前進一步！

# DB: kbadge.Badge.title
source: 2010 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2010
de: Abzeichen „Hilfe auf Twitter 2010“
el: Έμβλημα Army of Awesome 2010
es: Insignia de la Armada Alucinante de 2010
fy_nl: Army of Awesome 2010-badge
hr: Značka ekipe fenomenalnih za 2010. godinu
hu: Szuperhősök Serege kitűző – 2010
ia: Insignia del Armea del stupor 2010
id: Lencana Sukarelawan Keren 2010
it: Distintivo Armata dei Magnifici 2010
ja: 2010 Army of Awesome バッジ
ka: 2010 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2010
ko: 2010 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2010
nb_no: 2010 Army of Awesome-utmerkelse
nl: Army of Awesome 2010-badge
pl: Odznaka Armia fantastycznych 2010
pt_br: Emblema do Exército de Incríveis 2010
pt_pt: Medalha do exército extraordinário de 2010
ro: Insignă Armata Fantastică 2010
sk: Ocenenie Army of Awesome 2010
sr: Army of Awesome беџ за 2010. годину
sv: 2010 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2010
tr: 2010 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2010
ur: 2010 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2010
zh_cn: 2010 小狐狸了不起大军徽章
zh_tw: 2010 Army of Awesome 徽章
