Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Share some things about yourself. Most fields are optional, but they help the community to get to know you better.
bg: Споделете някои неща за себе си. Повечето полета са незадължителни, но помагат на останалите да ви опознаят по-добре.
de: Erzählen Sie etwas über sich. Die meisten Felder sind optional, aber sie helfen der Gemeinschaft, Sie besser kennenzulernen.
el: Μοιραστείτε κάποιες πληροφορίες σχετικά με εσάς. Τα περισσότερα πεδία είναι προαιρετικά, αλλά θα βοηθήσουν τους άλλους χρήστες να σας γνωρίσουν καλύτερα.
es: Comparte algo sobre ti. La mayoría de los campos son opcionales, pero ayudan a la comunidad a conocerte mejor.
fy_nl: Fertel wat oer josels. De measte fjilden binne opsjoneel, mar se helpe de mienskip om jo better kennen te learen.
he: כדאי לשתף כמה דברים על עצמך. רוב השדות הן בגדר רשות, אך הן יעזרו לקהילה להכיר אותך טוב יותר.
hr: Napiši nešto o sebi. Većina polja nije obavezna, ali će pomoći zajednici da te bolje upoznaju.
hu: Osszon meg néhány dolgot magáról. A legtöbb mező nem kötelező, de segít a közösségnek abban, hogy jobban megismerjék.
ia: Comparti alcun cosas re te mesme. Le major parte del campos es optional, ma illos adjuta le communitate a cognoscer te melio.
it: Dacci qualche informazione in più su di te. La maggior parte dei campi è facoltativa ma può aiutare gli altri utenti a conoscerti meglio.
ja: 他のユーザーに、あなた自身についての情報を伝えましょう。多くの項目は任意ですが、コミュニティがあなたを知る手掛かりとなるでしょう。
ka: მიაწოდეთ მომხმარებლებს ცოტა უფრო მეტი ინფორმაცია თქვენზე. ყველა ამ ველის შევსება, არაა სავალდებულო, თუმცა დაეხმარება სხვებს, უკეთ გაგიცნონ.
kab: Mmeslay cwiṭ ɣef yiman-ik·im. Tuget n wurtan d ifrayanen, maca ad ɛiwnen tamɣiwent ad ak·am-tissin ugar.
ko: 자신에 대한 몇 가지를 공유하세요. 대부분의 항목은 선택 사항이지만, 커뮤니티에서 여러분을 더 잘 알 수 있도록 도와줍니다.
nb_no: Fortell litt mer om deg selv. De fleste felt er valgfrie, men det vil hjelpe andre brukere å bli bedre kjent med deg.
nl: Vertel wat over uzelf. De meeste velden zijn optioneel, maar ze helpen de gemeenschap om u beter te leren kennen.
pl: Powiedz użytkownikom coś o sobie. Większość pól jest opcjonalna, ale pomogą innym użytkownikom poznać Cię lepiej.
pt_br: Compartilhe algumas coisas sobre você. A maioria dos campos é opcional, mas ajuda a comunidade a te conhecer melhor.
pt_pt: Partilhe algumas coisas sobre si. A maioria dos campos são opcionais, mas ajudam a comunidade a conhecê-lo melhor.
ro: Împărtășește câteva lucruri despre tine. Majoritatea câmpurilor sunt opționale, însă ajută comunitatea să te cunoască mai bine.
sk: Podeľte sa o pár vecí o sebe. Väčšina polí je nepovinná, ale pomáhajú komunite, aby vás lepšie spoznala.
sr: Реците нам нешто више о себи. Већине поља је опционална, али ће помоћи другим корисницима да вас боље упознају.
sv: Berätta lite för användarna om dig själv. Dessa fält är frivilliga, men de hjälper andra användare att lära känna dig bättre.
th: แบ่งปันบางสิ่งเกี่ยวกับตัวคุณ ช่องข้อมูลส่วนใหญ่ไม่บังคับกรอก แต่สามารถช่วยให้ชุมชนทำความรู้จักตัวคุณได้ดีขึ้น
tr: Kendiniz hakkında biraz bilgi verin. Çoğu alan isteğe bağlıdır ama diğer kullanıcıların sizi daha iyi tanımalarına yardımcı olur.
uk: Розкажіть трохи більше про себе. Більшість полів є необов’язковими, але вони допоможуть іншим користувачам пізнати вас краще.
vi: Chia sẻ một số điều về bản thân. Hầu hết các trường là tùy chọn, nhưng chúng giúp cộng đồng hiểu rõ hơn về bạn.
zh_cn: 请向其他用户更详细地介绍一下您。大多数字段为选填，但能帮助其他人更好地了解您。
zh_tw: 請告訴我們關於您的一些資訊。大部分欄位為選填，能夠幫助社群更加了解您。

source: Update My Profile
bg: Актуализиране на моя профил
de: Mein Profil aktualisieren
el: Ενημέρωση προφίλ
es: Actualizar mi perfil
fy_nl: Myn profyl bywurkje
he: עדכון הפרופיל שלי
hr: Aktualiziraj moj profil
hu: Saját profil frissítése
ia: Actualisar mi profilo
it: Aggiorna profilo
ja: プロファイルを更新
ka: პროფილის განახლება
kab: Ẓreg amaɣnu-iw
ko: 프로필 업데이트
nb_no: Oppdater profilen min
nl: Mijn profiel bijwerken
pl: Aktualizuj mój profil
pt_br: Atualizar meu perfil
pt_pt: Atualizar o meu perfil
ro: Actualizează-mi profilul
sk: Aktualizovať môj profil
sr: Ажурирај профил
sv: Uppdatera min profil
te: నా ప్రొఫైలును తాజాకరించు
th: อัปเดตโปรไฟล์ของฉัน
tr: Profilimi güncelle
uk: Оновити мій профіль
ur: میری پروفائل کی تازہ کاری کریں
vi: Cập nhật hồ sơ của tôi
zh_cn: 更新我的个人资料
zh_tw: 更新我的資料

source: Close account and delete all profile information
af: Maak rekening toe en skrap alle profielinligting
bg: Затворете акаунта и изтрийте цялата информация за профила
bs: Zatvori račun i izbriši sve informacije o profilu
de: Konto schließen und alle Profildaten löschen
el: Κλείσιμο λογαριασμού και διαγραφή όλων των πληροφοριών του προφίλ
es: Cerrar sesión y eliminar toda la información de perfil
fy_nl: Account slute en alle profylgegevens fuortsmite
he: סגירת החשבון ומחיקת כל פרטי הפרופיל
hr: Zatvori račun i izbriši sve podatke profila
hu: Fiók lezárása, és minden profilinformáció törlése
ia: Clauder le conto e deler tote le informationes del profilo
id: Tutup akun dan hapus semua informasi profil
it: Chiudi l'account ed elimina tutte le informazioni sul profilo
ja: アカウントを削除し、すべてのプロファイル情報を消去します
ka: ანგარიშის დახურვა და ყველა მონაცემის წაშლა
kab: Mdel amiḍan daɣen kkes meṛṛa talɣut n umaɣnu
ko: 계정을 닫고 모든 개인 정보 삭제하기
mg: Hanakatona kaonty sy hamafa ny fampahalalana mombamomba rehetra
ms: Tutup akaun dan hapus semua maklumat profil
nb_no: Steng kontoen og slett all profilinformasjon
nl: Account sluiten en alle profielgegevens verwijderen
pa_in: ਬੰਦ ਖਾਤੇ ਅਤੇ ਸਭ ਪ੍ਰੋਫਾਇਲ ਜਾਣਕਾਰੀ ਨੂੰ ਹਟਾਉ
pl: Zamknij konto i usuń wszystkie dane z profilu
pt_br: Fechar a conta e apagar todas as informações do perfil
pt_pt: Fechar a conta e eliminar toda a informação de perfil
ro: Închide contul și șterge toate informațiile profilului
sk: Uzavrieť konto a odstrániť všetky profilové informácie
sr: Затвори налог и избриши све информације о профилу
sv: Stäng kontot och radera all profilinformation
te: ఖాతా మూసివేసి ప్రొఫైల్ సమాచారం అంతా తొలగించు
th: ปิดบัญชีแล้วลบข้อมูลโปรไฟล์ทั้งหมด
tr: Hesabımı kapat ve tüm profil bilgilerimi sil
uk: Закрити обліковий запис та вилучити всю інформацію профілю
ur: اکاؤنٹ بند کریں اور پروفائل کی تمام معلومات کو حذف کریں
vi: Đóng tài khoản và xóa tất cả thông tin cá nhân
zh_cn: 关闭账户并删除所有个人资料信息
zh_tw: 關閉帳號並刪除所有個人資料
zu: Vala i-akahwunti bese udilitha yonke imininingwane yephrofayela

source: Are you sure
af: Is jy seker
bg: Сигурни ли сте?
bs: Jeste li sigurni
de: Sind Sie sicher?
el: Σίγουρα
es: ¿Estás seguro?
fy_nl: Binne jo wis
he: להמשיך?
hr: Jesi li siguran/sigurna
hu: Biztos?
ia: Es tu secur?
id: Apakah Anda yakin
it: Continuare?
ja: 本当によろしいですか
ka: დარწმუნებული ხართ
kab: S tidet?
ko: 확실합니까
mg: Azonao antoka
ms: Adakah anda pasti
nb_no: Er du sikker
nl: Weet u het zeker
pa_in: ਕੀ ਤੁਸੀਂ ਤਸਦੀਕ ਕਰਦੇ ਹੋ
pl: Czy na pewno chcesz usunąć konto?
pt_br: Tem certeza
pt_pt: Tem a certeza
ro: Sigur vrei asta?
sk: Naozaj
sr: Да ли сте сигурни
sv: Är du säker
te: మీరు ఖచ్చితంగా అనుకుంటున్నారా
th: คุณแน่ใจหรือไม่
tr: Emin misiniz
uk: Ви впевнені
ur: کیا آپ کو یقین ہے
vi: Bạn chắc chứ?
zh_cn: 您确定
zh_tw: 您確定嗎？
zu: Uqinisekile

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be undone.
de: Wenn Sie Ihr Konto löschen, können Sie im Mozilla-Forum keine Fragen mehr stellen oder beantworten. Ihr Profil wird gelöscht und kann nicht wiederhergestellt werden.
el: Η διαγραφή του λογαριασμού σας θα σας εμποδίσει από το να απαντάτε ή να δημοσιεύετε ερωτήσεις στην Υποστήριξη Mozilla. Αυτή η ενέργεια θα διαγράψει το προφίλ σας και δεν είναι δυνατή η αναίρεσή της.
fy_nl: It fuortsmiten fan jo account foarkomt dat jo fragen yn Mozilla Support beäntwurdzje kinne of poste. Dizze aksje sil jo profyl wiskje en kin net mear opnij ynsteld wurde.
he: מחיקת החשבון שלך תמנע ממך לענות או לפרסם שאלות בתמיכה של Mozilla. פעולה זו תנקה את הפרופיל שלך, ולא ניתן לבטל פעולה זו.
hu: A fiók törlése után nem fog tudni válaszolni, vagy kérdést feltenni a Mozilla támogatói fórumon. Ez a művelet törli a profilt, és nem lehet visszavonni.
ia: Eliminar tu conta te impedira de responder o postar questiones in le Assistentia Mozilla. Iste action eliminara tu profilo e essera irreversibile.
it: L'eliminazione dell'account impedirà l'inserimento di domande e risposte nel Supporto Mozilla. Questa azione cancellerà il tuo profilo e non può essere annullata.
ja: アカウントを削除すると、Mozilla サポートフォーラムに質問や回答を投稿できなくなります。この操作により、あなたのプロファイルがこのサイトから削除され、元に戻すことはできません。
ka: ანგარიშის წაშლის შედეგად, ვეღარ შეძლებთ Mozilla-ს მხარდაჭერის ფორუმზე შეკითხვებისა და გამოხმაურებების დაწერას. ეს ქმედება შეუქცევადია და თქვენი ყველა მონაცემი დაიკარგება.
ko: 계정을 삭제하면 Mozilla Support에서 질문이나 답변을 게시하지 못하게 됩니다. 이 동작은 프로필을 다시는 복구할 수 없도록 삭제합니다.
nb_no: Hvis du sletter din konto, kan du ikke besvare eller skrive spørsmål i Mozilla Support. Denne handlingen vil fjerne din profil, og den kan ikke gjenopprettes igjen.
nl: Het verwijderen van uw account voorkomt dat u vragen in Mozilla Support kunt beantwoorden of posten. Deze actie zal uw profiel wissen en kan niet meer worden hersteld.
pl: Usunięcie konta uniemożliwi udzielanie odpowiedzi lub zamieszczanie zapytań na forum pomocy Mozilli. Ta czynność spowoduje wyczyszczenie twojego profilu i nie będzie można jej cofnąć.
pt_br: Excluir sua conta impede que você responda ou faça perguntas no Suporte Mozilla. Esta ação limpa seu perfil e não pode ser desfeita.
pt_pt: Eliminar a sua conta irá impedir que possa responder ou submeter questões no Apoio da Mozilla. Esta ação irá limpar o seu perfil e o mesmo não poderá ser reposto novamente.
sk: Odstránením svojho účtu nebudete môcť odpovedať alebo uverejňovať otázky na stránkach Podpory Mozilly. Táto akcia vymaže váš profil a nedá sa vrátiť späť.
sr: Брисање вашег налога ће вас спречити да одговорите или постављате питање на Mozilla подршци. Овај поступак ће обрисати профил и не може се поништити.
sv: Om du raderar ditt konto kommer du inte att kunna svara på eller lägga upp frågor i Mozilla Support. Denna åtgärd rensar din profil och kan inte ångras.
tr: Hesabınızı silmek, Mozilla Destek'te soru yanıtlamanıza veya mesaj göndermenize engel olur. Bu eylem profilinizi temizleyecektir ve geri alınamaz.
uk: Вилучивши свій обліковий запис, ви більше не зможете відповідати на питання чи задавати їх у Підтримці Mozilla. Ця дія призведе до незворотного стирання даних вашого профілю.
vi: Xóa tài khoản của bạn sẽ ngăn bạn trả lời hoặc đăng câu hỏi trong Mozilla Support. Hành động này sẽ xóa hồ sơ của bạn và không thể hoàn tác.
zh_cn: 要删除您的账户？这将阻止您再在 Mozilla 技术支持中回答或者发布问题。此操作将清除您的个人资料，且无法撤销。
zh_tw: 您刪除帳號後將不再能於 Mozilla Support 回答或張貼問題。這個動作將會清除您的帳號，無法還原。

source: Please type <strong>%(confirmation_string)s</strong> to confirm.
sv: Skriv in <strong>%(confirmation_string)s</strong> för att bekräfta.

source: Delete Your Account
de: Ihr Konto löschen
el: Διαγραφή λογαριασμού
fy_nl: Jo account fuortsmite
hu: Fiók törlése
ia: Dele tu conto
it: Elimina il tuo account
ka: ანგარიშის წაშლა
kab: Kkes amiḍan-ik·im
ko: 계정 삭제하기
nl: Uw account verwijderen
pl: Usuń konto
pt_br: Excluir sua conta
pt_pt: Eliminar a sua conta
sk: Odstrániť účet
sv: Radera ditt konto
tr: Hesabımı sil
uk: Видалити обліковий запис
vi: Xóa tài khoản của bạn
zh_cn: 删除账户
zh_tw: 刪除您的帳號

source: Edit Settings
af: Redigeer instellings
bg: Промяна на настройки
bs: Uredi postavke
de: Einstellungen bearbeiten
el: Επεξεργασία ρυθμίσεων
es: Editar configuración
fy_nl: Ynstellingen bewurkje
he: עריכת הגדרות
hr: Uredi postavke
hu: Beállítások szerkesztése
ia: Rediger le parametros
id: Edit Setelan
it: Modifica impostazioni
ja: 設定の編集
ka: პარამეტრების ჩასწორება
kab: Iɣewwaṛen n teẓrigt
ko: 설정 편집
mg: Hanitsy Tefy
ms: Edit Tetapan
nb_no: Rediger innstillinger
nl: Instellingen bewerken
pa_in: ਸੈਟਿਗਾ ਸੋਧ
pl: Edytuj ustawienia
pt_br: Editar configurações
pt_pt: Editar definições
ro: Editează setările
sk: Úprava nastavení
sr: Измени подешавања
sv: Redigera inställningar
te: అమరికలను సవరించు
th: แก้ไขการตั้งค่า
tr: Ayarları Düzenle
uk: Змінити налаштування
ur: سیٹنگز میں تدوین کریں
vi: Chỉnh sửa cài đặt
zh_cn: 编辑设置
zh_tw: 編輯設定值
zu: Amasethingi Okulungisa

source: Manage watch list
af: Bestuur dophoulys
bg: Управление на списъка за наблюдение
bs: Upravljaj listom za nadgledanje
de: Beobachtungsliste verwalten
el: Διαχείριση λίστας παρακολούθησης
es: Gestionar lista de vigilancia
fy_nl: Folchlist beheare
he: ניהול רשימת מעקב
hr: Upravljaj popisom praćenih predmeta
hu: Követési lista kezelése
ia: Gerer le lista de reguardo
id: Kelola daftar pantau
it: Gestione notifiche
ja: ウォッチリストを管理
ka: მიდევნებული თემების სიის მართვა
kab: Sefrek tabdert n uqareɛ
ko: 감시 목록 관리
mg: Handrindra lisitry ny arahana
ms: Urus senarai diikuti
nb_no: Håndter overvåkningsliste
nl: Volglijst beheren
pl: Zarządzaj listą obserwowanych
pt_br: Gerenciar lista de observação
pt_pt: Gerir lista de observação
ro: Gestionează lista de urmărire
sk: Správa sledovaní
sr: Управљај листом за надгледање
sv: Hantera bevakningslista
te: చూసే జాబితా నిర్వహించండి
th: จัดการรายการเฝ้าดู
tr: İzleme listesini yönet
uk: Керувати списком перегляду
ur: دیکھنے والی فہرست کو منظم کریں
vi: Danh sách theo dõi
zh_cn: 管理关注列表
zh_tw: 管理追蹤清單
zu: Lawula uhla lokubukwayo

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
af: Hier is 'n lys items wat jy dopgehou het. Gemerkte items is items wat jy dophou, en ontmerkte items word nie meer dopgehou nie.
bg: По-долу е списък с елементи, които сте следили или следите в момента. Отметнатите елементи са елементи, които продължавате да следите.
bs: Ispod se nalazi lista stavki koje nadgledate. Obilježene stavke su one koje trenutno nadgledate, a ne obilježene stavke su one koje više ne nadgledate.
de: Es folgt eine Liste von Elementen, die Sie beobachten. Elemente mit Häkchen werden derzeit von Ihnen beobachtet und Elemente ohne Häkchen werden nicht mehr beobachtet.
el: Η παρακάτω λίστα περιέχει τα στοιχεία στα οποία έχετε κάνει συνδρομή. Τα επιλεγμένα στοιχεία είναι αυτά που παρακολουθείτε αυτήν τη στιγμή, ενώ τα μη επιλεγμένα στοιχεία δεν παρακολουθούνται πλέον.
es: Aquí encontrarás una lista de los elementos que has visto. Los que están marcados son los que estás viendo ahora y los que no, aquellos que ya no estás viendo.
fy_nl: Hjirûnder befynt him in list fan items dy’t jo folge hawwe. Oanfinkte items binne items dy’t jo op dit stuit folgje en net-oanfinkte items wurde net mear folge.
he: להלן רשימת פריטים שנמצאים במעקב שלך. הפריטים המסומנים נמצאים במעקב כרגע והפריטים שאינם מסומנים אינם במעקב עוד.
hr: Ovdje se nalazi popis predmeta koje pratiš. Označeni predmeti su oni koje trenutačno pratiš, a neoznačeni predmeti su oni koje više ne pratiš.
hu: Alább látható a korábban követett elemek listája. A bejelölt elemeket jelenleg követi, a be nem jelölteket pedig már nem.
ia: Infra il ha un lista de elementos que tu ha reguardate. Le elementos marcate es los que tu actualmente observa, e los dismarcate non essera plus observate.
it: In basso è riportato l'elenco delle notifiche attive. Gli elementi contrassegnati sono quelli da cui si ricevono attualmente le notifiche.
ja: 以下に表示されているのは、監視したことがあるスレッドです。チェックが入っているスレッドは現在監視中、チェックが入っていないものはもう監視していないスレッドです。
ka: ქვემოთ მოცემულია იმ თემების ჩამონათვალი, რომელთათვისაც თვალი მიგიდევნებიათ. მონიშნულია ის, რომელსაც ამჟამად ადევნებთ თვალს, ხოლო მონიშვნის გარეშეა ის, რომელსაც ადრე ადევნებდით.
kab: Ddaw-a ad tafeḍ tabdert i tettɛassaḍ. Iferdisen yettwaṛecen d wid i tettɛassaḍ akka tura, ma d wid ur nettwaṛacem ara, ur tezgiḍ tettɛassaḍ-ten.
ko: 아래는 당신이 지켜보고 있는 항목 목록입니다. 체크된 항목은 현재 지켜보고 있는 항목이며 체크되어 있지 않은 항목은 더 이상 지켜보고 있지 않은 항목입니다.
mg: Eto ambany ny lisitry ny singa narahinao. Ireo singa voamarika tiky dia singa arahinao ankehitriny ary ireo tsy voamarika tiky kosa efa tsy arahinao intsony.
ms: Di bawah ini ialah senarai item yang anda ikuti. Item yang ditanda adalah item yang anda sedang ikuti dan item yang tidak ditanda adalah item yang anda tidak lagi ikuti.
nb_no: Nedenfor er en liste over emner du har overvåket. Merkede emner er emner du overvåker for øyeblikket, og ikke-merkede emner overvåkes ikke lenger.
nl: Hieronder bevindt zich een lijst van items die u hebt gevolgd. Aangevinkte items zijn items die u momenteel volgt en niet-aangevinkte items worden niet meer gevolgd.
pl: Poniżej wyświetlono listę obserwowanych przez ciebie pozycji. Zaznaczone pozycje są aktualnie obserwowane, natomiast odznaczone już nie.
pt_br: Abaixo está uma lista dos itens que você já viu. Os itens que você não viu ainda estão marcados e os que você já viu estão desmarcados.
pt_pt: Em baixo está uma lista de itens que observou. Os itens que está a observar estão marcados e os que já não está a observar estão desmarcados.
ro: Mai jos sunt elemente pe care le urmăriți. Elemente bifate sunt acelea pe care le urmărești în prezent, iar elementele debifate sunt acelea pe care nu le mai urmărești.
sk: Nižšie vidíte zoznam položiek, ktoré sledujete. Označené položky sú aktuálne sledované, neoznačené už nie.
sr: Испод се налази листа ставки које надгледате. Обележене ставке су оне које тренутно надгледате, а не обележене ставке су оне које више не надгледате.
sv: Nedan är en lista över objekt som du har bevakat. Markerade objekt är objekt som du för närvarande bevakar och omarkerade objekt bevakas inte längre.
te: క్రింద మీరు వీక్షించిన వస్తువుల జాబితా ఉంది. ఎంచుకున్న అంశాలు మీరు ప్రస్తుతం చూస్తున్న అంశాలు ఉన్నాయి మరియు అనియంత్రిత అంశాలు ఇకపై వీక్షించకుండా చేస్తుంది.
th: ด้านล่างคือรายการของสิ่งที่คุณได้เฝ้าดู รายการที่ทำเครื่องหมายคือรายการที่คุณกำลังเฝ้าดูอยู่และรายการที่ไม่ได้ทำเครื่องหมายจะไม่ถูกเฝ้าดูอีกต่อไป
tr: İzlediğiniz öğelerin listesi aşağıdadır. İşaretli öğeler şu anda izlediğiniz öğelerdir. İşaretlenmemiş öğeler artık izlenmemektedir.
uk: Внизу знаходиться список елементів, за якими ви слідкуєте. Відмічені елементи - це ті, за якими ви зараз слідкуєте, а не відмічені - це ті, за якими ви більше не слідкуєте.
vi: Dưới đây là danh sách các khoản mục bạn đã xem. Các mục được chọn là những mục mà bạn hiện đang xem và những mục không chọn sẽ không còn được xem nữa.
zh_cn: 下面是您已经关注的项目的名单。选中项目是您目前关注的项目，不选中的项目是即将不再关注的项目。
zh_tw: 以下是您追蹤的項目清單。打勾的項目是您目前正追蹤的文件，未打勾的項目是不再需要追蹤的文件。
zu: Ngezansi kunohla lwezinto ozibukile. Izinto ezinoqhwi eduze kwazo yilezi ozibukayo manje kanti lezo ezingenabo oqhwi yilezi ongasazibuki.

source: You are not currently watching anything.
af: Jy hou nie tans enige iets dop nie.
bg: В момента не следите нищо.
bs: Trenutno ne posmatrate ništa.
de: Sie beobachten derzeit nichts.
el: Προς το παρόν, δεν παρακολουθείτε τίποτα.
es: Ahora mismo no estás viendo nada.
fy_nl: Jo folgje op dit stuit neat.
he: רשימת המעקב שלך ריקה.
hr: Trenutačno ništa ne promatraš.
hu: Jelenleg nem követ semmit.
ia: Tu non observa actualmente alco.
id: Anda tidak memantau utas ini
it: Nessuna notifica attualmente attiva
ja: このスレッドは監視していません。
ka: ამ დროისთვის, თქვენ არაფერს ადევნებთ თვალს.
kab: Ulac ayen ara tettɛassaḍ akka tura.
ko: 주시중인 글이 없습니다.
mg: Tsy misy zavatra arahinao ankehitriny.
ms: Anda tidak ikuti apa-apa pada masa ini.
nb_no: Du overvåker for øyeblikket ingenting.
nl: U volgt momenteel niets.
pa_in: ਤੁਸੀਂ ਇਸ ਵੇਲੇ ਕੁੱਝ ਵੀ ਵੇਖ ਨਹੀਂ ਰਹੇ।
pl: Nie obserwujesz żadnych pozycji.
pt_br: Você não está acompanhando nada.
pt_pt: Não está a observar nada neste momento.
ro: Nu urmărești nimic în prezent.
sk: Aktuálne nič nesledujete.
sr: Тренутно не посматрате ништа.
sv: Du bevakar inget för tillfället.
te: మీరు ప్రస్తుతం ఏమీ చూసుటలేదు.
th: ขณะนี้คุณไม่ได้เฝ้าดูอะไรเลย
tr: Şu an hiçbir şeyi izlemiyorsunuz.
uk: Зараз ви нічого не відслідковуєте.
ur: آپ فی الحال کچھ بھی نہیں دیکھ رہے ہیں۔
vi: Bạn hiện không xem bất cứ điều gì.
zh_cn: 您目前未关注任何事物。
zh_tw: 您目前並未追蹤任何項目。
zu: Njengamanje ayikho into oyibukele.

source: {user} | Profile
af: {user} | Profiel
bg: {user} | Профил
bs: {user} | Profil
de: {user} | Profil
el: {user} | Προφίλ
es: {user} | Perfil
fy_nl: {user} | Profyl
he: ‏{user} | פרופיל
hr: {user} | Profil
hu: {user} | Profil
ia: {user} | Profilo
id: {user} | Profil
it: {user} | Profilo
ja: {user} | プロファイル
ka: {user} | პროფილი
kab: {user} | Amaɣnu
ko: {user} | 프로필
mg: {user} | Mombamomba
ms: {user} | Profil
nb_no: {user} | Profil
nl: {user} | Profiel
pa_in: {user} | ਪ੍ਰੋਫਾਇਲ
pl: {user} | Profil
pt_br: {user} | Perfil
pt_pt: {user} | Perfil
ro: {user} | Profil
sk: {user} | Profil
sr: {user} | Профил
sv: {user} | Profil
te: {user} | ప్రొఫైల్‌
th: {user} | ข้อมูลส่วนตัว
tr: {user} | Profil
uk: {user} | Профіль
ur: {user} | پروفائل
vi: {user} | Hồ sơ
zh_cn: {user} | 个人资料
zh_tw: {user} | 個人資料
zu: {user} | Iphrofayela

source: To change your email or avatar, visit the Mozilla account page. %(a_open)s Learn more. %(a_close)s
de: Um Ihre E-Mail-Adresse oder Ihren Avatar zu ändern, besuchen Sie die Seite „Mozilla-Konten“. %(a_open)s Weitere Informationen.%(a_close)s
el: Για να αλλάξετε το email ή το avatar σας, επισκεφτείτε τη σελίδα του λογαριασμού Mozilla σας. %(a_open)s Μάθετε περισσότερα. %(a_close)s
fy_nl: Besykje de Mozilla-accountside om jo e-mailadres of avatar te wizigjen. %(a_open)sMear ynfo.%(a_close)s
he: כדי לשנות את הדוא״ל או הדמות המייצגת שלך, יש לבקר בדף חשבון Mozilla. %(a_open)s מידע נוסף. %(a_close)s
hu: Az e-mail-cím vagy profilkép módosításához látogasson el a Mozilla-fiók oldalára. %(a_open)s Tudjon meg többet. %(a_close)s
ia: Pro cambiar tu adresse email o tu avatar, visita le pagina del contos Mozilla. %(a_open)s pro saper plus. %(a_close)s
it: Per modificare l’indirizzo email o l’avatar, visita la pagina dell’account Mozilla: %(a_open)s ulteriori informazioni. %(a_close)s
ka: ელფოსტის ან მომხმარებლის გამოსახულების შესაცვლელად ეწვიეთ Mozilla-ანგარიშის გვერდს. %(a_open)s იხილეთ ვრცლად. %(a_close)s
ko: 이메일이나 아바타를 변경하려면 Mozilla 계정 페이지를 방문하세요. %(a_open)s 자세히 알아보기. %(a_close)s
nl: Bezoek uw Mozilla-accountpagina om uw e-mailadres of avatar te wijzigen. %(a_open)sMeer info.%(a_close)s
pl: Aby zmienić swój adres e-mail lub awatar, odwiedź stronę konta Mozilli. %(a_open)s Więcej informacji. %(a_close)s
pt_br: Para alterar seu email ou avatar, visite a página da sua conta Mozilla. %(a_open)s Saiba mais. %(a_close)s
pt_pt: Para alterar o seu e-mail ou avatar, visite a página da conta Mozilla. %(a_open)s Saiba mais. %(a_close)s
sk: Ak chcete zmeniť svoj e‑mail alebo avatar, navštívte stránku s nastaveniami účtu Mozilla. %(a_open)s Ďalšie informácie %(a_close)s
sv: För att ändra din e-postadress eller avatar, besök Mozilla-kontosidan. %(a_open)s Läs mer. %(a_close)s
tr: E-postanızı ve avatarınızı değiştirmek için Mozilla hesabı sayfasını ziyaret edin. %(a_open)s Daha fazla bilgi alın. %(a_close)s
uk: Щоб змінити адресу електронної пошти чи аватар, перейдіть на сторінку облікового запису Mozilla. %(a_open)s Докладніше. %(a_close)s
vi: Để thay đổi email hoặc hình đại diện của bạn, hãy truy cập trang tài khoản Mozilla. %(a_open)s Tìm hiểu thêm. %(a_close)s
zh_cn: 若要更改邮箱地址或头像，请前往 Mozilla 账户页面。%(a_open)s详细了解%(a_close)s。
zh_tw: 若想更改 E-Mail 地址或帳號圖片，請到 Mozilla 帳號頁面更改。%(a_open)s了解更多資訊。%(a_close)s
