Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
af: Wanneer Duits 'n vlak 2-verandering mis, sak die dekking tot 50%, dus 1% van 10%=0,1% algeheel
bg: Когато в немския език се пропусне промяна на ниво 2, покритието пада до 50%, така че 1% от 10% = 0,1% като цяло
bs: Kada Njemci propuste promjenu nivoa 2, pokrivanje spadne na 50%, tako da 1% od 10%= 0.1% ukupno
de: Wenn Deutsch eine Ebene-2-Änderung verpasst, fällt die Abdeckung auf 50%, also 1% von 10% = 0,1% insgesamt
el: Όταν τα Γερμανικά χάνουν μια αλλαγή επιπέδου 2, η κάλυψη πέφτει στο 50%, άρα 1% του 10% = 0.1% συνολικά
es: Cuando el idioma alemán tiene pendiente un cambio de nivel 2, la cobertura cae al 50%, por tanto al 1% del 10%= 0,1% general
fy_nl: As Dútsk in nivo 2-bewurking mist, daalt de dekking nei 50%, dus 1% fan 10%=0,1% totaal
hr: Kad njemački propusti izmjenu 2. razine, pokrivenost pada na 50%, tako da je 1% od 10%= 0,1% sveukupno
hu: Ha a német lemarad egy 2. szintű módosításról, akkor a lefedettség 50%-ra csökken, így a 10% 1%-a = 0,1% lesz
ia: Si le germano manca de un modifica de nivello 2, le copertura general se abassa al 50%, assi le 1% del 10%= 0.1%
id: Saat Jerman tertinggal perubahan tingkat ke-2, cakupan menurun sebanyak 50%, menjadi 1% dari 10%=0,1% secara keseluruhan
it: Se quest'articolo necessita di una modifica di livello 2 e non viene aggiornato di conseguenza, la copertura viene calcolata al 50%, cioè l'1% del 10% = 0.1% del totale.
ja: ドイツ語の記事がレベル 2 の変更に達していない場合、全体のカバー率は 50% 減り、10% 中 1% = 0.1% になります。
ka: როდესაც გერმანული მასალა განიცდის მე-2 ხარისხის ცვლილებას, დაფარვის დონე ვარდება 50%-მდე, ე.ი. 10%-ის 1% = 0.1% საერთო დონის
kab: Ticki asali n uswir wis 2 ur yettwasuqel ara ɣer telmanit, taduli n umagrad ad tader ɣer 50%, ihi 1% seg 10%=0.1%
ko: 독일어가 레벨 2 변경을 놓쳤을 때, 커버리지는 50%까지 떨어지고, 그래서 1%/10%=0.1% 전체가 됩니다
mg: Raha tsy ampy fanovana ambaratonga 2 ny Alemà, dia mihena ho 50% ny rakotra, ka 1% @ 10%= 0.1% faobe
ms: Jika Jerman terlepas perubahan tahap 2, liputan menurun menjadi 50%, jadi 1% daripada 10%=0.1% keseluruhan
nb_no: Når tysk mistes i en level 2-endring, vil dekningen falle til 50 %, slik at 1 % av 10 % = 0,1 % totalt
nl: Als Duits een niveau 2-bewerking mist, daalt de dekking naar 50%, dus 1% van 10%=0,1% totaal
pa_in: ਜਦੋ ਜਰਮਨ ਇੱਕ ਲੈਵਲ 2 ਤਬਦੀਲੀ ਖੁੰਝਾ ਦਿੰਦਾ ਹੈ, ਤਦ ਕਵਰੇਜ 50% ਤੱਕ ਘੱਟ ਹੈ, ਇਸ ਲਈ 10% ਚੋ 1% = 0.1% ਸਮੁੱਚੀ
pl: Jeśli pominięto zmiany poziomu 2, zasięg spada do 50%, czyli 1% z 10% = 0,1% całości
pt_br: Quando o idioma alemão perde uma mudança de nível 2, a cobertura cai para 50%, de modo que 1% de 10%=0,1% global
pt_pt: Quando a equipa de tradução alemã deixa passar uma alteração de nível 2, a cobertura diminui para 50% ou seja, 1% dos 10%=0,1% total (+ a cobertura em Inglês)
ro: Când limba germană ratează o schimbare de nivel 2, acoperirea scade la 50%, așadar 1% din 10% = 0,1% per total
sk: Ak sa v nemčine nezaimplementuje zmena 2. úrovne, pokrytie klesá o 50%, takže 1% z 10%= 0.1% celkovo
sr: Када Немци пропусте промену нивоа 2, покривање спадне на 50%, тако да 1% од 10%= 0.1% укупно
sv: När tyska saknar en nivå 2 ändring, sjunker täckningen till 50%, så 1% av 10% = 0,1% totalt
te: జర్మన్ 2 వ స్థాయి మార్పు తప్పినప్పుడు, కవరేజ్ 50% కు పడిపోతుంది, కాబట్టి 10%లో 1%=0.1% మొత్తం
th: เมื่อภาษาเยอรมันพลาดการเปลี่ยนแปลงระดับ 2 ความครอบคลุมจะลดลงเหลือ 50% ดังนั้น 1% จาก 10%= 0.1% โดยรวม
tr: Almanca 2. seviye bir değişikliği kaçırırsa kapsam %50'ye düşer, yani %10'un %1'i = %0,1 olacaktır
uk: Коли німецька пропускає зміну 2 рівня, то наше покриття знижується до 50%, так що 1% від 10%= 0.1% від загального
vi: Khi tiếng Đức bỏ lỡ thay đổi cấp 2, phạm vi giảm xuống 50%, do đó, 1% của 10% = 0.1% tổng thể
zh_cn: 当德语没跟上某次2级修改时，覆盖率就会跌落到50%，也就是 10% 中的 1%，总体的 0.1%
zh_tw: 當德文版沒跟上某次第 2 級修改，涵蓋度就會跌到 50%，也就是 10% 當中的 1%，占全體 0.1%
zu: Uma iJalimane igeja izinga lesi-2 loshintsho, i-coverage yehlela ku-50%, ngakho u-1% we-10%= 0.1% sekukonke

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
bg: <b>Важно:</b> В момента използваме опростен модел, при който всяка статия представлява 1/50 = 2% от посещенията на даден език
bs: <b>Važno:</b> Trenutno koristimo pojednostavljen model, gdje svaki članak čini 1/50=2% posjeta po jeziku
de: <b>Wichtig:</b> Zur Zeit verwenden wir ein vereinfachtes Modell, in dem jeder Artikel 1/50=2% der Besuche pro Sprache zählt
el: <b>Σημαντικό:</b> Προς το παρόν, χρησιμοποιούμε ένα απλοποιημένο μοντέλο, όπου κάθε άρθρο αντιστοιχεί στο 1/50=2% των επισκέψεων ανά γλώσσα
es: <b>Importante:</b> Actualmente estamos utilizando un modelo simplificado mediante el cual cada artículo representa el 1/50=2 % de visitas por idioma
fy_nl: <b>Wichtich:</b> op dit stuit brûke wy in ferienfâldige model, wêrby elk artikel telt as 1/50=2% fan de besiten per taal
hr: <b>Važno:</b> Trenutačno koristimo pojednostavljeni model, gdje svaki članak čini 1/50=2% posjeta po jeziku
hu: <b>Fontos:</b> Jelenleg egy egyszerűsített modellt használunk, ahol minden leírás 1/50=2% látogatásnak felel meg nyelvenként
ia: <b>Importante:</b> Currentemente nos usa un modello simplificate, ubi cata articulo conta pro 1/50=2% de visitas per lingua
id: <b>Penting:</b> Saat ini kami menggunakan model yang disederhanakan, yaitu tiap artikel dianggap mendatangkan 1/50=2% kunjungan per bahasa
it: <b>Importante</b>: attualmente si sta utilizzando un modello semplificato in cui ciascun articolo conta per 1/50=2% delle visite per ciascuna lingua.
ja: <b>重要:</b> 現在は単純化されたモデルが使用されており、言語ごとに各記事の 1/50=2% の訪問者を元に計算されています
ka: <b>გაითვალისწინეთ:</b> ამჟამად ჩვენ ვიყენებთ გამარტივებულ მოდელს, სადაც ყოველი სტატია გაიანგარიშება 1/50=2%-ით, თითეულ ენაზე შემომსვლელების რაოდენობიდან
kab: <b>Axatar:</b> Akka tura nseqdac taneɣruft teḥ€frit anida yal amagrad yissiḍin i 1/50=2% n tirziwin deg yal tutlayt
ko: <b>중요:</b> 현재 각 문서는 언어 당 1/50=2% 방문을 차지하는 단순화된 모델을 사용하고 있습니다
ms: <b>Penting:</b> Pada masa ini kami menggunakan model ringkas, iaitu setiap artikel mewakili 1/50=2% daripada lawatan setiap bahasa
nb_no: <b>Viktig:</b> Vi bruker nå en forenklet modell, hvor hver artikkel utgjør 1/50 = 2 % av alle besøk per språk
nl: <b>Belangrijk:</b> momenteel gebruiken we een vereenvoudigd model, waarbij elk artikel telt als 1/50=2% van de bezoeken per taal
pl: <b>Ważne!</b> Aktualnie korzystamy z uproszczonego modelu, w którym każdy artykuł odpowiada za 1/50=2% wizyt dla danego języka
pt_br: <b>Importante:</b> Atualmente estamos usando um modelo simplificado, onde cada artigo conta como 1/50=2% de visitas por idioma
pt_pt: <b>Importante:</b> Atualmente estamos a usar um modelo simplificado, onde cada artigo conta como 1/50=2% de visitas por idioma
ro: <b>Important:</b> În prezent utilizăm un model simplificat în care fiecare articol are o pondere de 1/50=2% din vizite per limbă
sk: <b>Dôležité:</b> aktuálne používame zjednodušený model, kde sa každý článok počíta ako for 1/50=2% z návštev/jazyk
sr: <b>Важно:</b> Тренутно користимо поједностављен модел, где сваки чланак чини 1 /50=2 % посета по језику
sv: <b>Viktigt:</b> för tillfället använder vi en förenklad modell, där varje artikel står för 1/50=2% av besök per språk
te: <b>ముఖ్యమైనది:</b> ప్రస్తుతం మేము ప్రతి వ్యాసం కోసం 1/50=2% శాతం భాష సందర్శనల ఖాతాల పేరు సరళీకృత మోడల్ వాడుతున్నాం
th: <b>สำคัญ:</b> ขณะนี้เรากำลังใช้รูปแบบที่เรียบง่าย โดยที่แต่ละบทความมีสัดส่วนการเยี่ยมชม 1/50=2% ต่อภาษา
tr: <b>Önemli:</b> Şu anda kullandığımız basitleştirilmiş modelde her makale, dil başına ziyaretlerin 1/50=%2'sini oluşturuyor
uk: <b>Важливо:</b> В даний час ми використовуємо спрощену модель, де кожна стаття становить 1/50=2% відвідувань на мову
ur: <b> اہم: </ b> فی الحال ہم ایک آسان سادہ ماڈل استعمال کررہے ہیں ، جہاں ہر مضمون ہر زبان میں 1/50 2% وزٹ کرتے ہے۔
vi: <b>Quan trọng:</b> Mỗi tài liệu hiện đang sử dụng một mô hình được đơn giản hóa với 1/50=2% lượt truy cập cho mỗi ngôn ngữ
zh_cn: <b>重要：</b>我们目前正在使用一个简化的模式，每篇文章都定为占各语言版本的1/50=2%访问量
zh_tw: <b>重要：</b>我們目前使用一個簡化的模式，每篇文章都定為各語言版本的 2% 閱覽數
zu: <b>Okubalulekile:</b> Njengamanje sisebenzisa imodeli ecaciswe kangcono, lapho i-athikhili ngayinye yakha ama-1/50=2% okuvakashelwa ngakunye ulimi ngalunye

source: Exit Survey Results
af: Verlaat opnameresultate
bg: Излезте от резултатите от анкетата
bs: Rezultati izlazne ankete
de: Resultate der Abschlussbefragung
el: Έξοδος από τα αποτελέσματα της έρευνας
es: Salir de los resultados de la encuesta
fy_nl: Exit-enkêteresultaten
he: יציאה מתוצאות הסקר
hr: Rezultati izlazne ankete
hu: Távozási felmérés eredményei
ia: Resultatos del questionario de exito
id: Keluar dari Hasil Survei
it: Risultati dei sondaggi
ja: 出口調査の結果
ka: კითხვარის შედეგების დახურვა
kab: Igmaḍ n uḥedqis n tuffɣa
ko: 설문 결과 나가기
mg: Hiala @ Vokatry ny Fanadihadiana
ms: Keluar Hasil Tinjauan
nb_no: Exit-måleresultater
nl: Exit-enquêteresultaten
pa_in: ਐਗਜ਼ਿਟ ਸਰਵੇ ਨਤੀਜੇ
pl: Wyniki badania wyjściowego
pt_br: Resultados da pesquisa de saída
pt_pt: Resultados da pesquisa de saída
ro: Rezultatele sondajului din momentul ieșirii
sk: Konečné hodnotenie
sr: Резултати излазне анкете
sv: Undersökningsresultat vid utträde
te: కమ్యూనినుండి నిష్క్రమించు సర్వే ఫలితాలుటీ శోధన ఫలితాలు
th: ออกจากผลลัพธ์การสำรวจ
tr: Araştırma sonuçlarından çık
uk: Результати опитування при виході
ur: سروے کے نتائج سے باہر نکلیں
vi: Thoát kết quả khảo sát
zh_cn: 退出调查结果
zh_tw: 關閉調查結果
zu: Imiphumela Yokugcina Yenhlolovo

source: Search Support
bg: Търсене в помощните статии
de: Hilfe durchsuchen
el: Αναζήτηση στην υποστήριξη
es: Buscar en Ayuda
fy_nl: Sykje yn Support
he: חיפוש בתמיכה
hr: Pretraži podršku
hu: Támogatás keresése
ia: Cercar in le supporto
id: Cari Bantuan
it: Cerca nel supporto
ja: Mozilla サポートの検索
ka: ძიება მხარდაჭერაში
kab: Nadi deg tallalt
ko: Mozilla 도움말 검색
nb_no: Søk i Support
nl: Zoeken in Support
pl: Przeszukaj pomoc
pt_br: Pesquisar no site de suporte
pt_pt: Pesquisar no apoio
ro: Caută ajutor
sk: Vyhľadajte odpoveď
sr: Претражи подршку
sv: Sök i support
th: ค้นหาฝ่ายสนับสนุน
tr: Mozilla Destek’te Ara
uk: Шукати в статтях підтримки
ur: تلاش سپورٹ
vi: Tìm kiếm hỗ trợ
zh_cn: 搜索 | 用户支持
zh_tw: 搜尋 Mozilla 技術支援網站

source: Popular Searches:
bg: Популярни търсения:
de: Beliebte Suchanfragen:
el: Δημοφιλείς αναζητήσεις:
es: Búsquedas populares:
fy_nl: Populêre sykopdrachten:
he: חיפושים נפוצים:
hr: Popularne pretrage:
hu: Népszerű keresések:
ia: Recercas popular:
id: Pencarian Populer:
it: Ricerche frequenti:
ja: よく検索されるキーワード:
ka: ხშირად მოძიებული:
kab: Inadiyen yettwassnen:
ko: 인기 검색:
nb_no: Populære søk:
nl: Populaire zoekopdrachten:
pl: Popularne wyszukiwania:
pt_br: Pesquisas populares:
pt_pt: Pesquisas populares:
ro: Căutări populare:
sk: Často hľadané:
sr: Популарне претраге:
sv: Populära sökningar:
te: ప్రాచుర్య శోధనలు:
th: การค้นหายอดนิยม:
tr: Popüler aramalar:
uk: Популярні пошукові запити:
ur: مشہور تلاشیں:
vi: Các tìm kiếm phổ biến:
zh_cn: 热门文章：
zh_tw: 熱門搜尋：

source: Mozilla account
de: Mozilla-Konto
el: Λογαριασμός Mozilla
he: חשבון Mozilla
hu: Mozilla-fiók
ia: Conto Mozilla
it: Account Mozilla
ka: Mozilla-ანგარიში
kab: Amiḍan n Mozilla
ko: Mozilla 계정
pl: Konto Mozilli
pt_br: Conta Mozilla
pt_pt: Conta Mozilla
sk: Účet Mozilla
sv: Mozilla-konto
tr: Mozilla hesabı
uk: Обліковий запис Mozilla
vi: Tài khoản Mozilla
zh_cn: Mozilla 账户
zh_tw: Mozilla 帳號

source: Tracking Protection
bg: Защита от проследяване
de: Schutz vor Aktivitätenverfolgung
el: Προστασία από καταγραφή
es: Protección contra rastreo
fy_nl: Beskerming tsjin folgjen
he: הגנת מעקב
hr: Zaštita od praćenja
hu: Követés elleni védelem
ia: Protection contra le traciamento
id: Perlindungan Pelacakan
it: Protezione antitracciamento
ja: トラッキング防止
ka: თვალთვალისგან დაცვა
kab: Ammesten mgal aḍfar
ko: 추적 방지
nb_no: Sporingsbeskyttelse
nl: Bescherming tegen volgen
pl: Ochrona przed śledzeniem
pt_br: Proteção contra rastreamento
pt_pt: Proteção contra a monitorização
ro: Protecție împotriva urmăririi
sk: Ochrana pred sledovaním
sr: Заштита од праћења
sv: Spårningsskydd
th: การป้องกันการติดตาม
tr: İzlenme koruması
uk: Захист від стеження
ur: سراغ کاری حفاظت
vi: Chống theo dõi
zh_cn: 跟踪保护
zh_tw: 追蹤保護

source: Get Help
bg: Получете помощ
de: Unterstützung erhalten
el: Λήψη βοήθειας
es: Obtener ayuda
fy_nl: Help krije
he: קבלת עזרה
hr: Potraži pomoć
hu: Segítség kérése
ia: Demandar adjuta
id: Dapatkan Bantuan
it: Ottieni supporto
ja: ユーザーヘルプ
ka: დახმარების მიღება
kab: Awi-d tallalt
ko: 도움 받기
nb_no: Få hjelp
nl: Hulp verkrijgen
pl: Uzyskaj pomoc
pt_br: Obter ajuda
pt_pt: Obter ajuda
ro: Obține ajutor
sk: Získajte pomoc
sr: Потражи помоћ
sv: Få hjälp
te: సహాయం పొందండి
th: รับความช่วยเหลือ
tr: Yardım alın
uk: Отримати допомогу
ur: مدد حاصل کریں
vi: Nhận trợ giúp
zh_cn: 获取帮助
zh_tw: 取得幫助

source: Pick your product
bg: Изберете вашия продукт
de: Wählen Sie Ihr Produkt
el: Επιλογή προϊόντος
es: Elige tu producto
fy_nl: Kies jo produkt
he: בחירת המוצר שלך
hr: Odaberi proizvod
hu: Válasszon terméket
ia: Elige tu producto
id: Pilih produk
it: Seleziona un prodotto
ja: 製品を選択
ka: აირჩიეთ პროდუქტი
kab: Fren afaris-inek/inem
ko: 제품 선택
nb_no: Velg ditit produkt
nl: Kies uw product
pl: Wybierz produkt
pt_br: Escolha um produto
pt_pt: Escolha o seu produto
ro: Alege un produs
sk: Vyberte si svoj produkt
sr: Изабери производ
sv: Välj din produkt
te: మీ ఉత్పత్తిని ఎంచుకోండి
th: เลือกผลิตภัณฑ์ของคุณ
tr: Ürününüzü seçin
uk: Виберіть ваш продукт
ur: اپنی مصنوعہ منتخب کریں
vi: Chọn sản phẩm của bạn
zh_cn: 选择产品
zh_tw: 選擇產品

source: Featured Articles
bg: Избрани статии
de: Ausgewählte Artikel
el: Προτεινόμενα άρθρα
es: Artículos destacados
fy_nl: Oanrekommandearre artikelen
he: מאמרים מומלצים
hr: Istaknuti članci
hu: Kiemelt leírások
ia: Articulos consiliate
id: Artikel Unggulan
it: Articoli suggeriti
ja: 注目記事
ka: რჩეული სტატიები
kab: Imagraden yettwafernen
ko: 주요 문서
nb_no: Utvalgte artikler
nl: Aanbevolen artikelen
pl: Polecane artykuły
pt_br: Artigos em destaque
pt_pt: Artigos destacados
ro: Articole promovate
sk: Odporúčané články
sr: Истакнути чланци
sv: Utvalda artiklar
th: บทความที่แนะนำ
tr: Öne Çıkan Makaleler
uk: Рекомендовані статті
ur: نمایاں مضامین
vi: Bài viết nổi bật
zh_cn: 精选文章
zh_tw: 精選文章

source: Join Our Community
bg: Присъединете се към нашата общност
de: Werden Sie Mitglied unserer Gemeinschaft
el: Συμμετοχή στην κοινότητα
es: Únete a nuestra comunidad
fy_nl: Doch mei oan ús mienskip
he: הצטרפות לקהילה שלנו
hr: Pridruži se našoj zajednici
hu: Csatlakozzon a közösséghez
ia: Junge te a nostre communitate
id: Bergabunglah dengan Komunitas Kami
it: Unisciti alla comunità
ja: コミュニティに参加しよう
ka: შემოუერთდით ჩვენს ერთობას
kab: Kki deg tarbaɛt-nneɣ
ko: 커뮤니티 가입
nb_no: Bli med i vårt fellesskap
nl: Doe mee met onze gemeenschap
pl: Dołącz do naszej społeczności
pt_br: Junte-se à nossa comunidade
pt_pt: Junte-se à nossa comunidade
ro: Intră în comunitatea noastră
sk: Pridajte sa k našej komunite
sr: Придружи се заједници
sv: Gå med i vår gemenskap
th: เข้าร่วมชุมชนของเรา
tr: Topluluğumuza Katılın
uk: Долучайтеся до нашої спільноти
ur: ہماری برادری میں شامل ہوں
vi: Tham gia cộng đồng của chúng tôi
zh_cn: 加入我们的社区
zh_tw: 加入我們的社群

source: Grow and share your expertise with others. Answer questions and improve our knowledge base.
bg: Развивайте и споделяйте своя опит с другите. Отговаряйте на въпроси и подобрете нашата база от знания.
de: Vergrößern und teilen Sie Ihr Fachwissen mit anderen. Beantworten Sie Fragen und verbessern Sie unsere Wissensdatenbank.
el: Μοιραστείτε την εμπειρία σας με άλλους χρήστες. Απαντήστε σε ερωτήσεις και βελτιώστε τη γνωσιακή βάση μας.
fy_nl: Lit jo ekspertize groeie en diel dizze mei oaren. Beäntwurdzje fragen en ferbetterje ús kennisbank.
hr: Povećaj i dijeli svoju stručnost s drugima. Odgovaraj na pitanja i poboljšaj našu bazu znanja.
hu: Növelje és ossza meg tapasztalatát másokkal. Válaszoljon kérdésekre és tökéletesítse a tudásbázisunkat.
ia: Cresce e comparti tu competentia con alteres. Responde a questiones e meliora nostre base de cognoscentias.
id: Kembangkan dan bagikan keahlian Anda. Jawab pertanyaan dan tingkatkan pundi pengetahuan kami.
it: Impara e condividi la tua esperienza con gli altri. Rispondi alle domande e migliora la nostra Knowledge Base.
ja: あなたの専門知識を成長させ、他の人と共有してください。質問に答えたり、ナレッジベースを改善したりしてください。
ka: მიიღეთ და გაუზიარეთ გამოცდილება სხვებს. უპასუხეთ კითხვებს და გაამდიდრეთ ჩვენი ცოდნის წყარო.
kab: Snerni, rnu bḍu tamussni-inek akked wiyaḍ. Err ɣef yisteqsiyen, tesnerniḍ taffa-nneɣ n tmussniwin.
ko: 전문 지식을 성장시키고 다른 사람들과 공유세요. 질문에 답하고 지식 기반을 개선할 수 있습니다.
nb_no: Utvikle og del din kompetanse med andre. Svar på spørsmål og forbedre kunnskapsbasen vår.
nl: Laat uw expertise groeien en deel deze met anderen. Beantwoord vragen en verbeter onze kennisbank.
pl: Zdobywaj wiedzę i dziel się nią z innymi. Odpowiadaj na pytania i ulepsz naszą bazę wiedzy.
pt_br: Desenvolva e compartilhe sua especialidade com outras pessoas. Responda perguntas e aprimore nossa base de conhecimento.
pt_pt: Cresça e partilhe a sua experiência com outras pessoas. Responda a perguntas e melhore a nossa base de conhecimentos.
ro: Dezvoltă-te și împărtășește-ți cunoștințele cu ceilalți. Răspunde la întrebări și îmbunătățește-ne baza de cunoștințe.
sk: Rozvíjajte sa a zdieľajte svoje odborné znalosti s ostatnými. Odpovedzte na otázky a vylepšite našu vedomostnú základňu.
sr: Растите и делите ваше знање са другима. Одговарајте на питања и побољшајте нашу базу знања.
sv: Väx och dela din expertis med andra. Svara på frågor och förbättra vår kunskapsbas.
th: เพิ่มพูนและแบ่งปันความเชี่ยวชาญของคุณกับคนอื่น ๆ รวมถึงตอบคำถามและปรับปรุงฐานความรู้ของเรา
tr: Uzmanlığınızı artırın ve başkalarıyla paylaşın. Soruları yanıtlayın ve bilgi bankamızı geliştirin.
uk: Примножуйте ваші знання та діліться ними з іншими. Відповідайте на запитання та поповнюйте нашу базу знань.
ur: اپنی مہارت کو بڑھائیں اور دوسروں کے ساتھ بانٹیں۔ سوالات کے جوابات دیں اور ہمارے علم کی بنیاد کو بہتر بنائیں۔
vi: Phát triển và chia sẻ chuyên môn của bạn với người khác. Trả lời câu hỏi và nâng cao kiến thức cơ bản của chúng tôi.
zh_cn: 分享知识并培养专业技能。解答问题并改进我们的知识库。
zh_tw: 在此回答問題並幫助我們改善知識庫內容，與其他人一起切磋琢磨專業能力。

source: Learn More
bg: Научете повече
de: Weitere Informationen
el: Μάθετε περισσότερα
fy_nl: Mear ynfo
he: מידע נוסף
hr: Saznaj više
hu: További tudnivalók
ia: Saper plus
id: Pelajari Lebih Lanjut
it: Ulteriori informazioni
ja: 詳しく学ぶ
ka: ვრცლად
kab: Issin ugar
ko: 자세히 살펴보기
nb_no: Les mer
nl: Meer info
pl: Więcej informacji
pt_br: Saiba mais
pt_pt: Saber mais
ro: Află mai multe
sk: Ďalšie informácie
sr: Сазнај више
sv: Läs mer
te: ఇంకా తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tr: Daha Fazlasını Öğren
uk: Докладніше
ur: مزید سیکھیں
vi: Tìm hiểu thêm
zh_cn: 详细了解
zh_tw: 了解更多

source: Volunteer
bg: Помогнете
de: Mitmachen
el: Συμμετοχή
es: Voluntario
fy_nl: Frijwilliger wurde
he: התנדבות
hr: Dobrovoljna suradnja
hu: Közreműködés
ia: Voluntario
id: Sukarelawan
it: Collabora
ja: ボランティア
ka: მონაწილეობა
kab: Iwizi
ko: 도움 주기
ms: Sukarelawan
nb_no: Frivillig
nl: Vrijwilliger worden
pa_in: ਵਲੰਟੀਅਰ
pl: Pomóż nam
pt_br: Torne-se um voluntário
pt_pt: Participar
ro: Fii voluntar
sk: Zapojte sa
sr: Волонтер
sv: Bli volontär
te: ఔత్సాహికులవ్వండి
th: อาสาสมัคร
tr: Gönüllü Olun
uk: Станьте волонтером
ur: رضاکار
vi: Tình nguyện viên
zh_cn: 志愿者
zh_tw: 成為志工

source: To:
af: Aan:
bg: До:
bs: Za:
de: An:
el: Προς:
es: Para:
fy_nl: Oan:
he: אל:
hr: Za:
hu: Címzett:
ia: A:
id: Kepada:
it: A:
ka: ვის:
kab: I:
ko: 수신:
mg: Ho an'i:
ms: Kepada:
nb_no: Til:
nl: Aan:
pa_in: ਨੂੰ:
pl: Do:
pt_br: Para:
pt_pt: Para:
ro: Către:
sk: Komu:
sr: За:
sv: Till:
te: కు:
th: ถึง:
tr: Kime:
uk: Кому:
ur: منجانب:
vi: Đến:
zh_cn: 发送给:
zh_tw: 收件者：
zu: Iya:

source: Search for Users
de: Nach Benutzern suchen
el: Αναζήτηση χρηστών
fy_nl: Sykje nei brûkers
hu: Felhasználók keresése
ia: Cercar usatores
it: Cerca utenti
kab: Nadi iseqdacen
nl: Zoeken naar gebruikers
pl: Wyszukaj użytkowników
pt_br: Procurar usuários
pt_pt: Pesquisar por utilizadores
sv: Sök efter användare
tr: Kullanıcı ara
zh_cn: 搜索用户
zh_tw: 搜尋使用者

source: Message:
af: Boodskap:
bg: Съобщение:
bs: Poruka:
de: Nachricht:
el: Μήνυμα:
es: Mensaje:
fy_nl: Berjocht:
he: הודעה:
hr: Poruka:
hu: Üzenet:
id: Pesan:
it: Messaggio:
ja: メッセージ:
ka: შეტყობინება:
kab: Izen:
ko: 메시지:
mg: Hafatra:
ms: Mesej:
nb_no: Melding:
nl: Bericht:
pa_in: ਸੁਨੇਹਾ:
pl: Wiadomość:
pt_br: Mensagem:
pt_pt: Mensagem:
ro: Mesaj:
sk: Správa:
sr: Порука:
sv: Meddelande:
te: సందేశం:
th: ข้อความ:
tr: Mesaj:
uk: Повідомлення:
ur: پیغام:
vi: Tin nhắn:
zh_cn: 消息:
zh_tw: 訊息：
zu: Umyalezo:

source: Search for Users or Groups
de: Nach Benutzern oder Gruppen suchen
el: Αναζήτηση χρηστών ή ομάδων
fy_nl: Sykje nei brûkers of groepen
hu: Felhasználók vagy csoportok keresése
ia: Cercar usatores o gruppos
it: Cerca utenti o gruppi
kab: Nadi iseqdacen neɣ igrawen
nl: Zoeken naar gebruikers of groepen
pl: Wyszukaj użytkowników lub grupy
pt_br: Procurar usuários ou grupos
pt_pt: Pesquisar por utilizadores ou grupos
sv: Sök efter användare eller grupper
tr: Kullanıcı veya grup ara
zh_cn: 搜索用户或群组
zh_tw: 搜尋使用者或群組

source: Please select at least one user or group.
de: Bitte wählen Sie mindestens einen Benutzer oder eine Gruppe aus.
el: Παρακαλώ επιλέξτε τουλάχιστον έναν χρήστη ή ομάδα.
fy_nl: Selektearje op syn minst ien brûker of groep.
hu: Válasszon ki legalább egy felhasználót vagy csoportot.
ia: Per favor elige al minus un usator o gruppo.
it: Selezionare almeno un utente o un gruppo.
kab: Ttxil-k fren xarsum yiwen useqdac neɣ agraw.
nl: Selecteer ten minste één gebruiker of groep.
pl: Wybierz przynajmniej jednego użytkownika lub grupę.
pt_br: Selecione pelo menos um usuário ou grupo.
pt_pt: Escolha pelo menos um utilizador ou grupo.
sv: Välj minst en användare eller grupp.
tr: Lütfen en az bir kullanıcı veya grup seçin.
zh_cn: 请选择至少一个用户或群组。
zh_tw: 請至少選擇一位使用者或一個群組。

source: You are not allowed to send messages to groups.
de: Sie sind nicht berechtigt, Nachrichten an Gruppen zu senden.
el: Δεν επιτρέπεται να στείλετε μηνύματα σε ομάδες.
fy_nl: Jo meie gjin berjochten nei groepen ferstjoere.
hu: Nem küldhet üzenetet csoportoknak.
ia: Non te es permittite de inviar messages a gruppos.
it: Non sei autorizzato a inviare messaggi a gruppi.
nl: U mag geen berichten naar groepen verzenden.
pl: Nie masz uprawnień do wysyłania wiadomości do grup.
pt_br: Você não tem permissão para enviar mensagens para grupos.
pt_pt: Não tem permissão para enviar mensagens para grupos.
sv: Du har inte tillåtelse att skicka meddelanden till grupper.
tr: Gruplara mesaj gönderemezsiniz.
zh_cn: 您没有权限向群组发送消息。
zh_tw: 您未被允許傳送訊息給群組。

source: You are not allowed to send messages to groups that don't have profiles.
de: Sie sind nicht berechtigt, Nachrichten an Gruppen ohne Profile zu senden.
el: Δεν επιτρέπεται να στείλετε μηνύματα σε ομάδες χωρίς προφίλ.
fy_nl: Jo meie gjin berjochten nei groepen sûnder profyl ferstjoere.
hu: Nem küldhet üzenetet a profilokkal nem rendelkező csoportoknak.
ia: Non te es permittite de inviar messages a gruppos sin profilos.
it: Non sei autorizzato a inviare messaggi a gruppi che non hanno profili.
nl: U mag geen berichten naar groepen zonder profielen verzenden.
pl: Nie masz uprawnień do wysyłania wiadomości do grup, które nie zawierają profili.
pt_br: Você não tem permissão para enviar mensagens para grupos que não têm perfis.
pt_pt: Não tem permissão para enviar mensagens para os grupos que não têm perfis.
sv: Du har inte tillåtelse att skicka meddelanden till grupper som inte har en profil.
tr: Profilleri olmayan gruplara mesaj gönderemezsiniz.
zh_cn: 您没有权限向未设置资料的群组发送消息。
zh_tw: 您未被允許傳送訊息給不含資料的群組。
