Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.title
source: Install and Update
af: Installeer en werk by
bg: Инсталиране и обновяване
bs: Instaliraj i ažuriraj
de: Installation und Aktualisierung
el: Εγκατάσταση και ενημέρωση
es: Instalar y actualizar
fy_nl: Ynstallearje en bywurkje
he: התקנה ועדכון
hr: Instaliranje i aktualiziranje
hu: Telepítés és frissítés
ia: Installation e actualisation
id: Pemasangan dan Pembaruan
it: Installazione e aggiornamento
ja: インストールと更新
ka: დაყენება და განახლება
kab: Sbedd daɣen Leqqem
ko: 설치 및 업데이트
mg: Hametraka sy Hanavao
ms: Pasang dan Kemaskini
nb_no: Installere og oppdatere
nl: Installeren en bijwerken
pa_in: ਇੰਸਟਾਲ ਕਰੋ ਤੇ ਨਵਿਆਉ
pl: Instalacja i aktualizacja
pt_br: Instalação e atualização
pt_pt: Instalar e atualizar
ro: Instalează și modifică
sk: Inštalácia a aktualizácia
sr: Инсталирај и ажурирај
sv: Installera och uppdatera
te: స్థాపన, తాజాకరణ
th: ติดตั้งและอัปเดต
tr: Kurulum ve güncelleme
uk: Встановлення та оновлення
ur: انسٹال کریں اور تازہ کاری کریں
vi: Cài đặt và cập nhật
zh_cn: 安装和更新
zh_tw: 安裝與更新
zu: Faka uphinde ulungise ngokwakamuva

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
af: Installeer Firefox en hou dit bygewerk op jou iPad, iPhone of iPod Touch.
bg: Инсталирайте и поддържайте Firefox актуален на вашия iPad, iPhone или iPod Touch.
bs: Instalirajte i držite ažuriranim Firefox na vaš iPad, iPhone ili iPod Touch.
de: Installieren Sie Firefox auf Ihrem iPad, iPhone oder iPod touch und halten Sie ihn auf dem neuesten Stand.
el: Εγκαταστήστε και διατηρήστε ενημερωμένο το Firefox στο iPad, το iPhone ή το iPod Touch σας.
es: Instala y mantén actualizado Firefox en tu iPad, iPhone o iPod Touch.
fy_nl: Firefox ynstallearje en by-de-tiid hâlde op jo iPad, iPhone of iPod Touch.
he: התקנה ושמירה על ה־Firefox שלך עדכני ב־iPad, ‏iPhone או ב־iPod Touch שלך.
hr: Instaliraj i aktualiziraj Firefox na svom iPadu, iPhoneu ili iPod Touchu.
hu: A Firefox telepítése és naprakészen tartása iPad, iPhone vagy iPod Touch eszközön.
ia: Installa e mantene Firefox actualisate sur tu iPad, iPhone o iPod touch.
it: Installare e mantenere aggiornato Firefox su iPad, iPhone e iPod Touch.
ja: iPad、iPhone、iPod Touch に Firefox をインストールして更新する。
ka: დააყენეთ და განაახლეთ Firefox თქვენს iPad, iPhone და iPod Touch მოწყობილობებზე.
kab: Sbedd daɣen leqqem Firefox ɣef iPad, iPhone neɣ iPod Touch.
ko: iPad, iPhone, iPod Touch에서 Firefox를 설치하고 최신 상태를 유지하세요.
mg: Apetraho sy tano hanaraka toetrandro ao @ iPad, iPhone na iPod Touch anao i Firefox.
ms: Pasang dan kekalkan Firefox sentiasa terkini pada iPad, iPhone atau iPod Touch anda.
nb_no: Installer og hold din Firefox oppdatert på din iPad, iPhone eller iPod Touch.
nl: Firefox installeren en up-to-date houden op uw iPad, iPhone of iPod Touch
pl: Zainstaluj i aktualizuj Firefoksa na urządzeniach iPad, iPhone oraz iPod touch.
pt_br: Instalar e manter o Firefox atualizado no seu iPad, iPhone ou iPod Touch.
pt_pt: Instalar e manter o Firefox atualizado no seu iPad, iPhone ou iPod Touch.
ro: Instalează și menține Firefox actualizat pe iPad, iPhone sau iPod Touch.
sk: Nainštalujte si aktuálny Firefox na váš iPad, iPhone alebo iPod Touch.
sr: Инсталирајте Firefox на ваш iPad, iPhone или iPod Touch.
sv: Installera och håll Firefox uppdaterad på din iPad, iPhone eller iPod Touch.
te: ఇన్స్టాల్ మరియు ఫైర్ ఫాక్స్ మీiPad, iPhone లేదా iPod టచ్ లో తాజాగా ఉంచండి.
th: ติดตั้งและอัปเดต Firefox ให้ทันสมัยบน iPad, iPhone หรือ iPod Touch ของคุณ
tr: Firefox'u iPad, iPhone veya iPod Touch'ınıza kurun ve güncel tutun.
uk: Встановіть та тримайте оновленим Firefox на своєму iPad, iPhone чи iPod Touch.
vi: Cài đặt và giữ Firefox luôn được cập nhật trên iPad, iPhone hoặc iPod Touch của bạn.
zh_cn: 在您的 iPad、iPhone 或 iPod Touch 上安装并保持 Firefox 是最新版本。
zh_tw: 在您的 iPad、iPhone 或 iPod Touch 安裝並保持 Firefox 更新。
zu: Faka bese ugcina i-Firefox inezakamuva ku-iPad, iPhone noma iPod Touch yakho.

# DB: products.Topic.description
source: How to install Firefox for Enterprise
bg: Как да инсталирате Firefox за бизнеса
bs: Kako da instaliram Firefox za Enterprise
de: Wie man Firefox für Unternehmen installiert
el: Τρόπος εγκατάστασης του Firefox για επιχειρήσεις
es: Cómo instalar Firefox para empresas
fy_nl: Firefox foar bedriuwen ynstallearje
he: איך להתקין Firefox לארגונים
hr: Kako instalirati Firefox za poduzeća
hu: Hogyan telepítse a Firefox vállalati verzióját
ia: Como installar Firefox pro Interprisa
it: Come installare Firefox per le aziende
ja: 法人向け Firefox のインストール方法
ka: როგორ ვისარგებლოთ ორგანიზაციისთვის განკუთვნილი Firefox-ის ვერსიით
kab: Asbeddi n Firefox i tkebbaniyin
ko: 기업용 Firefox 설치 방법
ms: Cara memasang Firefox untuk Perusahaan
nb_no: Hvordan installere Firefox for virksomheter
nl: Firefox voor ondernemingen installeren
pl: Jak zainstalować Firefoksa dla firm
pt_br: Como instalar o Firefox para Empresas
pt_pt: Como instalar o Firefox para Empresa
ro: Cum să instalezi Firefox pentru întreprinderi
sk: Inštalácia Firefoxu pre podniky
sr: Како да инсталирате Firefox за Enterprise
sv: Så här installerar du Firefox för företag
te: ఎంటర్‌ప్రైజ్ కోసం ఫైర్‌ఫాక్స్‌ను ఎలా స్థాపించుకోవాలి
th: วิธีติดตั้ง Firefox สำหรับองค์กร
tr: Kurumlar için Firefox’u yükleme
uk: Як встановити Firefox для корпоративного використання
ur: انٹرپرائز کے لئے Firefox کیسے انسٹال کریں
vi: Cách cài đặt Firefox dành cho doanh nghiệp
zh_cn: 如何安装 Firefox 企业版
zh_tw: 如何安裝 Firefox 企業版

# DB: products.Topic.title
source: Installation and updates
hu: Telepítés és frissítések
ia: Installation e actualisationes
it: Installazione e aggiornamenti
nl: Installatie en updates
pl: Instalacja i aktualizacje
pt_br: Instalação e atualização
sv: Installation och uppdateringar
tr: Yükleme ve güncellemeler
zh_cn: 安装与更新

# DB: products.Topic.description
source: Learn how to install your favorite Mozilla products and keep them updated.
hu: Ismerje meg, hogyan telepítheti és tarthatja naprakészen kedvenc Mozilla termékeit.
ia: Apprende a installar tu favorite productos Mozilla e mantener los actualisate.
it: Scopri come installare i tuoi prodotti Mozilla preferiti e mantenerli aggiornati.
nl: Lees hoe u uw favoriete Mozilla-producten kunt installeren en bijgewerkt kunt houden.
pl: Dowiedz się, jak zainstalować ulubione produkty Mozilli i dbać o ich aktualizację.
pt_br: Saiba como instalar e manter atualizados seus produtos Mozilla preferidos.
sv: Lär dig hur du installerar dina favoritprodukter från Mozilla och håller dem uppdaterade.
tr: Sevdiğiniz Mozilla ürünlerini yüklemeyi ve onları güncel tutmayı öğrenin.
zh_cn: 了解安装 Mozilla 产品并保持更新的方法。

# DB: products.Topic.title
source: Install failure
ia: Insuccesso in installar
kab: Aɣelluy n usbeddi
sv: Installationsfel
tr: Yükleme hatası

# DB: products.Topic.description
source: Troubleshoot install failure issues.
ia: Solver problemas de insuccesso in installar.
sv: Felsök problem med installationsfel.
tr: Yükleme hatasıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Install, Migrate and Update
af: Installeer, migreer en werk by
bg: Инсталиране, преместване и обновяване
bs: Instalirajte, migrirajte i ažurirajte
de: Installation, Migration und Aktualisierung
el: Εγκατάσταση, μεταφορά και ενημέρωση
es: Instala, migra y actualiza
fy_nl: Ynstallearje, migrearje en bywurkje
he: התקנה, הסבה ועדכון
hr: Instaliraj, preseli i aktualiziraj
hu: Telepítés, migráció és frissítés
ia: Installation, migration e actualisation
id: Pasang, Migrasi, dan Perbarui
it: Installazione, migrazione e aggiornamento
ja: インストール、移行、更新
ka: დაყენება, მონაცემების გადატანა და განახლება
kab: Asebded, inig d uleqqem
ko: 설치, 이동, 업데이트
mg: Hametraka, Hifindra ary Hanavao
ms: Pasang, Migrat dan Kemaskini
nb_no: Installer, overfør og oppdater
nl: Installeren, migreren en bijwerken
pl: Instalacja, przenoszenie i aktualizacja
pt_br: Instalação, migração e atualização
pt_pt: Instale, migre e atualize
ro: Instalează, migrează și actualizează
sk: Inštalácia, migrácia a aktualizácia
sr: Инсталација, миграција и ажурирање
sv: Installera, migrera och uppdatera
te: స్థాపన, మార్పిడి, తాజాకరణ
th: ติดตั้ง, ย้ายข้อมูลและอัปเดต
tr: Kurulum, taşınma ve güncelleme
uk: Встановлення, міграція та оновлення
ur: انسٹال ، منتقلی اور اپ ڈیٹ کریں
vi: Cài đặt, chuyển đổi và cập nhật
zh_cn: 安装、迁移和更新
zh_tw: 安裝、移轉與更新
zu: Fakela, Thutha bese Uvuselela

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
af: Hoe om Thunderbird te installeer en op datum te hou
bg: Как да инсталирате и поддържате Thunderbird актуален
bs: Kako da intaliram i održim ažurnim Thunderbird
de: Wie Sie Thunderbird installieren und aktuell halten
el: Εγκατάσταση και ενημέρωση του Thunderbird
es: Cómo instalar y mantener Thunderbird actualizado
fy_nl: Ynfo oer it ynstallearjen en by-de-tiid hâlden fan Thunderbird
he: כיצד להתקין את Thunderbird ולהשאיר אותו עדכני
hr: Kako instalirati i držati Thunderbird aktualnim
hu: Thunderbird telepítése és naprakészen tartása
ia: Como installar e mantener Thunderbird actualisate
it: Come installare e tenere aggiornato Thunderbird
ja: Thunderbird をインストールし、最新に保つ方法
ka: როგორ დავაყენოთ და განვაახლოთ Thunderbird
kab: Amek ara tesbeddeḍ Thunderbird d wamek ara yettuleqqem
ko: Thunderbird 설치 및 최신 상태 유지 방법
mg: Fomba fametrahana an'i Thunderbird sy fitanana azy hanaraka toetrandro
ms: Cara memasang Thunderbird dan sentiasa dikemaskini
nb_no: Slik installerer du Thunderbird og holder den oppdatert
nl: Info over het installeren en up-to-date houden van Thunderbird
pl: Dowiedz się, jak zainstalować i aktualizować Thunderbirda
pt_br: Como instalar e manter o Thunderbird atualizado
pt_pt: Como instalar e manter o Thunderbird atualizado
ro: Cum să instalezi și să menții Thunderbird actualizat
sk: Ako nainštalovať Thunderbird a ako ho udržať aktuálnym
sr: Како да инсталирам и одржим ажурним Thunderbird
sv: Hur man installerar och håller Thunderbird uppdaterad
te: థండర్ బర్డ్ ఇన్స్టాల్ మరియు కొత్తగా ఉంచడం ఎలా
th: วิธีติดตั้งและอัปเดต Thunderbird ให้ทันสมัยอยู่เสมอ
tr: Thunderbird nasıl kurulur ve güncel tutulur
uk: Як встановити та тримати оновленим Thunderbird
ur: Thunderbird کو کیسے انسٹال اور تازہ تریں رکھیں
vi: Làm thế nào để cài đặt và giữ Thunderbird luôn được cập nhật
zh_cn: 如何安装 Thunderbird 及保持更新
zh_tw: 如何安裝與更新 Thunderbird
zu: Ifakelwa kanjani futhi igcinwe ivuselelwe i-Thunderbird

# DB: products.Topic.title
source: Instant messaging
hu: Azonnali üzenetküldés
ia: Messages instantanee
it: Messaggistica istantanea
nl: Instant-berichten
pt_br: Mensagens instantâneas
sv: Snabbmeddelanden
tr: Anlık mesajlaşma
zh_cn: 即时通信

# DB: products.Topic.description
source: Features and functionality to use with instant messaging.
hu: Azonnali üzenetküldéssel használható funkciók.
ia: Functiones e functionalitates a usar con messages instantanee.
it: Caratteristiche e funzionalità da utilizzare con la messaggistica istantanea.
nl: Functies en functionaliteiten voor gebruik met instant-berichten.
pt_br: Recursos e funcionalidades para usar com mensagens instantâneas.
sv: Funktioner och funktionalitet att använda med snabbmeddelanden.
tr: Anlık mesajlaşmada kullanılan özellikler ve işlevler.
zh_cn: 与即时通信配合使用的功能。

# DB: products.Topic.title
source: Internet and Connections
af: Internet en verbindings
bg: Интернет и връзки
bs: Internet i veze
de: Internet und Verbindungen
el: Διαδίκτυο και συνδέσεις
es: Internet y conexiones
fy_nl: Ynternet en ferbiningen
he: אינטרנט וחיבורים
hr: Internet i veze
hu: Internet és kapcsolatok
ia: Internet e connexiones
id: Internet dan Sambungan
it: Internet e connessioni di rete
ja: インターネットと接続設定
ka: ინტერნეტი და კავშირი
kab: Internte & Tuqqniwin
ko: 인터넷 연결
mg: Aterineto sy Fifandraisana
ms: Internet dan Sambungan
nb_no: Internett og forbindelser
nl: Internet en verbindingen
pa_in: ਇੰਟਰਨੈਟ ਅਤੇ ਕਨੈਕਸ਼ਨ
pl: Internet i połączenia
pt_br: Internet e Conexões
pt_pt: Internet e ligações
ro: Internet și conexiuni
sk: Internet a pripojenia
sr: Интернет и везе
sv: Internet och anslutningar
te: ఇంటర్నెట్ మరియు కనెక్షన్లు
th: อินเทอร์เน็ตและการเชื่อมต่อ
tr: İnternet ve bağlantılar
uk: Інтернет і з'єднання
ur: انٹرنیٹ اور رابطے
vi: Internet và kết nối
zh_cn: 互联网和连接
zh_tw: 網際網路與通訊
zu: I-inthanethi Nokuxhumeka

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
af: Leer meer oor Wi-Fi-, Bluetooth- en NFC-verbindings.
bg: Научете повече за Wi-Fi, Bluetooth и NFC връзки.
bs: Naučite više o Wi-Fi, Bluetooth i NFC konekcijama.
de: Erfahren Sie mehr über WLAN, Bluetooth und Nahfeldkommunikation.
el: Μάθετε περισσότερα σχετικά με τις συνδέσεις Wi-Fi, Bluetooth και NFC.
es: Aprende más sobre las conexiones wifi, Bluetooth y NFC.
fy_nl: Mear ynfo oer wifi-, bluetooth- en NFC-ferbiningen.
he: מידע נוסף על חיבור Wi-Fi, בלוטות׳ ו־NFC.
hr: Saznaj više o Wi-Fi, Bluetooth i NFC vezama.
hu: Tudjon meg többet a Wi-Fi, Bluetooth és NFC kapcsolatokról.
ia: Saper plus re wifi, Bluetooth e connexiones NFC.
id: Pelajari lebih lanjut tentang Wi-Fi, Bluetooth, dan koneksi NFC.
it: Per sapere di più su wi-fi, bluetooth e connessioni NFC
ja: Wi-Fi, Bluetooth, NFC 接続について学ぶ。
ka: იხილეთ ვრცლად WiFi-, Bluetooth- და NFC-კავშირების შესახებ.
kab: Issin ugar ɣef Wi-Fi, Bluetooth akked tuqqniwin NFC.
ko: 와이파이, 블루투스 및 NFC 연결 방법을 살펴봅니다.
mg: Mianara misimisy momba ireo fifandraisana Wi-Fi, Bluetooth ary NFC.
ms: Belajar lagi perihal sambungan Wi-Fi, Bluetooth dan NFC.
nb_no: Les mer om Wi-Fi-, Bluetooth- og NFC-forbindelser.
nl: Meer info over wifi-, bluetooth- en NFC-verbindingen.
pl: Dowiedz się więcej o połączeniach Wi-Fi, Bluetooth i NFC.
pt_br: Saiba mais sobre WIFI, Bluetooth e conexões NFC.
pt_pt: Saiba mais sobre redes sem fios, Bluetooth e ligações NFC.
ro: Află mai multe despre Wi-Fi, Bluetooth și conexiuni NFC.
sk: Dozvedieť sa viac o pripojení cez wi-fi, bluetooth alebo NFC.
sr: Научите више о Wi-Fi, Bluetooth и NFC конекцијама.
sv: Läs mer om Wifi, Bluetooth och NFC-anslutningar.
te: వై- ఫై, బ్లూటూత్ మరియు NFC కనెక్షన్లు గురించి మరింత తెలుసుకోండి.
th: เรียนรู้เพิ่มเติมเกี่ยวกับการเชื่อมต่อ Wi-Fi, บลูทูธ และ NFC
tr: Wi-Fi, Bluetooth ve NFC bağlantıları hakkında daha fazlasını öğrenin.
uk: Дізнайтесь більше про з'єднання WI-FI, Bluetooth та NFC.
ur: وائی فائی ، بلوٹوتھ اور این ایف سی کنکشن کے بارے میں مزید معلومات حاصل کریں۔
vi: Tìm hiểu thêm về kết nối Wi-Fi, Bluetooth và NFC.
zh_cn: 进一步了解有关 Wi-Fi、蓝牙和 NFC 连接的信息。
zh_tw: 了解更多 Wi-Fi、藍牙及 NFC 通訊相關功能。
zu: Funda kabanzi nge-Wi-Fi, i-Bluetooth kanye nokuxhumana kwe-NFC.

# DB: products.Topic.title
source: Intro to Open Badges
af: Inleiding tot Open Badges
bg: Въведение в отворените значки
bs: Uvod u Open Badges
de: Einführung in Open Badges
el: Εισαγωγή στα Open Badges
es: Introducción a Open Badges
fy_nl: Yntro ta Open Badges
hr: Uvod u Open Badges
hu: Az Open Badge-ek bemutatása
ia: Introduction a Open Badges
id: Pengantar untuk Open Badges
it: Introduzione ai distintivi open
ja: オープンバッジ入門
ka: გაეცანით Open Badges
kab: Tazwart ɣer Open Badges
ko: 오픈 배지 소개
mg: Fampidirana @ Open Badges
ms: Pengenalan Lencana Terbuka
nb_no: Introduksjon til Open Badges
nl: Intro tot Open Badges
pl: Wprowadzenie do odznak Open Badges
pt_br: Introdução ao Open Badges
pt_pt: Introdução aos Open Badges
ro: Introducere în Open Badges
sk: Úvod do Open Badges
sr: Увод у Open Badges
sv: Introduktion till Open Badges
te: ఓపెన్ బాడ్జీలకు ఉపోద్ఘాతం
th: แนะนำการใช้งาน Open Badges
tr: Open Badges'a giriş
uk: Вступ до Відкритих Відзнак
vi: Giới thiệu về huy hiệu mở
zh_cn: 介绍开放徽章
zh_tw: Open Badges 簡介
zu: Isingeniso Kuma-Open Badge

# DB: products.Topic.description
source: Learn the basic about Open Badges
af: Leer die basiese dinge oor Open Badges
bg: Научете основните неща за отворените значки
bs: Naučite osnove o Open Badges
de: Erfahren Sie die Grundlagen über Open Badges
el: Μάθετε τα βασικά σχετικά με τα Open Badges
es: Aprende las funcionalidades básicas de Open Badges
fy_nl: De basiskennis oer Open Badges
hr: Nauči osnove o Open Badges
hu: Ismerje meg az Open Badges alapjait
ia: Apprende le elementos re Open Badges
id: Pelajari dasar-dasar tentang Open Badges
it: Primi passi con i Distintivi Open
ja: オープンバッジについての基本を学びます。
ka: ვრცლად Open Badges ძირითადი საკითხების შესახებ
kab: Issin lsas n Open Badges
ko: 오픈 배지 기본 기능 배우기
mg: Hianatra ny fiasa fototr'i Open Badges
ms: Ketahui asas perihal Lencana Terbuka
nb_no: Lær deg det grunnleggende om Open Badges
nl: De basiskennis over Open Badges
pl: Poznaj podstawy odznak Open Badges
pt_br: Aprenda o básico sobre Open Badges
pt_pt: Aprenda o básico sobre as medalhas abertas
ro: Elementele de bază Open Badges
sk: Dozvedieť sa základy o Open Badges
sr: Научите основе о Open Badges
sv: Lär dig grunderna om Open Badges
te: ఓపెన్ బాడ్జీల గురించి ప్రాథమికాలు తెలుసుకోండి
th: เรียนรู้พื้นฐานการใช้งานเกี่ยวกับ Open Badges
tr: Open Badges hakkında temel bilgileri edinin
uk: Дізнайтеся основні відомості про відкриті відзнаки
ur: Open Badges کے بارے میں بنیادی چہزیں سیکھیں
vi: Tìm hiểu cơ bản về huy hiệu mở
zh_cn: 了解有关 Open Badges 的基本知识
zh_tw: 了解 Open Badges 的基本知識
zu: Funda okuyisisekelo mayelana nama-Open Badge

# DB: products.Topic.title
source: Invitations
bg: Покани
de: Einladungen
el: Προσκλήσεις
es: Invitaciones
fy_nl: Utnûgingen
he: זימונים
hr: Pozivi
hu: Meghívók
ia: Invitationes
id: Undangan
it: Inviti
ja: 招待状
ka: მოწვევები
kab: Tinnubgiwin
ko: 초대
nb_no: Invitasjoner
nl: Uitnodigingen
pl: Zaproszenia
pt_br: Convites
pt_pt: Convites
sk: Pozvánky
sr: Позивнице
sv: Inbjudningar
te: ఆహ్వానాలు
th: คำเชิญ
tr: Davetler
uk: Запрошення
ur: دعوت نامے
vi: Lời mời
zh_cn: 邀请
zh_tw: 邀請

# DB: products.Topic.description
source: Invite guests to your virtual room
bg: Поканете гости във вашата виртуална стая
de: Laden Sie Gäste in Ihren virtuellen Raum ein
el: Πρόσκληση επισκεπτών σε εικονικό δωμάτιο
es: Invitar personas a tu sala virtual
fy_nl: Gasten útnûgje yn jo firtuele romte
hr: Pozovi goste u tvoju virtualnu sobu
hu: Hívja meg vendégeit a virtuális szobájába
ia: Invita hospites a tu sala virtual
it: Invita ospiti nella tua stanza virtuale
ka: მოიწვიეთ სტუმრები თქვენს წარმოსახვით ოთახში
kab: Nced-d inebgawen ɣer texxamt-ik·im tuhlist
ko: 가상 공간에 손님 초대하기
nb_no: Inviter gjester til ditt virtuelle rom
nl: Gasten uitnodigen in uw virtuele ruimte
pl: Zaproś gości do swojego wirtualnego pokoju
pt_br: Convide pessoas para seu ambiente virtual
pt_pt: Convide pessoas para a sua sala virtual
sk: Pozvanie hostí do svojej virtuálnej miestnosti
sr: Позовите госте у вашу виртуелну собу
sv: Bjud in gäster till ditt virtuella rum
tr: Sanal odanıza misafir davet etme
uk: Запросити гостей до своєї віртуальної кімнати
vi: Mời khách vào phòng ảo của bạn
zh_cn: 邀请访客进入您的虚拟房间
zh_tw: 邀請訪客來到您的虛擬空間

# DB: products.Topic.title
source: Issue Badges
af: Reik kentekens uit
bg: Издаване на значки
bs: Izdaj značke
de: Abzeichen ausgeben
el: Έκδοση εμβλημάτων
es: Emitir insignias
fy_nl: Badges útjaan
hr: Izdaj značke
hu: Kitűzők adása
ia: Attribuer insignias
id: Terbitkan Lencana
it: Assegnare distintivi
ja: バッジの発行
ka: ჯილდოების გაცემა
kab: Asirew n yijiṭunen
ko: 배지 발급
mg: Hanolotra Bajy
ms: Keluarkan Lencana
nb_no: Gi utmerkelser
nl: Badges uitgeven
pa_in: ਇਸ਼ੂ ਬਿੱਲੇ
pl: Emitowanie odznak
pt_br: Emitir emblemas
pt_pt: Emitir medalhas
ro: Emite insigne
sk: Vydať ocenenie
sr: Издај значке
sv: Utfärda emblem
te: బాడ్జీలు జారీ చేయి
th: มอบตรา
tr: Rozet verin
uk: Видати відзнаки
ur: بیج جاری کریں
vi: Phát hành phù hiệu
zh_cn: 颁发徽章
zh_tw: 授予徽章
zu: Khipha Amabheji

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
af: Reik digitale kentekens uit om nuwe vaardighede en prestasies te beloon
bg: Издавайте цифрови значки, за да признаете нови умения и постижения
bs: Izdajte digitalne značke kako biste priznali nove vještije i dostignuća
de: Geben Sie digitale Abzeichen aus, um neue Fähigkeiten und Errungenschaften anzuerkennen.
el: Εκδώστε ψηφιακά εμβλήματα για να αναγνωρίσετε νέες δεξιότητες και επιτεύγματα
es: Suministra insignias digitales para reconocer nuevas habilidades y logros
fy_nl: Digitale badges útjaan om nije feardichheden en prestaasjes te befêstigjen
hr: Izdaj digitalne značke za priznavanje novih vještina i dostignuća
hu: Digitális kitűzők kiadásával elismerhet új képességeket és teljesítményeket
ia: Attribue insignias digital pro recognoscer nove habilitates e successos
it: Assegna distintivi digitali per premiare nuove competenze e risultati raggiunti
ja: 新しいスキルと達成を認めてデジタルバッジを発行しましょう。
ka: ჩაინიშნეთ, ახალი უნარების ათვისებისა და მიზნების განსახორციელებლად
kab: Efkarrazen umḍinen ɣef usteɛref n ulmad n twezza timaynutin akked rrbeḥ
ko: 새로운 기술과 성취를 인정하는 디지털 배지 발급
mg: Manolora bajy nomerika hankasitrahana ireo talenta sy zava-bita
ms: Keluarkan lencana digital untuk memperakui kemahiran dan pencapaian baru
nb_no: Utarbeid digitale utmerkelser for å bekrefte nye ferdigheter og prestasjoner
nl: Digitale badges uitgeven om nieuwe vaardigheden en prestaties te bevestigen
pl: Wydaj cyfrowe odznaki potwierdzające nowe umiejętności i osiągnięcia
pt_br: Emitir emblemas digitais para reconhecer realizações e novas habilidades
pt_pt: Emitir medalhas digitais para reconhecer novas competências e conquistas
ro: Emite insigne digitale pentru recunoașterea aptitudinilor și realizărilor
sk: Vydať digitálne ocenenie za nové schopnosti a úspechy
sr: Издајте дигиталне значке како бисте признали нове вештине и достигнућа
sv: Utfärda digitala emblem för att bekräfta nya färdigheter och prestationer
te: కొత్త నైపుణ్యాలను, విజయాలు గుర్తించి డిజిటల్ బాడ్జీలనుజారీ చెయ్యండి
th: มอบป้ายดิจิตอลเพื่อรับรองทักษะและความสำเร็จใหม่
tr: Yeni beceri ve başarıları tescillemek için dijital rozetler dağıtın
uk: Видавайте цифрові відзнаки, щоб підтверджувати нові навички та досягнення
ur: نئی مہارتوں اور کامیابیوں کو تسلیم کرنے کے لئے ڈیجیٹل بیج جاری کریں
vi: Phát hành huy hiệu kỹ thuật số để công nhận các kỹ năng và thành tích mới
zh_cn: 颁发数字徽章以表彰新的技能与成就
zh_tw: 頒發數位徽章以表彰新得到的能力或成就
zu: Khipha amabheji adijithali ukwazisa amakhono amasha nezimpumelelo

# DB: products.Topic.title
source: Junk email and spam
hu: Levélszemét
ia: Email immunditia e spam
it: Posta indesiderata e spam
nl: Ongewenste berichten en spam
pt_br: Email indesejado e spam
sv: Skräppost
tr: Gereksiz e-posta ve spam
zh_cn: 垃圾邮件

# DB: products.Topic.description
source: Identify and manage junk email and spam.
hu: Azonosítja és kezelje a levélszemetet.
ia: Identifica e gere email immunditia e spam.
it: Identifica e gestisci la posta indesiderata e lo spam.
nl: Ongewenste e-mailberichten en spam identificeren en beheren.
pt_br: Identifique e gerencie emails indesejados e spam.
sv: Identifiera och hantera skräppost.
tr: Gereksiz e-postaları ve spam’leri tanımlayıp yönetin.
zh_cn: 识别并管理垃圾邮件。

# DB: products.Topic.title
source: Knowledge Base
af: Kennisbasis
bg: База Знания
bs: Baza znanja
de: Wissensdatenbank
el: Γνωσιακή βάση
es: Base de conocimiento
fy_nl: Kennisbank
he: מאגר ידע
hr: Baza znanja
hu: Tudásbázis
ia: Base de cognoscentias
id: Pundi Pengetahuan
it: Articoli e guide
ja: ナレッジベース
ka: ცოდნის წყარო
kab: Taffa n tmussniwin
ko: 지식 기반
mg: Tobim-pahalalana
ms: Pangkalan Pengetahuan
nb_no: Kunnskapsbase
nl: Kennisbank
pa_in: ਨਾਲੇਜ ਬੇਸ
pl: Baza wiedzy
pt_br: Base de Conhecimento
pt_pt: Base de Conhecimento
ro: Baza de cunoștințe
sk: Databáza vedomostí
sr: База знања
sv: Kunskapsbas
te: నాలడ్జి బేస్
th: ฐานความรู้
tr: Bilgi Bankası
uk: База знань
ur: علم کی بنیاد
vi: Kiến thức nền tảng
zh_cn: 知识库
zh_tw: 知識庫
zu: Ulwazi Oluyisisekelo
