Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Regards, <br />The SUMO team.
af: Groete, <br />van die SUMO-span.
bg: Поздрави, <br />Екипът на SUMO.
bs: S poštovanjem, <br />SUMO tim.
de: Beste Grüße, <br />Das SUMO-Team.
el: Με εκτίμηση, <br />Η ομάδα SUMO.
es: Saludos, <br />El equipo de SUMO.
fy_nl: Groetnis, <br />it SUMO-team.
he: בברכה, <br />צוות SUMO.
hr: Pozdrav, <br />SUMO ekipa
hu: Legjobbakat, <br />A SUMO csapat.
ia: Salutationes, <br />Le equipa de SUMO.
id: Salam, <br />tim SUMO.
it: Saluti, <br />Il team di SUMO.
ja: <br />SUMO チームより。
ka: პატივისცემით, <br />SUMO გუნდი.
kab: S tegmat, <br />Tarbaɛt SUMO.
ko: 고맙습니다, <br/>SUMO팀 드림.
mg: Mirary soa, <br />Ny ekipa SUMO.
ms: Salam, <br />Pasukan SUMO.
nb_no: Hilsen, <br />SUMO-teamet.
nl: Groeten, <br />het SUMO-team.
pl: Pozdrowienia <br />Zespół SUMO
pt_br: Atenciosamente, <br />Equipe SUMO.
pt_pt: Com os melhores cumprimentos, <br />A equipa SUMO.
ro: Cu stimă, <br />Echipa SUMO.
sk: S pozdravom, <br />Tím SUMO.
sr: С поштовањем, <br />SUMO тим.
sv: Hälsningar, <br />SUMO-gruppen.
te: ఇట్లు, <br />SUMO జట్టు.
th: ขอแสดงความนับถือ <br />ทีมงาน SUMO
tr: Sevgiler, <br /> SUMO ekibi
uk: З повагою, <br />команда SUMO.
vi: Trân trọng, <br />nhóm SUMO.
zh_cn: SUMO 团队。
zh_tw: SUMO 團隊
zu: Ozithobayo, <br />Ithimba le-SUMO.

source: Hi {username}
af: Hallo {username}
bg: Здравейте {username},
bs: Zdravo {username}
de: Hallo {username}
el: Γεια σας {username}
es: Hola, {username}
fy_nl: Hallo {username}
he: שלום {username}
hr: {username}
hu: Üdv, {username}
ia: Holla {username},
id: nama pengguna
it: Ciao {username}
ja: {username} さん、こんにちは
ka: გამარჯობა, {username}
kab: Azul {username}
ko: 안녕하세요 {username}님
mg: Manahoana i {username}
ms: Hai {username}
nb_no: Hei {username}
nl: Hallo {username}
pa_in: ਹੇ {username}
pl: Cześć {username}
pt_br: Oi {username}
pt_pt: Olá {username}
ro: Salut {username}
sk: Ahoj {username}
sr: Здраво {username}
sv: Hej {username}
te: హాయ్ {username}
th: สวัสดี {username}
tr: Merhaba {username}
uk: Привіт, {username}
ur: سلام {username}
vi: Xin chào {username}
zh_cn: 嗨，{username}
zh_tw: {username} 您好
zu: Sawubona {username}

source: If you have a moment please review these articles:
af: As jy 'n oomblikkie het, sien asseblief hierdie artikels na:
bg: Ако имате малко време, моля, прегледайте тези статии:
de: Wenn Sie einen Moment Zeit haben, überprüfen Sie bitte diese Artikel:
el: Αν έχετε λίγο χρόνο, παρακαλούμε ελέγξτε αυτά τα άρθρα:
es: Si tienes un momento, te pedimos que revises estos artículos:
fy_nl: As jo in amerijke hawwe, beoardielje dan dizze artikelen:
he: אם יש לך רגע פנוי, נא לסקור את המאמרים הבאים:
hr: Ako imaš trenutak, pregledaj ove članke:
hu: Ha van egy kis ideje, ellenőrizze ezeket a leírásokat:
ia: Si tu ha un momento per favor revide iste articulos:
it: Se hai un momento libero, ti chiediamo di revisionare questi articoli:
ja: 時間があればこれらの記事をレビューしてください:
ka: თუ გაქვთ დრო, გთხოვთ დაგვეხმაროთ შემდეგი სტატიების მიმოხილვაში:
kab: Ma ɣur-k cwiṭ n wakud, tzemreḍ ad teɣreḍ imagraden-a:
ko: 잠깐 시간을 내어 아래 문서를 검토해주세요:
mg: Raha manam-potoana ianao, dia tsarao azafady ireto lahatsoratra ireto:
ms: Jika anda ada masa terluang, sila semak artikel berikut:
nb_no: Hvis du har litt tid, så gjennomgå disse artiklene:
nl: Als u een momentje hebt, beoordeel dan deze artikelen:
pl: Jeśli masz wolny czas, sprawdź artykuły:
pt_br: Se tiver um tempo, revise estes artigos:
pt_pt: Se tiver um momento, por favor reveja os seguintes artigos:
ro: Dacă ai un moment liber, te rog examinează aceste articole:
sk: Ak máte chvíľku času, vykonajte kontrolu týchto článkov:
sr: Ако имате мало времена молимо да прегледате ове чланке:
sv: Om du har en stund kan du granska dessa artiklar:
te: కొంత సమయం ఉంటే దయచేసి ఈ వ్యాసాలు సమీక్షించండి:
th: หากคุณมีเวลา โปรดตรวจทานบทความเหล่านี้:
tr: Vaktiniz varsa lütfen bu makaleleri inceleyin:
uk: Якщо ви маєте хвилинку, перегляньте ці статті:
ur: اگر آپ کے پاس ایک لمحہ ہے تو براہ مہربانی ان مضامین کا جائزہ لیں:
vi: Nếu bạn có thời gian xin vui lòng xem lại các bài viết này:
zh_cn: 如果有时间请帮助审核这些文章：
zh_tw: 有空的話，請協助校稿下列文件:
zu: Uma unethutshana uyacelwa ubukeze la ma-athikhili:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
af: Baie dankie, namens SUMO, vir jou bydrae, en namens die gelukkige gebruikers wat deur jou werk gehelp word!
bg: Много благодарим за приноса ви от името на SUMO и щастливите потребители, които са подпомогнати от вашата помощ!
de: Vielen Dank für Ihre Mitarbeit im Namen von SUMO und den glücklichen Anwendern, denen Ihre Arbeit hilft!
el: Πολλές ευχαριστίες για τη συνεισφορά σας εκ μέρους του SUMO και των χαρούμενων χρηστών που λαμβάνουν βοήθεια!
es: ¡Muchas gracias por tu colaboración, de parte de SUMO y de los felices usuarios que reciben ayuda gracias a tu trabajo!
fy_nl: Tige tank foar jo bydrage, út namme fan SUMO en de tefreden brûkers dy’t troch ho wurk holpen binne!
he: תודה לך על התרומה בשם SUMO והמשתמשים השמחים שמקבלים עזרה על־ידי העבודה שלך!
hr: Puno hvala na doprinosu u ime SUMO-a i sretnim korisnicima kojima će pomoć!
hu: Nagyon köszönjük közreműködését a SUMO és az Ön munkája által kisegített felhasználók nevében!
ia: Multe gratias pro tu collaboration del parte de SUMO e del usatores felice de ser adjutate per tu labor!
it: Grazie per il tuo contributo da parte di SUMO e degli utenti che saranno felici di ricevere il tuo aiuto.
ja: SUMO へのご協力ありがとうございます。あなたの貢献によって助けられたユーザに代わりお礼申し上げます。
ka: დიდი მადლობა გვინდა მოგახსენოთ, თქვენ მიერ შეტანილი წვლილისთვის, SUMO საიტის და იმ ბედნიერი მომხმარებლების სახელით, რომელთაც სათანადო მხარდაჭერა მიიღეს თქვენგან!
kab: Tanemmirt sɣur SUMO akked iseqdacen ara yesfaydin seg tallelt i tettmudduḍ, tanemmirt aṭas ɣef uxeddim-ik!
ko: SUMO의 일원으로서 공헌해주셔서 감사드리며, 많은 사람들이 여러분의 도움을 받고 있습니다!
mg: Fisaorana mitafotafo anao nandray anjara no ampitainay avy @ SUMO sy ireo mpampiasa faly nahazo fanampiana vokatry ny asanao!
ms: Terima kasih banyak atas sumbangan anda bagi pihak SUMO dan pengguna yang gembira dapat bantuan anda!
nb_no: Tusen takk for bidraget ditt på vegne av SUMO og de glade brukerne som får hjelp av arbeidet ditt!
nl: Erg bedankt voor uw bijdrage, namens SUMO en de tevreden gebruikers die door uw werk zijn geholpen!
pl: Dziękujemy za Twój wkład w imieniu SUMO i szczęśliwych użytkowników, którzy dzięki Twojej pracy otrzymali pomoc!
pt_br: Muito obrigado por sua contribuição em nome do SUMO e dos usuários felizes, que são ajudados por seu trabalho!
pt_pt: Muito obrigado pela sua contribuição em nome do SUMO e dos utilizadores contentes que ajudou com o seu trabalho!
ro: SUMO și utilizatorii bucuroși pe care munca ta i-a ajutat, îți mulțumim din inimă pentru contribuția adusă!
sk: Ďakujeme za vaše príspevky v mene SUMO a šťastných používateľov, ktorým vaša práca pomohla!
sr: Много хвала на доприносу у име SUMO и срећних корисника којима сте помогли доприносом!
sv: Tack för ditt bidrag å SUMO:s vägnar och de glada användare som får hjälp av ditt arbete!
te: SUMO, మీ సహాయం వల్ల లబ్ధిపొంది సంతోషపడే వాడుకర్ల తరఫున మీ తోడ్పాటుకి చాలా కృతజ్ఞతలు!
th: ขอบคุณมากสำหรับการสนับสนุนของคุณในนามของ SUMO และผู้ใช้ที่มีความสุขที่ได้รับความช่วยเหลือโดยงานที่คุณทำ!
tr: Yaptığınız katkılardan dolayı SUMO ve çalışmalarınızdan yararlanan mutlu kullanıcılar adına teşekkür ederiz!
uk: Велика подяка за ваш внесок від імені SUMO та щасливих користувачів, які отримали допомогу завдяки вашій роботі!
ur: SUMO کی جانب سے آپ کی شراکت داریاور آپ کے کام کی مدد کرنے والے خوش صارفین کی جانبسے بہت بہت شکریہ!
vi: Rất cảm ơn sự đóng góp của bạn thay mặt cho SUMO và những người dùng đã được giúp đỡ bởi công việc của bạn!
zh_cn: 代表 SUMO 对您的贡献表示诚挚谢意，您的帮助让用户更快乐！
zh_tw: SUMO 與被您幫到的使用者都非常感謝您的貢獻！
zu: Egameni le-SUMO kanye nabasebenzisi abathokozile abasizakele ngenxa yomsebenzi wakho sibonga kakhulu ngegalelo lakho!

source: Regards, The SUMO team
af: Groete, van die SUMO-span
bg: Поздрави, екипът на SUMO
de: Beste Grüße, das SUMO-Team
el: Με εκτίμηση, η ομάδα του SUMO
es: Saludos, el equipo de SUMO
fy_nl: Groetnis, it SUMO-team
he: בברכה, צוות SUMO
hr: Pozdrav, SUMO ekipa
hu: A legjobbakat kívánja a SUMO csapat
ia: Salutationes, le equipa de SUMO
id: Salam, Tim SUMO
it: Saluti dal team di SUMO.
ja: SUMO チームより
ka: პატივისცემით, SUMO გუნდი
kab: S tegmat, Tarbaɛt SUMO
ko: 고맙습니다, SUMO팀 드림.
mg: Mirary soa, Ny ekipa SUMO
ms: Salam, Pasukan SUMO
nb_no: Hilsen, SUMO-teamet
nl: Groeten, het SUMO-team
pl: Pozdrowienia, Zespół SUMO
pt_br: Atenciosamente, a equipe do SUMO
pt_pt: Com os melhores cumprimentos, a equipa SUMO
ro: Cu stimă, echipa SUMO
sk: S pozdravom tím SUMO
sr: С поштовањем, SUMO тим
sv: Hälsningar, SUMO-gruppen
te: ఇట్లు, SUMO జట్టు
th: ขอแสดงความนับถือ ทีมงาน SUMO
tr: Sevgiler, SUMO ekibi
uk: З повагою, команда SUMO
vi: Trân trọng, nhóm SUMO
zh_cn: SUMO 团队
zh_tw: SUMO 團隊
zu: Ngokuzithoba, ithimba lakwa-SUMO

source: Your revision has been reviewed.
af: Jou wysiging is nagesien.
bg: Вашето издание беше прегледано.
bs: Vaša revizija je pregledana.
de: Ihre Änderung wurde überprüft.
el: Η αναθεώρησή σας έχει ελεγχθεί.
es: Se ha procesado tu revisión.
fy_nl: Jo refyzje is beoardiele.
he: המהדורה שלך נסקרה.
hr: Tvoja revizija je pregledana.
hu: A verzió ellenőrzése megtörtént.
ia: Tu revision ha essite revidite.
id: Revisi Anda telah ditinjau.
it: La versione è stata revisionata.
ja: あなたの編集リビジョンがレビューされました。
ka: თქვენი გადამუშავებული ვერსია განხილულია.
kab: Aceggir-ik walan-t.
ko: 리비젼이 확인 되었습니다.
mg: Notsaraina ny lahatsoratra nahitsinao.
ms: Semakan anda telah dikaji semula.
nb_no: Revisjonen din er gjennomgått.
nl: Uw revisie is beoordeeld.
pa_in: ਤੁਹਾਡਾ ਰੀਵਿਜ਼ਨ ਸਮੀਖਿਆ ਕੀਤੀ ਗਈ ਹੈ।
pl: Twoja wersja została sprawdzona.
pt_br: Sua edição foi revisada.
pt_pt: A sua submissão foi revista.
ro: Revizuirile tale au fost recenzate.
sk: Vaša revízia bola skontrolovaná.
sr: Ваша ревизија је прегледана.
sv: Din revidering har blivit bedömd.
te: మీ రివిజన్ ను సమీక్ష చేయబడింది.
th: การตรวจทานแก้ไขของคุณได้ถูกตรวจทานแล้ว
tr: Revizyonunuz incelenmiştir.
uk: Вашу редакцію було перевірено.
ur: آپ کی نظر ثانی کا جائزہ لیا گیا ہے۔
vi: Bản sửa đổi của bạn đã được xét duyệt.
zh_cn: 您的修订已被审阅。
zh_tw: 您的修訂已被批閱。
zu: Ukubukeza kwakho kubukeziwe.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
af: %(reviewer)s het jou wysiging aan die dokument %(document_title)s goedgekeur.
bg: %(reviewer)s одобри вашата ревизия към документа %(document_title)s.
bs: %(reviewer)s je odobrio reviziju za dokument %(document_title)s.
de: %(reviewer)s hat Ihre Änderung am Dokument %(document_title)s freigeschaltet.
el: Ο/Η %(reviewer)s έχει εγκρίνει την αναθεώρησή σας για το έγγραφο «%(document_title)s».
es: %(reviewer)s ha aprobado tu revisión del documento %(document_title)s.
fy_nl: %(reviewer)s hat jo refyzje fan it dokumint %(document_title)s goedkard.
he: המהדורה שלך למסמך %(document_title)s אושרה על־ידי %(reviewer)s.
hr: %(reviewer)s je odobrio/la tvoju reviziju dokumenta %(document_title)s
hu: %(reviewer)s jóváhagyta a következő dokumentumban végzett változtatásait: %(document_title)s.
ia: %(reviewer)s ha approbate tu revision al documento %(document_title)s.
id: %(reviewer)s telah menyetujui revisi Anda untuk dokumen %(document_title)s.
it: %(reviewer)s ha approvato la tua revisione del documento %(document_title)s.
ja: %(reviewer)s さんが %(document_title)s の記事のあなたの編集リビジョンを承認しました。
ka: %(reviewer)s მიმომხილველმა დაადასტურა %(document_title)s დოკუმენტის თქვენი ვერსია.
kab: %(reviewer)s yeqbel aceggir-ik n yisemli %(document_title)s.
ko: %(reviewer)s 님이 %(document_title)s 문서에 대한 리비젼을 승인했습니다.
mg: Nankatò ny fanintsianao ny tahirin-kevitra %(document_title)s i %(reviewer)s.
ms: %(reviewer)s telah meluluskan semakan anda untuk dokumen %(document_title)s.
nb_no: %(reviewer)s har godkjent revisjonen til dokumentet %(document_title)s.
nl: %(reviewer)s heeft uw revisie van het document %(document_title)s goedgekeurd.
pa_in: %(reviewer)s ਨੇ ਦਸਤਾਵੇਜ਼ %(document_title)s ਦੇ ਤੁਹਾਡੇ ਰੀਵਿਜ਼ਨ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ।
pl: %(reviewer)s zatwierdził twoją wersję dokumentu %(document_title)s.
pt_br: %(reviewer)s aprovou sua edição do documento %(document_title)s.
pt_pt: %(reviewer)s aprovou a sua revisão no documento %(document_title)s.
ro: %(reviewer)s a aprobat revizuirea ta pentru documentul %(document_title)s.
sk: %(reviewer)s schválil vašu revíziu dokumentu %(document_title)s.
sr: %(reviewer)s је одобрио ревизију за документ %(document_title)s.
sv: %(reviewer)s har godkänt din revidering av dokumentet %(document_title)s.
te: %(reviewer)s ఈ %(document_title)s పత్రంకు రివిజన్ ఆమోదించారు.
th: %(reviewer)s ได้อนุมัติการตรวจทานแก้ไขไปยังเอกสาร %(document_title)s ของคุณ
tr: "%(document_title)s" belgesi üzerindeki revizyonunuz %(reviewer)s tarafından onaylandı.
uk: %(reviewer)s затверджує вашу редакцію документа %(document_title)s.
vi: %(reviewer)s đã phê duyệt bản sửa đổi của bạn thành tài liệu %(document_title)s.
zh_cn: %(reviewer)s 核准了您对 %(document_title)s 的修订。
zh_tw: %(reviewer)s 已經審核過您對文件 %(document_title)s 提出的修訂。
zu: %(reviewer)s bagunyaze ukubukeza kwakho kule dokhumenti %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
af: %(reviewer)s het jou wysiging aan die dokument %(document_title)s nagesien.
bg: %(reviewer)s е прегледал вашата редакция на документа %(document_title)s.
bs: %(reviewer)s je pregledao reviziju za dokument %(document_title)s.
de: %(reviewer)s hat Ihre Änderung am Dokument %(document_title)s überprüft.
el: Ο/Η %(reviewer)s έχει ελέγξει την αναθεώρησή σας για το έγγραφο «%(document_title)s».
es: %(reviewer)s ha procesado tu revisión del documento %(document_title)s.
fy_nl: %(reviewer)s hat jo refyzje fan it dokumint %(document_title)s beoardield.
he: המהדורה שלך למסמך %(document_title)s נסקרה על־ידי %(reviewer)s.
hr: %(reviewer)s je pregledao/la tvoju reviziju dokumenta %(document_title)s
hu: %(reviewer)s ellenőrizte a következő dokumentumból készített verzióját: %(document_title)s.
ia: %(reviewer)s ha revidite tu revision al documento %(document_title)s.
id: %(reviewer)s telah mengulas revisi Anda pada dokumen %(document_title)s.
it: %(reviewer)s ha revisionato la tua versione del documento %(document_title)s.
ja: %(reviewer)s さんが %(document_title)s の記事のあなたの編集リビジョンをレビューしました。
ka: %(reviewer)s მიმომხილველმა განიხილა %(document_title)s დოკუმენტის თქვენი ვერსია.
kab: %(reviewer)s yeqbel taɣuri-ik nuceggir n yisemli %(document_title)s.
ko: %(reviewer)s 님이 %(document_title)s 문서에 대한 당신의 리비젼을 확인했습니다.
mg: Nitsara ny fanintsianao ny tahirin-kevitra %(document_title)s i %(reviewer)s.
ms: %(reviewer)s telah meneliti semakan anda untuk dokumen %(document_title)s.
nb_no: %(reviewer)s har gjennomgått revisjonen din av dokumentet %(document_title)s.
nl: %(reviewer)s heeft uw revisie van het document %(document_title)s beoordeeld.
pa_in: %(reviewer)s ਨੂੰ ਦਸਤਾਵੇਜ਼ ਨੂੰ %(document_title)s ਨੂੰ ਤੁਹਾਡੇ ਰੀਵਿਜ਼ਨ ਸਮੀਖਿਆ ਕੀਤੀ ਗਈ ਹੈ।
pl: %(reviewer)s zrecenzował twoją wersję dokumentu %(document_title)s.
pt_br: %(reviewer)s revisou sua edição do documento %(document_title)s.
pt_pt: %(reviewer)s reveu a sua revisão no documento %(document_title)s.
ro: %(reviewer)s a analizat revizuirea ta pentru documentul %(document_title)s.
sk: %(reviewer)s skontroloval vašu revíziu dokumentu %(document_title)s.
sr: %(reviewer)s је прегледао ревизију за документ %(document_title)s.
sv: %(reviewer)s har bedömt din revidering av dokumentet %(document_title)s.
te: %(reviewer)s ఈ %(document_title)s పత్రంకు మీ రివిజన్ ను సమీక్షించారు.
th: %(reviewer)s ได้ตรวจทานการตรวจทานแก้ไขไปยังเอกสาร %(document_title)s ของคุณ
tr: "%(document_title)s" belgesi üzerindeki revizyonunuz %(reviewer)s tarafından incelendi.
uk: %(reviewer)s розглянув(-ла) вашу редакцію документа %(document_title)s.
vi: %(reviewer)s đã xét duyệt sửa đổi của bạn thành tài liệu %(document_title)s.
zh_cn: %(reviewer)s 已经审阅了您对 %(document_title)s 的修订。
zh_tw: %(reviewer)s 已經批閱過您對文件 %(document_title)s 提出的修訂。
zu: %(reviewer)s babukeze iveshini yakho kule dokhumenti %(document_title)s.

source: Message from the reviewer:
af: Boodskap van die nasiener:
bg: Съобщение от рецензента:
bs: Poruka od recenzenta:
de: Nachricht des Überprüfers:
el: Μήνυμα από τον ελεγκτή:
es: Mensaje del revisor:
fy_nl: Berjocht fan de beoardieler:
he: הודעה מהסוקר:
hr: Poruka recenzenta:
hu: A lektor üzenete:
ia: Message ab le revisor:
id: Pratinjau Pesan:
it: Messaggio del revisore:
ja: レビュアからのメッセージ:
ka: შეტყობინება მიმომხილველისგან:
kab: Izen sɣur imcegger:
ko: 검토자로부터 메세지:
mg: Hafatra avy @ mpitsara:
ms: Mesej dari penyemak:
nb_no: Melding fra personen som foretok gjennomgang:
nl: Bericht van de beoordelaar:
pa_in: ਸਮੀਖਿਅਕ ਵੱਲੋਂ ਸੁਨੇਹਾ:
pl: Wiadomość od recenzenta:
pt_br: Mensagem do revisor:
pt_pt: Mensagem do revisor:
ro: Mesaj de la revizor:
sk: Odkaz od redaktora:
sr: Порука од рецензента:
sv: Meddelande från granskaren:
te: సమీక్షకుడు నుండి సందేశం:
th: ข้อความจากผู้ตรวจทาน:
tr: Editörün mesajı:
uk: Повідомлення рецензента:
vi: Tin nhắn từ người xét duyệt:
zh_cn: 来自审阅者的消息：
zh_tw: 來自批閱者的訊息：
zu: Umyalezo ovela kumbukezi:

source: View the history of this document
af: Sien die geskiedenis van hierdie dokument
bg: Вижте историята на този документ
bs: Pregledaj historiju ovog dokumenta
de: Die Versionsgeschichte dieses Dokuments ansehen
el: Προβολή του ιστορικού αυτού του εγγράφου
es: Ver el historial de este documento
fy_nl: De skiednis fan dit dokumint werjaan
he: הצגת ההיסטוריה של מסמך זה
hr: Pogledaj povijest ovog dokumenta
hu: A dokumentum előzményeinek megjelenítése
ia: Vider le chronologia de iste documento
id: Lihat riwayat dokumen ini
it: Visualizza lo storico del documento
ja: このドキュメントの履歴を見る
ka: დოკუმენტის ისტორიის ნახვა
kab: Wali azray n yisemli-a
ko: 이 문서의 이력 보기
mg: Hijery ny tantaran'ity tahirin-kevitra ity
ms: Lihat sejarah dokumen ini
nb_no: Vis historikken til dette dokumentet
nl: De geschiedenis van dit document weergeven
pa_in: ਇਸ ਦਸਤਾਵੇਜ਼ ਦਾ ਇਤਿਹਾਸ ਦੇਖੋ
pl: Wyświetl historię tego dokumentu
pt_br: Mostrar o histórico deste documento
pt_pt: Ver o histórico deste documento
ro: Vezi istoricul acestui document
sk: Zobrazenie histórie tohto dokumentu
sr: Прегледај историју овог документа
sv: Visa historiken för detta dokument
te: ఈ పత్రం యొక్క చరిత్రను వీక్షించండి
th: ดูประวัติของเอกสารนี้
tr: Bu belgenin geçmişini görün
uk: Переглянути історію цього документа
ur: اس دستاویز کی سابقات دیکھیں
vi: Xem lịch sử của tài liệu này
zh_cn: 查看此文档的历史记录
zh_tw: 檢視此文件的歷史版本
zu: Buka umlando wale dokhumenti

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
af: Om hierdie dokument se geskiedenis te sien, klik die volgende skakel, of plak dit in die blaaier se adresbalk:
bg: За да видите историята на този документ, кликнете върху следната връзка или я копирайте в адресната лента на браузъра:
de: Um die Versionsgeschichte dieses Dokuments anzusehen, klicken Sie bitte auf den folgenden Link, oder fügen Sie ihn in die Adressleiste Ihres Browsers ein:
el: Για να δείτε το ιστορικό αυτού του εγγράφου, κάντε κλικ στον ακόλουθο σύνδεσμο ή επικολλήστε τον στη γραμμή τοποθεσίας του προγράμματος περιήγησης:
es: Para ver el historial de este documento, haz clic en el enlace siguiente o pégalo en la barra de direcciones de tu navegador:
fy_nl: Klik op de folgjende keppeling of plak dizze yn de lokaasjebalke fan jo browser om de skiednis fan dit dokumint wer te jaan:
he: כדי להציג את היסטוריית המסמך הזה, יש ללחוץ על הקישור הבא או להדביק אותו בשורת המיקום בדפדפן שלך:
hr: Za prikaz povijesti ovog dokumenta, pritisni poveznicu ili je umetni u adresnu traku preglednika:
hu: A dokumentum előzményeinek megjelenítéséhez kattintson az alábbi hivatkozásra vagy másolja be a böngésző címsorába:
ia: Pro vider le chronologia de iste documento clicca le sequente ligamine o colla illo in le barra del adresses de tu navigator:
it: Per visualizzare lo storico del documento, fare clic sul link di seguito o copiare e incollare il link nella barra degli indirizzi del browser:
ja: この記事の履歴を見るには、以下のリンクをクリックするか文字列全体をロケーションバーにコピー＆ペーストしてください:
ka: ამ დოკუმენტის ისტორიის სანახავად, გთხოვთ, დააწკაპოთ მოცემულ ბმულს ან ჩასვათ ბრაუზერის მისამართების ველში:
kab: Akken ad twaliḍ azray n yisemli-a, tekki ɣef useɣwen-a, neɣ senteḍ-it ɣef ufeggag n tansa n yiminig-ik:
ko: 이 문서의 이력을 보려면, 아래 링크를 클릭하거나 브라우저의 주소란에 URL을 복사하십시오:
mg: tsindrio azafady ity rohy manaraka ity, na apetaho eo @ tsipi-toeran'ny mpitetinao ity:
ms: Untuk melihat sejarah dokumen ini, klik pautan berikut, atau tampalnya ke dalam bar lokasi pelayar:
nb_no: Trykk på denne lenken for å se historikken til dokumentet, eller lim lenken inn i nettleserens adresselinje:
nl: Klik op de volgende koppeling of plak deze in de locatiebalk van uw browser om de geschiedenis van dit document weer te geven:
pa_in: ਇਸ ਦਸਤਾਵੇਜ਼ ਦਾ ਇਤਿਹਾਸ ਵੇਖਣ ਲਈ, ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਨੂੰ ਕਲਿੱਕ ਕਰੋ, ਜਾ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਪੇਸਟ ਕਰੋ:
pl: Aby wyświetlić historię tego dokumentu, kliknij poniższy odnośnik lub skopiuj całość i wklej do paska adresu przeglądarki:
pt_br: Para ver o histórico deste documento, clique no link a seguir ou cole-o na barra de endereços do seu navegador:
pt_pt: Para ver o histórico deste documento, clique na hiperligação seguinte, ou cole-a na barra de localização do seu navegador:
ro: Pentru a vedea istoria acestui document, apasă pe următorul link, sau lipește-l în bara de adrese a browserului tău:
sk: Pre zobrazenie histórie tohto dokumentu kliknite na nasledujúci odkaz, alebo ho vložte do riadku adresy vášho prehliadača:
sr: Да бисте прегледали историју овог документа, кликните на следећу везу, или је копирајте у поље за претрагу у прегледачу:
sv: För att se historiken för detta dokument, klicka på följande länk eller klistra in den i webbläsarens adressrad:
te: సైట్ లో ఈ పోస్ట్ వీక్షించేందుకు, ఈ క్రింది లింక్ క్లిక్ చేయండి, లేదా మీ బ్రౌజర్ యొక్క స్థాన పట్టీ లో అతికించండి:
th: หากต้องการดูประวัติของเอกสารนี้ ให้คลิกลิงก์ดังต่อไปนี้ หรือวางลิงก์นี้ลงในแถบตำแหน่งที่ตั้งของเบราว์เซอร์ของคุณ:
tr: Bu belgenin geçmişini görmek için aşağıdaki bağlantıya tıklayın veya bağlantıyı tarayıcınızın konum çubuğuna yapıştırın:
uk: Для перегляду історії цього документа, клацніть за наступним посиланням, або вставте його в адресний рядок вашого браузера:
vi: Để xem lịch sử của tài liệu này, nhấp vào liên kết sau hoặc dán nó vào thanh vị trí của trình duyệt của bạn:
zh_cn: 要查看此文档的历史记录，点击以下链接（或粘贴到您的浏览器地址栏中打开）：
zh_tw: 要觀看這篇文件的歷史版本，點下下列的連結，或者將它貼到瀏覽器的位址列：
zu: Ukuze ubuke umlando wale dokhumenti, chofoza ilinki elandelayo, noma yinamathelise esikhaleni sesiphequluli:
