Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
bg: Мини значката SUMO Форум 2012 е част от серията SUMO. Тя представлява принос към SUMO през 2012 г. - поне 30 отговора в английския форум SUMO. Поздравления за всички носители на значки SUMO Форум 2012 за приноса им към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Forum 2012“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2012; in diesem Fall: 30 Antworten im englischsprachigen SUMO-Forum. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Forum 2012“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Φόρουμ 2012 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2012· σε αυτήν την περίπτωση: 30 απαντήσεις στο αγγλικό φόρουμ SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO Φόρουμ 2012 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia del Foro de SUMO de 2012 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2012, en este caso: 30 respuestas en inglés en el foro de SUMO. ¡Felicidades a todos los ganadores de insignias del Foro de SUMO de 2012 por promover la misión de Mozilla!
fy_nl: De SUMO-foarum 2012-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2012; yn dit gefal: 30 antwurden yn it Ingelske SUMO-foarum. Lokwinsken oan alle SUMO-foarum 2012-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO foruma 2012. dio je SUMO serije. Predstavlja doprinos SUMO-u 2012. godine; u ovom slučaju: 30 odgovora u SUMO forumu. Čestitamo svim dobitnicima SUMO foruma 2012. na unapređivanju Mozilline misije!
hu: A SUMO Fórum 2012 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2012-es hozzájárulást jelképezi, ebben az esetben 30 választ az angol SUMO fórumhoz. Gratulálunk a SUMO Fórum kitűző – 2012 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del foro 2012 es parte del series SUMO. Illo representa le contributiones a SUMO in 2012 in iste caso: 30 responsas in le foro de SUMO in anglese. Congratulationes a tote le ganiatores del insignia 2012 del foro de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Forum di Supporto 2012 di SUMO rappresenta il contributo dato a SUMO nel corso del 2012, pari a 30 risposte nel forum di supporto in lingua inglese. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO フォーラム 2012 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2012 年に英語の SUMO フォーラムで 30 回以上返信して SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO フォーラム 2012 バッジを授与します。
ka: SUMO ფორუმი 2012 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2012 წელს შეტანილ წვლილს; ამ შემთხვევაში: 30 პასუხს, SUMO-ს ინგლისურ ფორუმში. ვულოცავთ SUMO ფორუმი 2012 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan Anmager SUMO 2012 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2012; dagi: 30 n tririyin s teglizit deg unmager SUMO. Tanemmirt- meṛṛa i wid yewwin arraz n unmager SUMO 2012 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO 포럼 2012 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2012년에 SUMO에 기여 했음을 의미하고 영문 SUMO 포럼에서 30개의 답변을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2012 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO Forum 2012 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2012; dalam hal ini: 30 balasan dalam Forum SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO Forum 2012 kerana memajukan Misi Mozilla!
nb_no: SUMO 2012 mini-utmerkelsen for forum er en del av SUMO-serien. Den representerer bidrag til SUMO i 2012, i dette tilfellet: 30 svar i det engelske SUMO-forumet. Gratulerer til alle som har fortjent SUMO-forum 2012-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO-forum 2012-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2012; in dit geval: 30 antwoorden in het Engelse SUMO-forum. Felicitaties aan alle SUMO-forum 2012-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Forum pomocy 2012 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2012 roku, w tym przypadku: 30 odpowiedzi na angielskim forum SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Forum pomocy 2012 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2012 do SUMO Forum é parte da série SUMO. Ele representa a contribuição ao SUMO em 2012; neste caso: 30 respostas no Fórum de Suporte em inglês. Parabéns a todos os ganhadores do emblema de 2012 do SUMO Forum por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do fórum de apoio de 2012 é parte da série SUMO. Representa contribuições para o SUMO em 2012; neste caso: 30 respostas no fórum do SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO do fórum de apoio de 2012 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Forum 2012 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2012, în acest caz: 30 de răspunsuri pe forumul SUMO în engleză. Felicitări tuturor câștigătorilor insignei SUMO Forum 2012 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Fórum 2012 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 30 odpovedí na anglickom fóre podpory SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ форума подршке за 2012. годину је део SUMO серије. Он представља допринос за SUMO у 2012. години; у овом случају: 30 одговора у енглеском SUMO форуму. Честитамо свим добитницима SUMO беџа форума подршке за 2012. годину за унапређивање Mozilla мисије!
sv: SUMO 2012 mini-emblem för forum är en del av SUMO-serien. Den representerar bidrag till SUMO under 2012; i det här fallet: 30 svar i engelska SUMO forum. Grattis till alla de som förtjänat SUMO 2012 emblem för forum och att de har främjat Mozillas uppdrag!
th: ตราฟอรั่ม SUMO ปี 2012 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2012 ซึ่งในกรณีนี้คือ: การตอบกลับ 30 ครั้งในฟอรั่ม SUMO ภาษาอังกฤษ ขอแสดงความยินดีกับผู้ได้รับตราฟอรั่ม SUMO ปี 2012 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Forumu 2012 mini rozeti, SUMO serisinin bir parçasıdır. 2012 yılında SUMO Forumu'nda 30 yanıt yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Forumu 2012 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака форуму SUMO 2012 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2012 році; в цьому випадку: 30 відповідей на англійському форумі SUMO. Вітаємо всіх нагороджених відзнаками форуму SUMO 2012 за поширення місії Mozilla!
vi: Huy hiệu nhỏ diễn đàn SUMO 2012 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO vào năm 2012 trong trường hợp này: 30 câu trả lời trong diễn đàn SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu diễn đàn SUMO 2012 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 论坛 2012 迷你徽章是 SUMO 系列的一部分。它代表了 2012 年为 SUMO 所作的贡献。获得条件：在英语 SUMO 论坛有 30 条回复。 感谢所有 SUMO 论坛 2012 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO 技術支援討論區 2012 迷你徽章是 SUMO 系列的一部份。它代表了 2012 年的 SUMO 貢獻，亦即有三十個英文討論區內的回應。 恭喜所有獲得 SUMO 技術支援討論區 2012 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2010 KB Badge
bg: 2010 БД значка
de: KB-Abzeichen 2010
el: Έμβλημα ΓΒ 2010
es: Insignia de la BC de 2010
fy_nl: KB 2010-badge
hr: Značka baze znanja za 2010. godinu
hu: Tudásbázis kitűző – 2010
ia: Insignia del base de cognoscentia 2010
id: Lencana KB 2010
it: Distintivo KB 2010
ja: 2010 ナレッジベースバッジ
ka: 2010 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2010
ko: 2010 KB 배지
ms: Lencana KB 2010
nb_no: 2010 KB-utmerkelse
nl: KB 2010-badge
pl: Odznaka KB 2010
pt_br: Emblema da Base de Conhecimento 2010
pt_pt: Medalha da base de conhecimento de 2010
ro: Insignă Baza de cunoștințe 2010
sk: Ocenenie Databáza vedomostí 2010
sr: Беџ базе знања за 2010. годину
sv: 2010 emblem för KB
te: 2010 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2010
tr: 2010 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2010
ur: 2010 KB بیج
vi: Huy hiệu KB 2010
zh_cn: 2010 知识库徽章
zh_tw: 2010 知識庫徽章

# DB: kbadge.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
bg: Мини-значката SUMO Army of Awesome 2010 е част от поредицата SUMO. Представлява принос към SUMO през 2010 г. - в този случай 50 туита от Army of Awesome. Поздравления за всички спечелили значка SUMO Army of Awesome 2010 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-KB 2010“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2010; in diesem Fall: 10 freigeschaltete Änderungen an der englischsprachigen SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-KB 2010“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO ΓΒ 2010 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2010· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες στην αγγλική γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO ΓΒ 2010 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de la BC de SUMO de 2010 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2010, en este caso: 10 ediciones aprobadas de la base de conocimientos de SUMO en inglés. Felicidades a todos los ganadores de insignias de la BC de SUMO de 2010 por promover la misión de Mozilla
fy_nl: De SUMO KB 2010-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2010; yn dit gefal: 10 goedkarre bewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO KB 2010-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO baze znanja 2010. dio je SUMO serije. Predstavlja doprinos SUMO-u 2010. godine; u ovom slučaju: 10 potvrđenih uređivanja na engleskom jeziku za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke baze znanja 2010. na unapređivanju Mozilline misije!
hu: A SUMO Tudásbázis 2010 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2010-es hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott szerkesztést az angol SUMO tudásbázishoz. Gratulálunk a SUMO Tudásbázis kitűző – 2010 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del Base de cognoscentia 2010 es parte del series SUMO. Illo representa le collaborationes a SUMO in le 2010; in iste caso: 10 redactiones approbate del Base de cognoscentias anglese de SUMO. Congratulationes a tote le ganiatores del insignia 2010 pro le base de cognoscentia SUMO pro facer progreder le mission Mozilla
it: Il distintivo SUMO KB 2010 rappresenta il contributo dato a SUMO nel corso del 2010, pari a 10 modifiche approvate alla Knowledge Base in lingua inglese di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO KB 2010 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2010 年に英語版ナレッジベース記事の編集が 10 本以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO KB 2010 バッジを授与します。
ka: SUMO ცოდნის წყაროს 2010 მცირე ნიშანი SUMO-ს ჯილდოების ნაწილია. იგი აღნიშნავს SUMO-ს საიტზე 2010 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ შესწორებას, SUMO-ს ცოდნის წყაროს ინგლისურ ვერსიაში. ვულოცავთ SUMO ცოდნის წყაროს 2010 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს
kab: Arraz ameẓyan SUMO KB 2010 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2010; dagi: 10 n yibeddilen yettwaqeblen s teglizit deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz SUMO KB 2010 imi snernan tuɣdaḍt n Mozilla
ko: SUMO KB 2010 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2010년에 SUMO에 기여 했음을 의미하고 승인된 영문 SUMO 지식 기반 문서 10개를 수정했음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2010 배지를 받으신 모든 분들을 축하합니다
ms: Lencana mini SUMO KB 2010 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2010; dalam hal ini: 10 edit yang diluluskan dalam Pangkalan Pengetahuan SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO KB 2010 kerana memajukan Misi Mozilla
nb_no: SUMO KB 2010 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2010; i dette tilfellet: 10 godkjente redigeringer av den engelske SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO KB 2010-utmerkelsen for å videreføre Mozillas oppdrag
nl: De SUMO KB 2010-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2010; in dit geval: 10 goedgekeurde bewerkingen van de Engelse SUMO-kennisbank. Felicitaties aan alle SUMO KB 2010-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO KB 2010 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2010 roku, w tym przypadku: 10 zatwierdzonych poprawek w angielskiej bazie wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO KB 2010 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2010 do SUMO KB é parte da série SUMO. Ele representa a contribuição ao SUMO em 2010; neste caso: 10 edições aprovadas na Base de Conhecimento do SUMO em inglês. Parabéns a todos os ganhadores do emblema de 2010 do SUMO KB por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO da base de conhecimento de 2010 é parte da série SUMO. Representa contribuições para o SUMO em 2010; neste caso: 10 edições aprovadas da base de conhecimento SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO da base de conhecimento de 2010 por promoverem a missão Mozilla
ro: Mini-insigna SUMO Baza de cunoștințe 2010 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2010; în acest caz: 10 editări în engleză aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO Baza de cunoștințe 2010 pentru avansul misiunii Mozilla!
sk: Mini ocenenie Databáza vedomostí SUMO 2010 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav anglických článkov v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ базе знања за 2010. годину је део SUMO серије. Он представља допринос за SUMO у 2010. години; у овом случају: 10 одобрених измена енглеске SUMO базе знања. Честитамо свим добитницима SUMO беџа базе знања за 2010. годину за унапређивање Mozilla мисије
sv: SUMO 2010 mini-emblem för KB är en del av SUMO-serien. Den representerar bidrag till SUMO under 2010; i det här fallet: 10 godkända redigeringar av den engelska SUMO kunskapsbasen. Grattis till alla de som förtjänat SUMO 2010 emblem för KB och att de har främjat Mozillas uppdrag
th: ตราฐานความรู้ SUMO ปี 2010 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2010 ซึ่งในกรณีนี้คือ: การแก้ไขฐานความรู้ SUMO ภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตราฐานความรู้ SUMO ปี 2010 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO BB 2010 mini rozeti, SUMO serisinin bir parçasıdır. 2010 yılında İngilizce SUMO Bilgi Bankası'nda onaylanmış 10 düzenleme yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO BB 2010 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака бази знань SUMO 2010 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2010 році; в цьому випадку: 10 затверджених редагувань в англійській базі знань SUMO. Вітаємо всіх нагороджених відзнаками бази знань SUMO 2010 за поширення місії Mozilla
vi: Huy hiệu nhỏ SUMO KB 2010 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2010; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO KB 2010 vì đã thúc đẩy sứ mệnh Mozilla
zh_cn: SUMO 知识库 2010 迷你徽章是 SUMO 系列的一部分。它代表了 2010 年为 SUMO 所作的贡献；获得条件：在英语 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 论坛 2010 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO 知識庫 2010 迷你徽章是 SUMO 系列的一部份。它代表了 2010 年的 SUMO 貢獻，亦即有 10 次通過審核的英文 SUMO 知識庫文件編輯。 恭喜所有獲得 SUMO 知識庫 2010 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2010 L10n Badge
bg: 2010 L10n значка
de: L10n-Abzeichen 2010
el: Έμβλημα L10n 2010
es: Insignia de L10n de 2010
fy_nl: L10n 2010-badge
hr: Značka lokalizacije za 2010. godinu
hu: L10n kitűző – 2010
ia: Insignia del localisation 2010
id: Lencana L10n 2010
it: Distintivo L10n 2010
ja: 2010 L10n バッジ
ka: 2010 L10n ჯილდო
kab: Deg warraz 2010 L1
ko: 2010 L10n 배지
ms: Lencana L10n 2010
nb_no: 2010 L10n-utmerkelse
nl: L10n 2010-badge
pl: Odznaka L10n 2010
pt_br: Emblema L10n 2010
pt_pt: Medalha de tradutores de 2010
ro: Insignă L10n 2010
sk: Ocenenie Lokalizácie pre rok 2010
sr: L10n беџ локализације за 2010. годину
sv: 2010 emblem för L10n
te: 2010 L10n బ్యాడ్జి
th: ตรา L10n ปี 2010
tr: 2010 Yerelleştirme Rozeti
uk: Відзнака L10n 2010
ur: 2010 L10n بیج
vi: Huy hiệu L10n 2010
zh_cn: 2010 本地化徽章
zh_tw: 2010 L10n 徽章
