Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Edit | {group} | Groups
af: Redigeer | {group} | Groepe
bg: Редакция| {group} | Групи
bs: Uredi | {group} | Grupe
de: Bearbeiten | {group} | Gruppen
el: Επεξεργασία | {group} | Ομάδες
es: Editar | {group} | Grupos
fy_nl: Bewurkje | {group} | Groepen
he: עריכה | {group} | קבוצות
hr: Uredi | {group} | Grupe
hu: Szerkesztés | {group} | Csoportok
ia: Rediger | {group} | Gruppos
id: Edit | {group} | Grup
it: Modifica | {group} | Gruppi
ja: 編集 | {group} | グループ
ka: ჩასწორება | {group} | გუნდები
kab: Ẓreg igrawen {group}
ko: {group} 그룹 수정
mg: Hanitsy | {group} | Vondrona
ms: Edit | {group} | Kumpulan
nb_no: Rediger | {group} | Grupper
nl: Bewerken | {group} | Groepen
pa_in: ਸੋਧ | {group} | ਗਰੁੱਪ
pl: Edytowanie | {group} | Grupy
pt_br: Editar | {group} | Grupos
pt_pt: Editar | {group} | Grupos
ro: Editează | {group} | Grupuri
sk: Úprava | {group} | Skupiny
sr: Уреди | {group} | Групе
sv: Redigera | {group} | Grupper
te: సవరించు | {group} | గ్రూపులు
th: แก้ไข | {group} | กลุ่ม
tr: Düzenle | {group} | Gruplar
uk: Редагувати | {group} | Групи
ur: تدوین| {group} | گروہ
vi: Chỉnh sửa | {group} | Nhóm
zh_cn: 编辑 | {group} | 群组
zh_tw: 編輯 | {group} | 群組
zu: Hlela | {group} | Amaqembu

source: Edit {group} profile information
af: Redigeer {group} se profielinligting
bg: Редактиране на профилната информация на {group}
bs: Uredi {group} informacije profila
de: Profilinformationen von {group} bearbeiten
el: Επεξεργασία πληροφοριών προφίλ της ομάδας «{group}»
es: Editar información del perfil de {group}
fy_nl: Profylynformaasje fan groep {group} bewurkje
he: עריכת פרטי הפרופיל {group}
hr: Uredi {group} informacije profila
hu: {group} csoportprofil szerkesztése
ia: Rediger {group} informationes de profilo
id: Edit informasi profil {group}
it: Modifica informazioni del profilo di {group}
ja: {group} グループのプロファイル情報を編集
ka: {group} გუნდის მონაცემების ჩასწორება
kab: Beddel talqut n umaɣnu n {group}
ko: {group} 그룹 프로필 정보수정
mg: Hanitsy ny mombamomba ny {group}
ms: Edit maklumat profil {group}
nb_no: Rediger {group} profilinfo
nl: Profielinformatie van groep {group} bewerken
pa_in: {group} ਪਰੋਫਾਇਲ ਜਾਣਕਾਰੀ ਸੋਧੋ
pl: Edytuj informacje grupy {group}
pt_br: Editar perfil do grupo {group}
pt_pt: Editar informação do perfil de {group}
ro: Editează informațiile de profil ale grupului {group}
sk: Úprava informácií o skupine {group}
sr: Измените информације о профилу {group}
sv: Redigera {group} profilinformation
te: ప్రొఫైల్ సమాచారాన్ని{group} మార్చు
th: แก้ไขข้อมูลส่วนตัว {group}
tr: {group} profil bilgilerini düzenle
uk: Змінити інформацію профілю {group}
ur: {group} پروفائل کی معلومات میں تدوین کریں
vi: Chỉnh sửa hồ sơ thông tin của nhóm {group}
zh_cn: 编辑 {group} 个人资料信息
zh_tw: 編輯 {group} 資訊
zu: Hlela {group} ulwazi lwephrofayela

source: Save
af: Stoor
bg: Запазване
bs: Sačuvaj
de: Speichern
el: Αποθήκευση
es: Guardar
fy_nl: Bewarje
he: שמירה
hr: Spremi
hu: Mentés
ia: Salvar
id: Simpan
it: Salva
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
mg: Hitahiry
ms: Simpan
nb_no: Lagre
nl: Opslaan
pa_in: ਸੰਭਾਲੋ
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
sk: Uložiť
sr: Сачувај
sv: Spara
te: సేవ్ చేయి
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_tw: 儲存
zu: Londoloza

source: Change {group} group avatar
af: Verander {group} se groepavatar
bg: Промени аватара на група {group}
bs: Promijeni {group} avatar grupe
de: Gruppen-Avatar von {group} ändern
el: Αλλαγή εικόνας ομάδας {group}
es: Cambiar avatar del grupo {group}
fy_nl: Groepsavatar fan {group} wizigje
he: שינוי התמונה המייצגת של הקבוצה {group}
hr: Promijeni {group} avatar grupe
hu: {group} csoport profilképének megváltoztatása
ia: Modificar le avatar del gruppo {group}
id: Ubah avatar grup {group}
it: Modifica avatar del gruppo {group}
ja: {group} のグループアバターを変更
ka: {group} გუნდის გამოსახულების შეცვლა
kab: Beddel avatar n ugraw {group}
ko: {group} 아바타 변경
mg: Hanova avataran'ny vondrona {group}
ms: Tukar avatar kumpulan {group}
nb_no: Endre {group} gruppeprofilbilde
nl: Groepsavatar van {group} wijzigen
pa_in: {group} ਗਰੁੱਪ ਅਵਤਾਰ ਬਦਲੋ
pl: Zmień awatar grupy {group}
pt_br: Alterar avatar do grupo {group}
pt_pt: Mudar avatar do grupo {group}
ro: Modifică avatarul grupului {group}
sk: Zmena ikonky skupiny {group}
sr: Промени аватар групе {group}
sv: Ändra {group} gruppavatar
te: గ్రూప్ అవతార్ ను {group} మార్చు
th: เปลี่ยนภาพประจำกลุ่ม {group}
tr: {group} grubunun avatarını değiştir
uk: Змінити аватар групи {group}
ur: {group} گروہ کا اوتار تبدیل کریں
vi: Thay đổi ảnh đại diện của nhóm {group}
zh_cn: 更改 {group} 群组头像
zh_tw: 修改 {group} 群組頭像
zu: Shintsha {group} i-avatar yeqembu

# avatar
source: Upload
af: Laai op
bg: Качване
bs: Učitaj
de: Hochladen
el: Μεταφόρτωση
es: Subir
fy_nl: Oplade
he: העלאה
hr: Učitaj
hu: Feltöltés
ia: Incargar
id: Unggah
it: Carica
ja: アップロード
ka: ატვირთვა
kab: Sali
ko: 업로드
mg: Hampiakatra
ms: Muatnaik
nb_no: Last opp
nl: Uploaden
pa_in: ਅੱਪਲੌਡ
pl: Prześlij
pt_br: Enviar
pt_pt: Enviar
ro: Încarcă
sk: Nahrať
sr: Отпреми
sv: Ladda upp
te: అప్లోడ్
th: อัปโหลด
tr: Yükle
uk: Вивантажити
ur: اپ لوڈ
vi: Tải lên
zh_cn: 上传
zh_tw: 上傳
zu: Loda

source: Groups
bg: Групи
bs: Grupe
de: Gruppen
el: Ομάδες
es: Grupos
fy_nl: Groepen
he: קבוצות
hr: Skupine
hu: Csoportok
ia: Gruppos
id: Grup
it: Gruppi
ja: グループ
ka: გუნდები
kab: Igrawen
ko: 그룹
ms: Kumpulan
nb_no: Grupper
nl: Groepen
pa_in: ਢਾਣੀਆਂ
pl: Grupy
pt_br: Grupos
pt_pt: Grupos
ro: Grupuri
sk: Skupiny
sr: Групе
sv: Grupper
te: గ్రూపులు
th: กลุ่ม
tr: Gruplar
uk: Групи
ur: گروپس
vi: Nhóm
zh_cn: 群组
zh_tw: 群組

source: Add group profile
af: Voeg groepprofiel by
bg: Добави профил на група
bs: Dodaj profil grupe
de: Gruppenprofil hinzufügen
el: Προσθήκη προφίλ ομάδας
es: Añadir perfil de grupo
fy_nl: Groepsprofyl tafoegje
he: הוספת פרופיל לקבוצה
hr: Dodaj profil grupe
hu: Csoportprofil hozzáadása
ia: Adder profilo de gruppo
id: Tambahkan profil grup
it: Aggiungi profilo del gruppo
ja: グループプロファイルを追加
ka: გუნდის პროფილის დამატება
kab: Rnu ameɣnu n ugraw
ko: 그룹 프로필 수정
mg: Hanampy ny mombamomba ny vondrona
ms: Tambah profil kumpulan
nb_no: Legg til gruppeprofil
nl: Groepsprofiel toevoegen
pa_in: ਗਰੁੱਪ ਪਰੋਫਾਇਲ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj grupę
pt_br: Adicionar perfil de grupo
pt_pt: Adicionar perfil de grupo
ro: Adaugă profilul grupului
sk: Pridať profil skupiny
sr: Додај профил групе
sv: Lägg till grupprofil
te: గ్రూప్ ప్రొఫైల్ను జోడించు
th: เพิ่มกลุ่มข้อมูลส่วนตัว
tr: Grup profili ekle
uk: Додати профіль групи
ur: گروپ پروفائل شامل کریں
vi: Thêm hồ sơ nhóm
zh_cn: 添加群组资料
zh_tw: 新增群組資料
zu: Faka iphrofayela yeqembu

source: {group} | Groups
af: {group} | Groepe
bg: {group} | Групи
bs: {group} | Grupe
de: {group} | Gruppen
el: {group} | Ομάδες
es: {group} | Grupos
fy_nl: {group} | Groepen
he: ‏{group} | קבוצות
hr: {group} | Grupe
hu: {group} | Csoportok
ia: {group} | Gruppos
id: {group} | Grup
it: {group} | Gruppi
ja: {group} | グループ
ka: {group} | გუნდები
kab: Igrawen {group}
ko: {group} 그룹
mg: {group} | Vondrona
ms: {group} | Kumpulan
nb_no: {group} | Grupper
nl: {group} | Groepen
pa_in: {group} | ਗਰੁੱਪਾਂ
pl: {group} | Grupy
pt_br: {group} | Grupos
pt_pt: {group} | Grupos
ro: {group} | Grupuri
sk: {group} | Skupiny
sr: {group} | Групе
sv: {group} | Grupper
te: {group} | గ్రూపులు
th: {group} | กลุ่ม
tr: {group} | Gruplar
uk: {group} | Групи
ur: {group}| گروہ
vi: {group} | Nhóm
zh_cn: {group} | 群组
zh_tw: {group} | 群組
zu: {group} | Amaqembu

source: Change avatar
af: Verander avatar
bg: Промени аватара
bs: Promijeni avatar
de: Avatar ändern
el: Αλλαγή εικόνας χρήστη
es: Cambiar avatar
fy_nl: Avatar wizigje
he: החלפת תמונה מייצגת
hr: Promijeni avatar
hu: Profilkép megváltoztatása
ia: Modificar avatar
id: Ubah avatar
it: Modifica avatar
ja: アバターを変更
ka: გამოსახულების შეცვლა
ko: 아바타 변경
mg: Hanova avatar
ms: Tukar avatar
nb_no: Bytt profilbilde
nl: Avatar wijzigen
pa_in: ਅਵਤਾਰ ਬਦਲੋ
pl: Zmień awatar
pt_br: Alterar avatar
pt_pt: Mudar avatar
ro: Schimbă avatarul
sk: Zmena ikonky
sr: Промени аватар
sv: Ändra avatar
te: అవతార్ మార్చు
th: เปลี่ยนอวตาร
tr: Avatarı değiştir
uk: Змінити аватар
ur: اوتار تبدیل کریں
vi: Thay đổi ảnh đại diện
zh_cn: 更改头像
zh_tw: 變更頭像
zu: Shintsha i-avatar

source: Change
af: Verander
bg: Промени
bs: Izmjena
de: Ändern
el: Αλλαγή
es: Cambiar
fy_nl: Wizigje
he: שינוי
hr: Promijeni
hu: Módosítás
ia: Cambiar
id: Ubah
it: Cambia
ja: 変更
ka: შეცვლა
ko: 변경
mg: Hanova
ms: Tukar
nb_no: Endre
nl: Wijzigen
pa_in: ਬਦਲੋ
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Modifică
sk: Zmeniť
sr: Промени
sv: Ändra
te: మార్చు
th: เปลี่ยนภาษา
tr: Değiştir
uk: Змінити
ur: تبدیل کریں
vi: Thay đổi
zh_cn: 更改
zh_tw: 變更
zu: Shintsha

source: Edit in admin
af: Redigeer in admin
bg: Редактирай като администратор
bs: Uredi kao administrator
de: Als Administrator bearbeiten
el: Επεξεργασία ως διαχειριστής
es: Editar en administración
fy_nl: Bewurkje yn behear
hr: Uredi kao administrator
hu: Szerkesztés az adminban
ia: Rediger in administrator
id: Edit dalam mode admin
it: Modifica in amministratore
ja: 管理者権限で編集
ka: ჩასწორება გუნდის სამართავიდან
kab: Ẓreg deg unedbal
ko: 관리자로 편집
mg: Hanitsy ao @ mpandrindra
ms: Edit sebagai pentadbir
nb_no: Rediger i admin
nl: Bewerken in beheer
pa_in: ਪਰਬੰਧਕ ਵਿੱਚ ਸੋਧ
pl: Edytuj w admin
pt_br: Editar como administrador
pt_pt: Editar na administração
ro: Editează ca administrator
sk: Upraviť v administrácií
sr: Измени као администратор
sv: Redigera i admin
te: అడ్మిన్ లో మార్చు
th: แก้ไขในผู้ดูและระบบ
tr: Yönetimde düzenle
uk: Редагувати в групі адміністраторів
ur: ایڈمن میں تدوین کریں
vi: Chỉnh sửa trong admin
zh_cn: 以管理员身份编辑
zh_tw: 以管理員模式編輯
zu: Hlela kolawulayo

source: Edit group profile
af: Redigeer groepprofiel
bg: Редактирай профила на групата
bs: Uredi profil grupe
de: Gruppenprofil bearbeiten
el: Επεξεργασία προφίλ ομάδας
es: Editar perfil de grupo
fy_nl: Groepsprofyl bewurkje
he: עריכת פרופיל קבוצה
hr: Uredi profil grupe
hu: Csoportprofil szerkesztése
ia: Rediger profilo de gruppo
id: Edit profil grup
it: Modifica profilo del gruppo
ja: グループプロファイルを編集
ka: გუნდის პროფილის ჩასწორება
ko: 그룹 프로필 수정
mg: Hanitsy ny mombamomba ny vondrona
ms: Edit profil kumpulan
nb_no: Rediger gruppeprofil
nl: Groepsprofiel bewerken
pa_in: ਪਰੋਫਾਇਲ ਗਰੁੱਪ ਸੋਧੋ
pl: Edytuj profil grupy
pt_br: Editar perfil do grupo
pt_pt: Editar perfil de grupo
ro: Editează profilul grupului
sk: Úprava profilu skupiny
sr: Измени профил групе
sv: Redigera grupprofil
te: గ్రూప్ ప్రొఫైల్ సవరించు
th: แก้ไขข้อมูลส่วนตัวกลุ่ม
tr: Grup profilini düzenle
uk: Редагувати профіль групи
ur: گروپ پروفائل کی تدوین کریں
vi: Chỉnh sửa hồ sơ nhóm
zh_cn: 编辑群组资料
zh_tw: 編輯群組資料
zu: Hlela iphrofayela yeqembu

source: Edit group leaders
af: Redigeer groepleiers
bg: Редактирай лидерите на групата
bs: Uredi vođe grupe
de: Gruppenleiter bearbeiten
el: Επεξεργασία αρχηγών ομάδας
es: Editar líderes del grupo
fy_nl: Groepslieders bewurkje
he: עריכת מנהיגי הקבוצה
hr: Uredi voditelje grupe
hu: Csoport vezetőinek szerkesztése
ia: Rediger leaders de gruppo
id: Edit peminpin grup
it: Modifica i leader del gruppo
ja: グループリーダーを編集
ka: გუნდის ხელმძღვანელების ჩასწორება
ko: 그룹 리더 프로필 수정
mg: Hanitsy mpitarika vondrona
ms: Edit ketua kumpulan
nb_no: Rediger gruppeledere
nl: Groepsleiders bewerken
pa_in: ਸੋਧ ਗਰੁੱਪ ਆਗੂ
pl: Edytuj grupę liderów
pt_br: Editar líderes do grupo
pt_pt: Editar líderes de grupo
ro: Editează liderii grupului
sk: Úprava skupiny vodcov
sr: Измени вође групе
sv: Redigera gruppledare
te: గ్రూప్ నాయకులను సవరించు
th: แก้ไขผู้นำกลุ่ม
tr: Grup liderlerini düzenle
uk: Редагувати лідерів групи
ur: گروپ قائدین میں تدوین کریں
vi: Chỉnh sửa các leader của nhóm
zh_cn: 编辑群组组长
zh_tw: 編輯組長資料
zu: Hlela iqembu labaholi

source: Group Leaders
af: Groepleiers
bg: Лидери на групата
bs: Vođe grupe
de: Gruppenleiter
el: Αρχηγοί ομάδας
es: Líderes del grupo
fy_nl: Groepslieders
he: מנהיגי הקבוצה
hr: Voditelji grupe
hu: Csoportvezetők
ia: Leaders de gruppo
id: Pemimpin Grup
it: Leader del gruppo
ja: グループリーダー
ka: გუნდის ხელმძღვანელები
ko: 그룹 리더
mg: Mpitarika Vondrona
ms: Ketua Kumpulan
nb_no: Gruppeledere
nl: Groepsleiders
pa_in: ਗਰੁੱਪ ਲੀਡਰਾਂ
pl: Liderzy grupy
pt_br: Líderes do grupo
pt_pt: Líderes do grupo
ro: Liderii grupului
sk: Vodcovia skupiny
sr: Вође групе
sv: Gruppledare
te: గ్రూప్ నేతలు
th: กลุ่มผู้นำ
tr: Grup Liderleri
uk: Лідери групи
ur: گروپ قائدین
vi: Các leader của nhóm
zh_cn: 群组组长
zh_tw: 群組組長
zu: Abaholi Beqembu

source: Remove user from leaders
af: Verwyder gebruiker uit leiers
bg: Изключи този потребител от лидерите
bs: Ukloni korisnika kao vođu
de: Benutzer als Gruppenleiter entfernen
el: Αφαίρεση χρήστη από αρχηγούς
es: Eliminar usuario de los líderes
fy_nl: Brûker fan lieders fuortsmite
he: הסרת המשתמש מהמנהיגים
hr: Ukloni korisnika kao voditelja
hu: Felhasználó eltávolítása a vezetők közül
ia: Remover usator ex leaders
id: Hapus pengguna dari pemimpin
it: Rimuovi l'utente dai leader
ja: リーダーからユーザーを外す
ka: მომხმარებლის ამოშლა ხელმძღვანელებიდან
kab: Kkes aseqdac seg yimasayen
ko: 그룹에서 리더 제거
mg: Hanala mpampiasa tsy ho mpitarika
ms: Singkir pengguna daripada ketua
nb_no: Fjern bruker fra ledere
nl: Gebruiker van leiders verwijderen
pa_in: ਆਗੂ ਤੱਕ ਯੂਜਰ ਨੂੰ ਹਟਾਓ
pl: Usuń użytkownika z liderów
pt_br: Remover usuário dos líderes
pt_pt: Retirar utilizador dos líderes
ro: Elimină utilizatorul din rândul liderilor
sk: Odstránenie používateľa zo skupiny vodcov
sr: Уклони корисника из вођа
sv: Ta bort användare från ledare
te: నాయకుల నుండి యూజర్ ను తొలగించు
th: ลบผู้ใช้จากการเป็นผู้นำ
tr: Kullanıcı liderlerden kaldır
uk: Видалити користувача з лідерів
ur: صارف کو رہنماؤں سے ہٹائیں
vi: Xoá người dùng khỏi vị trí leader
zh_cn: 从组长中移除用户
zh_tw: 將組長移除為普通使用者
zu: Susa umsebenzisi kubaholi

source: Add Leader
af: Voeg leier by
bg: Добави лидер
bs: Dodaj vođu
de: Gruppenleiter hinzufügen
el: Προσθήκη αρχηγού
es: Añadir líder
fy_nl: Lieder tafoegje
he: הוספת מנהיג
hr: Dodaj voditelja
hu: Csoportvezető hozzáadása
ia: Adder leader
id: Tambah Pemimpin
it: Aggiungi leader
ja: リーダーを追加
ka: ხელმძღვანელის დამატება
kab: Rnu amasay
ko: 리더 추가
mg: Hanampy Mpitarika
ms: Tambah Ketua
nb_no: Legg til leder
nl: Leider toevoegen
pa_in: ਲੀਡਰ ਜੋੜੋ
pl: Dodaj lidera
pt_br: Adicionar líder
pt_pt: Adicionar líder
ro: Adaugă lider
sk: Pridať vodcu
sr: Додај вођу
sv: Lägg till ledare
te: లీడర్ ను జోడించు
th: เพิ่มผู้นำ
tr: Lider Ekle
uk: Додати лідера
ur: قائد کو شامل کریں
vi: Thêm leader
zh_cn: 添加组长
zh_tw: 新增組長
zu: Faka Umholi

source: Edit group members
af: Redigeer groeplede
bg: Редактирай членовете на групата
bs: Uredi članove grupe
de: Gruppenmitglieder bearbeiten
el: Επεξεργασία μελών ομάδας
es: Editar miembros del grupo
fy_nl: Groepsleden bewurkje
he: עריכת חברי הקבוצה
hr: Uredi članove grupe
hu: Csoporttagok szerkesztése
ia: Rediger le membros del gruppo
id: Edit anggota grup
it: Modifica i membri del gruppo
ja: グループメンバーを編集
ka: გუნდის წევრების შეცვლა
ko: 그룹 멤버 수정
mg: Hanitsy mpikambana @ vondrona
ms: Edit anggota kumpulan
nb_no: Rediger gruppemedlemmer
nl: Groepsleden bewerken
pa_in: ਸੋਧ ਗਰੁੱਪ ਨੂੰ ਮੈਬਰ
pl: Edytuj członków grupy
pt_br: Editar membros do grupo
pt_pt: Editar membros do grupo
ro: Editează membrii grupului
sk: Upraviť členov skupiny
sr: Измени чланове групе
sv: Redigera gruppmedlemmar
te: గ్రూప్ సభ్యులను సవరించు
th: แก้ไขกลุ่มผู้ใช้
tr: Grup üyelerini düzenle
uk: Редагувати членів групи
ur: گروپ اراکین میں ترمیم کریں
vi: Chỉnh sửa thành viên nhóm
zh_cn: 编辑群组成员
zh_tw: 編輯群組成員
zu: Hlela amalungu eqembu

source: Group Members
af: Groeplede
bg: Членове на групата
bs: Članovi grupe
de: Gruppenmitglieder
el: Μέλη ομάδας
es: Miembros del grupo
fy_nl: Groepsleden
he: חברי הקבוצה
hr: Članovi grupe
hu: Csoporttagok
ia: Membros del gruppo
id: Anggota Grup
it: Membri del gruppo
ja: グループメンバー
ka: გუნდის წევრები
ko: 그룹 멤버
mg: Mpikambana @ Vondrona
ms: Anggota Kumpulan
nb_no: Gruppemedlemmer
nl: Groepsleden
pa_in: ਗਰੁੱਪ ਮੈਬਰ
pl: Członkowie grupy
pt_br: Membros do grupo
pt_pt: Membros do Grupo
ro: Membrii grupului
sk: Členovia skupiny
sr: Чланови групе
sv: Gruppmedlemmar
te: గ్రూప్ సభ్యులు
th: กลุ่มผู้ใช้
tr: Grup Üyeleri
uk: Учасники групи
ur: گروپ کے اراکین
vi: Các thành viên trong nhóm
zh_cn: 群组成员
zh_tw: 群組成員
zu: Amalungu Eqembu

source: Add Member
af: Voeg lid by
bg: Добави член към групата
bs: Dodaj člana
de: Mitglied hinzufügen
el: Προσθήκη μέλους
es: Añadir miembro
fy_nl: Lid tafoegje
he: הוספת חבר
hr: Dodaj člana
hu: Csoporttag hozzáadása
ia: Adder membro
id: Tambahkan Anggota
it: Aggiungi utente
ja: メンバーを追加
ka: წევრის დამატება
ko: 멤버 추가
mg: Hanampy Mpikambana
ms: Tambah anggota
nb_no: Legg til medlem
nl: Lid toevoegen
pa_in: ਮੈਬਰ ਜੋੜੋ
pl: Dodaj członka
pt_br: Adicionar membro
pt_pt: Adicionar Membro
ro: Adaugă membru
sk: Pridať člena
sr: Додај члана
sv: Lägg till medlem
te: సభ్యుడిని జోడించండి
th: เพิ่มผู้ใช้
tr: Üye Ekle
uk: Додати учасника
ur: رکن شامل کریں
vi: Thêm thành viên
zh_cn: 添加成员
zh_tw: 新增群組成員
zu: Faka ilungu

source: Remove user from group
af: Verwyder gebruiker uit groep
bg: Изключи потребителя от групата
bs: Ukloni korisnika iz grupe
de: Benutzer aus Gruppe entfernen
el: Αφαίρεση χρήστη από ομάδα
es: Eliminar usuario del grupo
fy_nl: Brûker út groep fuortsmite
he: הסרת משתמש מהקבוצה
hr: Ukloni korisnika iz grupe
hu: Felhasználó eltávolítása a csoportból
ia: Remover usator ex le gruppo
id: Hapus pengguna dari grup
it: Rimuovi l'utente dal gruppo
ja: グループからユーザーを削除
ka: მომხმარებლის ამოშლა გუნდიდან
kab: Kkes aseqdac seg ugraw
ko: 그룹에서 사용자 제거
mg: Hanala mpampiasa tao @ vondrona
ms: Singkir pengguna daripada kumpulan
nb_no: Fjern bruker fra gruppe
nl: Gebruiker uit groep verwijderen
pa_in: ਗਰੁੱਪ ਵਿੱਚੋ ਯੂਜਰ ਹਟਾਉ
pl: Usuń użytkownika z grupy
pt_br: Remover usuário do grupo
pt_pt: Retirar utilizador do grupo
ro: Elimină utilizatorul din grup
sk: Odstránenie používateľa zo skupiny
sr: Уклони корисника из групе
sv: Ta bort användare från grupp
te: గ్రూప్ నుండి వినియోగదారును తీసివేయి
th: ลบผู้ใช้ออกจากกลุ่ม
tr: Kullanıcıyı gruptan kaldır
uk: Видалити користувача з групи
ur: گروپ سے صارف کو ہٹائیں
vi: Loại bỏ thành viên khỏi nhóm
zh_cn: 从群组中移除用户
zh_tw: 自群組移除使用者
zu: Khipha umsebenzisi eqenjini

source: KB article
bg: Статия от БД
de: Artikel der Wissensdatenbank
el: Άρθρο ΓΒ
fy_nl: Kennisbankartikel
hu: KB leírás
ia: Articulo de base de cognoscentia
it: Articolo della KB
kab: Amagrad KB
nl: Kennisbankartikel
pl: Artykuł bazy wiedzy
pt_br: Artigo da base de conhecimento
pt_pt: Artigo da base de conhecimento
sv: KB-artikel
tr: BB makalesi
vi: Bài viết KB
zh_cn: 知识库文章
zh_tw: 知識庫文章

source: KB Article Exists
bg: Статията от БД съществува
de: Artikel der Wissensdatenbank existiert
el: Υπάρχει άρθρο ΓΒ
fy_nl: Kennisbankartikel bestiet
hu: Létezik KB leírás
ia: Existe articulo de base de cognoscentia
it: L’articolo della KB esiste già
nl: Kennisbankartikel bestaat
pl: Artykuł bazy wiedzy istnieje
pt_br: Existe artigo na base de conhecimento
pt_pt: O artigo da base de conhecimento já existe
sv: KB-artikel finns
tr: BB makalesi mevcut
vi: Bài viết KB tồn tại
zh_cn: 知识库文章已存在
zh_tw: 知識庫文章已存在

source: No KB Article Exists
bg: Не съществува статия от базата данни
de: Artikel der Wissensdatenbank existiert nicht
el: Δεν υπάρχει άρθρο ΓΒ
fy_nl: Der bestiet gjin kennisbankartikel
hu: Nem létezik KB leírás
ia: Nulle articulo de base de cognoscentia existe
it: Non esiste alcun articolo della KB
nl: Er bestaat geen kennisbankartikel
pl: Brak artykułu w bazie wiedzy
pt_br: Não existe artigo na base de conhecimento
pt_pt: O artigo da base de conhecimento não existe
sv: Det finns ingen KB-artikel
tr: BB makalesi mevcut değil
vi: Không có bài viết KB tồn tại
zh_cn: 知识库文章不存在
zh_tw: 沒有存在的知識庫文章

source: You were awarded the '{title}' badge!
af: Iemand het die "{title}"-kenteken aan jou toegeken!
bg: Наградени сте със значка '{title}'!
bs: Nagrađeni ste '{title}' značkom!
de: Ihnen wurde das Abzeichen „{title}“ verliehen!
el: Βραβευτήκατε με το έμβλημα «{title}»!
es: ¡Te han otorgado la insignia '{title}'!
fy_nl: De badge ‘{title}’ is oan jo takend!
hr: Dodijeljena ti je značka „{title}”!
hu: Ön egy „{title}” kitűzőt kapott!
ia: Tu ha ganiate le insignia de '{title}'!
id: Anda dianugerahi lencana '{title}'!
it: Ti è stato assegnato il distintivo '{title}'!
ja: '{title}' バッジが授与されました！
ka: თქვენ დაიმსახურეთ „{title}“!
kab: Tremseḍ-d ajiṭun ’{title}’!
ko: '{title}' 배지를 받았습니다!
mg: Nomena bajy '{title}' ianao!
ms: Anda dianugerahi lencana '{title}'!
nb_no: Du har fått utmerkelsen '{title}'!
nl: De badge ‘{title}’ is aan u toegekend!
pa_in: ਤੁਹਾਨੂੰ '{title}' ਬੈਜ ਸਨਮਾਨਿਤ ਕੀਤਾ ਗਿਆ ਸੀ!
pl: Przyznano ci odznakę „{title}”!
pt_br: Você ganhou o emblema '{title}'!
pt_pt: Foi premiado(a) com a medalha '{title}'!
ro: Ți s-a acordat insigna „{title}”!
sk: Bolo vám udelené ocenenie '{title}'!
sr: Награђени сте '{title}' значком!
sv: Du belönades med emblemet '{title}'!
te: మీకు '{title}' బ్యాడ్జిని బహూకరించారు!
th: คุณได้รับตรา '{title}'!
tr: '{title}' rozetini kazandınız!
uk: Вас було нагороджено відзнакою '{title}'!
ur: آپ کو '{title}' بیج سے نوازا گیا!
vi: Bạn đã được trao tặng huy hiệu '{title}'!
zh_cn: 您获得了“{title}”徽章！
zh_tw: 您獲得了「{title}」徽章！
zu: Uhlonyiliswe ibheji le '{title}'!

source: Badges
af: Kentekens
bg: Значки
bs: Značke
de: Abzeichen
el: Εμβλήματα
es: Insignias
he: עיטורים
hr: Značke
hu: Kitűzők
ia: Insignias
id: Lencana
it: Distintivi
ja: バッジ
ka: ჯილდოები
kab: Ijiṭunen
ko: 배지
mg: Bajy
ms: Lencana
nb_no: Utmerkelser
pa_in: ਬੈਜ
pl: Odznaki
pt_br: Emblemas
pt_pt: Medalhas
ro: Insigne
sk: Ocenenia
sr: Значке
sv: Emblem
te: బాడ్జీలు
th: ตรา
tr: Rozetler
uk: Відзнаки
ur: بیج
vi: Huy hiệu
zh_cn: 徽章
zh_tw: 徽章
zu: Amabheji

source: Recently Awarded
af: Onlangs toegeken
bg: Наскоро наградени
bs: Nedavno nagrađeni
de: Kürzliche Empfänger
el: Πρόσφατες απονομές
es: Recientemente galardonado
fy_nl: Koartlyn takend
hr: Nedavno nagrađeni
hu: Nemrég kiosztott
ia: Recentemente Adjudicate
id: Pembaruan yang baru saja disetujui
it: Premiati di recente
ja: 最近の受賞者
ka: ბოლოს დაჯილდოებული
kab: Yettunefk-as warraz melmi kan
ko: 최근 수상자
mg: Nomena Vao Haingana
ms: Terkini Dianugerahkan
nb_no: Nylig tildelt
nl: Onlangs toegekend
pa_in: ਹਾਲ ਹੀ ਸਨਮਾਨਿਆ ਗਿਆ
pl: Ostatnio nagrodzeni
pt_br: Recentemente Premiado
pt_pt: Medalhas recentes
ro: Acordate recent
sk: Nedávno ocenení
sr: Недавно награђени
sv: Nyligen utdelade
te: ఇటీవల బహూకరించింది
th: ที่ได้รับล่าสุด
tr: Son verilenler
uk: Нещодавно нагороджені
ur: حال ہی میں ایوارڈ شدہ
vi: Được trao tặng gần đây
zh_cn: 近期颁发
zh_tw: 近期頒發
zu: Okusanda kuhlonyuliswa

source: Awarded badge: %(badge_name)s
af: Toegekende kenteken: %(badge_name)s
bg: Присъдена значка: %(badge_name)s
bs: Dodijeljena značka: %(badge_name)s
de: Verliehenes Abzeichen: %(badge_name)s
el: Απονεμηθέν έμβλημα: %(badge_name)s
es: Insignia otorgada: %(badge_name)s
fy_nl: Takende badge: %(badge_name)s
hr: Dodijeljena značka: %(badge_name)s
hu: Kiosztott kitűző: %(badge_name)s
ia: Insignia adjudicate: %(badge_name)s
id: Lencana penghargaan: %(badge_name)s
it: Distintivo assegnato: %(badge_name)s
ja: 授与されたバッジ: %(badge_name)s
ka: მოგებული ჯილდო: %(badge_name)s
kab: Arraz yettunefken: %(badge_name)s
ko: 받은 배지: %(badge_name)s
mg: Bajy nomena: %(badge_name)s
ms: Dianugerahi Lencana: %(badge_name)s
nb_no: Tildelt utmerkelse: %(badge_name)s
nl: Toegekende badge: %(badge_name)s
pa_in: ਸਨਮਾਨਿਆ ਗਿਆ ਬੈਜ: %(badge_name)s
pl: Przyznana odznaka: %(badge_name)s
pt_br: Emblema: %(badge_name)s
pt_pt: Medalha atribuída: %(badge_name)s
ro: Insignă acordată: %(badge_name)s
sk: Udelené ocenenie: %(badge_name)s
sr: Додељена значка: %(badge_name)s
sv: Tilldelade emblem: %(badge_name)s
te: బహూకరించిన బ్యాడ్జ్: %(badge_name)s
th: ตราที่ได้รับ: %(badge_name)s
tr: Verilen rozet: %(badge_name)s
uk: Нагороджений відзнакою: %(badge_name)s
ur: ایوارڈ شدہ بیج: %(badge_name)s
vi: Được trao tặng huy hiệu: %(badge_name)s
zh_cn: 已获得徽章：%(badge_name)s
zh_tw: 已獲得徽章：%(badge_name)s
zu: Ibheji elihlonyulisiwe: %(badge_name)s
