Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
af: Leer hoe om Firefox op jou lessenaarrekenaar af te laai of om inligting na en van ander blaaiers te skuif.
bg: Научете как да изтеглите Firefox на настолни устройства или да преместите информация към и от други браузъри.
bs: Saznajte kako da preuzmete Firefox na vaš desktop uređaj ili kako pomjeriti informacije na i sa drugih web pretraživača.
de: Erfahren Sie, wie Sie Firefox auf Ihre Desktop-Geräte herunterladen und Daten zu und aus anderen Browsern verschieben.
el: Μάθετε πώς να κάνετε λήψη του Firefox στους υπολογιστές σας ή πώς να μετακινήσετε πληροφορίες από και προς άλλα προγράμματα περιήγησης.
es: Aprende a descargar Firefox en tus equipos de escritorio y a trasladar información desde o hacia otros navegadores.
fy_nl: Lês hoe’t jo Firefox op jo desktopapparaten downloade kinne of nei en fan oare browsers ferpleatse kinne.
he: מידע על כיצד להוריד את Firefox למכשירי שולחן העבודה שלך או להעביר מידע אל ומתוך דפדפנים אחרים.
hr: Saznaj, kako preuzeti Firefox na desktop uređaje ili kako premjestiti podatke u i iz drugih preglednika.
hu: Ismerje meg, hogyan töltheti le a Firefoxot asztali gépére, vagy hogyan mozgathat információkat más böngészőkbe és azokból.
ia: Apprende como discargar Firefox sur tu apparatos de scriptorio o mover informationes a e de altere navigatores.
id: Pelajari cara unduh Firefox pada perangkat desktop atau mengirim informasi dari dan ke peramban lain.
it: Apprendi come scaricare Firefox sul tuo computer desktop, esportare e importare informazioni da altri browser
ja: デスクトップで Firefox をダウンロードする方法とブラウザー間でデータを移行する方法を学びます。
ka: შეიტყვეთ, თუ როგორ უნდა ჩამოტვირთოთ Firefox სამაგიდო კომპიუტერზე და როგორ გადმოიტანოთ მონაცემები, სხვა ბრაუზერებიდან.
kab: Issin amek ara tsadreḍ Firefox ɣef uselkim-ik neɣ ambaddal n telɣut akked yiminigen-nniḍen.
ko: Firefox를 PC에 다운로드한 후, 타 브라우저에서 이전하는 방법
mg: Ianaro ny fomba fampidinana an'i Firefox ao @ fitaovana biraonao na famindrana fampahalalana avy ao sy mankao @ ireo mpitety hafa.
ms: Belajar cara memuat turun Firefox ke peranti desktop anda atau memindahkan maklumat ke dan dari pelayar lain.
nb_no: Les hvordan du laster ned Firefox på dine stasjonære enheter eller flytter informasjon til og fra andre nettlesere.
nl: Lees hoe u Firefox op uw desktopapparaten kunt downloaden of informatie naar en vanuit andere browsers kunt verplaatsen.
pl: Dowiedz się, jak pobrać Firefoksa na urządzenia stacjonarne oraz jak przenieść dane z i do innych przeglądarek.
pt_br: Saiba como baixar o Firefox no seu computador ou mover informação de e para outros navegadores.
pt_pt: Saiba como transferir o Firefox para os seus computadores ou como mover a informação de/e para outros navegadores.
ro: Află cum să descarci Firefox pentru calculator sau cum să îți muți informațiile de pe și pe alte browsere.
sk: Prečítajte si, ako si stiahnete Firefox do svojho počítača alebo ako presuniete údaje z iných prehliadačov.
sr: Сазнајте како да преузмете Firefox на Ваш десктоп уређај или како померити информације на и са других веб прегледача.
sv: Lär dig att ladda ner Firefox på dina skrivbordsenheter eller flytta information till och från andra webbläsare.
te: మీ డెస్క్టాప్ పరికరాల్లో Firefox డౌన్లోడ్ లేదా మరియు ఇతర బ్రౌజర్ల నుండి సమాచారం తరలించడానికి ఎలా నేర్చుకుంటారు.
th: เรียนรู้วิธีดาวน์โหลด Firefox บนอุปกรณ์เดสก์ท็อปของคุณหรือย้ายข้อมูลไปยังและจากเบราว์เซอร์อื่น
tr: Firefox'u masaüstü cihazlarınıza indirmeyi veya diğer tarayıcılardan bilgilerinizi taşımayı öğrenin.
uk: Дізнайтесь як завантажити Firefox на ваші настільні пристрої або перемістити інформацію з інших браузерів.
ur: اپنے ڈیسک ٹاپ آلات پر Firefox ڈاؤن لوڈ کرنے کا طریقہ سیکھیں یا دوسرے براؤزر سے معلومات منتقل کریں۔
vi: Tìm hiểu cách tải xuống Firefox trên thiết bị máy tính để bàn của bạn hoặc di chuyển thông tin đến và từ các trình duyệt khác.
zh_cn: 了解如何在您的桌面设备上下载 Firefox，以及如何从与向移动设备转移信息。
zh_tw: 了解如何在您的桌面裝置中下載 Firefox，以及如何自其他裝置移動資訊。
zu: Funda ukuthi idawunilodwa kanjani i-Firefox kumadivayisi e-desktop noma ukuthutha imininingwane iya noma isuka kwezinye iziphequluli.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
af: Leer hoe om Firefox vir Android te installeer en inligting oor te dra.
bg: Научете как да инсталирате и прехвърляте информация към Firefox за Android.
bs: Saznajte kako da instalirate i prenesete informacije na Firefox za android.
de: Erfahren Sie, wie Sie Firefox für Android installieren und Daten zu ihm übertragen.
el: Μάθετε πώς να εγκαταστήσετε και να μεταφέρετε πληροφορίες στο Firefox για Android.
es: Aprende a instalar y transferir información a Firefox para Android.
fy_nl: Lês hoe’t jo Firefox foar Android ynstallearje kinne en gegevens der nei ta oersette kinne.
he: מידע על התקנה והעברת מידע אל Firefox עבור Android.
hr: Saznaj, kako instalirati i prenijeti podatke na Firefox za Android.
hu: Ismerje meg, hogyan telepítheti és hogyan vihet át információkat a Firefox for Androidra.
ia: Apprende como installar e transferer informationes a Firefox pro Android.
it: Apprendi come installare e trasferire le tue informazioni su Firefox per Android
ja: Android 版 Firefox のインストール方法とデータを移行する方法を学びます。
ka: იხილეთ ვრცლად, თუ როგორ უნდა დააყენოთ და გადაიტანოთ მონაცემები Firefox Android-ზე.
kab: Issi amek ara tesbeddeḍ daɣen ad tawiḍ talɣut ɣer Firefox i Android.
ko: Firefox for Android 설치와 데이터를 이전하는 방법을 배웁니다.
mg: Ianaro izay rehetra mila fantatrao hanananao Firefox ho an'i Android vonona sy mandeha.
ms: Belajar cara memasang dan memindahkan maklumat ke Firefox untuk Android.
nb_no: Les hvordan du installerer og overfører informasjon til Firefox for Android.
nl: Lees hoe u Firefox voor Android kunt installeren en gegevens ernaartoe kunt overzetten.
pl: Dowiedz się, jak zainstalować Firefoksa dla systemu Android i zaimportować dane.
pt_br: Saiba como instalar e transferir informação para o Firefox para o Android.
pt_pt: Aprenda a instalar e a transferir informação para o Firefox para Android.
ro: Află cum să instalezi și să transferi informații către Firefox pentru Android.
sk: Prečítajte si, ako nainštalovať a presunúť údaje do Firefoxu pre Android.
sr: Сазнајте како да инсталирате и пренесете информације на Firefox за Android.
sv: Lär dig att installera och överföra information till Firefox för Android.
te: ఆండ్రాయిడ్ కోసం Firefox ఇన్స్టాల్ మరియు సమాచారాన్ని బదిలీ ఎలా చేయాలో తెలుసుకోండి.
th: เรียนรู้วิธีติดตั้งและถ่ายโอนข้อมูลไปยัง Firefox สำหรับ Android
tr: Android için Firefox'u yüklemeyi ve bilgilerinizi ona aktarmayı öğrenin.
uk: Дізнайтесь, як встановити і перенести інформацію до Firefox для Android.
ur: Android کے لئے Firefox میں معلومات کو انسٹال اور منتقل کرنے کا طریقہ سیکھیں۔
vi: Tìm hiểu cách cài đặt và truyền thông tin sang Firefox trên Android.
zh_cn: 了解如何安装和转移信息到 Android 版 Firefox。
zh_tw: 了解如何安裝與轉移資訊到 Firefox for Android。
zu: Funda ukuthi ifakelwa kanjani futhi ithunyelwa kanjani imininingwane ku-Firefox ye-Android.

# DB: products.Topic.description
source: Download, install and Migration
af: Aflaai, installering en migrasie
bg: Изтегляне, инсталиране и прехвърляне
bs: Preuzimanje, instalacija i migracija
de: Herunterladen, installieren und Daten übernehmen
el: Λήψη, εγκατάσταση και μεταφορά
es: Descarga, instalación y migración
fy_nl: Downloade, ynstallearje en migraasje
he: הורדה, התקנה והסבה
hr: Preuzimanje, instaliranje i preseljavanje
hu: Letöltés, telepítés és migráció
ia: Discargar, installar e migrar
id: Unduh, pasang dan Perpindahan
it: Download, installazione e migrazione
ja: ダウンロードとインストール、データの移行
ka: ჩამოტვირთვა, დაყენება და მონაცემების გადმოტანა
kab: Asider, asebded d tunagin
ko: 다운로드, 설치 및 데이터 이동
mg: Fampidinana, Fametrahana ary Fifindrana
ms: Muat turun, pasang dan migrasi
nb_no: Nedlasting, installering og migrering
nl: Downloaden, installeren en migratie
pa_in: ਡਾਊਨਲੋਡ, ਇੰਸਟਾਲ ਅਤੇ ਮਾਈਗਰੇਸ਼ਨ ਕਰੋ
pl: Pobieranie, instalacja i migracja
pt_br: Download, instalação e migração
pt_pt: Transferir, instalar e migração
ro: Descărcare, instalare și migrare
sk: Stiahnutie, inštalácia a migrácia
sr: Преузимање, инсталација и миграција
sv: Ladda ner, installera och migrera
te: డౌన్లోడ్ చేసి, ఇన్స్టాల్ మరియు వలస
th: ดาวน์โหลด, ติดตั้ง และย้ายข้อมูล
tr: İndirme, kurulum ve taşıma
uk: Завантаження, установка та міграція
ur: ڈاؤن لوڈ کریں ، انسٹال کریں اور منتقل کریں
vi: Tải về, cài đặt và chuyển đổi
zh_cn: 下载、安装和迁移
zh_tw: 下載、安裝與移轉
zu: Ukudawuniloda, ukufakela nokuThutha

# DB: products.Topic.title
source: Downloads
hu: Letöltések
ia: Discargamentos
it: Download
kab: Isadaren
sv: Hämtningar
tr: İndirilenler
zh_cn: 下载

# DB: products.Topic.description
source: Manage and troubleshoot your downloads.
hu: Kezelje a letöltéseit, és hárítsa el azok hibát.
ia: Gere e solve problemas de tu discargamentos.
it: Gestisci e risolvi i tuoi download.
nl: Uw downloads beheren en problemen oplossen.
pt_br: Gerencie e resolva problemas com seus downloads.
sv: Hantera och felsök dina hämtningar.
tr: İndirmelerinizi yönetin ve sorunları giderin.
zh_cn: 管理下载项目、解决相关问题。

# DB: products.Topic.title
source: Download & Setup
bg: Изтегляне и настройки
de: Herunterladen & Einrichten
el: Λήψη και ρύθμιση
fy_nl: Downloade & ynstelle
hu: Letöltés és telepítés
ia: Discargar e installar
it: Download e configurazione
ja: ダウンロードとセットアップ
ka: ჩამოტვირთვა და დაყენება
kab: Sider & Sesteb
ko: 다운로드 및 설정
nb_no: Last ned og konfigurer
nl: Downloaden & instellen
pl: Pobieranie i konfiguracja
pt_br: Baixar e configurar
pt_pt: Transferir e Configurar
sk: Stiahnutie a nastavenie
sr: Преузимање и постављање
sv: Hämta & konfigurera
tr: İndirme ve kurulum
uk: Завантаження й налаштування
vi: Tải xuống & cài đặt
zh_cn: 下载安装
zh_tw: 下載安裝

# DB: products.Topic.description
source: Start using Mozilla VPN.
bg: Започнете да използвате Mozilla VPN.
de: Lernen Sie die Grundlagen von Mozilla VPN.
el: Ξεκινήστε τη χρήση του Mozilla VPN.
fy_nl: Begjin mei it brûken fan Mozilla VPN.
hu: Kezdje el a Mozilla VPN használatát.
ia: Comencia a usar Mozilla VPN.
it: Inizia a utilizzare Mozilla VPN.
ka: გაიცანით და გამოიყენეთ Mozilla VPN
kab: Bdu aseqqdec n Mozilla VPN.
nb_no: Begynn å bruke Mozilla VPN.
nl: Mozilla VPN beginnen te gebruiken.
pl: Zacznij korzystać z Mozilla VPN.
pt_br: Introdução ao Mozilla VPN.
pt_pt: Comece a usar a Mozilla VPN.
sk: Začnite používať Mozilla VPN.
sr: Почните да користите Mozilla VPN.
sv: Börja använda Mozilla VPN.
tr: Mozilla VPN'i kullanmaya başlayın.
uk: Почніть користуватися Mozilla VPN.
vi: Bắt đầu sử dụng Mozilla VPN.
zh_cn: 开始使用 Mozilla VPN。
zh_tw: 開始使用 Mozilla VPN。

# DB: products.Topic.title
source: Earn Badges
af: Verdien kentekens
bg: Спечелете значки
bs: Zaradi značke
de: Abzeichen verdienen
el: Απόκτηση εμβλημάτων
es: Consigue insignias
fy_nl: Badges winne
hr: Zaradi značke
hu: Kapjon kitűzőket
ia: Ganiar insignias
id: Dapatkan Lencana
it: Guadagnare distintivi
ja: バッジの取得
ka: გამოიმუშავეთ ჯილდოები
kab: Rbeḥ-d ijiṭunen
ko: 배지 얻기
mg: Handrato Bajy
ms: Dapatkan Lencana
nb_no: Fortjen utmerkelser
nl: Badges verwerven
pa_in: ਬਿੱਲੇ ਕਮਾਓ
pl: Zdobywanie odznak
pt_br: Ganhar emblemas
pt_pt: Ganhe medalhas
ro: Câștigă insigne
sk: Získať ocenenie
sr: Заради значке
sv: Förtjäna emblem
te: బాడ్జీలు సంపాదించండి
th: รับตรา
tr: Rozet kazanın
uk: Заробити відзнаки
ur: بیجز کمائیں
vi: Săn huy hiệu
zh_cn: 获取徽章
zh_tw: 贏得徽章
zu: Hlomula ngamabheji

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
af: Verdien kentekens vir die vaardighede wat jy aanlyn en vanlyn leer
bg: Спечелете значки за уменията, които научавате онлайн и офлайн
bs: Zaradite značke za vještine koje naučite na i van mreže
de: Verdienen Sie Abzeichen für die Fähigkeiten, die Sie online und offline lernen.
el: Κερδίστε εμβλήματα για τις δεξιότητες που μαθαίνετε εντός και εκτός σύνδεσης
es: Gana insignias para las habilidades que adquieres tanto con conexión como sin ella
fy_nl: Badges fertsjinje foar de feardichheden dy’t jo online en offline oanleare
hr: Zaradi značke za vještine koje naučiš na internetu ili bez interneta
hu: Az online és offline megtanult képességekért kitűzőket kaphat
ia: Gania insignias pro le habilitates que tu apprende in e foras de linea
it: Ottieni distintivi per le competenze sviluppate online e offline
ja: オンラインやオフラインで学んだスキルのバッジを獲得しましょう。
ka: მიიღეთ ჯილდოები, გამომუშავებული უნარების შესაბამისად, როგორც ინტერნეტში, ასევე მის გარეთ
kab: Rmes-d arrazen ɣef twezza i tlemdeḍ srid neɣ deg war tuqqna
ko: 온라인 및 오프라인에서 배운 기술을 통해 배지 얻기
mg: Mahazoa Bajy @ ireo talenta nianaranao an-jotra sy tsy an-jotra
ms: Dapatkan Lencana bagi kemahiran yang anda pelajari dalam dan luar talian
nb_no: Fortjen utmerkelser for de egenskapene du lærer deg både online og offline
nl: Badges verwerven voor de vaardigheden die u online en offline aanleert
pl: Zdobądź odznaki umiejętności
pt_br: Ganhar emblemas para as habilidades aprendidas online e offline
pt_pt: Ganhar medalhas para as competências que aprende online e offline
ro: Câștigă insigne pentru abilități învățate online și offline
sk: Získajte ocenenie za svoje vedomosti, ktoré ste sa naučili online alebo offline.
sr: Зарадите значке за вештине које научите на и ван мреже
sv: Förtjäna Emblem för de färdigheter du lär dig på nätet och offline
te: మీరు ఆన్లైన్ తెలుసుకోవడానికి నైపుణ్యాలు మరియు ఆఫ్లైన్ చిహ్నలు సంపాదించండి
th: รับตราสำหรับทักษะที่คุณเรียนรู้ออนไลน์และออฟไลน์
tr: Çevrimiçi ve çevrimdışı edindiğiniz beceriler için rozetler kazanın
uk: Заробляйте відзнаки за навички, які ви здобули як онлайн, так і поза мережею
ur: آن لائن اور آف لائن سیکھنے کی مہارت کے لئے بیجز کمائیں
vi: Kiếm huy hiệu cho các kỹ năng bạn học trực tuyến và ngoại tuyến
zh_cn: 为您学到的线上与线下技能赚取徽章
zh_tw: 為您在線上或線下學習到的能力贏得徽章
zu: Hlomula Ngamabheji ngamakhono owafunde ku-inthanethi nanoma ungekho ku-inthanethi

# DB: products.Topic.title
source: Edit account details
ia: Rediger detalios de conto
sv: Redigera kontodetaljer
tr: Hesap ayrıntılarını düzenleme

# DB: products.Topic.description
source: Edit your account details.
ia: Redige le detalios de tu conto.
kab: Ẓreg talqayt n umiḍan-ik·im.
sv: Redigera dina kontodetaljer.
tr: Hesap ayrıntılarınızı düzenleyin.

# DB: products.Topic.title
source: Editorial guidelines
de: Redaktionelle Leitlinien
el: Οδηγίες σύνταξης
fy_nl: Redaksjonele rjochtlinen
hu: Szerkesztői irányelvek
ia: Lineas guida redactional
it: Linee guida editoriali
nl: Redactionele richtlijnen
pl: Wskazówki redakcyjne
pt_br: Orientações editoriais
pt_pt: Diretrizes editoriais
sv: Redaktionella riktlinjer
tr: İçerik yönergeleri
zh_cn: 编辑指导
zh_tw: 編輯指南

# DB: products.Topic.description
source: Learn more about to contribute to our knowledge base articles.
de: Erfahren Sie mehr darüber, wie Sie zu unseren Artikeln in der Wissensdatenbank beitragen können.
el: Μάθετε περισσότερα σχετικά με το πώς θα συνεισφέρετε στα άρθρα της γνωσιακής βάσης μας.
fy_nl: Mear ynfo oer bydragen oan ús kennisbankartikels.
hu: Tudjon meg többet a tudásbázis leírásaiban való közreműködésről.
ia: Apprende plus re contribuer a nostre articulos del base de cognoscentias.
it: Scopri di più su come contribuire ai nostri articoli della Knowledge Base.
nl: Meer info over bijdragen aan onze kennisbankartikelen.
pl: Dowiedz się więcej o współtworzeniu artykułów w naszej bazie wiedzy.
pt_br: Saiba mais sobre como contribuir em nossos artigos da base de conhecimento.
pt_pt: Saiba mais sobre como contribuir para os nossos artigos da base de conhecimentos.
sv: Läs mer om att bidra till vår kunskapsbas-artiklar.
tr: Bilgi bankası makalelerimize katkıda bulunma hakkında daha fazla bilgi alın.
zh_cn: 详细了解如何帮助完善知识库文章。
zh_tw: 了解如何貢獻我們知識庫文件的更多資訊。

# DB: products.Topic.title
source: Email and Messages
af: E-pos en boodskappe
bg: Ел.поща и съобщения
bs: E-pošta i poruke
de: E-Mail und Nachrichten
el: Email και μηνύματα
es: Correo y Mensajes
fy_nl: E-mail en berjochten
he: דוא״ל והודעות
hr: E-pošta i poruke
hu: E-mail és üzenetek
ia: Email e messages
id: Surel dan Pesan
it: Email e messaggi
ja: メールとメッセージ
ka: ელფოსტა და შეტყობინებები
kab: Imaylen d yiznan
ko: 이메일 및 메시지
mg: Mailaka sy Hafatra
ms: E-mel dan Mesej
nb_no: E-post og meldinger
nl: E-mail en berichten
pa_in: ਈਮੇਲ ਅਤੇ ਸੁਨੇਹੇ
pl: E-maile i wiadomości
pt_br: Email e mensagens
pt_pt: Correio e Mensagens
ro: E-mail și mesaje
sk: E‑mail a správy
sr: Е-пошта и поруке
sv: E-post och meddelanden
te: ఇమెయిల్ మరియు సందేశాలు
th: อีเมลและข้อความ
tr: E-posta ve Mesajlar
uk: Електронна пошта і повідомлення
ur: ایمیل کی پیغامات
vi: Email và các tin nhắn
zh_cn: 电子邮件与信息
zh_tw: 電子郵件與簡訊
zu: Ama-imeyli nemiyalezo

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
af: Bly in kontak met jou kontakte via e-pos en boodskapdiens.
bg: Поддържайте връзка с контактите си по имейл и съобщения.
bs: Ostanite u toku sa kontaktima kroz e-poštu i poruke.
de: Bleiben Sie per E-Mail und SMS mit Ihren Kontakten in Verbindung.
el: Επικοινωνία με τις επαφές σας μέσω email και μηνυμάτων.
es: Mantén el contacto a través del correo electrónico y los SMS.
fy_nl: Hâld kontakt mei jo kontakten fia e-mail en berjochten.
he: לשמור על קשר עם אנשי הקשר שלך באמצעות דוא״ל והודעות מיידיות.
hr: Ostani u kontaktu sa svojim kontaktima putem e-pošte i poruka.
hu: Kapcsolattartás e-mailben és szöveges üzenetekben.
ia: Mantene te in tocco con tu contactos per email e messages.
it: Resta in contatto con la tua rete di conoscenze utilizzando l'email e la messaggistica
ja: メールとショートメッセージアプリから連絡先にアクセスする方法。
ka: დარჩით კავშირზე თქვენს ახლობლებთან, ელფოსტისა და შეტყობინებების საშუალებით.
kab: Qqim d yisallen aked inermisen-ik s yimayl akked yiznan.
ko: 이메일과 메시지를 이용하여 연락을 유지하세요.
mg: Miseraserà matetika @ ireo kaontakitao @ alàlan'ny mailaka sy fandefasan-kafatra.
ms: Sentiasa berhubung dengan kenalan anda melalui e-mel dan mesej.
nb_no: Hold kontakten med dine kontakter via e-post og meldinger.
nl: Houd contact met uw contacten via e-mail en berichten.
pl: Bądź w kontakcie ze znajomymi dzięki wiadomościom e-mail i SMS.
pt_br: Mantenha contato com seus amigos através de emails e mensagens.
pt_pt: Mantenha-se em contacto com os seus contactos através do correio eletrónico e mensagens.
ro: Păstrează legătura cu contactele tale prin e-mail și mesagerie.
sk: Buďte v spojení so svojimi kontaktami cez e‑mail a správy.
sr: Останите у току са контактима кроз е-пошту и поруке.
sv: Håll kontakten med dina kontakter genom e-post och meddelanden.
te: ఇమెయిల్ మరియు సందేశాల ద్వారా మీ పరిచయాలను టచ్ లో ఉంచండి.
th: ไม่พลาดการติดต่อกับผู้ติดต่อของคุณผ่านอีเมลและการส่งข้อความ
tr: Kişilerinizle e-posta ve mesajlaşma yoluyla iletişiminizi sürdürün.
uk: Будьте на зв'язку зі своїми контактами за допомогою електронної пошти та повідомлень.
ur: ای میل اور پیغام رسانی کے ذریعے اپنے رابطوں سے رابطہ قائم رکھیں۔
vi: Giữ liên lạc với các liên hệ của bạn thông qua email và nhắn tin.
zh_cn: 通过电子邮件和短信与您的联系人保持联系。
zh_tw: 透過郵件與簡訊，與您的聯絡人保持聯繫。
zu: Thintana nabezinombolo onazo nge-imeyli noma imiyalezo.

# DB: products.Topic.title
source: Email and messaging
hu: E-mail és üzenetküldés
ia: Email e messages
it: Email e messaggistica
kab: Imaylen d yiznan
nl: E-mail en berichten
pl: E-mail i wiadomości
pt_br: Email e mensagens
sv: E-post och meddelanden
tr: E-posta ve mesajlaşma
zh_cn: 邮件服务与邮件

# DB: products.Topic.description
source: Read, send, and manage your emails and messages.
hu: Olvassa el, küldjön és kezelje a leveleit és üzeneteit.
ia: Lege, invia, e gere tu emails e messages.
it: Leggi, invia e gestisci le tue email e i tuoi messaggi.
kab: Ɣeṛ, azen, tesferkeḍ imaylen-ik d yiznan-ik
nl: Uw e-mailberichten en berichten lezen, verzenden en beheren.
pt_br: Leia, envie e gerencie seus emails e mensagens.
sv: Läs, skicka och hantera dina e-postmeddelanden och meddelanden.
tr: E-postalarınızı ve iletilerinizi okuyun, gönderin ve yönetin.
zh_cn: 阅读、发送、管理邮件服务和邮件。

# DB: products.Topic.title
source: Email and phone masking
ia: Mascas pro le email e le telephono
sv: E-post och telefonmaskering
tr: E-posta ve telefon maskeleme

# DB: products.Topic.description
source: Troubleshoot email and phone masking issues.
ia: Solver problemas de mascas pro le email e le telephono.
sv: Felsök problem med e-post och telefonmaskering.
tr: E-posta ve telefon maskelemeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Email forwarding
ia: Inultrar email
sv: Vidarebefordran av e-post
tr: E-posta yönlendirme

# DB: products.Topic.description
source: Troubleshoot email forwarding issues.
ia: Solver problemas in inultrar email.
sv: Felsök problem med vidarebefordran av e-post.
tr: E-posta yönlendirmeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Email masking
ia: Mascas email
kab: Meffer imayl
sv: E-postmaskering
tr: E-posta maskeleme

# DB: products.Topic.description
source: Troubleshoot email masking issues.
ia: Solver problemas de mascas email.
sv: Felsök problem med e-postmaskering.
tr: E-posta maskelemeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Emails
af: E-posse
bg: Имейли
bs: E-pošte
el: Email
es: Correos electrónicos
fy_nl: E-mailberjochten
he: הודעות דוא״ל
hr: E-pošta
hu: E-mailek
id: Surel
it: Email
ja: メール
ka: ელფოსტის მისამართები
kab: Imaylen
ko: 이메일
mg: Mailaka
ms: E-mel
nb_no: E-poster
nl: E-mailberichten
pa_in: ਈ-ਚਿੱਠੀਆਂ
pl: Wiadomości e-mail
ro: E-mailuri
sk: E‑maily
sr: Е-поште
sv: E-post
te: ఇమెయిల్ లు
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میلز
vi: Email
zh_cn: 电子邮件
zh_tw: 電子郵件
zu: Ama-imeyli

# DB: products.Topic.description
source: Emails
el: Email
fy_nl: E-mailberjochten
hu: E-mailek
it: Email
kab: Imaylen
nl: E-mailberichten
pl: Wiadomości e-mail
sv: E-post
tr: E-postalar
zh_cn: 电子邮件
zh_tw: 電子郵件
