Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
af: Leer hoe om jou nutsbalk, fontgroottes en blaaier se kleure te verander
bg: Научете как да промените лентата с инструменти, размерите на шрифта и цветовете на браузъра
bs: Saznajte kako da promijenite alatnu traku, veličinu fonta i boje pretraživača
de: Erfahren Sie, wie Sie Ihre Symbolleiste, Schriftgrößen und Browser-Farben ändern können
el: Μάθετε πώς να αλλάξετε τη γραμμή εργαλείων, το μέγεθος γραμματοσειράς και τα χρώματα του προγράμματος περιήγησης
es: Aprende a cambiar tu barra de herramientas, tamaño de fuentes y colores del navegador
fy_nl: Ynfo oer it wizigjen fan jo arkbalke, lettergruttes en browserkleuren
he: מידע בנוגע לשינוי סרגל הכלים, גדלי הגופנים וצבעי הדפדפן
hr: Saznaj, kako promijeniti alatnu traku, veličine fonta i boje preglednika
hu: Eszközmenü, betűtípus és böngészőszínek beállítása
ia: Apprende como cambiar tu barra de instrumentos, grandor de litteras e colores del navigator
id: Pelajari cara mengubah bilah alat, ukuran fon, dan warna peramban
it: Impara come modificare le barre degli strumenti, la dimensione dei caratteri e i colori del browser
ja: ツールバー、フォントサイズ、ブラウザーの色を変更する方法を学びましょう
ka: შეიტყვეთ, თუ როგორ უნდა შეცვალოთ ხელსაწყოების ზოლი, შრიფტის ზომები და ბრაუზერის გაფორმება
kab: Issin amek ara tbeddleḍ afeggag n yifecka, teɣzi n tsefsiyin d yiniten n yiminig
ko: 툴바, 폰트 크기, 브라우저 색상 변경 방법 배우기
mg: Ianao ny fomba fanovana ny tsipi-pitaovanao, haben-tsoratrao ary lokon'ny mpitetinao
ms: Belajar cara menukar bar alatan, saiz fon dan warna pelayar anda
nb_no: Les om hvordan du endrer din verktøylinje, skriftstørrelse og farger i nettleseren
nl: Info over het wijzigen van uw werkbalk, lettergroottes en browserkleuren
pl: Dowiedz się, jak zmienić pasek narzędzi, rozmiar czcionek i kolory przeglądarki
pt_br: Saiba como alterar sua barra de ferramentas, tamanhos da fonte e cores do navegador
pt_pt: Saiba como alterar a sua barra de ferramentas, tamanhos de letra e as cores do navegador
ro: Află cum să modifici bara de unelte, mărimea fonturilor și culorile browserului
sk: Zistite, ako zmeniť nástrojové paneli, veľkosť písma, alebo farbu celého prehliadača
sr: Сазнајте како да промените алатну траку, величину фонта и боје прегледача
sv: Läs om hur du ändrar ditt verktygsfält, teckenstorlekar och färger i webbläsaren
te: మీ టూల్బార్ , ఫాంట్ పరిమాణాలు మరియు బ్రౌజర్ రంగులు మార్చడానికి తెలుసుకోండి
th: เรียนรู้วิธีเปลี่ยนแถบเครื่องมือ, ขนาดแบบอักษร และสีของเบราว์เซอร์ของคุณ
tr: Araç çubuğunuzu, yazı tipi boyutlarınızı ve tarayıcı renklerinizi nasıl değiştireceğinizi öğrenin
uk: Дізнайтеся, як змінити свою панель інструментів, розміри шрифтів та кольори браузера
ur: اپنے ٹول بار ، فونٹ سائز اور براؤزر کے رنگوں کو تبدیل کرنے کا طریقہ سیکھیں
vi: Tìm hiểu cách thay đổi thanh công cụ, kích thước phông chữ và màu trình duyệt của bạn
zh_cn: 了解如何更改您的工具栏、字号及浏览器颜色
zh_tw: 解如何調整工具列、字型大小與瀏覽色彩
zu: Funda ukuthi ishintshwa kanjani i-toolbar, usayizi wombhalo kanye nemibala yeziphequluli

# DB: products.Topic.title
source: Display Badges
af: Wys kentekens
bg: Показване на значки
bs: Prikaži značke
de: Abzeichen anzeigen
el: Προβολή εμβλημάτων
es: Mostrar insignias
fy_nl: Badges werjaan
hr: Prikaži značke
hu: Kitűzők megjelenítése
ia: Monstrar insignias
id: Tampilkan Lencana
it: Visualizzare i distintivi
ja: バッジの表示
ka: ჯილდოების ჩვენება
kab: Sken ijiṭunen
ko: 배지 표시
mg: Hampiseho Bajy
ms: Papar Lencana
nb_no: Vis utmerkelser
nl: Badges weergeven
pa_in: ਡਿਸਪਲੇਅ ਬਿੱਲੇ
pl: Wyświetlanie odznak
pt_br: Mostrar emblemas
pt_pt: Mostrar medalhas
ro: Afișează insignele
sk: Zobrazené ocenenia
sr: Прикажи значке
sv: Visa emblem
te: బాడ్జీలు ప్రదర్శించు
th: แสดงตรา
tr: Rozetleri sergileyin
uk: Показувати відзнаки
ur: بیجز ڈسپلے کریں
vi: Trưng bày các huy hiệu
zh_cn: 显示徽章
zh_tw: 顯示徽章
zu: Veza Amabheji

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
af: Wys jou digitale kentekens op jou sosiale netwerke, beroepswerwe en jou eie webwerf.
bg: Показвайте цифровите си значки в социалните мрежи, сайтове за работа и вашия собствен уебсайт.
bs: Prikažite svoje digitalne značke na društevnim mrežama, stranicama za zapošljavanje i na vašoj web stranici.
de: Zeigen Sie Ihre digitalen Abzeichen auf Ihren sozialen Netzwerken, Ihrer Arbeitsstelle und Ihrer eigenen Website an.
el: Προβάλετε τα ψηφιακά σας εμβλήματα στα κοινωνικά σας δίκτυα, στις τοποθεσίες εργασίας και στο δικό σας ιστότοπο.
es: Muestra tus insignias digitales en tus redes sociales, portales de empleo y en tu propia página web.
fy_nl: Jo digitale badges werjaan op jo sosjale netwurken, wurksites en jo eigen website.
hr: Prikaži tvoje digitalne značke na društvenim mrežama, na stranicama za zapošljavanje i na tvojoj vlastitoj web-stranici.
hu: Tegye közzé digitális kitűzőit közösségi hálózatain, munkakereső oldalakon és weboldalán.
ia: Monstra tu insignias digital sur tu retes social, sitos de labor e tu proprie sito web.
it: Visualizza i tuoi distintivi digitali sui social network, e sui siti web di lavoro e personali
ja: デジタルバッジをソーシャルネットワークや仕事のサイト、自分のウェブサイトに表示しましょう。
ka: გააზიარეთ თქვენი ციფრული ჯილდოები სოციალური ქსელში, სამსახურის საძიებო საიტებზე, ან საკუთარ ვებგვერდზე.
kab: Sken-d arrazen-ik umḍinen deg yiẓedwa n tmetti, ismal n usadur akked yismal-ik web.
ko: 여러분의 소셜 네트워크, 취업 사이트, 그리고 여러분의 웹사이트에 디지털 배지를 표시하세요.
mg: Asehoy @ tambajotram-piarahamonina, tranonkalan'asa sy tranonkalanao manokana ireo bajy nomerikanao.
ms: Papar lencana digital anda pada rangkaian sosial, laman kerja dan laman web anda sendiri.
nb_no: Vis dine ferdigheter på dine sosiale nettverk, jobbsider og nettsider.
nl: Uw digitale badges weergeven op uw sociale netwerken, werksites en uw eigen website.
pl: Wyświetl swoje odznaki na witrynach społecznościowych, stronach dla szukających pracy lub na własnej witrynie.
pt_br: Mostrar seus emblemas digitais em suas redes sociais, sites profissionais e em seu próprio site.
pt_pt: Mostrar as suas medalhas digitais nas redes sociais, páginas profissionais e no seu próprio website.
ro: Afișează insignele tale digitale pe rețele sociale, site-uri de locuri de muncă sau propriul site web.
sk: Zobrazte svoje digitálne ocenenia na vašich sociálnych sieťach, pracovných alebo súkromných stránkach.
sr: Прикажите своје дигиталне значке на друштвеним мрежама, сајтовима за запошљавање и на вашем веб сајту.
sv: Visa dina digitala emblem på dina sociala nätverk, jobbsajter och webbplatser.
te: మీ సామాజిక నెట్‌వర్కులు, ఉద్యోగ ప్రదేశాలు, మీ స్వంత వెబ్‌సైట్లో మీ డిజిటల్ బాడ్జీలను ప్రదర్శించండి.
th: แสดงตราดิจิทัลของคุณบนเครือข่ายสังคม, ไซต์งาน และเว็บไซต์ของคุณเอง
tr: Dijital rozetlerinizi sosyal ağlarda, kariyer sitelerinde ve kişisel web sitenizde gösterin.
uk: Показувати свої цифрові відзнаки у соціальних мережах, сайтах пошуку роботи та на власному веб сайті.
vi: Hiển thị huy hiệu kỹ thuật số của bạn trên các mạng xã hội, trang web việc làm và trang web của riêng bạn.
zh_cn: 在您的社交网络、招聘网站和您自己的网站上展示您已经得到的徽章。
zh_tw: 在您的社交網路、工作網站或您自己的網站展示您得到的數位徽章。
zu: Veza amabheji akho adijithali ezinkundleni zokuxhumana, kumasayithi omsebenzi kanye nakuwebhusayithi yakho uqobo.

# DB: products.Topic.title
source: Do more with apps
af: Doen méér met programme
bg: Правете повече с приложения
bs: Uradite više s aplikacijama
de: Mit Apps mehr erreichen
el: Κάντε περισσότερα με εφαρμογές
es: Haz más con las aplicaciones
fy_nl: Mear dwaan mei apps
hr: Učini više s programima
hu: Használjon appokat
ia: Facer plus con le applicationes
id: Lakukan lebih banyak dengan aplikasi
it: Ottieni ancora di più con le app
ja: アプリでもっと便利に
ka: გააკეთეთ მეტი აპებით
kab: Eg ugar s yinasen
ko: 더 많은 앱
mg: Hanao misimisy @ alàlan'ireo app
ms: Lakukan lebih banyak perkara dengan aplikasi
nb_no: Gjør mer med apper
nl: Meer doen met apps
pl: Dodatkowe aplikacje
pt_br: Faça mais com aplicativos
pt_pt: Faça mais com as aplicações
ro: Fii mai productiv cu ajutorul aplicațiilor
sk: Získajte viac s aplikáciami
sr: Урадите више са апликацијама
sv: Gör mer med appar
te: అనువర్తనాలతో మరిన్ని చెయ్యండి
th: ทำได้มากขึ้นด้วยแอป
tr: Uygulamalarla daha fazla şey yapın
uk: Робіть більше з програмами
ur: ایپس کے ساتھ مزید کام کریں
vi: Làm nhiều hơn với các ứng dụng
zh_cn: 借助应用做更多事
zh_tw: 透過應用程式完成更多事項
zu: Yenza okuthe xaxa ngama-app

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
af: Installeer ope programme uit die Marketplace vir prettiger, beter funksionaliteit op jou toestel
bg: Инсталирайте отворени приложения от Marketplace, за да добавите повече забавление и функционалност към вашето устройство
bs: Instalirajte otvorene aplikacije s Marketplace-a da dodate više zabave i mogućnosti na vaš uređaj
de: Installieren Sie offene Apps aus dem Marketplace, um Ihrem Gerät mehr Spaß und Funktionalität hinzuzufügen
el: Εγκαταστήστε ανοικτές εφαρμογές από το Marketplace για να προσθέσετε περισσότερη διασκέδαση και λειτουργικότητα στη συσκευή σας
es: Instala aplicaciones desde el Marketplace para añadir más diversión y funcionalidad a tu dispositivo
fy_nl: Iepen apps fan de Marketplace ynstallearje om mear nocht en funksjonaliteiten oan jo apparaat ta te foegjen
hr: Instaliraj otvorene aplikacije s Marketplacea i učini svoj uređaj zabavnijim i korisnijim
hu: Telepítsen ingyen appokat a Marketplace-ről, hogy szórakoztatóbb és hasznosabb legyen az eszköze
ia: Installa applicationes aperte ab Marketplace pro adder plus amusamento e functionalitates a tu apparato
it: Installa le open app dal Marketplace per aumentare il divertimento e le funzionalità del tuo dispositivo
ja: Marketplace からオープンなアプリをインストールし、端末に楽しさと機能を追加できます
ka: დააყენეთ გახსნილი აპები Marketplace-იდან თქვენს მოწყობილობაზე მეტი გასართობის და ფუნქციურობის დასამატებლად
kab: Sbedd isnasen yeldin seg Marketplace akken ad terreḍ ibenk-ik d ucbiḥ, iteddu akken iwata
ko: Marketplace에서 오픈 앱들을 설치하여 더 재미있고 다양한 기능들을 기기에 추가해보세요
mg: Mametraha app malalaka avy @ Tsena hanampiana fahafinaretana sy fiasa bebe kokoa ao @ fitaovanao
ms: Pasang aplikasi terbuka dari Marketplace untuk menambah keseronokan dan fungsi pada peranti anda
nb_no: Installer åpne apper fra Marketplace for å gjøre din enhet mer morsom og for å tilføre praktiske funksjoner til din enhet
nl: Open apps van de Marketplace installeren om meer plezier en functionaliteiten aan uw apparaat toe te voegen
pl: Zainstaluj bezpłatne aplikacje ze sklepu Marketplace i zwiększ funkcjonalność swojego urządzenia
pt_br: Instale aplicativos abertos do Marketplace para adicionar mais diversão e funcionalidades ao seu dispositivo
pt_pt: Instale aplicações abertas do Marketplace para adicionar mais diversão e funcionalidades ao seu dispositivo
ro: Instalează aplicații deschise de pe Marketplace pentru un plus de distracție și funcționalitate pe dispozitivul tău
sk: Nainštalujte si otvorené aplikácie z obchodu Marketplace a získajte na svojom zariadení viac funkcií a zábavy
sr: Инсталирајте отворене апликације са Marketplace-а да додате више забаве и могућности на ваш уређај
sv: Installera öppna appar från Marketplace för att lägga till funktionalitet och göra din enhet roligare
te: మీ పరికరానికి సరదాగా మరియు కార్యాచరణను జోడించడానికి మార్కెట్ స్థలం నుండి ఓపెన్ అనువర్తనాలు ఇన్స్టాల్
th: ติดตั้งแอปแบบเปิดจาก Marketplace เพื่อเพิ่มความสนุกสนานและฟังก์ชันการใช้งานให้กับอุปกรณ์ของคุณ
tr: Cihazınıza daha fazla eğlence ve işlevsellik kazandırmak için Marketplace'den açık uygulamaları yükleyin
uk: Встановлюйте відкриті програми з Marketplace для розширення можливостей свого пристрою
vi: Cài đặt các ứng dụng mở từ Marketplace để thêm nhiều tính năng và chức năng thú vị hơn cho thiết bị của bạn
zh_cn: 从应用市场安装开放应用，增添更多乐趣和功能到您的设备
zh_tw: 到 Marketplace 安裝開放應用程式，並為您的裝置新增更多樂趣與功能
zu: Fakela ama-app avulekile avela ku-Marketplace ukuze wengeze ubumnandi nokusebenziseka kwedivayisi yakho

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
af: Leer hoe om ope programme te vind en te installeer, vir prettiger, beter funksionaliteit op jou toestel
bg: Научете се да намирате и инсталирате отворени приложения, за да добавите повече забавление и функционалност към вашето устройство
bs: Saznajte kako da pronađete i instalirate otvorene aplikacije da bi dodali mogućnosti i učinili uređaj zabavnijim
de: Erfahren Sie, wie Sie offene Apps finden und installieren, um Ihrem Gerät mehr Spaß und Funktionen hinzuzufügen
el: Μάθετε να βρίσκετε και να εγκαθιστάτε ανοικτές εφαρμογές για να προσθέσετε περισσότερη διασκέδαση και λειτουργικότητα στη συσκευή σας
es: Aprende cómo encontrar e instalar aplicaciones darle más diversión y funcionalidad a tu dispositivo
fy_nl: Ynfo oer it finen en ynstallearjen fan iepen apps om mear nocht en funksjonaliteiten oan jo apparaat ta te foegjen
he: מידע על איך לאתר ולהתקין יישומונים פתוחים כדי להוסיף כיף ושימושיות למכשיר שלך
hr: Saznaj kako pronaći i instalirati otvorene programe, za dodavanje zabave i funkcionalnosti na vlastitom uređaju
hu: Tudja meg, hogyan találhat és telepíthet ingyenes appokat, hogy szórakoztatóbb és hasznosabb legyen az eszköze
ia: Apprender a trovar e installar applicationes aperte pro adder plus amusamento e functionalitate a tu apparato
it: Impara a cercare e installare le open app per aggiungere divertimento e funzionalità al tuo dispositivo
ja: オープンアプリを見つけてインストールする方法を学び、端末に楽しく機能的なアプリを追加しましょう
ka: შეიტყვეთ, თუ როგორ უნდა მოიძიოთ და დააყენოთ გახსნილი პროგრამები, რომ მეტი შესაძლებლობა და მხიარულება შემატოთ, თქვენს მოწყობილობას
kab: Issin ad tafeḍ daɣen ad tesbeddeḍ isansen yeldin akken ad terreḍ iben-ik yecbeḥ ugar, yenfeɛ ugar
ko: 오픈 앱을 찾고 설치하는 방법을 배워 기기에 더 재미나고 유용한 기능들을 추가하세요
mg: Ianaro ny fomba fitadiavana sy fametrahana app malalaka mba hanampiana fahafinaretana sy fiasa bebe kokoa ao @ fitaovanao
ms: Belajar mencari dan memasang aplikasi terbuka yang menambah lebih banyak keseronokan dan fungsi peranti anda
nb_no: Lær deg å finne og installere åpne applikasjoner for å legge til funksjonalitet og gjøre din enhet morsommere
nl: Info over het vinden en installeren van open apps om meer plezier en functionaliteiten aan uw apparaat toe te voegen
pl: Dowiedz się, jak znaleźć i zainstalować bezpłatne aplikacje zwiększające funkcjonalność twojego urządzenia
pt_br: Aprenda a encontrar e instalar aplicativos abertos para adicionar mais diversão e funcionalidade ao seu dispositivo
pt_pt: Aprenda a encontrar e instalar aplicações abertas para adicionar mais diversão e funcionalidade ao seu dispositivo
ro: Află cum să găsești și să instalezi aplicații deschise pentru a adăuga funcționalitate dispozitivului tău
sk: Zistite, ako hľadať a inštalovať otvorené aplikácie, s ktorými si užijete viac zábavy aj funkcií vo vašom zariadení
sr: Сазнајте како да пронађете и инсталирате отворене апликације да би додали могућности и учинили уређај забавнијим
sv: Lär dig att hitta och installera öppna appar för att lägga till funktionalitet och göra din enhet roligare
te: కనుగొనండి మరియు మీ పరికరం సరదాగా మరియు కార్యాచరణను జోడించడానికి ఓపెన్ అనువర్తనాలను వ్యవస్థాపించడానికి తెలుసుకోండి
th: เรียนรู้วิธีค้นหาและติดตั้งแอปที่เปิดอยู่เพื่อเพิ่มความสนุกสนานและฟังก์ชันการใช้งานให้กับอุปกรณ์ของคุณ
tr: Cihazınıza daha fazla eğlence ve işlevsellik eklemek için açık uygulamaların nasıl bulunduğunu ve yüklendiğini öğrenme
uk: Навчіться знаходити та встановлювати відкриті програми для розширення можливостей свого пристрою
vi: Tìm hiểu để tìm và cài đặt các ứng dụng đang mở để thêm nhiều tính năng và vui vẻ cho thiết bị của bạn
zh_cn: 了解如何查找和安装开放应用，为您的设备添加更多乐趣和功能
zh_tw: 了解如何搜尋安裝開放應用程式，為您的裝置增添更多樂趣與功能
zu: Funda ukuthi aholwa futhi afakelwa kanjani ama-apps avulekile ukuze wengeze ubumnandi nokusebenza kahle kwedivayisi yakho

# DB: products.Topic.title
source: Download and Manage Apps
af: Laai programme af en bestuur dit
bg: Изтеглете и управлявайте приложения
bs: Preuzmite i upravljajte aplikacijama
de: Apps herunterladen und installieren
el: Λήψη και διαχείριση εφαρμογών
es: Descarga y administra aplicaciones
fy_nl: Apps downloade en beheare
he: הורדה וניהול של יישומונים
hr: Preuzmi i upravljaj programima
hu: Appok letöltése és telepítése
ia: Discargar e gerer applicationes
id: Unduh dan Kelola Aplikasi
it: Download e gestione app
ja: アプリのダウンロードと管理
ka: აპების ჩამოტვირთვა და მართვა
kab: Sader daɣen sefrek isnasen
ko: 앱 다운로드와 설치
mg: Hampidina sy Handrindra App
ms: Muat turun dan Menguruskan Aplikasi
nb_no: Last ned og administrer apper
nl: Apps downloaden en beheren
pa_in: ਐਪ ਡਾਊਨਲੋਡ ਤੇ ਪਰਬੰਧ ਕਰੋ
pl: Pobieranie i zarządzanie aplikacjami
pt_br: Baixar e gerenciar aplicativos
pt_pt: Transferir e gerir aplicações
ro: Descarcă și gestionează aplicații
sk: Stiahnutie a správa aplikácií
sr: Преузмите и управљајте са апликацијама
sv: Ladda ner och hantera appar
te: డౌన్లోడ్ మరియు అనువర్తనాలను నిర్వహించు
th: ดาวน์โหลดและจัดการแอป
tr: Uygulamaları indirme ve yönetme
uk: Завантажити та керувати програмами
ur: ایپس کو ڈاؤن لوڈ اور منظم کریں
vi: Tải về và quản lý các ứng dụng
zh_cn: 下载与管理应用
zh_tw: 下載與管理應用程式
zu: Dawuniloda futhi Ulawulle ama-Apps

# DB: products.Topic.description
source: Download apps from the Marketplace
af: Laai programme uit die Marketplace af
bg: Изтеглете приложения от Marketplace
bs: Preuzmite aplikacije sa Marketplace-a
de: Laden Sie Apps über den Marketplace herunter
el: Λήψη εφαρμογών από το Marketplace
es: Descarga aplicaciones desde Marketplace
fy_nl: Apps downloade fan de Marketplace
he: הורדת יישומונים מה־Marketplace
hr: Preuzmi programe s Marketplacea
hu: Appok letöltése a Marketplace-ről
ia: Discarga applicationes ab Marketplace
id: Unduh aplikasi dari Marketplace
it: Scaricare applicazioni dal Marketplace
ja: Marketplace からアプリをダウンロード
ka: ჩამოტვირთეთ პროგრამები Marketplace-იდან
kab: Sader isnasen seg Marketplace
ko: 마켓플레이스에서 앱 다운로드
mg: Mampidinà app avy @ Tsena
ms: Muat turun applikasi dari Marketplace
nb_no: Last ned apper fra Marketplace
nl: Apps downloaden van de Marketplace
pa_in: ਮੰਡੀ ਤੋਂ ਐਪ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobieranie aplikacji z Marketplace
pt_br: Baixar aplicativos a partir do Marketplace
pt_pt: Transferir aplicações do Marketplace
ro: Descarcă aplicații de pe Marketplace
sk: Preberanie aplikácií z Marketplace
sr: Преузмите апликације са Marketplace-а
sv: Hämta appar från Marketplace
te: మార్కెట్ స్థలం నుండి అనువర్తనాలను డౌన్లోడ్
th: ดาวน์โหลดแอปจาก Marketplace
tr: Marketplace'ten uygulama indirme
uk: Завантажити програми з Marketplace
ur: Marketplace سے ایپس ڈاؤن لوڈ کریں
vi: Tải ứng dụng từ chợ ứng dụng
zh_cn: 从应用市场下载应用
zh_tw: 使用 Marketplace 下載程式
zu: Dawuniloda ama-apps e-Marketplace

# DB: products.Topic.title
source: Download and save
hu: Letöltés és mentés
ia: Discargar e salvar
it: Scarica e salva
kab: Sader syen sekles
nl: Downloaden en opslaan
pt_br: Baixar e salvar
sv: Ladda ner och spara
tr: İndirme ve kaydetme
zh_cn: 下载与保存

# DB: products.Topic.description
source: Manage your downloaded files and saved content
hu: Kezelje a letöltött fájlokat és a mentett tartalmakat
ia: Gere tu files discargate e contento salvate
it: Gestisci i file scaricati e i contenuti salvati
nl: Uw gedownloade bestanden en opgeslagen inhoud beheren
pt_br: Gerencie seus arquivos baixados e conteúdo salvo
sv: Hantera dina nedladdade filer och sparat innehåll
tr: İndirilen dosyalarınızı ve kaydettiğiniz içerikleri yönetme
zh_cn: 管理下载的文件和保存的内容

# DB: products.Topic.title
source: Download failure
ia: Insuccesso in discargamento
kab: Aɣelluy n usader
sv: Nedladdningsfel
tr: İndirme hatası

# DB: products.Topic.description
source: Troubleshoot download failure issues.
ia: Solver problemas de insuccesso in discargamento.
sv: Felsök problem med nedladdningsfel.
tr: İndirme hatasıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Download, install and migration
af: Aflaai, installasie en migrasie
bg: Изтегляне, инсталиране и прехвърляне
bs: Preuzimanja, instalacije i migracija
de: Herunterladen, installieren und Daten übernehmen
el: Λήψη, εγκατάσταση και μεταφορά
es: Descarga, instalación y migración
fy_nl: Downloade, ynstallearje en migraasje
he: הורדה, התקנה והסבה
hr: Preuzmanje, instaliranje i preseljavanje
hu: Letöltés, telepítés és migráció
ia: Discargar, installar e migrar
id: Unduh, pasang, dan migrasi
it: Download, installazione e migrazione
ja: ダウンロードとインストール、データの移行
ka: ჩამოტვირთვა, დაყენება და მონაცემთა გადმოტანა
kab: Asider, asebded d tunagin
ko: 다운로드, 설치 및 데이터 이동
mg: Fampidinana, fametrahana ary fifindrana
ms: Muat turun, pasang dan migrasi
nb_no: Nedlasting, installasjon og migrering
nl: Downloaden, installeren en migratie
pa_in: ਡਾਊਨਲੋਡ, ਇੰਸਟਾਲ ਅਤੇ ਮਾਈਗਰੇਸ਼ਨ
pl: Pobieranie, instalacja i migracja
pt_br: Download, instalação e migração
pt_pt: Transferir, instalar e migração
ro: Descărcare, instalare și migrare
sk: Stiahnutie, inštalácia a migrácia
sr: Преузимања, инсталације и миграција
sv: Ladda ner, installera och migrera
te: డౌన్లోడ్ చేసి, ఇన్స్టాల్ మరియు వలస
th: ดาวน์โหลด, ติดตั้ง และย้ายข้อมูล
tr: İndirme, kurulum ve taşıma
uk: Завантаження, установка та міграція
ur: ڈاؤن لوڈ کریں ، انسٹال کریں اور منتقل کریں
vi: Tải về, cài đặt và chuyển đổi
zh_cn: 下载、安装和迁移
zh_tw: 下載、安裝，並移轉
zu: Ukudawuniloda, ukufakela nokuthutha
