Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
af: Jy het die aantal gesprekke en antwoorde wat in 'n gegewe hoeveelheid tyd geplaas kan word, oorskry. Probeer asseblief binnekort weer.
bg: Превишили сте броя теми и отговори, които могат да бъдат публикувани за определен период от време. Моля, опитайте отново след малко.
bs: Prevazišli ste broj tema i odgovora koje smijete objaviti u datom vremenu. Pokušajte kasnije.
de: Sie haben zu viele Themen und Antworten innerhalb einer vorgegebenen Zeit geschrieben. Bitte versuchen Sie es nach einer kurzen Pause erneut.
el: Έχετε ξεπεράσει τον αριθμό νημάτων και απαντήσεων που μπορούν να δημοσιευθούν σε ένα ορισμένο χρονικό διάστημα. Δοκιμάστε ξανά σύντομα.
es: Has sobrepasado el número de conversaciones y respuestas que se pueden publicar en un periodo de tiempo determinado. Prueba de nuevo en unos minutos.
fy_nl: Jo binne oer it oantal konversaasjes en antwurden dat binnen in bepaalde tiid pleatst wurde kinne. Probearje it oer inkelde minuten opnij.
he: חרגת ממספר האשכולות והתגובות שמותר לפרסם בפרק זמן מסוים. נא לנסות שוב בהקדם.
hr: Premašen je broj tema i odgovora koji se mogu objaviti u određenom vremenu. Pokušaj uskoro ponovo.
hu: Túllépte az adott időn belül létrehozható témacsoportok és válaszok mennyiségét. Próbálja újra kicsit később.
ia: Tu ha excedite le numero de discussiones e responsas que pote esser publicate in un periodo determinate de tempore. Tenta de novo in alcun minutas.
id: Anda telah melebihi jumlah utas dan balasan yang dapat dikirim dalam jangka waktu tertentu. Silakan coba lagi nanti.
it: Si è superato il numero di discussioni che è possibile inserire nell'intervallo di tempo. Attendere alcuni minuti e riprovare.
ja: 一定期間に投稿できるスレッドと返信数の上限に達しました。再度お試しください。
ka: თქვენ გადააჭარბეთ თემების და გამოხმაურებების დაშვებულ რაოდენობას, მოცემულ დროის შუალედში. გთხოვთ, სცადოთ ხელახლა მოგვიანებით.
kab: Tɛeddaḍ talast n umḍan n yisental akked tririyin i izemren ad ffɣent deg yuwet n tenzagt. Ma ulac aɣilif, ɛreḍ tikkelt-nniḍen.
ko: 정해진 시간에 올릴 수 있는 글과 답변 수를 초과하였습니다. 잠시 후에 다시 해 주세요.
mg: Nihoaranao ny isa fetran'ny resaka mitohy sy valiny azo apetaka ao anatin'ny fotoana voafaritra iray. Andramo indray rehefa keilikely azafady.
ms: Anda telah melangkau bilangan thread dan balasan yang boleh dipost dalam tempoh yang diberikan. Sila cuba lagi seketika nanti.
nb_no: Du har overskredet antall tråder og svar som kan skrives i tidsrommet. Prøv igjen snart.
nl: U hebt het aantal conversaties en antwoorden dat binnen een bepaalde tijd kan worden geplaatst overschreden. Probeer het over enkele minuten opnieuw.
pa_in: ਤੁਹਾਨੂੰ ਵਾਰ ਦੀ ਦਿੱਤੀ ਗਈ ਰਕਮ 'ਚ ਪੋਸਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਕਿ ਥਰਿੱਡ ਅਤੇ ਜਵਾਬ ਦੀ ਗਿਣਤੀ ਵੱਧ ਹੈ। ਜਲਦੀ ਹੀ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Osiągnięto limit wątków i odpowiedzi, które można wysłać w określonym czasie. Proszę spróbować później.
pt_br: Você excedeu o número de discussões e respostas que podem ser publicadas em determinado período de tempo. Tente novamente mais tarde.
pt_pt: Excedeu o número de tópicos e respostas que podem ser colocados num dado período de tempo. Tente novamente mais tarde.
ro: Ai depășit numărul de fire de discuție și răspunsuri care pot fi postate într-o anume perioadă de timp. Te rugăm să reîncerci în scurt timp.
sk: Vyčerpali ste počet odpovedí, ktoré môžu byť pridané za konkrétny čas. Skúste to znova o chvíľu.
sr: Превазишли сте број тема и одговора које смете објавити у датом времену. Покушајте касније.
sv: Du har överskridit antalet trådar och svar som kan publiceras under en viss tid. Försök igen inom kort.
te: మీరు ఇచ్చిన సమయంలో పంపించగలిగే త్రేడ్ లు మరియు సమాధానాలు సంఖ్యను అధిగమించారు. దయచేసి త్వరలో మళ్లీ ప్రయత్నించండి.
th: คุณมีจำนวนกระทู้และการตอบกลับเกินจำนวนที่สามารถโพสต์ในระยะเวลาที่กำหนดแล้ว โปรดลองใหม่อีกครั้งในอีกสักครู่
tr: Belli bir sürede gönderebileceğiniz başlık ve yanıt sayısını aştınız. Lütfen biraz sonra tekrar deneyin.
uk: Ви перевищили ліміт кількості гілок і відповідей, які можуть бути розміщені в певний відрізок часу. Будь ласка, спробуйте трохи пізніше.
vi: Đã vượt quá số lượng chủ đề và trả lời có thể được đăng trong một khoảng thời gian nhất định. Vui lòng thử lại sau.
zh_cn: 超过了特定时间内允许发出的主题和回复的最大次数。请稍后再试。
zh_tw: 已超過一段時間可張貼或回覆最大限制，請稍後再試。
zu: Seweqile enanini lochungechunge nezimpendulo ezingaphostwa esikhathini esithile. Uyacelwa ubuye uzame maduze nje.

source: Post Thread
af: Plaas gesprek
bg: Публикуване на темата
bs: Postavite temu
de: Diskussionsthema eröffnen
el: Δημοσίευση νήματος
es: Publicar tema
fy_nl: Konversaasje starte
he: פרסום אשכול
hr: Objavi temu
hu: Témacsoport beküldése
ia: Postar un filo
id: Mulai Utas Baru
it: Inserisci discussione
ja: スレッドに投稿
ka: გამოხმაურება თემაში
kab: Aen isental n usqerdec
ko: 새 글 올리기
mg: Hametaka Resaka Mitohy
nb_no: Post tråd
nl: Conversatie starten
pa_in: ਥਰਿੱਡ ਭੇਜੋ
pl: Wyślij wątek
pt_br: Publicar discussão
pt_pt: Publicar tópico
ro: Postează discuția
sk: Založiť novú tému
sr: Поставите тему
sv: Skicka tråd
te: త్రేడ్ ను పోస్ట్ చేయి
th: โพสต์กระทู้
tr: Başlık Aç
uk: Створити нову тему
ur: تھریڈ پوسٹ کریں
vi: Đăng một chủ đề mới
zh_cn: 发表主题
zh_tw: 張貼討論串
zu: Uchungechunge Lwephosti

source: {t} | {d} Discussion | Knowledge Base
af: {t} | Bespreking: {d} | Kennisbasis
bg: {t} | {d} Дискусия | База Знания
bs: {t} | {d} Diskusija | Baza znanja
de: {t} | Diskussion zu {d} | Wissensdatenbank
el: {t} | Συζήτηση για «{d}» | Γνωσιακή βάση
es: {t} | Discusión {d} | Base de conocimiento
fy_nl: {t} | {d}-diskusje | Kennisbank
he: ‏{t} | דיון על {d} | מאגר הידע
hr: {t} | {d} Rasprava | Baza znanja
hu: {t} | {d} Beszélgetés | Tudásbázis
ia: {t} | {d} Discussion | Base de cognoscentias
id: {t} | Diskusi {d} | Pundi Pengetahuan
it: {t} | {d} Discussione | Knowledge Base
ja: {t} | {d} についての議論 | ナレッジベース
ka: {t} | {d} განხილვა | ცოდნის წყარო
kab: {t} | Asqerdec deg {d} | taffa n tmussniwin
ko: {t} | {d} 의견 | 지식 기반
mg: {t} | Adihevitra {d} | Tobim-pahalalana
ms: {t} | {d} Perbincangan | Pangkalan Pengetahuan
nb_no: {t} | {d} Diskusjon | Kunnskapsbase
nl: {t} | Discussie over {d} | Kennisbank
pa_in: {t} | {d} ਚਰਚਾ | ਨਾਲਿਜ਼ ਬੇਸ਼
pl: {t} | {d} Dyskusja | Baza wiedzy
pt_br: {t} | Discussão de {d} | Base de Conhecimento
pt_pt: {t} | Discussão de {d} | Base de Conhecimentos
ro: {t} | {d} Discuție | Baza de cunoștințe
sk: {t} | Diskusia {d} | Databáza vedomostí
sr: {t} | {d} Расправа | База знања
sv: {t} | {d} Diskussion | Kunskapsbas
te: {t} | {d} చర్చ | నాలెడ్జ్ బేస్
th: {t} | {d} การสนทนา | ฐานความรู้
tr: {t} | {d} Tartışması | Bilgi Bankası
uk: {t} | Обговорення: {d} | База знань
vi: {t} | {d} Thảo luận | Kho tàng Kiến thức
zh_cn: {t} | {d} 讨论 | 知识库
zh_tw: {t} | {d} 討論 | 知識庫
zu: {t} | {d} Ingxoxo| Ulwazi Oluyisisekelo

source: Edit this thread
af: Redigeer hierdie gesprek
bg: Редактиране на тази тема
bs: Uredi ovu temu
de: Dieses Diskussionsthema bearbeiten
el: Επεξεργασία νήματος
es: Editar este tema
fy_nl: Dit petear bewurkje
he: עריכת האשכול הזה
hr: Uredi ovu temu
hu: Témacsoport szerkesztése
ia: Rediger iste filo
id: Edit utas ini
it: Modifica discussione
ja: スレッドを編集
ka: თემის ჩასწორება
kab: Ẓreg tinelli-a n yisallen
ko: 주제 수정
mg: Hanitsy ity resaka mitohy ity
ms: Edit thread ini
nb_no: Rediger denne tråden
nl: Deze conversatie bewerken
pa_in: ਇਸ ਥਰਿੱਡ ਨੂੰ ਸੋਧੋ
pl: Edytuj ten wątek
pt_br: Editar esta discussão
pt_pt: Editar este tópico
ro: Editează acest fir
sk: Upraviť tému
sr: Измени ову тему
sv: Redigera tråden
te: ఈ థ్రెడ్ ను సవరించు
th: แก้ไขกระทู้
tr: Bu başlığı düzenle
uk: Редагувати цю тему
ur: اس تھریڈ میں تدوین کریں
vi: Chỉ sửa chủ đề
zh_cn: 编辑此主题
zh_tw: 編輯此討論串
zu: Hlela lolu chungechunge

source: Delete this thread
af: Skrap hierdie gesprek
bg: Изтриване на тази тема
bs: Izbriši ovu temu
de: Dieses Diskussionsthema löschen
el: Διαγραφή νήματος
es: Borrar este tema
fy_nl: Dit petear fuortsmite
he: מחיקת האשכול הזה
hr: Izbriši ovu temu
hu: Témacsoport törlése
ia: Deler iste filo
id: Hapus utas ini
it: Elimina discussione
ja: このスレッドを削除
ka: თემის წაშლა
kab: Kkes tinelli-a n yisallen
ko: 주제 삭제
mg: Hamafa ity resaka mitohy ity
ms: Buang thread ini
nb_no: Slett denne tråden
nl: Deze conversatie verwijderen
pa_in: ਇਸ ਥਰਿੱਡ ਨੂੰ ਹਟਾਓ
pl: Usuń ten wątek
pt_br: Excluir esta discussão
pt_pt: Eliminar este tópico
ro: Șterge acest fir
sk: Odstrániť túto tému
sr: Обриши ову тему
sv: Ta bort tråden
te: ఈ త్రేడ్ ను తొలగించు
th: ลบกระทู้นี้
tr: Bu başlığı sil
uk: Видалити цю тему
ur: اس تھریڈ کو حذف کریں
vi: Xóa chủ đề này
zh_cn: 删除此主题
zh_tw: 刪除此討論串
zu: Dilitha lolu chungechunge

source: Unlock this thread
af: Ontgrendel hierdie gesprek
bg: Отключване на тази тема
bs: Otključaj ovu temu
de: Dieses Diskussionsthema entsperren
el: Ξεκλείδωμα νήματος
es: Desbloquear este tema
fy_nl: Dit petear ûntskoattelje
he: שחרור נעילת האשכול הזה
hr: Otključaj ovu temu
hu: Témacsoport zárolásának feloldása
ia: Disblocar iste filo
id: Buka kunci utas ini
it: Sblocca discussione
ja: このスレッドのロックを解除
ka: თემის გახსნა
kab: Serreḥ i tnelli-a n yisallen
ko: 주제 풀기
mg: Hanidy ity resaka mitohy ity
ms: Nyahkunci thread ini
nb_no: Lås opp denne tråden
nl: Deze conversatie ontgrendelen
pa_in: ਇਸ ਥਰਿੱਡ ਨੂੰ ਅਨ-ਲਾਕ ਕਰੋ
pl: Odblokuj ten wątek
pt_br: Desbloquear esta discussão
pt_pt: Destrancar este tópico
ro: Descuie acest fir
sk: Odomknúť túto tému
sr: Откључај ову тему
sv: Lås upp tråden
te: ఈ థ్రెడ్ అన్లాక్ చేయి
th: ปลดล็อคกระทู้นี้
tr: Bu başlığın kilidini aç
uk: Розблокувати цю тему
ur: اس تھریدڈ کو غیر مقفل کریں
vi: Ngưng khóa chủ đề này
zh_cn: 解锁此主题
zh_tw: 解鎖此討論串
zu: Hoxisa ukukhiywa kwalolu chungechunge

source: Lock this thread
af: Grendel hierdie gesprek
bg: Заключване на темата
bs: Zaključaj ovu temu
de: Dieses Diskussionsthema sperren
el: Κλείδωμα νήματος
es: Bloquear este tema
fy_nl: Dit petear beskoattelje
he: נעילת האשכול הזה
hr: Zaključaj ovu temu
hu: Témacsoport lezárása
ia: Blocar iste filo
id: Kunci utas ini
it: Blocca discussione
ja: このスレッドをロック
ka: თემის დახურვა
kab: Sewḥel tinelli-a n yisallen
ko: 주제 잠그기
mg: Hamoha ity resaka mitohy ity
ms: Kunci thread ini
nb_no: Lås denne tråden
nl: Deze conversatie vergrendelen
pa_in: ਇਸ ਥਰਿੱਡ ਨੂੰ ਲਾਕ ਕਰੋ
pl: Zablokuj ten wątek
pt_br: Bloquear esta discussão
pt_pt: Trancar este tópico
ro: Încuie acest fir
sk: Uzamknúť túto tému
sr: Закључај ову тему
sv: Lås tråden
te: ఈ థ్రెడ్ ను లాక్ చేయి
th: ล็อคกระทู้นี้
tr: Bu başlığı kilitle
uk: Заблокувати цю тему
ur: اس تھریڈ کو تلا لگایے
vi: Khóa chủ đề này
zh_cn: 锁定此主题
zh_tw: 鎖定此討論串
zu: Khiya lolu chungechunge

source: Unsticky this thread
af: Steek hierdie gesprek los
bg: Махни темата от залепените
bs: Odlepi ovu temu
de: Dieses Diskussionsthema nicht mehr anpinnen
el: Ξεκαρφίτσωμα νήματος
es: Despromocionar este tema
fy_nl: Dit petear net mear boppe-oan hâlde
hr: Odlijepi ovu temu
hu: Kiemelés megszüntetése
ia: Cessar de fixar iste filo
id: Lepaskan utas ini
it: Rimuovi status 'importante'
ja: このスレッドの常駐を解除
ka: მიმაგრებული თემის მოხსნა
kab: Senser-d tinelli-a n yisallen
ko: 주제 공지 풀기
mg: Hanendaka ity resaka mitohy ity
ms: Nyahpin thread ini
nb_no: Gjør denne tråden ikke-sticky
nl: Deze conversatie niet meer klevend maken
pa_in: ਇਹ ਥਰਿੱਡ ਅਨਸਟਿੱਕੀ ਕਰੋ
pl: Odklej ten wątek
pt_br: Desafixar esta discussão
pt_pt: Desafixar este tópico
ro: Dezlipește acest fir
sk: Odznačiť túto tému
sr: Одлепи ову тему
sv: Klistra ej tråd
te: ఈ థ్రెడ్ తీసివేయి
th: ปลดหมุดกระทู้นี้
tr: Bu başlığın sabitini kaldır
uk: Відкріпити цю тему
vi: Bỏ đánh dấu chủ đề này
zh_cn: 取消置顶此主题
zh_tw: 將討論串解除置頂
zu: Yekisa ukuba sekuqaleni kwalolu chungechunge

source: Sticky this thread
af: Steek hierdie gesprek vas
bg: Залепи темата отгоре
bs: Zalijepi ovu temu
de: Dieses Diskussionsthema anpinnen
el: Καρφίτσωμα νήματος
es: Promocionar este tema
fy_nl: Dit petear boppe-oan sette
hr: Zalijepi ovu temu
hu: Kiemelt témacsoport
ia: Fixar iste filo
id: Lekatkan utas ini
it: Assegna status 'importante'
ja: このスレッドに常駐
ka: თემის მიმაგრება
kab: Senteḍ tinelli-a n yisallen
ko: 주제 공지 하기
mg: Handraikitra ity resaka mitohy ity
ms: Pin thread ini
nb_no: Gjør denne tråden sticky
nl: Deze conversatie klevend maken
pa_in: ਸਟਿੱਕੀ ਇਸ ਥਰਿੱਡ ਨੂੰ
pl: Przyklej ten wątek
pt_br: Fixar esta discussão
pt_pt: Afixar este tópico
ro: Lipește acest fir
sk: Označiť túto tému
sr: Залепи ову тему
sv: Klistra tråden
te: ఈ థ్రెడ్ అంటించు
th: ปักหมุดกระทู้นี้
tr: Bu başlığı sabitle
uk: Прикріпити цю тему
ur: اس تھریڈ کو چسپاں کریں
vi: Đánh dấu chủ đề này
zh_cn: 置顶此主题
zh_tw: 將討論串置頂
zu: Beka lolu chungechunge phambili

source: Last reply by
af: Laaste antwoord deur
bg: Последен отговор от
bs: Posljednji odgovor poslao
de: Letzte Antwort von
el: Τελευταία απάντηση από
es: Última respuesta de
fy_nl: Lêste antwurd fan
he: תגובה אחרונה מאת
hr: Posljednji odgovor od
hu: Utolsó üzenet ettől:
ia: Ultime responsa per
id: Balasan terakhir oleh
it: Ultima risposta di
ja: 最後の返信者:
ka: ბოლოს გამოეხმაურა
kab: Tiririt taneggarut sɣur
ko: 최종 답변자:
mg: Valiny farany nomen'i
ms: Balasan terakhir oleh
nb_no: Siste svar av
nl: Laatste antwoord van
pa_in: ਵੱਲੋ ਆਖਰੀ ਜਵਾਬ
pl: Ostatnia odpowiedź od
pt_br: Última resposta de
pt_pt: Última resposta por
ro: Ultimul răspuns de
sk: Posledná odpoveď od
sr: Последњи одговор послао
sv: Senaste svar av
te: చివరి సమాధానమిచ్చినది
th: ตอบกลับล่าสุดโดย
tr: Son yanıtı yazan:
uk: Остання відповідь від
ur: آخری جواب بذریعہ
vi: Trả lời mới nhất được viết bởi
zh_cn: 最后回复者为
zh_tw: 最近回覆由
zu: Igcine ukuphendulwa ngu

source: Sticky
af: Vasgesteek
bg: Лепкав
bs: Važno
de: Wichtig
el: Καρφιτσωμένο
es: Nexo
fy_nl: Plakkerke
he: דביק
hr: Važno
hu: Ragadós
ia: Fixate
id: Lekatkan
it: In evidenza
ja: 常駐
ka: მიმაგრებული
kab: Amenṭaḍ
ko: 필독
mg: Handraikitra
ms: Pin
nb_no: Fast
nl: Klevend
pa_in: ਚਿਪਚਿਪਾ
pl: Przyklejony
pt_br: Persistente
pt_pt: Afixado
ro: Persistent
sk: Prilepené
sr: Лепљива
sv: Klistrad
te: స్టికీ
th: ติดยึดไว้ด้านบน
tr: Sabit
uk: Прикріплено
ur: چپچپا
vi: Chú ý
zh_cn: 置顶
zh_tw: 置頂
zu: Kubekwe phambili

source: Locked
af: Gegrendel
bg: Заключена
bs: Zaključano
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
fy_nl: Fêstsetten
he: נעול
hr: Zaključano
hu: Zárolt
ia: Blocate
id: Dikunci
it: Bloccata
ja: ロック
ka: დახურული
kab: Yewḥel
ko: 잠김
mg: Mihidy
ms: Dikunci
nb_no: Låst
nl: Gesloten
pa_in: ਬੰਦ
pl: Zablokowany
pt_br: Trancadas
pt_pt: Trancado
ro: Blocat
sk: Uzamknuté
sr: Закључана
sv: Låst
te: తాళంవేయబడినది
th: ล็อค
tr: Kilitli
uk: Замкнено
ur: مقفل شدہ
vi: Đã khóa
zh_cn: 已锁定
zh_tw: 被鎖定
zu: Ikhiyiwe

source: Stop watching this thread
af: Hou op om hierdie gesprek dop te hou
bg: Прекратяване следването на тази тема
bs: Prestani pratiti ovu temu
de: Dieses Diskussionsthema nicht mehr beobachten
el: Διακοπή παρακολούθησης νήματος
es: Dejar de observar este tema
fy_nl: Dit petear net mear folgje
he: הפסקת המעקב אחר אשכול זה
hr: Prestani pratiti ovu temu
hu: Témacsoportot követésének leállítása
ia: Cessar de observar iste filo
id: Berhenti memantau utas ini
it: Disattiva notifiche per la discussione
ja: このスレッドの監視を停止
ka: თემაზე თვალის მიდევნების შეჩერება
kab: Seḥbes aqareɛ n tnelli-a n yisefka
ko: 주시 중단
mg: Hijanona tsy hanaraka an'ity resaka mitohy ity
ms: Berhenti mengikuti thread ini
nb_no: Slutt å overvåke denne tråden
nl: Deze conversatie niet meer volgen
pa_in: ਇਸ ਥਰਿੱਡ ਨੂੰ ਦੇਖਣਾ ਬੰਦ ਕਰੋ
pl: Nie obserwuj tego wątku
pt_br: Deixar de acompanhar esta discussão
pt_pt: Deixar de vigiar este tópico
ro: Nu mai urmări acest fir
sk: Ukončiť sledovanie tejto témy
sr: Заустави праћење ове теме
sv: Sluta bevaka tråden
te: ఈ త్రేడ్ ను చూడటం ఆపు
th: หยุดเฝ้าดูกระทู้นี้
tr: Bu başlığı izlemeyi durdur
uk: Перестати стежити за цією темою
ur: اس تھریڈ کو دیکھنا روکیں
vi: Ngừng theo dõi chủ đề này
zh_cn: 停止关注此主题
zh_tw: 停止追蹤此討論串
zu: Yima ukubuka lolu chungechunge

source: Watch this thread
af: Hou hierdie gesprek dop
bg: Наблюдавай тази тема
bs: Nadgledaj ovu temu
de: Dieses Diskussionsthema beobachten
el: Παρακολούθηση νήματος
es: Observar este tema
fy_nl: Besjoch dit petear
he: מעקב אחר אשכול זה
hr: Prati ovu temu
hu: Témacsoport követése
ia: Observar iste filo
id: Pantau utas ini
it: Attiva notifiche per la discussione
ja: このスレッドを監視
ka: თემაზე თვალის მიდევნება
kab: Qareɛ tinelli-a n yisallen
ko: 글 모음 주시하기
mg: Hanaraka an'ity resaka mitohy ity
ms: Ikuti thread ini
nb_no: Følg denne tråden
nl: Deze conversatie volgen
pa_in: ਇਹ ਥਪੈਡ ਦੇਖੋ
pl: Obserwuj ten wątek
pt_br: Acompanhar esta discussão
pt_pt: Vigiar este tópico
ro: Urmărește acest fir de discuție
sk: Sledovať túto tému
sr: Посматрај ову тему
sv: Bevaka tråden
te: ఈ థ్రెడ్ ను చూడు
th: เฝ้าดูกระทู้นี้
tr: Bu başlığı izle
uk: Слідкувати за темою
ur: اس تھریڈ کو دیکھیں
vi: Xem chủ đề này
zh_cn: 关注此主题
zh_tw: 追蹤討論串
zu: Buka lolu chungechunge

source: Oh, no! Looks like there are no posts!
af: Ag, nee! Lyk of daar geen plasings is nie!
bg: О, не! Изглежда, че няма никакви публикации!
bs: O ne! Izgleda da nema objava!
de: Oh, nein! So wie es aussieht, gibt es keine Beiträge!
el: Ωχ, όχι! Φαίνεται πως δεν υπάρχει καμία ανάρτηση!
es: ¡Oh no! ¡Parece que no hay mensajes!
fy_nl: Oh nee! Der binne blykber gjin berjochten!
hr: O ne! Izgleda da nema nijednog odgovora!
hu: Úgy néz ki, itt nincs bejegyzés!
ia: Oh, no! Il pare que il ha nulle messages!
id: Wah, tidak ada kiriman sama sekali!
it: Sembra che non vi siano messaggi.
ja: 投稿がありません！
ka: ოჰ, არა! როგორც ჩანს, გამოხმაურებები არაა!
kab: Ihuh, ala ! Ad tɣileḍ ulac ula d yiwen n yizen!
ko: 글이 없습니다
mg: Andray! Toa tsisy petadrindrina!
ms: Oh tidak! Belum ada post lagi!
nb_no: Å nei! Ser ut som der ikke fins noen meldinger.
nl: O nee! Er zijn blijkbaar geen berichten!
pa_in: ਆਹ, ਨਾ! ਲੱਗਦਾ ਹੈ ਇਥੇ ਕੋਈ ਪੋਸ਼ਟ ਨਹੀ!
pl: O nie! Wygląda na to, że nie ma postów!
pt_br: Oh não! Parece que não há postagens!
pt_pt: Oh não! Parece que não há mensagens!
ro: O, nu! Se pare că nu există nicio postare!
sk: Ejha! Zdá sa, že tu neexistujú žiadne príspevky!
sr: Ох, не! Изгледа да нема порука!
sv: Åh, nej! Ser ut som det inne finns några inlägg!
te: అరెరే! పోస్ట్లు ఏవీ లేనట్లుగా కనిపిస్తోంది!
th: โอ้ไม่! ดูเหมือนว่าไม่มีโพสต์เหล่านี้!
tr: Olamaz! Hiç mesaj yok!
uk: О, ні! Немає жодних дописів!
ur: ارے نہیں! ایسا لگتا ہے جیسے کوئی پوسٹس نہیں ہیں!
vi: Ồ không! Có vẻ như không có bài viết nào!
zh_cn: 不是吧！这里看起来一个帖子都没有！
zh_tw: 噢！看來目前沒有文章！
zu: Maye! Kubukeka sengathi akukho maphosti!

source: Post a reply
af: Plaas 'n antwoord
bg: Публикуване на отговор
bs: Napišite odgovor
de: Antworten
el: Ανάρτηση απάντησης
es: Publicar una entrada
fy_nl: In antwurd pleatse
he: פרסום תגובה
hr: Pošalji odgovor
hu: Válasz küldése
ia: Publicar un responsa
id: Kirim balasan
it: Invia una risposta
ja: 返信を投稿する
ka: პასუხის გამოქვეყნება
kab: Azen tiririt
ko: 댓글 게시
mg: Hametaka valiny
ms: Post balasan
nb_no: Skriv svar
nl: Een antwoord plaatsen
pa_in: ਜ਼ਬਾਬ ਪੋਸਟ ਕਰੋ
pl: Wyślij odpowiedź
pt_br: Responder
pt_pt: Enviar uma resposta
ro: Postează un răspuns
sk: Napísať odpoveď
sr: Постави одговор
sv: Skicka ett svar
te: ఒక ప్రతిస్పందనను పోస్ట్ చేయి
th: โพสต์ข้อความตอบกลับ
tr: Yanıt yaz
uk: Відповісти
ur: جواب بھیجیں
vi: Đăng một trả lời
zh_cn: 回复
zh_tw: 回覆
zu: Phosta impendulo

source: Post Reply
af: Plaas antwoord
bg: Публикуване
bs: Napišite odgovor
de: Antwort schreiben
el: Δημοσίευση απάντησης
es: Publicar una respuesta
fy_nl: Antwurd pleatse
he: פרסום תגובה
hr: Objavi odgovor
hu: Válasz írása
ia: Publicar responsa
id: Kirim Balasan
it: Invia risposta
ja: 返信の投稿
ka: პასუხის გამოქვეყნება
kab: Azen tiririt
ko: 댓글 게시
mg: Hametaka Valiny
ms: Post Balasan
nb_no: Send svar
nl: Antwoord plaatsen
pa_in: ਜਵਾਬ ਪੋਸਟ ਕਰੋ
pl: Wyślij odpowiedź
pt_br: Responder
pt_pt: Publicar uma resposta
ro: Răspunde
sk: Napísať odpoveď
sr: Постави одговор
sv: Skicka svar
te: ప్రత్యురాన్ని పోస్ట్ చేయి
th: ตอบข้อความกลับ
tr: Yanıtı gönder
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_cn: 发表回复
zh_tw: 張貼回覆
zu: Phosta impendulo

source: Preview Reply
af: Voorbeskou antwoord
bg: Преглед на отговора
bs: Pregledaj odgovor
de: Vorschau der Antwort anzeigen
el: Προεπισκόπηση απάντησης
es: Vista previa de la respuesta
fy_nl: Foarbyld fan antwurd
he: תצוגה מקדימה של התגובה
hr: Pregled odgovora
hu: Válasz előnézete
ia: Previsualisar responsa
id: Pratinjau Balasan
it: Anteprima risposta
ja: 返信のプレビュー
ka: პასუხის შეთვალიერება
kab: Taskant n tririt
ko: 답글 미리보기
mg: Hanopy Maso Valiny
ms: Previu Balasan
nb_no: Forhåndsvis svar
nl: Voorbeeld van antwoord
pa_in: ਝਲਕ ਜਬਾਬ
pl: Podgląd odpowiedzi
pt_br: Exibir resposta
pt_pt: Pré-visualizar Resposta
ro: Previzualizează răspunsul
sk: Ukážka odpovede
sr: Погледај одговор
sv: Förhandsvisa svar
te: ప్రివ్యూ ప్రత్యుత్తరం
th: แสดงตัวอย่างข้อความตอบกลับ
tr: Yanıtı ön izle
uk: Продивитись відповідь
ur: جواب دیکھیں
vi: Xem thử trả lời
zh_cn: 预览回复
zh_tw: 預覽回覆
zu: Buka ngaphambilini Impendulo

source: This thread has been locked. It is no longer possible to post new replies.
af: Hierdie gesprek is gegrendel. Dit is nie meer moontlik om nuwe antwoorde te plaas nie.
bg: Тази тема е заключена. Вече не е възможно да публикувате нови отговори.
bs: Tema je zaključana. Više nije moguće dodati nove odgovore.
de: Dieses Diskussionsthema ist gesperrt. Es ist nicht möglich, neue Antworten zu erstellen.
el: Αυτό το νήμα έχει κλειδωθεί. Δεν είναι πλέον δυνατό να δημοσιεύσετε νέες απαντήσεις.
es: Este tema está bloqueado. No es posible publicar nuevas respuestas.
fy_nl: Dit petear is fêstsetten. It is net langer mooglik om nije antwurden te jaan.
he: אשכול זה ננעל. לא ניתן עוד לפרסם תגובות חדשות.
hr: Tema je zaključana. Više nije moguće dodati nove odgovore.
hu: Ez a témacsoport zárolva van, nincs lehetőség új bejegyzés írására.
ia: Iste discussion ha essite blocate. Il non es plus possibile inserer nove responsas.
id: Utas ini telah dikunci. Mengirimkan balasan baru tidak diperbolehkan.
it: Questa discussione è bloccata. Non è possibile inserire ulteriori risposte.
ja: このスレッドはロックされています。新たに返信を投稿することはできません。
ka: ეს თემა დახურულია. გამოხმაურება აღარაა შესაძლებელი.
kab: Asentel-a n usqerdec yewḥel. Ur tezmireḍ ara ad ternuḍ tiririyin timaynutin.
ko: 현재 글 모음은 잠겨 있습니다. 새로운 답글을 올릴 수 없습니다.
mg: Nohidiana ity resaka mitohy ity. Tsy azo atao intsony ny mametaka valiny vaovao.
ms: Thread ini telah dikunci. Tidak lagi boleh post balasan baru.
nb_no: Denne tråden er låst. Det er ikke lenger mulig å skrive nye svar.
nl: Deze conversatie is gesloten. Er kunnen geen nieuwe antwoorden meer worden geplaatst.
pa_in: ਥਰੈਡ ਲਾਕ ਕੀਤਾ ਗਿਆ ਹੈ। ਹੋਰ ਨਵੇ ਜਬਾਬ ਪੋਸਟ ਕਰਨਾ ਸੰਭਵ ਨਹੀ ਹੈ।
pl: Wątek został zablokowany. Nie ma już możliwości zamieszczania nowych postów.
pt_br: Esta discussão foi bloqueada. Não é possível publicar novas respostas.
pt_pt: Este tópico foi trancado. Não é possível enviar novas respostas.
ro: Acest fir de discuție a fost încuiat. Nu mai este posibil să postezi răspunsuri.
sk: Táto téma bola uzamknutá. Teraz už nie je možné do nej pridávať nové reakcie.
sr: Ова тема је закључана. Више није могуће постављати нове одговоре.
sv: Denna tråd är låst. Det är inte längre möjligt att skicka nya svar.
te: ఈ థ్రెడ్ లాక్ చేయబడింది. కొత్త ప్రత్యుత్తరాలు పోస్ట్ ఇకపై సాధ్యం కాదు.
th: กระทู้นี้ถูกล็อค ไม่สามารถที่จะเข้าไปตอบกระทู้กลับได้อีก
tr: Bu başlık kilitlenmiştir. Yeni yanıt yazamazsınız.
uk: Ця тема замкнута, тому більше неможливо надавати нові відповіді.
ur: اس تھریڈ کو لاک کردیا گیا ہے۔ اب نئے جوابات شائع کرنا ممکن نہیں ہے۔
vi: Chủ đề này đã bị khóa. Không còn có thể đăng bài trả lời mới nữa.
zh_cn: 主题已被锁定。不能再发表新回复。
zh_tw: 討論串已鎖定。不能再發表新回覆。
zu: Lolu chungechunge lukhiyiwe. Awusakwazi ukuphosta impendulo entsha.
