Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Edit levels are taken into account as follows:
af: Redigeervlakke word as volg in ag geneem:
bg: Нивата на редактиране се вземат предвид, както следва:
bs: Nivoi izmjene se uzimaju u obzir kao što je navedeno:
de: Bearbeitungsstufen werden folgendermaßen berücksichtigt:
el: Τα επίπεδα επεξεργασίας λαμβάνονται υπόψη ως εξής:
es: Los niveles de edición son tomados en cuenta de la siguiente manera:
fy_nl: Mei bewurkingsnivo’s wurdt op dizze wize rekkening hâlden:
hr: Razine izmjene se uzimaju u obzir na sljedeći način:
hu: A szerkesztési szintek a következőképpen vannak figyelembe véve:
ia: Le nivellos de redaction es tenite in conto como seque:
id: Tingkatan edit diproses sebagai berikut:
it: I livelli di modifica sono considerati in base a questi parametri:
ja: 編集レベルは以下のように考慮されています:
ka: ჩასწორების ხარისხი მიიღება მხედველობაში შემდეგნაირად:
kab: Iswiren n teẓregt ttwaḥsaben akka-agi:
ko: 레벨 편집은 다음과 같은 계정으로 됩니다:
mg: Ny ambaratongan'ny fanitsiana dia kaontina toa izao:
ms: Tahap edit mengambil kira hal berikut:
nb_no: Redigerings-nivåer taes hensyn til slik:
nl: Met bewerkingsniveaus wordt als volgt rekening gehouden:
pa_in: ਹੇਠਾ ਸੋਧ ਦੇ ਪੱਧਰ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਲਿਆ ਰਹੇ ਹਨ:
pl: Poziomy edycji są brane pod uwagę jak poniżej:
pt_br: Níveis de edição são levados em consideração da seguinte maneira:
pt_pt: Níveis de edição são levados em consideração da seguinte forma:
ro: Nivelurile de editare sunt considerate în felul următor:
sk: Upravte si úrovne, ktoré sú brané do úvahy podľa nasledovného:
sr: Нивои измене се узимају у обзир као што је наведено:
sv: Redigeringsnivåer beaktas enligt följande:
te: ఈ క్రింది విధంగా స్థాయిలను మార్చు పరిగణలోకి తీసుకుంటారు :
th: ระดับการแก้ไขจะนำมาพิจารณาดังนี้:
tr: Düzenleme seviyeleri aşağıdaki şekilde dikkate alınır:
uk: Рівні змін враховуються так:
vi: Cấp chỉnh sửa được đưa vào tài khoản như sau:
zh_cn: 编辑程度按以下说明设定：
zh_tw: 編輯程度依照下列方式設定：
zu: Amazinga okuhlelwa abukwa ngale ndlela elandilayo:

source: A level 2 review change drops the localization to 50% of the article
bg: Промяна на ниво 2 намалява локализацията на статията на 50%
bs: Izmjena recenzije nivoa 2 spušta lokalizaciju na 50% članaka
de: Eine Ebene-2-Änderung bei der Überprüfung senkt die Übersetzung auf 50% des Artikels
el: Μια αλλαγή κριτικής επιπέδου 2 μειώνει τη μετάφραση στο 50% του άρθρου
es: Un cambio de revisión de nivel 2 disminuye la traducción al 50% del artículo
fy_nl: In wiziging yn nivo 2-beoardieling ferleget de oersetting oant 50% fan it artikel
hr: Izmjena 2. razine spušta lokalizaciju na 50 % članaka
hu: Egy 2. szintű ellenőrzési változtatás a honosítást a leírás 50%-ára csökkenti
ia: Un revision de nivello 2 abassa le stato de localisation del articulo al 50%
id: Perubahan tinjauan tingkat 2 menurunkan pelokalan hingga 50% dari nilai artikel
it: Se c'è da apportare una modifica di livello 2, l'articolo si considera tradotto al 50%
ja: レベル 2 のレビュー変更は、ローカライズを記事の 50% まで減らします
ka: მე-2 ხარისხის მიმოხილვა, სტატიის თარგმნის დონეს აგდებს 50%-მდე
kab: Asenfel n usenqed n uswir wis 2 ad yawi asideg ɣer 50% n umagrad
ko: 레벨 2 리뷰 변경은 현재 문서의 지역화 수준을 50% 까지 떨어드립니다
ms: Perubahan semakan tahap 2 menurunkan lokalisasi menjadi 50% daripada artikel asal
nb_no: En nivå 2-gjennomgang senker oversetting til 50 % av artikkelen
nl: Een wijziging in niveau 2-beoordeling verlaagt de vertaling tot 50% van het artikel
pl: Zmiana 2 poziomu powoduje spadek poziomu tłumaczenia artykułu do 50%
pt_br: Uma revisão de nível 2 diminui a localização do artigo para 50%
pt_pt: Uma revisão de nível 2 diminui a tradução para 50% do artigo
ro: O schimbare de recenzie de nivel 2 scade la 50% localizarea pentru articol
sk: Zmena na úroveň 2 bude uvažovať lokalizácie, ktoré majú preložených aspoň 50 % článkov
sr: Измена рецензије нивоа 2 спушта локализацију на 50 % чланка
sv: En nivå 2 granskningsförändring sänker översättningen till 50% av artikeln
te: ఒక 2వ స్థాయి సమీక్ష మార్పు వ్యాసం యొక్క 50% స్థానికీకరణ పడిపోతుంది
th: การเปลี่ยนแปลงการตรวจทานระดับ 2 จะลดส่วนที่แปลเป็นภาษาท้องถิ่นของบทความเหลือ 50%
tr: 2. seviye inceleme, yerelleştirmeyi makalenin %50'sine düşürür
uk: Зміни 2 рівня знижують локалізацію статті до 50%
vi: Một thay đổi đánh giá cấp 2 giảm bản địa hóa xuống 50% của bài viết
zh_cn: 若该变更会造成 50% 的翻译内容需要更新，为 2 级修改
zh_tw: 若該變更會造成 50% 翻譯內容需要更新，為第 2 級修改

source: A level 3 review change drops the localization to 0% of the article
bg: Промяна на ниво 3 намалява локализацията на статията до 0%
bs: Izmjena recenzije nivoa 3 spušta lokalizaciju na 0% članaka
de: Eine Ebene-3-Änderung bei der Überprüfung senkt die Übersetzung auf 0% des Artikels
el: Μια αλλαγή κριτικής επιπέδου 3 μειώνει τη μετάφραση στο 0% του άρθρου
es: Un cambio de revisión de nivel 3 disminuye la traducción al 0% del artículo
fy_nl: In wiziging yn nivo 3-beoardieling ferleget de oersetting oant 0% fan it artikel
hr: Izmjena 3. razine spušta lokalizaciju na 0 % članaka
hu: Egy 3. szintű ellenőrzési változtatás a honosítást a leírás 0%-ára csökkenti
ia: Un revision de nivello 3 abassa le stato de localisation del articulo al 0%
id: Perubahan tinjauan tingkat 3 menurunkan pelokalan hingga 0% dari nilai artikel
it: Se c'è da apportare una modifica di livello 3, l'articolo si considera tradotto allo 0%
ja: レベル 3 のレビュー変更は、ローカライズを記事の 0% まで減らします
ka: მე-3 ხარისხის მიმოხილვა, სტატიის თარგმნის დონეს აგდებს 0%-მდე
kab: Abeddel deg usenqed n uswir wis 3 ad yawi asideg ɣer 0% seg umagrad
ko: 레벨 3 리뷰 변경은 현재 문서의 지역화 수준을 0% 까지 떨어드립니다
ms: Perubahan semakan tahap 3 menurunkan lokalisasi menjadi 0% daripada artikel asal
nb_no: En nivå 3-gjennomgang senker oversetting til 0 % av artikkelen
nl: Een wijziging in niveau 3-beoordeling verlaagt de vertaling tot 0% van het artikel
pl: Zmiana 3 poziomu powoduje spadek poziomu tłumaczenia artykułu do 0%
pt_br: Uma revisão de nível 3 diminui a localização do artigo para 0%
pt_pt: Uma revisão de nível 3 diminui a tradução para 0% do artigo
ro: O schimbare de recenzie de nivel 3 scade la 0% localizarea pentru articol
sk: Zmena na úroveň 3 bude uvažovať lokalizácie, ktoré majú preložených aspoň 0 % článkov
sr: Измена рецензије нивоа 3 спушта локализацију на 0 % чланка
sv: En nivå 3 granskningsförändring sänker översättningen till 0% av artikeln
te: ఒక 3వ స్థాయి సమీక్ష మార్పు వ్యాసం యొక్క 0% స్థానికీకరణ పడిపోతుంది
th: การเปลี่ยนแปลงการตรวจทานระดับ 3 จะลดส่วนที่แปลเป็นภาษาท้องถิ่นของบทความเหลือ 0%
tr: 3. seviye inceleme, yerelleştirmeyi makalenin %0'ına düşürür
uk: Зміни 3 рівня знижують локалізацію статті до 0%
vi: Một thay đổi đánh giá cấp 3 giảm bản địa hóa xuống 0% của bài viết
zh_cn: 若该变更会造成所有翻译内容都需要更新，为 3 级修改
zh_tw: 若該變更會造成所有翻譯內容皆需更新，為第 3 級修改

source: More than one level 2 review change drops the localization to 0%
af: Meer as een vlak 2-nasien laat sak die taalaanpassing na 0%
bg: Повече от една промяна в прегледа на ниво 2 понижава локализацията до 0%
bs: Više od jedne izmjene recenzije nivoa 2 spušta lokalizaciju na 0%
de: Mehr als eine Ebene-2-Änderung bei der Überprüfung senkt die Übersetzung auf 0% des Artikels
el: Περισσότερες από μία αλλαγές κριτικής επιπέδου 2 μειώνουν τη μετάφραση στο 0%
es: Más de un cambio de revisión de nivel 2 disminuye la traducción al 0%
fy_nl: Mear as ien nivo 2-beoardieling ferleget de oersetting oant 0%
hr: Više od jedne izmjene 2. razine spušta lokalizaciju na 0 %
hu: Egynél több 2. szintű ellenőrzési változtatás a honosítást a leírás 0%-ára csökkenti
ia: Plus de un revision de nivello 2 abassa le stato de localisation del articulo al 0%
id: Perubahan tinjauan lebih dari tingkat 2 menurunkan pelokalan hingga 0%
it: Se ci sono da apportare più modifiche di livello 2, l'articolo si considera tradotto allo 0% (non tradotto).
ja: レベル 2 のレビュー変更より上はローカライズを 0% にします
ka: ერთზე მეტი მე-2 ხარისხის მიმოხილვა, თარგმნის დონეს 0%-მდე აგდებს
kab: Ugar n usnifel deg usenqed n uswir wis 2 ad yawi asideg ɣer 0%
ko: 하나 이상의 레벨 2 리뷰 변경은 지역화를 0%까지 떨어뜨립니다
mg: Ny fanovana fitsarana mihoatra ny ambaratonga 2 dia mampihena ny fandikanteny ho 0%
ms: Lebih daripada satu perubahan semakan tahap 2 menurunkan lokalisasi menjadi 0%
nb_no: Flere enn en level 2-gjennomgang-endringer sender oversetting til 0 %
nl: Meer dan één niveau 2-beoordeling verlaagt de vertaling tot 0%
pa_in: ਹੋਰ ਵੱਧ ਇੱਕ ਪੱਧਰ 2 ਸਮੀਖਿਆ ਤਬਦੀਲੀ ਲੋਕਾਲਾਈਜ਼ੇਸ਼ਨ ਦੇ 0% ਤੁਪਕੇ
pl: Więcej niż jedna zmiana w poziomie 2 recenzji powoduje spadek poziomu tłumaczenia artykułu do 0%
pt_br: Mais de uma revisão nível 2 diminui a localização do artigo para 0%
pt_pt: Mais de uma revisão nível 2 diminui a tradução do artigo para 0%
ro: Mai mult de o schimbare de recenzie de nivel 2 scade localizarea la 0%
sk: Viac ako jedna zmena 2. úrovne spôsobí prepad lokalizácie na 0%
sr: Више од једне измене рецензије нивао 2 спушта локализацију на 0%
sv: Mer än en nivå 2 granskningsförändring sänker översättningen till 0%
te: ఒకటి కంటే ఎక్కువ స్థాయి 2 సమీక్ష మార్పును 0% స్థానికీకరణకు పడిపోతుంది
th: การเปลี่ยนแปลงการตรวจทานที่มากกว่าระดับ 2 จะลดส่วนที่แปลเป็นภาษาท้องถิ่นเหลือ 0%
tr: Birden fazla 2. seviye inceleme, yerelleştirmeyi %0'a düşürür
uk: Більше однієї зміни 2 рівня знижує локалізацію статті до 0%
vi: Nhiều hơn một thay đổi đánh giá cấp 2 giảm tỷ lệ bản địa hóa xuống 0%
zh_cn: 一篇文章中若有超过一个2级修改，就会造成所有翻译版本需要更新
zh_tw: 一篇文章若有超過一個第 2 級修改，就會造成所有翻譯版本需要更新
zu: Izibukezo ezingaphezu kwesisodwa zezinga lesi-2 ezehlise ukuguqulelwa kolunye ulimi ngamaphesenti aayi-0 ku-athikhili

source: Example:
af: Voorbeeld:
bg: Пример:
bs: Primjer:
de: Beispiel:
el: Παράδειγμα:
es: Ejemplo:
fy_nl: Foarbyld:
hr: Primjer:
hu: Például:
ia: Exemplo:
id: Misalnya:
it: Esempio:
ja: 例:
ka: მაგალითი:
kab: Amedya:
ko: 예:
mg: Ohatra:
ms: Contoh:
nb_no: Eksempel:
nl: Voorbeeld:
pa_in: ਉਦਾਹਰਣ:
pl: Przykład:
pt_br: Exemplo:
pt_pt: Exemplo:
ro: De exemplu:
sk: Príklad:
sr: Пример:
sv: Exempel:
te: ఉదాహరణ:
th: ตัวอย่าง:
tr: Örnek:
uk: Приклад:
ur: مثال:
vi: Ví dụ:
zh_cn: 举例：
zh_tw: 舉例：
zu: Isibonelo:

source: German makes up 10% of our visitor base
bg: Посетителите на немскоезични статии представляват 10% от всички посетители
bs: Njemačka čini 10% naših posjetilaca
de: Deutsch macht über 10% unserer Besucherbasis aus
el: Οι Γερμανοί αποτελούν το 10% της βάσης επισκεπτών μας
es: El alemán representa el 10 % de nuestra base de visitantes
fy_nl: Dútsk soarget foar 10% fan ús besikersoantal
hr: Nijemci čine 10 % naših posjetilaca
hu: A németek a látogatóbázisunk 10%-át teszik ki
ia: Le germano produce le 10% de nostre base de visitatores
id: Jerman mencakup 10% dari seluruh pengunjung
it: Il numero di utenti totali è composto dal 10% da utenti di lingua tedesca.
ja: ドイツ人は訪問者の 10％ を占めます
ka: გერმანული მოიცავს, შემომსვლელების ბაზის 10%-მდე
kab: Talalmaniḍ tgenses 10% seg taffa-nneɣ n yimerza
ko: 독일어는 방문자의 10 % 에 이릅니다
ms: Jerman mewakili 10% daripada pangkalan pelawat kami
nb_no: Tysk utgjør 10 % av vår besøkerbase
nl: Duits zorgt voor 10% van ons bezoekersaantal
pa_in: ਜਰਮਨ ਸਾਡੇ ਵਿਜ਼ਟਰ ਬੇਸ ਦਾ 10% ਬਣਦਾ ਹੈ
pl: Niemieccy użytkownicy stanowią 10% wszystkich odwiedzających
pt_br: 10% dos nossos visitantes são alemães
pt_pt: 10% dos nossos visitantes são alemães
ro: Limba germană conține 10% din vizitatorii noștri
sk: Nemeckí návštevníci tvoria 10% našich návštevníkov
sr: Немачка чини 10 % наших посетилаца
sv: Tyska utgör 10% av vår besökarbas
te: జర్మన్ మన సందర్శకుల సంఖ్య బేస్ 10% పూరిస్తుంది
th: ภาษาเยอรมันคิดเป็น 10% ของฐานผู้เยี่ยมชมของเรา
tr: Almanca, ziyaretçilerimizin %10'unu oluşturuyor
uk: Німецькою переглядають більше 10% наших відвідувачів
ur: جرمن ہمارے زائرین کا 10% حصہ بناتے ہیں
vi: Tiếng Đức chiếm 10% cơ sở khách truy cập của chúng tôi
zh_cn: 假如德语版本占整体访问次数的10%
zh_tw: 假設德文版本訪客佔所有訪客 10%

source: The 'how to set your home page' article makes up 2% of our top 50 visits
bg: Статията „как да настроите вашата начална страница“ представлява 2% от нашите топ 50 посещения
bs: Članak 'kako podesiti početnu stranu' čini 2% od naših top 50 posjeta
de: Der Artikel „Startseite festlegen“ macht 2% unserer 50 meistbesuchten Artikel aus
el: Το άρθρο 'Πώς να ορίσετε την αρχική σας σελίδα' αποτελεί το 2% των 50 κορυφαίων επισκέψεων
es: El artículo 'cómo establecer tu página de inicio' representa el 2% de nuestro top 50 de visitas
fy_nl: It artikel ‘De startside ynstelle’ soarget foar 2% fan ús top 50-besiten
hr: Članak „kako podesiti početnu stranicu” čini 2% od naših top 50 posjeta
hu: A „Hogyan állíthatom be a kezdőoldalam” leírás a top 50 látogatás 2%-át teszi ki
ia: Le articulo 'how to set your home page' produce fin al 2% de nostre 50 visitas principal
id: Artikel 'how to set your home page' mencakup 2% dari 50 kunjungan terbanyak
it: Dei 50 articoli più visitati, fino al 2% del traffico è per l'articolo 'Come impostare la pagina iniziale'.
ja: 「ホームページを設定する方法」の記事は、上位 50 の記事の 2% を占めます
ka: სტატია 'როგორ დავაყენოთ მთავარი გვერდი', ჩვენი 50 ყველაზე ხშირად მონახულებული სტატიების 2%-ს შეადგენს
kab: Amagrad 'amek ara tesbaduḍ asebter-ik agejdan' yemmal-d 2% deg tirziwin ɣef 50 n yimagraden-nneɣ yettwarzan aṭas
ko: '홈페이지 설정하기' 문서는 상위 50 위 방문의 2 %를 차지합니다
ms: Artikel 'cara menetapkan halaman utama anda' mewakili 2% daripada 50 lawatan teratas kami
nb_no: Artikkelen 'hvordan sette startside' utgjør 2 % av topp 50 besøk
nl: Het artikel ‘De startpagina instellen’ zorgt voor 2% van onze top 50-bezoeken
pa_in: ਲੇਖ 'ਆਪਣੇ ਘਰ ਦੇ ਸਫ਼ੇ ਕਿਵੇ ਸੈੱਟ ਕਰਨੇ ਹਨ' ਸਾਡੀ ਚੋਟੀ ਦੇ 50 ਦੌਰੇ ਦਾ 2% ਹੈ
pl: Artykuł „Jak ustawić stronę startową” stanowi 2% odwiedzin 50 najpopularniejszych artykułów
pt_br: O artigo 'como definir a página inicial' é responsável por 2% dos 50 mais visitados
pt_pt: O artigo 'Como definir a página inicial' é responsável por 2% dos 50 mais visitados
ro: Articolul „cum să setezi pagina de start” alcătuiește 2% din top 50 al vizitelor
sk: Článok 'ako nastaviť domovskú stránku' tvorí takmer 2% z celkového počtu návštev našich top 50 článkov
sr: Чланак 'Како подесити почетну страну' чини 2 % од наших топ 50 посета
sv: Artikeln 'hur du väljer startsida' utgör 2% av våra topp 50 besök
te: ‘మీ ముంగిలి పేజీని ఎలా అమర్చుకోవాలి’ వ్యాసం మా మేటి 50 సందర్శనలలో 2% ఉంటుంది
th: บทความ 'วิธีตั้งหน้าแรกของคุณ' คิดเป็น 2% ของการเยี่ยมชม 50 อันดับแรกของเรา
tr: "Giriş sayfası nasıl ayarlanır?" makalesi ilk 50 ziyaretin %2'sini oluşturuyor
uk: Стаття "Як налаштувати початкову сторінку" становить понад 2% з наших найпопулярніших 50 відвідувань
vi: Bài viết 'cách đặt trang chủ của bạn' chiếm 2% trong số 50 lượt truy cập hàng đầu của chúng tôi
zh_cn: “如何设置您的首页”这篇文章占前50名阅览文章阅览数的2%
zh_tw: 「如何設定您的首頁」這篇文章的閱覽數占前 50 名閱覽文章的閱覽數 2%

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
af: Wanneer die tuisblad-artikel die enigste taalaangepaste artikel is en dit op datum in Duits is, dan is ons algehele dekking is 2% van 10%=0,2% algeheel (+ die Engelse dekking)
bg: Когато статията от началната страница е единствената локализирана статия и е актуална на немски, тогава общото ни покритие е 2% от 10% = 0,2% като цяло (+ обхватът на английски)
bs: Kada je članak o početnoj stranici jednini lokalizovani članak i ažuriran je na Njemačkom, tada naša ukupna pokrivenost čini 2% od 10%=0.2% ukupno (+ pokrivenost na engleskom)
de: Wenn der Artikel zur Startseite der einzige übersetzte Artikel ist, und er auf Deutsch aktuell ist, dann liegt unsere Gesamtabdeckung bei 2% von 10% = 0,2% insgesamt (+ die englische Abdeckung)
el: Όταν το άρθρο αρχικής σελίδας είναι το μόνο μεταφρασμένο και είναι ενημερωμένο στα γερμανικά, η συνολική μας κάλυψη είναι το 2% του 10%=0.2% συνολικά (+ κάλυψη στα αγγλικά)
es: Cuando el artículo sobre la página de inicio es el único artículo localizado y está actualizado en alemán, entonces nuestra cobertura general es el 2% del 10%=0,2% general (+ la cobertura en inglés)
fy_nl: As it startside-artikel as iennichste artikel oerset is en dit yn it Dútsk by de tiid is, is ús totale dekking 2% fan 10%=0,2% totaal (+ de Ingelske dekking)
hr: Kad je članak o početnoj stranici jedini prevedeni članak i aktualan je na njemačkom, onda je naša ukupna pokrivenost 2 % od 10 % = 0,2 % sveukupno (+ pokrivenost na engleskom)
hu: Ha a kezdőlapos leírás az egyetlen lokalizált leírás, és németül naprakész, akkor a teljes lefedettségünk a 10% 2%-a = 0,2% (+ az angol lefedettség)
ia: Si le articulo 'Como definir tu pagina principal' es le solo localisate e illo es actualisate in Germano, alora nostre copertura general es le 2% del 10%=0.2% (+ le copertura anglese)
id: Saat artikel Beranda adalah satu-satunya artikel yang diterjemahkan dan statusnya mutakhir dalam bahasa Jerman, maka cakupannya adalah 2% dari 10% = 0,2% secara keseluruhan (ditambah dengan cakupan bahasa Inggris)
it: Se l'articolo 'Come impostare la pagina iniziale' è l'unico articolo localizzato ed è aggiornato nella versione tedesca, la copertura totale è il 2% del 10% = 0.2% (oltre alla copertura in inglese).
ja: ホームページの記事だけが翻訳されており、ドイツ語で更新されていた場合、全体のカバー率は、10% 中 2% = 0.2% です (これに英語版のカバー率が加算される)
ka: მაშინ როცა, მთავარი გვერდის სტატია, ერთადერთი თარგმნილი და სასურველი სტატიაა გერმანიაში, ჩვენი სრული დაფარვა შედგენს 2%-ს 10%-იდან = 0.2%-ს მთლიანიდან (+ ინგლისური დაფარვის ჩათვლით)
kab: Ticki amagrad deg usebter agejdan yella kan i d netta i yettwasuqlen daɣen yettwaleqqem s telmanit, ihi taduli tamatut ad tili 2% seg 10%=0.2% (+ taduli n teglizit)
ko: 홈페이지 기사가 유일한 지역화된 기사이고 독일어로 최신이라면, 그러면 전체적인 커버리지는 2%/10% = 0.2% 전체 (+ 영어 커버리지)가 됩니다
mg: Raha ilay lahatsoratra Pejy trano irery no hany lahatsoratra voadika ary manaraka toetrandro izy@ teny Alemà, ny rakotra faobe dia 2% @ 10%=0.2% faobe (+ ny rakotra Anglisy)
ms: Jika artikel Halaman Utama berkenaan adalah satu-satunya artikel lokaliti Bahasa Jerman dan terkini, maka liputan keseluruhan ialah 2% daripada 10%=0.2% keseluruhan (+ liputan Bahasa Inggeris)
nb_no: Når artikkelen om startsiden er den eneste oversatte artikkelen, og den er oversatt til tysk, så vil overordnet dekning være 2 % av 10 % = 0,2 % totalt (+ engelsk dekning)
nl: Als het startpagina-artikel als enige artikel is vertaald en dit in het Duits up-to-date is, is onze totale dekking 2% van 10%=0,2% totaal (+ de Engelse dekking)
pa_in: ਘਰ ਸਫ਼ੇ ਲੇਖ ਸਿਰਫ ਸਥਾਨੀਕ੍ਰਿਤ ਲੇਖ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਜਰਮਨ ਵਿੱਚ ਆਧੁਨਿਕ ਹੈ, ਜਦ ਤਦ ਸਾਡੀ ਸਮੁੱਚੀ ਕਵਰੇਜ 10% 'ਚੋ 2% =0.2% ਹੈ (+ ਅੰਗਰੇਜ਼ੀ ਕਵਰੇਜ)
pl: Jeśli artykuł „Jak ustawić stronę startową” jest jedynym na bieżąco przetłumaczonym artykułem w języku niemieckim, to ogólny zasięg tłumaczenia to 2% z 10% = 0,2% całości (+ zasięg wersji angielskiej)
pt_br: Quando o artigo sobre a página inicial for o único artigo traduzido e está atualizado em Alemão, então a nossa cobertura global é de 2% de 10%=0,2% do total (+ a cobertura em Inglês)
pt_pt: Se o artigo 'Como definir a página inicial' for o único artigo traduzido, e estiver atualizado em Alemão, então a nossa cobertura global é de 2% dos 10% = 0,2% total, (+ a cobertura em Inglês)
ro: Când articolul pentru pagina de start este singurul articol localizat și este actualizat în limba germană, atunci acoperirea totală a noastră este 2% din 10%=0,2% per total (+ acoperirea în engleză)
sk: Keby bol článok o domovskej stránke jediným lokalizovaným článkom a zároveň je tento aktualizovaný v nemeckom jazyku, tak celkové pokrytie je 2% z 10%=0.2% celkovo (+ verzia v angličtine)
sr: Када је чланак о почетној страници једини локализовани чланак и ажуриран је на Немачком, тада наша укупна покривеност чини 2% од 10%=0.2% укупно (+ покривеност на енглеском)
sv: När artikeln om startsida är den enda översätta artikeln och det är aktuell på tyska, då är vår totala täckningen 2% av 10% = 0,2% totalt (+ den engelska täckningen)
te: హోం పేజీ వ్యాసం మాత్రమే పరిమితమై కథనం మరియు జర్మన్ లో కొత్తగా ఉన్నప్పుడు, మా మొత్తం కవరేజ్ 10%=0.2% మొత్తం 2% మందిని (+ఆంగ్ల కవరేజ్)
th: เนื่องจากบทความหน้าแรกเป็นบทความที่แปลและมีข้อมูลล่าสุดในภาษาเยอรมันเท่านั้น ความครอบคลุมโดยรวมของเราคือ 2% จาก 10%=0.2% โดยรวม (+ ความครอบคลุมในภาษาอังกฤษ)
tr: Giriş sayfası makalesi Almancadaki tek çevrilmiş ve güncel makale olsaydı, toplam kapsamımız %10'un %2'si, yani %0,2 (+İngilizce kapsam) olacaktı
uk: Коли стаття про домашню сторінку є єдиною локалізованою статтею і вона має актуальний переклад німецькою, то наше загальне покриття становить 2% від 10%=0.2% в цілому (+ покриття англійською)
vi: Khi bài viết trang chủ là bài viết được bản địa hóa duy nhất và được cập nhật bằng tiếng Đức, thì mức độ bao phủ chung của chúng tôi là 2% của 10%=0,2% tổng thể (+ độ phủ tiếng Anh)
zh_cn: 当这篇文章是德语中唯一完成翻译且更新到最新版本的文章时，德语的覆盖率即为 10% 中的 2%，也就是整体的 0.2%（外加英语覆盖率）
zh_tw: 當這篇文章是德文語系中唯一完成翻譯且更新到最新版本時，德文語系的涵蓋度即為 10% 當中的 2%，也就是占全體 0.2% (外加英文涵蓋度)
zu: Uma i-athikhili ye-Home page kuyiyo kuphela esiguquliwe futhi ngokuphelele ngesiJalimane, lapho-ke ukufundwa kwayo kungamaphesenti ama-2 kwayi-10=0.2% sekukonke (+ nokufundwa kweSingisi)
