Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Contributors also meet monthly at 5 pm UTC on Wednesday (usually a week before the Firefox train-release) to discuss product releases, community updates, or general Mozilla updates. Here is <a href="%(url)s">the agenda</a> of past and upcoming meetings.
bg: Сътрудниците също се срещат всеки месец в 17:00 UTC в сряда (обикновено една седмица преди пускането на train-release на Firefox), за да обсъдят издания на продукти, актуализации на общността или общи обновявания на Mozilla. Ето <a href="%(url)s">дневния ред</a> на минали и предстоящи срещи.
de: Die Mitwirkenden treffen sich außerdem jeden Mittwoch um 17 Uhr UTC (normalerweise eine Woche vor der Firefox-Veröffentlichung), um Produktveröffentlichungen, Neuigkeiten aus der Gemeinschaft oder allgemeine Neuigkeiten von Mozilla zu besprechen. Hier ist <a href="%(url)s">die Tagesordnung</a> vergangener und anstehender Meetings.
el: Επίσης, οι εθελοντές συναντώνται κάθε μήνα, την Τετάρτη στις 5 μ.μ. UTC (συνήθως μία εβδομάδα πριν από την κυκλοφορία της νέας έκδοσης του Firefox) για να συζητήσουν για τις κυκλοφορίες προϊόντων, τις ενημερώσεις της κοινότητας ή γενικές ενημερώσεις της Mozilla. Δείτε την <a href="%(url)s">ατζέντα</a> των προηγούμενων και των επερχόμενων συναντήσεων.
fy_nl: Meiwurkers oerlizze ek moanliks om 17:00 oere UTC op woansdei (meastentiids ien wike eardat der in nije ferzje fan Firefox útkomt) om te diskusjearjen oer produktferzjes, updates foar de mienskip of algemiene Mozilla-updates. Dit is <a href="%(url)s">de aginda</a> fan hâlden en takomstige gearkomsten.
hu: A közreműködők havonta, szerdán 17 órakor (UTC szerint, általában a Firefox soron következő kiadása előtti héten) találkoznak, hogy megvitassák a termékkiadásokat, a közösség híreit és a Mozilla általános újdonságait. A korábbi és a közelgő találkozók <a href="%(url)s">napirendje itt található</a>.
ia: Le collaboratores alsi se incontra mensualmente a 5 horas pm UTC, le mercuridi (usualmente le septimana ante le edition-maestramento de Firefox) pro discuter re le versiones del producto, le actualisationes del communitate, o le actualisationes general de Mozilla. Ecce <a href="%(url)s">le agenda</a> del incontros passate e imminente.
it: I collaboratori si incontrano anche mensilmente il mercoledì alle 17:00 UTC (di solito una settimana prima del rilascio di una nuova versione di Firefox) per discutere delle versioni dei prodotti, degli aggiornamenti della comunità o degli aggiornamenti generali su Mozilla. Ecco <a href="%(url)s">l’agenda</a> delle riunioni passate e future.
ka: მოხალისეები ასევე იკრიბებიან ყოველთვიურად ოთხშაბათს, საღამოს 5 საათზე UTC (ჩვეულებრივ, Firefox-ის გამოსვლამდე ერთი კვირით ადრე), რათა განიხილონ პროდუქტის გამოშვებები, ერთობის სიახლეები ან ახალი ამბები, ზოგადად, Mozilla-ს შესახებ. აქაა <a href="%(url)s">დაგეგმილი დღის წესრიგი</a> ადრინდელი და მომავალი შეხვედრებისა.
ko: 기여자는 매달 UTC 기준으로 오후 5시에 만나 (주로 Firefox의 출시 일주일 전에) 제품 출시, 커뮤니티 변경사항, 일반적인 Mozilla 변경사항에 대해 논의하기도 합니다. 과거에 논의했거나 앞으로 논의할 <a href="%(url)s">주제</a>에 대해 알아보세요.
nl: Medewerkers vergaderen ook maandelijks om 17:00 uur UTC op woensdag (meestal een week voordat er een nieuwe versie van Firefox uitkomt) om te discussiëren over productversies, updates voor de gemeenschap of algemene Mozilla-updates. Dit is <a href="%(url)s">de agenda</a> van gehouden en toekomstige vergaderingen.
pl: Współtwórcy spotykają się także co miesiąc w środę o godzinie 17:00 czasu UTC – zwykle na tydzień przed premierą Firefoksa, – aby omówić wydania produktów, aktualizacje społeczności lub ogólne aktualizacje Mozilli. Oto <a href="%(url)s">program</a> byłych i nadchodzących spotkań.
pt_br: Colaboradores também se reúnem mensalmente às 17h UTC na quarta-feira (normalmente uma semana antes de uma preparação para lançamento do Firefox) para conversar sobre lançamentos de produtos e novidades na comunidade ou na Mozilla em geral. Aqui está a <a href="%(url)s">agenda</a> das reuniões anteriores e futuras.
pt_pt: Os colaboradores reúnem-se também mensalmente às quartas-feira pelas 17:00 UTC (geralmente, uma semana antes do lançamento programado do Firefox) para debater sobre lançamentos de produtos, novidades da comunidade ou atualizações gerais da Mozilla. Aqui encontra-se <a href="%(url)s">a agenda</a> das reuniões anteriores e futuras.
sk: Prispievatelia sa tiež stretávajú každý mesiac v stredu o 17:00 UTC (zvyčajne týždeň pred vydaním novej verzie Firefoxu), aby prediskutovali vydania produktov, novinky komunity alebo všeobecné informácie týkajúce sa Mozilly. Môžete si <a href="%(url)s">pozrieť program</a> minulých aj nadchádzajúcich stretnutí.
sr: Сарадници се такође састају сваког месеца у 17:00 UTC средом (обично недељу дана пре објављивања нове Firefox верзије) како би разговарали о издањима производа, новостима из заједнице или општим Mozilla новостима. Ово је <a href="%(url)s">дневни ред</a> одржаних и будућих састанака.
tr: Gönüllülerimiz ayrıca her ayın bir çarşamba günü (genellikle Firefox'un yeni sürümünün çıkmasından bir hafta önce) TSİ 20.00'de toplanır ve yeni sürümleri, topluluktaki gelişmeler ve Mozilla'dan diğer haberleri konuşur. Geçmiş ve gelecek toplantıların <a href="%(url)s">gündemlerini</a> inceleyebilirsiniz.
uk: Помічники також збираються щомісяця о 17:00 UTC у середу (зазвичай за тиждень до випуску Firefox), щоб обговорити випуски продуктів, оновлення спільноти або загальні оновлення Mozilla. Ось <a href="%(url)s">порядок денний</a> минулих і майбутніх зустрічей.
vi: Các cộng tác viên cũng gặp nhau hàng tháng vào lúc 5 giờ chiều UTC vào thứ tư (thường là một tuần trước khi phát hành phiên bản Firefox) để thảo luận về các bản phát hành sản phẩm, bản cập nhật cộng đồng hoặc các bản cập nhật chung của Mozilla. Đây là <a href="%(url)s">chương trình làm việc</a> của các cuộc họp trước đây và sắp tới.
zh_cn: 贡献者还每月在 UTC 星期三下午 5 点（通常是 Firefox 定时版本发布前一周）举行会议，讨论产品发布、社区更新或一般的 Mozilla 更新。这是过去和即将召开的会议的<a href="%(url)s">议程</a> 。
zh_tw: 貢獻者們會在每週三下午五點（UTC 時區），通常是 Firefox 推出下一個新正式版的前一週來討論新版本的最新資訊、社群消息與 Mozilla 的一般消息。以下是過去與未來的會議<a href="%(url)s">討論事項</a>。

source: Last but not least, let’s keep rocking the helpful web together!
bg: Не на последно място, нека продължим да разтърсваме полезната част от интернет заедно!
de: Und zu guter Letzt: Rocken wir gemeinsam auch weiterhin das hilfreiche Internet!
el: Τελευταίο αλλά εξίσου σημαντικό, ας συνεχίσουμε να υποστηρίζουμε το χρήσιμο διαδίκτυο μαζί!
fy_nl: En ta beslút, litte wy tegearre it behelpsume web yn beweging hâlde!
hu: Végül, de nem utolsósorban, építsük együtt a segítőkész webet!
ia: Ultime ma non minor. Que nos insimul mantene utile le Web, con fortia!
it: Ultimo ma non meno importante, continuiamo a supportare insieme il Web!
ka: დაბოლოს, მოდი, მხურვალედ და შეუჩერებლად ვაშენოთ სასარგებლო ვებსამყარო ერთად!
ko: 마지막으로, 유용한 웹을 함께 만들어 갑시다!
nl: En ten slotte, laten we samen het behulpzame web in beweging houden!
pl: I na koniec, wspólnie korzystajmy z pomocnej sieci!
pt_br: Por último, mas não menos importante, vamos continuar agitando a web útil juntos!
pt_pt: Por último, mas não menos importante, nós vamos continuar a mudar a Web em conjunto!
sk: V neposlednom rade, poďme spolu rozhýbať užitočný web!
sr: Напослетку, хајде да наставимо да заједно развијамо корисни веб!
tr: Hadi, web’i birlikte iyileştirelim!
uk: І останнє, але не менш важливе: давайте разом продовжувати розширювати корисний інтернет!
vi: Cuối cùng nhưng không kém phần quan trọng, chúng ta hãy cùng nhau khuấy động trang web hữu ích!
zh_cn: 最后但同样重要的是，让我们一起继续推动有用的网络！
zh_tw: 最後，讓我們一起讓 Web 環境變得更棒！

source: Thanks, <br />SUMO Community Managers
bg: С благодарност, <br />от мениджърите на SUMO общността
de: Es bedanken sich <br />die SUMO-Gemeinschafts-Manager
el: Ευχαριστούμε, <br />Οι διαχειριστές της κοινότητας SUMO
fy_nl: Tank, <br />De SUMO-mienskipsmanagers
hu: Köszönjük, <br />A SUMO közösségi menedzserei
ia: Gratias, <br />Gestores de communitate de SUMO
it: Grazie, <br />i SUMO Community Manager
ka: გმადლობთ, <br />SUMO-ს ერთობის ხელმძღვანელობა
ko: 감사합니다, <br />SUMO 커뮤니티 관리자로부터
nl: Bedankt, <br />De SUMO-gemeenschapsmanagers
pl: Dziękujemy <br />Menedżerowie społeczności SUMO
pt_br: Obrigado,<br />gerentes da Comunidade SUMO
pt_pt: Obrigado, <br />Gestores da Comunidade do SUMO
sk: Ďakujeme, <br />manažéri komunity SUMO
sr: Хвала вам, <br />руководство SUMO заједнице
tr: Teşekkür ederiz, <br />SUMO Topluluk Yöneticileri
uk: Дякуємо, <br />менеджери спільноти SUMO
vi: Xin cảm ơn, <br />Người quản lý cộng đồng SUMO
zh_cn: 谢谢，<br /> SUMO 社区经理
zh_tw: 感謝您。<br />SUMO 社群經理

source: Now you might be wondering: “Ok, I understand the CPG now. How can I help and get involved in the community?”
de: Nun fragen Sie sich vielleicht: „Ok, ich verstehe jetzt die CPG. Wie kann ich helfen und mich in die Gemeinschaft einbringen?“
el: Και τώρα, μπορεί να αναρωτιέστε: «Εντάξει, καταλαβαίνω τους CPG. Πώς μπορώ να βοηθήσω και να συμμετάσχω στην κοινότητα;»
fy_nl: No freegje jo jo miskien ôf: “Ok, ik begryp de CPG no. Hoe kin ik helpe en belutsen wurde by de mienskip?”
hu: Most talán ezen töprenghet: „Rendben, most már értem a CPG-t. Hogyan tudok segíteni és bekapcsolódni a közösségbe?”
ia: Ora tu poterea demandar: “OK, io comprende le CPG ora. Como pote io adjutar e collaborar in le communitate?”
it: Ora ti starai chiedendo: “OK, ora ho capito che cosa sono le CPG. Come posso aiutare e partecipare alla comunità?”
ka: ახლა ალბათ გაინტერესებთ: „კარგი, გავეცანი CPG-ს უკვე. როგორ შემიძლია დახმარება და ერთობის საქმიანობაში ჩაბმა?“
ko: 이제 궁금하실 수 있습니다. “좋아요, 이제 CPG를 이해했어요. 그런데 커뮤니티는 어떻게 돕고 참여할 수 있나요?”
nl: Nu vraagt u zich wellicht af: “OK, ik begrijp de CPG nu. Hoe kan ik helpen en meedoen met de gemeenschap?”
pl: Teraz możesz pomyśleć: <bold> „OK, rozumiem już CPG. Jak mogę pomóc i zaangażować się w społeczności?”</bold>
pt_br: Agora você deve estar pensando: “Ok, agora eu conheço as diretrizes de participação na comunidade. Como posso ajudar e me envolver na comunidade?”
pt_pt: Agora pode estar a questionar-se: “Ok, eu agora compreendo o CPG. Como é que eu posso ajudar e participar na comunidade?”
sk: Teraz by vás mohlo zaujímať: „Dobre, teraz rozumiem pravidlám CPG. Ako môžem pomôcť a zapojiť sa do komunity?“
sr: Сада се можда питате: “У реду, разумем смернице. Како могу да помогнем и да се прикључим заједници?”
tr: Şimdi şunu merak ediyor olabilirsiniz: “Tamam, CPG'yi anladım. Şimdi kullanıcılara nasıl yardımcı olabilirim ve topluluğa nasıl dahil olabilirim?”
uk: Тепер у вас може виникнути запитання: «Гаразд, я розумію CPG. Як я можу допомогти та долучитися до спільноти?»
vi: Bây giờ bạn có thể tự hỏi: “Ok, bây giờ tôi đã hiểu CPG. Tôi có thể giúp đỡ và tham gia vào cộng đồng bằng cách nào?”
zh_cn: 现在您可能在想：“好的，我现在理解 CPG 了。我应该如何提供帮助并融入社区？”
zh_tw: 現在您可能會好奇：「好，我知道 CPG 指南是什麼了，要如何參與社群？」

source: Answer questions in the support forum
af: Beantwoord vrae in die steundiensforum
bg: Отговорете на въпроси в помощния форум
de: Beantworten Sie Fragen im Hilfeforum
el: Απάντηση ερωτήσεων στο φόρουμ υποστήριξης
es: Responde preguntas en el foro de asistencia
fy_nl: Fragen yn it stipefoarum beäntwurdzje
he: מענה על שאלות בפורום התמיכה
hr: Odgovaraj na pitanja u forumu podrške
hu: Válaszoljon kérdésekre a közösségi támogató fórumon
ia: Responder a questiones in le foro de supporto
id: Menjawab pertanyaan di forum bantuan
it: Rispondi alle domande del forum di supporto
ja: サポートフォーラムで質問に回答する
ka: უპასუხეთ კითხვებს მხარდაჭერის ფორუმზე
ko: 고객 지원 포럼의 질문 답변하기
mg: Mamalia fanontaniana ao @ fihaonambe fanampiana
ms: Jawab soalan dalam forum sokongan
nb_no: Svar på spørsmål i brukerstøtteforumet
nl: Vragen in het ondersteuningsforum beantwoorden
pa_in: ਸਹਿਯੋਗ ਮੰਚ ਵਿੱਚ ਸਵਾਲ ਦੇ ਜਵਾਬ ਦਿਓ
pl: Odpowiadaj na pytania na forum pomocy
pt_br: Responda às perguntas no fórum de suporte
pt_pt: Responda a perguntas no fórum de apoio
ro: Răspunde la întrebări pe forumul de asistență
sk: Odpovedanie na otázky na našom fóre podpory
sr: Одговорите на питања у форуму подршке
te: తోడ్పాటు వేదికలలో ప్రశ్నలకు జవాబివ్వండి
th: ตอบคำถามในฟอรั่มสนับสนุน
tr: Destek forumundaki soruları yanıtlayın
uk: Відповідайте на запитання на форумі підтримки
vi: Trả lời các câu hỏi trong diễn đàn hỗ trợ
zh_cn: 在技术支持论坛回答问题
zh_tw: 回答技術支援討論區中的問題
zu: Phendula imibuzo esithangamini sokweseka

source: Improve our help articles
af: Verbeter ons hulpartikels
bg: Подобрете нашите помощни статии
de: Verbessern Sie unsere Hilfeartikel
el: Βελτιώστε τα άρθρα βοήθειάς μας
es: Mejora nuestros artículos de ayuda
fy_nl: Us helpartikelen ferbetterje
hr: Poboljšaj naše članke pomoći
hu: Tökéletesítse súgóleírásainkat
ia: Meliora nostre articulos de auxilio
id: Artikel Bantuan
it: Migliora i nostri articoli di supporto
ja: ヘルプ記事を改善する
ka: გააუმჯობესეთ ჩვენი დამხმარე სტატიები
ko: 도움말 문서 개선
mg: Hatsarao ireo lahatsoratra fanampianay
ms: Perbaiki artikel bantuan kami
nb_no: Forbedre våre hjelpeartikler
nl: Onze hulpartikelen verbeteren
pa_in: ਸਾਡੇ ਮਦਦ ਲੇਖ ਸੁਧਾਰੋ
pl: Udoskonalaj artykuły pomocy
pt_br: Melhorar nossos artigos de ajuda
pt_pt: Melhorar os nossos artigos de ajuda
ro: Îmbunătățește articolele noastre de ajutor
sk: Vylepšite naše články podpory
sr: Побољшајте наше помоћне чланке
te: మా తోడ్పాటు వ్యాసాలను మెరుగుపరచండి
th: ปรับปรุงบทความช่วยเหลือของเรา
tr: Yardım makalelerimizi geliştirin
uk: Удосконалюйте наші довідкові статті
vi: Cải tiến các bài viết trợ giúp của chúng tôi
zh_cn: 改进我们的帮助文章
zh_tw: 改進我們的說明文件
zu: Siza ukwenza ngcono ama-athikhili ethu osizo

source: Localize help articles to your local language
bg: Превеждайте помощните статии на вашия местен език
de: Übersetzen Sie Hilfeartikel in Ihre Sprache
el: Μετάφραση άρθρων βοήθειας στη γλώσσα σας
fy_nl: Helpartikelen lokalisearje nei jo taal
hu: Honosítsa a súgócikkeket a helyi nyelvére
ia: Localisa articulos de auxilio in tu lingua local
it: Traduci gli articoli di supporto nella tua lingua
ka: თარგმნეთ დამხმარე სტატიები თქვენს ენაზე
ko: 현지 언어로 도움말 문서 번역하기
nl: Hulpartikelen lokaliseren naar uw taal
pl: Przetłumacz artykuły pomocy na swój język
pt_br: Traduza artigos de ajuda para seu idioma
pt_pt: Traduzir os artigos de ajuda para o seu idioma local
sk: Lokalizujte články pomocníka do svojho jazyka
sr: Преведите помоћне чланке на ваш локални језик
tr: Yardım makalelerini dilinize çevirin
uk: Локалізуйте довідкові статті вашою мовою
vi: Bản địa hóa các bài báo trợ giúp sang ngôn ngữ địa phương của bạn
zh_cn: 将帮助文章本地化为您的语言
zh_tw: 將說明文件翻譯為您的語言

source: Help users on social media
bg: Помогнете на потребителите в социалните мрежи
de: Unterstützen Sie Anwender in sozialen Medien
el: Βοηθήστε χρήστες στα μέσα κοινωνικής δικτύωσης
fy_nl: Brûkers op sosjale media helpe
hu: Segítsen a felhasználóknak a közösségi médiában
it: Aiuta gli utenti sui social media
ka: დაეხმარეთ მომხმარებლებს სოციალურ ქსელებში
ko: 소셜 미디어에서 사용자 돕기
nl: Gebruikers op sociale media helpen
pl: Pomóż użytkownikom na mediach społecznościowych
pt_br: Ajude usuários em mídias sociais
pt_pt: Ajudar os utilizadores nas redes sociais
sk: Pomôžte používateľom na sociálnych sieťach
sr: Помозите корисницима на друштвеним мрежама
tr: Sosyal medyada kullanıcılara yardım edin
uk: Допомагайте користувачам у соціальних мережах
vi: Giúp người dùng trên mạng xã hội
zh_cn: 帮助社交媒体上的用户
zh_tw: 協助社群媒體上的使用者

source: Respond to mobile store reviews
bg: Отговаряйте на отзивите за мобилните приложения
de: Antworten Sie auf Rezensionen im Handyshop
el: Απάντηση σε κριτικές στα καταστήματα εφαρμογών
fy_nl: Beoardielingen yn mobile Stores beäntwurdzje
hu: Válaszoljon a mobilos áruházak értékeléseire
it: Rispondi alle recensioni negli store per dispositivi mobili
ja: モバイルストアのレビューに返信する
ka: გამოეხმაურეთ მობილური მაღაზიის მიმოხილვებს
ko: 모바일 앱 스토어 리뷰에 답변하기
nl: Beoordelingen in mobiele Stores beantwoorden
pl: Odpowiadanie na recenzje w sklepach z aplikacjami mobilnymi
pt_br: Responda avaliações em lojas de aplicativos de dispositivos móveis
pt_pt: Responder a comentários da loja móvel
sk: Reagujte na recenzie v mobilných obchodoch
sr: Одговарајте на рецензије из мобилне продавнице
tr: Mobil mağaza yorumlarına yanıt verin
uk: Відповідайте на відгуки у магазині мобільних застосунків
vi: Trả lời các bài đánh giá trên cửa hàng di động
zh_cn: 回答移动端应用商店的评论
zh_tw: 回覆行動商店中的評價

source: Great! Now, how can I connect to other contributors?
bg: Браво! Сега, как мога да се свържа с други сътрудници?
de: Toll! Wie kann ich mich jetzt mit anderen Mitwirkenden verbinden?
el: Τέλεια! Και πώς μπορώ να επικοινωνήσω με άλλους εθελοντές;
fy_nl: Geweldich! Hoe kin ik ferbining meitsje mei oare meiwurkers?
hu: Remek! És hogyan léphetek kapcsolatba más közreműködőkkel?
ia: Grande! Ora, como pote io connecter me con altere collaboratores?
it: Fantastico! Ora, come posso mettermi in contatto con altri collaboratori?
ka: მშვენიერია! ახლა კი, როგორ შევეხმიანო დანარჩენ მოხალისეებს?
ko: 좋아요! 그럼, 어떻게 다른 기여자와 연락할 수 있나요?
nl: Geweldig! Hoe kan ik nu verbinding maken met andere medewerkers?
pl: Świetnie! Jak mogę połączyć się z innymi współtwórcami?
pt_br: Ótimo! Agora, como posso me conectar com outros colaboradores?
pt_pt: Fantástico! Agora, como é que eu posso ligar-me aos outros colaboradores?
sk: Skvelé! Ako sa teraz môžem pripojiť k iným prispievateľom?
sr: Сјајно! А како сада да се повежем са другим сарадницима?
tr: Harika! Peki, diğer gönüllülerle nasıl iletişim kurabilirim?
uk: Чудово! Тепер, як я можу зв’язатися з іншими учасниками?
vi: Tuyệt quá! Bây giờ, làm cách nào để kết nối với những người đóng góp khác?
zh_cn: 好！那么我应该如何联系其他贡献者？
zh_tw: 太棒了！那我要去哪裡找到其他貢獻者？

source: SUMO Matrix room: You can chat with other community members in our Matrix room
de: SUMO-Matrix-Raum: In unserem Matrix-Raum können Sie mit anderen Gemeinschaftsmitgliedern chatten
el: Δωμάτιο Matrix του SUMO: Μπορείτε να συνομιλήσετε με άλλα μέλη της κοινότητας στο δωμάτιό μας στο Matrix
fy_nl: SUMO Matrix-romte: Jo kinne petearje mei oare mienskipsleden yn ús Matrix-romte
hu: SUMO Matrix-szoba: Cseveghet a közösség többi tagjával a Matrix-szobánkban
ia: Camera de chat SUMO in Matrix: tu pote chattar con altere membros del communitate in nostre camera Matrix
it: Stanza SUMO su Matrix: puoi discutere con altri membri della comunità nella nostra stanza Matrix
ka: SUMO-ს Matrix-ოთახი: შეგიძლიათ გაესაუბროთ ერთობის სხვა წევრებს ჩვენს Matrix-ოთახში
ko: SUMO Matrix room: Matrix 대화방에서 다른 커뮤니티 사용자와 채팅하실 수 있습니다
nl: SUMO Matrix-ruimte: u kunt chatten met andere gemeenschapsleden in onze Matrix-ruimte
pl: Pokój Matrix SUMO: Możesz rozmawiać z innymi członkami społeczności w naszym pokoju Matrix
pt_br: Sala do SUMO no Matrix: Você pode conversar com outros membros da comunidade em nossa sala no Matrix
pt_pt: Sala Matrix SUMO: Pode conversar com outros membros da comunidade na nossa sala Matrix
sk: Miestnosť SUMO Matrix: v našej miestnosti Matrix môžete komunikovať s ostatnými členmi komunity
sr: SUMO Matrix соба : можете да ћаскате са осталим члановима заједнице у нашој Matrix соби
tr: SUMO Matrix odası: Matrix odamızda diğer topluluk üyeleriyle sohbet edebilirsiniz
uk: Кімната SUMO в Matrix: ви можете спілкуватися з іншими членами спільноти в нашій кімнаті Matrix
vi: Phòng Matrix của SUMO: Bạn có thể trò chuyện với các thành viên khác trong cộng đồng trong phòng Matrix của chúng tôi
zh_cn: SUMO Matrix 房间：你可以在我们的 Matrix 房间与其他社区成员聊天
zh_tw: SUMO Matrix 聊天室：您可以在我們的 Matrix 聊天室與其他社群成員聊天

source: Contributors Forum: Follow contributor’s discussion to get updated on releases and community updates
de: Mitwirkenden-Forum: Folgen Sie der Diskussion der Mitwirkenden, um über Veröffentlichungen und Aktualisierungen der Gemeinschaft auf dem Laufenden zu bleiben
el: Φόρουμ εθελοντών: Παρακολουθήστε τη συζήτηση των εθελοντών για να ενημερώνεστε για νέες εκδόσεις και ειδήσεις της κοινότητας
fy_nl: Meiwurkersfoarum: folgje diskusjes fan meiwurkers foar de lêste ynformaasje oer ferzjes en de mienskip
hu: Közreműködők fóruma: Kövesse a közreműködők beszélgetését, hogy értesüljön a kiadásokról és a közösségi frissítésekről
ia: Foro del collaboratores: seque le discussion de collaboratores pro esser actualisate sur actualisationes de versiones e de communitate
it: Forum dei collaboratori: segui le discussioni dei collaboratori per rimanere aggiornato sulle nuove versioni e sulle novità della comunità
ka: მოხალისეთა ფორუმი: თვალი ადევნეთ მოხალისეთა განხილვებს, რათა გაეცნოთ სიახლეებს ბოლო გამოშვებებისა და თავად ერთობის შესახებ
ko: 기여자 포럼: 신규 버전 출시와 커뮤니티 변경사항에 대해 안내받으시려면 기여자 토론을 주시하세요
nl: Medewerkersforum: volg discussies van medewerkers voor de laatste informatie over versies en de gemeenschap
pl: Forum autorów: Śledź dyskusję autorów, aby otrzymywać aktualne informacje o wydaniach i aktualizacjach społeczności
pt_br: Fórum de colaboradores: Siga as discussões de colaboradores para se atualizar sobre lançamentos e novidades da comunidade
pt_pt: Fórum de Colaboradores: siga a discussão dos colaboradores para se manter atualizado sobre os lançamentos e atualizações da comunidade
sk: Fórum prispievateľov: sledujte diskusiu prispievateľov a získajte aktuálne informácie o vydaniach a aktualizáciách komunity
sr: Форум за сараднике : пратите дискусије сарадника како би били обавештени о издањима и ажурирањима
tr: Gönüllü Forumu: Yeni sürümler ve topluluktaki gelişmeler hakkında bilgi almak için gönüllülere yönelik yazışmaları takip edin
uk: Форум помічників: слідкуйте за обговоренням помічників, щоб отримувати оновлення про випуски та оновлення спільноти
vi: Diễn đàn cộng tác viên: Theo dõi cuộc thảo luận của cộng tác viên để được cập nhật về các bản phát hành và nội dung cập nhật của cộng đồng
zh_cn: 贡献者论坛：关注贡献者的讨论，获取最新版本和社区更新
zh_tw: 貢獻者討論區：追蹤貢獻者正在討論的議題，了解新版本的最新資訊與社群新聞

source: Discourse Forum: Get updated on what’s going on in other parts of Mozilla community
de: Discourse-Forum: Erfahren Sie, was in anderen Teilen der Mozilla-Gemeinschaft vor sich geht
el: Φόρουμ Discourse: Ενημερωθείτε για ό,τι συμβαίνει στα άλλα μέρη της κοινότητας Mozilla
fy_nl: Discourse-foarum: ûntfang updates oer wat der bart yn oare dielen fan Mozilla-mienskip
hu: Discourse-fórum: Értesüljön a Mozilla közösség más részein zajló eseményekről
ia: Foro sur Discourse: tene te actualisate sur lo que eveni in altere partes de communitate de Mozilla
it: Forum Discourse: tieniti aggiornato su che cosa sta succedendo in altre aree della comunità di Mozilla
ka: Discourse-ფორუმი: შეიტყვეთ, რა ხდება Mozilla-ს ერთობის დანარჩენ მხარეში
ko: Discourse 포럼: Mozilla 커뮤니티의 다른 영역에서 진행되는 최신 사항에 대해 알아보세요
nl: Discourse-forum: ontvang updates over wat er gebeurt in andere delen van de Mozilla-gemeenschap
pl: Forum dyskusyjne: Otrzymuj aktualne informacje o tym, co dzieje się w innych częściach społeczności Mozilli
pt_br: Fórum no Discourse: Fique atualizado sobre o que está acontecendo em outras partes da comunidade Mozilla
pt_pt: Fórum do Discourse: Mantenha-se atualizado sobre o que se passa noutras áreas da comunidade Mozilla
sk: Diskusné fórum Discourse: získajte aktuálne informácie o tom, čo sa deje v iných častiach komunity Mozilla
sr: Discourse форум : будите у току са дешавањима у другим деловима Mozilla заједнице
tr: Discourse Forumu: Mozilla topluluğunun diğer kısımlarında olup bitenlerden haberdar olun
uk: Форум Discourse: дізнавайтеся про те, що відбувається в інших частинах спільноти Mozilla
vi: Diễn đàn Discourse: Cập nhật những gì đang diễn ra trong các phần khác của cộng đồng Mozilla
zh_cn: Discourse 论坛：了解 Mozilla 社区其他部分的最新动态
zh_tw: Discourse 討論區：了解其他 Mozilla 社群有哪些新鮮事
