Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
bg: Мини значката SUMO Форум 2011 е част от серията SUMO. Тя представлява принос към SUMO през 2011 г. - поне 30 отговора в английския форум SUMO. Поздравления за всички носители на значки SUMO Форум 2011 за приноса им към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Forum 2011“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2011; in diesem Fall: 30 Antworten im englischsprachigen SUMO-Forum. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Forum 2011“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Φόρουμ 2011 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2011· σε αυτήν την περίπτωση: 30 απαντήσεις στο αγγλικό φόρουμ του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO Φόρουμ 2011 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia del Foro de SUMO de 2011 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2011, en este caso: 30 respuestas en inglés en el foro de SUMO. ¡Felicidades a todos los ganadores de insignias del Foro de SUMO de 2011 por promover la misión de Mozilla!
fy_nl: De SUMO-foarum 2011-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2011; yn dit gefal: 30 antwurden yn it Ingelske SUMO-foarum. Lokwinsken oan alle SUMO-foarum 2011-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO foruma 2011. dio je SUMO serije. Predstavlja doprinos SUMO-u 2011. godine; u ovom slučaju: 30 odgovora u SUMO forumu. Čestitamo svim dobitnicima SUMO foruma 2011. na unapređivanju Mozilline misije!
hu: A SUMO Fórum 2011 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2011-es hozzájárulást jelképezi, ebben az esetben 30 választ az angol SUMO fórumhoz. Gratulálunk a SUMO Fórum kitűző – 2011 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del foro 2011 es parte del series SUMO. Le mini-insignia del foro 2011 es parte del series SUMO. Congratulationes a tote le ganiatores del insignia 2011 del foro de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Forum di Supporto 2011 di SUMO rappresenta il contributo dato a SUMO nel corso del 2011, pari a 30 risposte nel forum di supporto in lingua inglese. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO フォーラム 2011 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2011 年に英語の SUMO フォーラムで 30 回以上返信して SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO フォーラム 2011 バッジを授与します。
ka: SUMO ფორუმი 2011 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2011 წელს შეტანილ წვლილს; ამ შემთხვევაში: 30 პასუხს, SUMO-ს ინგლისურ ფორუმში. ვულოცავთ SUMO ფორუმი 2011 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan Anmager SUMO 2011 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2011; dagi: 30 n tririyin s teglizit deg unmager SUMO. Tanemmirt- meṛṛa i wid yewwin arraz n unmager SUMO 2011 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO 포럼 2011 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2011년에 SUMO에 기여 했음을 의미하고 영문 SUMO 포럼에서 30개의 답변을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2011 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO Forum 2011 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2011 dalam hal ini: 30 balasan dalam Forum SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO Forum 2011 kerana memajukan Misi Mozilla!
nb_no: SUMO 2011 mini-utmerkelsen for forum er en del av SUMO-serien. Den representerer bidrag til SUMO i 2011, i dette tilfellet: 30 svar i det engelske SUMO-forumet. Gratulerer til alle som har fortjent SUMO-forum 2011-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO-forum 2011-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2011; in dit geval: 30 antwoorden in het Engelse SUMO-forum. Felicitaties aan alle SUMO-forum 2011-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Forum pomocy 2011 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2011 roku, w tym przypadku: 30 odpowiedzi na angielskim forum SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Forum pomocy 2011 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2011 do SUMO Forum é parte da série SUMO. Ele representa a contribuição ao SUMO em 2011; neste caso: 30 respostas no Fórum de Suporte em inglês. Parabéns a todos os ganhadores do emblema de 2011 do SUMO Forum por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do fórum de apoio de 2011 é parte da série SUMO. Representa contribuições para o SUMO em 2011; neste caso: 30 respostas no fórum do SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO do fórum de apoio de 2011 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Forum 2011 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2011; în acest caz: 30 de răspunsuri pe forumul SUMO în engleză. Felicitări tuturor câștigătorilor insignei SUMO Forum 2011 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Fórum 2011 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 30 odpovedí na anglickom fóre podpory SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ форума подршке за 2011. годину је део SUMO серије. Он представља допринос за SUMO у 2011. години; у овом случају: 30 одговора на енглеском SUMO форуму. Честитамо свим добитницима SUMO беџа форума подршке за 2011. годину за унапређивање Mozilla мисије!
sv: SUMO 2011 mini-emblem för forum är en del av SUMO-serien. Den representerar bidrag till SUMO under 2011; i det här fallet: 30 svar i engelska SUMO forum. Grattis till alla de som förtjänat SUMO 2011 emblem för forum och att de har främjat Mozillas uppdrag!
th: ตราฟอรั่ม SUMO ปี 2011 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2011 ซึ่งในกรณีนี้คือ: การตอบกลับ 30 ครั้งในฟอรั่ม SUMO ภาษาอังกฤษ ขอแสดงความยินดีกับผู้ได้รับตราฟอรั่ม SUMO ปี 2011 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Forumu 2011 mini rozeti, SUMO serisinin bir parçasıdır. 2011 yılında SUMO Forumu'nda 30 yanıt yazdığınızı yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Forumu 2011 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Міні-відзнака форуму SUMO 2011 є частиною серії SUMO. Вона відображає внесок до SUMO у 2011 році; в даному випадку: 30 відповідей на англійському форумі SUMO. Вітаємо всіх нагороджених відзнаками форуму SUMO 2011 за поширення місії Mozilla!
vi: Huy hiệu nhỏ của diễn đàn SUMO 2011 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2011 trong trường hợp này: 30 câu trả lời trong diễn đàn SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu diễn đàn SUMO 2011 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 论坛 2011 迷你徽章是 SUMO 系列的一部分。它代表了 2011 年为 SUMO 所作的贡献。获得条件：在英语 SUMO 论坛有 30 条回复。 感谢所有 SUMO 论坛 2011 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO Forum 2011 迷你徽章是 SUMO 系列的一部份。它代表了 2011 年的 SUMO 貢獻，亦即有三十個英文討論區內的回應。 恭喜所有獲得 SUMO Forum 2011 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2012 KB Badge
bg: 2012 БД значка
de: KB-Abzeichen 2012
el: Έμβλημα ΓΒ 2012
es: Insignia de la BC de 2012
fy_nl: KB 2012-badge
hr: Značka baze znanja za 2012. godinu
hu: Tudásbázis kitűző – 2012
ia: Insignia del base de cognoscentia 2012
id: Lencana KB 2012
it: Distintivo KB 2012
ja: 2012 ナレッジベースバッジ
ka: 2012 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2012
ko: 2012 KB 배지
ms: Lencana KB 2012
nb_no: 2012 KB-utmerkelse
nl: KB 2012-badge
pa_in: 2012 KB ਬੈਜ
pl: Odznaka KB 2012
pt_br: Emblema da Base de Conhecimento 2012
pt_pt: Medalha da base de conhecimento de 2012
ro: Insignă Baza de cunoștințe 2012
sk: Ocenenie Databáza vedomostí 2012
sr: Беџ базе знања за 2012. годину
sv: 2012 emblem för KB
te: 2012 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2012
tr: 2012 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2012
ur: 2012 KB بیج
vi: Huy hiệu KB 2012
zh_cn: 2012 知识库徽章
zh_tw: 2012 知識庫徽章

# DB: kbadge.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO БД 2012 е част от поредицата SUMO. Представлява принос към SUMO през 2012 г. - в този случай 10 одобрени редакции в Базата Данни на английски език. Поздравления за всички спечелили значка SUMO БД 2012 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-KB 2012“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2012; in diesem Fall: 10 freigeschaltete Änderungen in der englischsprachigen SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-KB 2012“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO ΓΒ 2012 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2012· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες στην αγγλική γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO ΓΒ 2012 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de la BC de SUMO de 2012 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2012, en este caso: 10 ediciones aprobadas de la base de conocimientos de SUMO en inglés. ¡Felicidades a todos los ganadores de insignias de la BC de SUMO de 2012 por promover la misión de Mozilla!
fy_nl: De SUMO KB 2012-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2012; yn dit gefal: 10 goedkarre bewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO KB 2012-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO baze znanja 2012. dio je SUMO serije. Predstavlja doprinos SUMO-u 2012. godine; u ovom slučaju: 10 potvrđenih uređivanja na engleskom jeziku za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke baze znanja 2012. na unapređivanju Mozilline misije!
hu: A SUMO Tudásbázis 2012 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2012-es hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott szerkesztést az angol SUMO tudásbázishoz. Gratulálunk a SUMO Tudásbázis kitűző – 2012 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del Base de cognoscentia 2012 es parte del series SUMO. Illo representa le collaborationes a SUMO in le 2012; in iste caso: 10 redactiones approbate del Base de cognoscentias anglese de SUMO. Congratulationes a tote le ganiatores del insignia 2012 pro le Base de cognoscentia SUMO pro facer progreder le mission Mozilla!
it: Il distintivo SUMO KB 2012 rappresenta il contributo dato a SUMO nel corso del 2012, pari a 10 modifiche approvate alla Knowledge Base in lingua inglese di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO KB 2012 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2012 年に英語版ナレッジベース記事の編集が 10 本以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO KB 2012 バッジを授与します。
ka: SUMO ცოდნის წყაროს 2012 მცირე ნიშანი SUMO-ს ჯილდოების ნაწილია. იგი აღნიშნავს SUMO-ს საიტზე 2012 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ შესწორებას, SUMO-ს ცოდნის წყაროს ინგლისურ ვერსიაში. ვულოცავთ SUMO ცოდნის წყაროს 2012 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO KB 2012 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2012; dagi: 10 n yibeddilen yettwaqeblen s teglizit deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz SUMO KB 2012 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO KB 2012 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2012년에 SUMO에 기여 했음을 의미하고 승인된 영문 SUMO 지식 기반 문서 10개를 수정했음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2012 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO KB 2012 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2012; dalam hal ini: 10 edit yang diluluskan dalam Pangkalan Pengetahuan SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO KB 2012 kerana memajukan Misi Mozilla!
nb_no: SUMO KB 2012 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2012; i dette tilfellet: 10 godkjente redigeringer av den engelske SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO KB 2012-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO KB 2012-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2012; in dit geval: 10 goedgekeurde bewerkingen van de Engelse SUMO-kennisbank. Felicitaties aan alle SUMO KB 2012-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO KB 2012 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2012 roku, w tym przypadku: 10 zatwierdzonych poprawek w angielskiej bazie wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO KB 2012 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2012 do SUMO KB é parte da série SUMO. Ele representa a contribuição ao SUMO em 2012; neste caso: 10 edições aprovadas na Base de Conhecimento do SUMO em inglês. Parabéns a todos os ganhadores do emblema de 2012 do SUMO KB por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO da base de conhecimento de 2012 é parte da série SUMO. Representa contribuições para o SUMO em 2012; neste caso: 10 edições aprovadas da base de conhecimento SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO da base de conhecimento de 2012 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Baza de cunoștințe 2012 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2012; în acest caz: 10 editări în engleză aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO Baza de cunoștințe 2012 pentru avansul misiunii Mozilla!
sk: Mini ocenenie Databáza vedomostí SUMO 2012 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav anglických článkov v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ базе знања за 2012. годину је део SUMO серије. Он представља допринос за SUMO у 2012. години; у овом случају: 10 одобрених измена енглеске SUMO базе знања. Честитамо свим добитницима SUMO беџа базе знања за 2012. годину за унапређивање Mozilla мисије!
sv: SUMO 2012 mini-emblem för KB är en del av SUMO-serien. Den representerar bidrag till SUMO under 2012; i det här fallet: 10 godkända redigeringar av den engelska SUMO kunskapsbasen. Grattis till alla de som förtjänat SUMO 2012 emblem för KB och att de har främjat Mozillas uppdrag!
th: ตราฐานความรู้ SUMO ปี 2012 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2012 ซึ่งในกรณีนี้คือ: การแก้ไขฐานความรู้ SUMO ภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตราฐานความรู้ SUMO ปี 2012 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO BB 2012 mini rozeti, SUMO serisinin bir parçasıdır. 2012 yılında İngilizce SUMO Bilgi Bankası'nda onaylanmış 10 düzenleme yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO BB 2012 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака бази знань SUMO 2012 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2012 році; в цьому випадку: 10 затверджених редагувань в англійській базі знань SUMO. Вітаємо всіх нагороджених відзнаками бази знань SUMO 2012 за поширення місії Mozilla!
vi: Huy hiệu nhỏ SUMO KB 2012 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2012; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO KB 2012 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 知识库 2012 迷你徽章是 SUMO 系列的一部分。它代表了 2012 年为 SUMO 所作的贡献；获得条件：在英语 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 论坛 2012 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO KB 2012 迷你徽章是 SUMO 系列的一部份。它代表了 2012 年的 SUMO 貢獻，亦即有 10 次通過審核的英文 SUMO 知識庫文件編輯。 恭喜所有獲得 SUMO KB 2012 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2013 KB Badge
bg: 2013 БД значка
de: KB-Abzeichen 2013
el: Έμβλημα ΓΒ 2013
es: Insignia de la BC de 2013
fy_nl: KB 2013-badge
hr: Značka baze znanja za 2013. godinu
hu: Tudásbázis kitűző – 2013
ia: Insignia del base de cognoscentia 2013
id: Lencana KB 2013
it: Distintivo KB 2013
ja: 2013 ナレッジベースバッジ
ka: 2013 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2013
ko: 2013 KB 배지
ms: Lencana KB 2013
nb_no: 2013 KB-utmerkelse
nl: KB 2013-badge
pa_in: 2013 KB ਬੈਜ
pl: Odznaka KB 2013
pt_br: Emblema da Base de Conhecimento 2013
pt_pt: Medalha da base de conhecimento de 2013
ro: Insignă Baza de cunoștințe 2013
sk: Ocenenie Databáza vedomostí 2013
sr: Беџ базе знања за 2013. годину
sv: 2013 emblem för KB
te: 2013 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2013
tr: 2013 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2013
ur: 2013 KB بیج
vi: Huy hiệu KB 2013
zh_cn: 2013 知识库徽章
zh_tw: 2013 知識庫徽章
