Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Please provide a summary.
af: Gee asseblief 'n opsomming.
bg: Моля, опишете накратко.
bs: Molimo da unesete kratak sažetak.
de: Bitte geben Sie eine Zusammenfassung an.
el: Παρακαλούμε παρέχετε μια περίληψη.
es: Por favor, escribe un resumen.
fy_nl: Jou in gearfetting.
he: נא לספק תקציר.
hr: Navedi sažetak.
hu: Kérem adjon meg egy rövid összefoglalót.
ia: Per favor forni un summario.
id: Isikan ringkasan.
it: Inserire un sommario.
ja: 要約を記入してください。
ka: გთხოვთ, მიუთითოთ დასკვნის ტექსტი.
kab: Ma ulac aɣilif, mudd-d azwel.
ko: 요약 내용을 입력하십시오.
mg: Asio famintinana azafady.
ms: Sila beri ringkasan.
nb_no: Oppgi en oppsummering.
nl: Geef een samenvatting op.
pa_in: ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਦਿਓ ਜੀ।
pl: Podaj krótki opis.
pt_br: Forneça um resumo.
pt_pt: Por favor forneça um sumário.
ro: Te rugăm să furnizezi un rezumat.
sk: Zadajte prosím súhrn.
sr: Молимо да пружите опис.
sv: Vänligen ange en sammanfattning.
te: దయచేసి సారాంశ రంగాలను అందించు.
th: โปรดให้คำสรุป
tr: Lütfen bir özet girin.
uk: Впровадьте короткий опис.
ur: براہ مہربانی ایک خلاصہ فراہم کریں۔
vi: Vui lòng cung cấp một tóm tắt.
zh_cn: 请输入摘要信息。
zh_tw: 請輸入摘要資訊。
zu: Uyacelwa unikeze isifingqo.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
af: Jou opsomming is te kort (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters wees.
bg: Обобщението е твърде кратко (%(show_value)s знака). То трябва да бъде поне с дължина от %(limit_value)s знака.
bs: Sažetak je prekratak (%(show_value)s karaktera). Potrebno je da sadrži minimalno %(limit_value)s karaktera.
de: Die Zusammenfassung ist zu kurz (%(show_value)s Zeichen). Sie muss mindestens %(limit_value)s Zeichen lang sein.
el: Η περιγραφή είναι πολύ μικρή (%(show_value)s χαρακτήρες). Πρέπει να είναι τουλάχιστον %(limit_value)s χαρακτήρες.
es: El resumen es demasiado corto (%(show_value)s caracteres). Debe tener al menos %(limit_value)s caracteres.
fy_nl: De gearfetting is te koart (%(show_value)s karakters). It moat op syn minst %(limit_value)s karakters wêze.
he: התקציר קצר מדי (%(show_value)s תווים). עליו להיות באורך של לפחות %(limit_value)s תווים.
hr: Sažetak je prekratak (%(show_value)s znakova). Mora sadržati barem %(limit_value)s znakova.
hu: Az összefoglaló túl rövid (%(show_value)s karakter). Legalább %(limit_value)s karakternek kell lennie.
ia: Le summario es troppo curte (%(show_value)s characteres). Illo debe haber al minus %(limit_value)s characteres.
id: Ringkasan terlalu pendek (%(show_value)s karakter). Paling sedikit panjangnya harus %(limit_value)s karakter.
it: Il sommario è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: 要約が短すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以上にしてください。
ka: დასკვნის ტექსტი ზედმეტად მოკლეა (%(show_value)s სიმბოლო). უნდა შედგებოდეს, სულ მცირე %(limit_value)s სიმბოლოსგან.
kab: Agzul wezzil aṭas (%(show_value)s isekkilen). Yessefk ad yili ɣarṣum %(limit_value)s isekkilen.
ko: 요약 내용이 너무 짧습니다 (%(show_value)s자). 적어도 %(limit_value)s자 이상이어야 합니다.
mg: Fohy loatra ny famintinana (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.
ms: Ringkasan terlalu pendek (%(show_value)s aksara). Sekurang-kurangnya mesti ada %(limit_value)s aksara.
nb_no: Oppsummeringen er for kort (%(show_value)s tegn). Den må være minst %(limit_value)s tegn.
nl: De samenvatting is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
pa_in: ਇਹ ਸੱਮਰੀ ਬਹੁਤ ਛੋਟੀ ਹੈ (%(show_value)s ਵਰਣ)। ਇਹ ਘੱਟੋ ਘੋਟ %(limit_value)s ਵਰਣ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।.
pl: Opis jest zbyt krótki (liczba znaków: %(show_value)s ) — musi mieć co najmniej %(limit_value)s znaków.
pt_br: O resumo é muito curto (%(show_value)s characters). Ele deve ter pelo menos %(limit_value)s caracteres.
pt_pt: O sumário é demasiado curto (%(show_value)s caracteres). Deve ter pelo menos %(limit_value)s caracteres.
ro: Rezumatul este prea scurt (%(show_value)s characters). Trebuie să conțină minimum %(limit_value)s caractere.
sk: Súhrn je veľmi krátky - (%(show_value)s znakov). Počet znakov musí byť najmenej %(limit_value)s.
sr: Опис је превише кратак (%(show_value)s карактера). Мора бити барем %(limit_value)s карактера.
sv: Sammanfattningen är för kort (%(show_value)s tecken). Den måste minst vara %(limit_value)s tecken.
te: సారాంశం చాలా చిన్నదిగా (%(show_value)s అక్షరాలు) ఉంది. ఇది కనీసం %(limit_value)s అక్షరాలు ఉండాలి.
th: คำสรุปสั้นเกินไป (%(show_value)s ตัวอักษร) อย่างต่ำควรจะอยู่ที่ %(limit_value)s ตัวอักษร
tr: Özet çok kısa (%(show_value)s karakter). En az %(limit_value)s karakter olmalıdır.
uk: Короткий опис закороткий (%(show_value)s символів). Він повинен бути не менше %(limit_value)s символів.
vi: Tóm tắt quá ngắn (%(show_value)s kí tự). Nó phải có ít nhất %(limit_value)s kí tự.
zh_cn: 摘要信息内容太短(%(show_value)s个字符)。至少要有%(limit_value)s个字符。
zh_tw: 摘要資訊內容太短(%(show_value)s 個字元)，必須超過 %(limit_value)s 個字元。
zu: Isifingqo sifushane kakhulu (%(show_value)s izinhlamvu). Kufanele okungenani kube %(limit_value)s wezinhlamvu.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
af: Hou asseblief die lengte van jou opsomming %(limit_value)s karakters of minder. Dit is tans %(show_value)s karakters.
bg: Моля, придържайте се към дължина на краткото описание не по-голяма от %(limit_value)s символа. В момента тя съдържа %(show_value)s символа.
bs: Molimo da ograničite dužinu sažetka na %(limit_value)s karaktera ili manje. Trenutno sadrži %(show_value)s karaktera.
de: Bitte beschränken Sie die Länge der Zusammenfassung auf %(limit_value)s oder weniger Zeichen. Derzeit hat sie %(show_value)s Zeichen.
el: Παρακαλούμε διατηρήστε το μήκος της περιγραφής σε %(limit_value)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(show_value)s χαρακτήρες.
es: Por favor, ajusta la longitud del resumen a %(limit_value)s caracteres o menos. Actualmente tiene %(show_value)s caracteres.
fy_nl: Hâld de lingte fan de gearfetting koarter as %(limit_value)s karakters of minder. It is no %(show_value)s karakters.
he: נא להגביל את אורך התקציר ל־%(limit_value)s תווים או פחות. כרגע האורך הוא %(show_value)s תווים.
hr: Ograniči dužinu sažetka na %(limit_value)s znakova ili manje. Trenutačno sadrži %(show_value)s znakova.
hu: Az összefoglaló %(limit_value)s vagy annál kevesebb karaktert kell, hogy tartalmazzon. Jelenleg ez %(show_value)s karakter hosszú.
ia: Per favor mantene le longor del summario a %(limit_value)s characteres o minus. Illo debe ser al minus de %(limit_value)s characteres.
id: Batasi panjang ringkasan hingga paling banyak %(limit_value)s. Panjang ringkasan saat ini %(show_value)s karakter.
it: Impostare la lunghezza del sommario a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: 要約が長すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以下にしてください。
ka: შეჯამების ტექსტის სიგრძე არ უნდა აღემატებოდეს %(limit_value)s სიმბოლოს. ამჟამად შედგება %(show_value)s სიმბოლოსგან.
kab: Senɣeṣ ma ulac aɣilif teɣzi n uḍris ma aṭaṣ ɣer %(limit_value)s n isekkilen. Teɣzi n tura %(show_value)s n isekkilen.
ko: 요약 길이는 %(limit_value)s자 이상이어야 합니다. 현재 %(show_value)s자 입니다.
mg: Tano ho maritsoratra %(limit_value)s na latsaka ny halavan'ny famintinana azafady. Maritsoratra %(show_value)s izy izao.
ms: Sila pastikan panjang ringkasan hanya %(limit_value)s atau kurang. Sekarang %(show_value)s aksara.
nb_no: Begrens lengden til oppsummeringen til %(limit_value)s tegn eller mindre. Den er nå %(show_value)s tegn.
nl: Houd de lengte van de samenvatting op %(limit_value)s tekens of minder. Momenteel is deze %(show_value)s tekens.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਸੱਮਰੀ ਦੀ ਲੰਬਾਈ %(limit_value)s ਵਰਨ ਜਾ ਇਸ ਤੋ ਘੱਟ ਰੱਖੋ। ਇਹ ਮੋਜੁਦਾ %(show_value)s ਵਰਣ ਹੈ।
pl: Ogranicz opis do %(limit_value)s znaków. Już użyte znaki: %(show_value)s.
pt_br: Deixe o resumo com %(limit_value)s caracteres ou menos. No momento ele tem %(show_value)s caracteres.
pt_pt: Por favor mantenha o comprimento do sumário limitado a %(limit_value)s caracteres ou menos. Tem atualmente %(show_value)s caracteres.
ro: Te rugăm să păstrezi lungimea rezumatului la %(limit_value)s caractere sau mai puţin. Acum este de %(show_value)s caractere.
sk: Maximálna dĺžka súhrnu môže byť %(limit_value)s znakov. Aktuálne má dĺžku %(show_value)s znakov.
sr: Молимо да дужина описа има %(limit_value)s карактера или мање. Тренутно има %(show_value)s карактера.
sv: Håll längden på din sammanfattning till %(limit_value)s tecken eller mindre. För tillfället är den %(show_value)s tecken.
te: దయచేసి సారాంశం యొక్క పొడవు %(limit_value)s అక్షరాలు లేదా తక్కువ ఉంచండి. ఇది ప్రస్తుతం %(show_value)s అక్షరాలు.
th: โปรดรักษาความยาวของคำสรุปให้อยู่ที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
tr: Lütfen özet uzunluğunu %(limit_value)s karakterden kısa tutun. Şu anda %(show_value)s karakter.
uk: Довжина короткого опису не повинна перевищувати %(limit_value)s символів. Зараз він складається з %(show_value)s символів.
vi: Vui lòng giữ độ dài tóm tắt từ %(limit_value)s kí tự trở xuống. Hiện nó đang có %(show_value)s kí tự.
zh_cn: 摘要信息请勿超过%(limit_value)s个字符。目前为%(show_value)s个字符。
zh_tw: 摘要資訊請勿超過 %(limit_value)s 個字元，目前為 %(show_value)s 個字元。
zu: Uyacelwa ugcine ubude besifingqo buyi %(limit_value)s ezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s ezinhlamvu.

source: Please provide content.
af: Voorsien asseblief inhoud.
bg: Моля, въведете съдържание.
bs: Molimo da unesete sadržaj.
de: Bitte geben Sie den Inhalt ein.
el: Παρακαλώ παρέχετε περιεχόμενο.
es: Por favor, proporciona contenido.
fy_nl: Jou de ynhâld.
he: נא לספק תוכן.
hr: Upiši sadržaj.
hu: Kérem adjon meg a tartalmat.
ia: Per favor forni contento.
id: Tuliskan isi.
it: Inserire contenuti.
ja: 記事本文を記入してください。
ka: გთხოვთ, მიუთითოთ ტექსტი.
kab: Ma ulac aɣilif, mudd-d agbur.
ko: 내용을 입력하십시오.
mg: Asio atiny azafady.
ms: Sila beri kandungan.
nb_no: Oppgi innhold.
nl: Lever inhoud aan.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਕੰਨਟੇਟ ਉਪਲੱਬਦ ਕਰਾਉ।
pl: Podaj treść.
pt_br: Forneça conteúdo.
pt_pt: Por favor, forneça conteúdo.
ro: Te rugăm să furnizezi conținut.
sk: Zadajte prosím obsah.
sr: Напишите садржај.
sv: Vänligen ange ett innehåll.
te: దయచేసి కంటెంట్ అందించండి.
th: โปรดระบุเนื้อหา
tr: Lütfen içerik girin.
uk: Впровадьте вміст.
ur: براہ مہربانی ایک مواد فراہم کریں۔
vi: Vui lòng cung cấp nội dung.
zh_cn: 请提供内容。
zh_tw: 請提供內容資訊。
zu: Uyacelwa uhlinzeke ngolwazi.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
af: Die inhoud is te kort (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters wees.
bg: Съдържанието е твърде късо (%(show_value)s символа). Трябва да е с дължина от поне %(limit_value)s символа.
bs: Sadržaj je prekratak (%(show_value)s karaktera). Potrebno je da sadrži minimalno %(limit_value)s karaktera.
de: Der Inhalt ist zu kurz (%(show_value)s Zeichen). Er muss mindestens %(limit_value)s Zeichen lang sein.
el: Το περιεχόμενο είναι πολύ μικρό (%(show_value)s χαρακτήρες). Πρέπει να είναι τουλάχιστον %(limit_value)s χαρακτήρες.
es: El contenido es demasiado corto (%(show_value)s caracteres). Debe tener al menos %(limit_value)s caracteres.
fy_nl: De ynhâld is te koart (%(show_value)s karakters). It moat op syn minst %(limit_value)s karakters wêze.
he: התוכן קצר מדי (%(show_value)s תווים). עליו להיות באורך של לפחות %(limit_value)s תווים.
hr: Sadržaj je prekratak (%(show_value)s znakova). Mora sadržati barem %(limit_value)s znakova.
hu: A tartalom túl rövid (%(show_value)s karakter). Legalább %(limit_value)s karakternek kell lennie.
ia: Le contento es troppo curte (%(show_value)s characteres). Illo debe haber al minus %(limit_value)s characteres.
id: Isi terlalu pendek (%(show_value)s karakter). Paling sedikit panjangnya harus %(limit_value)s karakter.
it: Il contenuto è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: 本文が短すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以上にしてください。
ka: შეყვანილი ტექსტი ზედმეტად მოკლეა (%(show_value)s სიმბოლო). უნდა შედგებოდეს, სულ მცირე %(limit_value)s სიმბოლოსგან.
kab: Agbur wezzil aṭas (%(show_value)s isekkilen). Yessefk ad yili ɣarṣum %(limit_value)s isekkilen.
ko: 내용이 너무 짧습니다 (%(show_value)s자). 적어도 %(limit_value)s자 이상이어야 합니다.
mg: Fohy loatra ny atiny (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.
ms: Kandungan terlalu pendek (%(show_value)s aksara). Sekurang-kurangnya mesti ada %(limit_value)s aksara.
nb_no: Innholdet er for kort (%(show_value)s tegn). Den må være minst %(limit_value)s tegn.
nl: De inhoud is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
pa_in: ਸਮੱਗਰੀ ਬਹੁਤ ਛੋਟੀ ਹੈ (%(show_value)s ਅੱਖਰ)। ਇਹ ਘੱਟੋ-ਘੱਟ %(limit_value)s ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Treść jest zbyt krótka (liczba znaków: %(show_value)s) — musi mieć co najmniej %(limit_value)s znaków.
pt_br: O conteúdo é muito curto (%(show_value)s characters). Ele deve ter pelo menos %(limit_value)s caracteres.
pt_pt: O conteúdo é muito curto (%(show_value)s characters). Deve ter pelo menos %(limit_value)s caracteres.
ro: Conținutul este prea scurt (%(show_value)s characters). Trebuie să fie de minim %(limit_value)s caractere.
sk: Obsah je veľmi krátky - (%(show_value)s znakov). Musí mať najmenej %(limit_value)s znakov.
sr: Садржај је превише кратак (%(show_value)s карактера). Мора бити барем %(limit_value)s карактера.
sv: Innehållet är för kort (%(show_value)s tecken). Det måste minst vara %(limit_value)s tecken.
te: కంటెంట్ చాలా చిన్నదిగా (%(show_value)s అక్షరాలు) ఉంది. ఇది కనీసం %(limit_value)s అక్షరాలు ఉండాలి.
th: เนื้อหาสั้นเกินไป (%(show_value)s ตัวอักษร) อย่างต่ำควรจะอยู่ที่ %(limit_value)s ตัวอักษร
tr: İçerik çok kısa (%(show_value)s karakter). En az %(limit_value)s karakter olmalıdır.
uk: Вміст закороткий (%(show_value)s символів). Він повинен бути не менше %(limit_value)s символів.
vi: Nội dung quá ngắn (%(show_value)s kí tự). Nó phải có ít nhất %(limit_value)s kí tự.
zh_cn: 内容太短（%(show_value)s个字符）。至少要有%(limit_value)s个字符。
zh_tw: 內容資訊太短(%(show_value)s 個字元)，必須超過 %(limit_value)s 個字元。
zu: Okuqukethwe kufishane kakhulu (%(show_value)s ezinhlamvu). Kufanele kube okungenani %(limit_value)s ezinhlamvu.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
af: Hou asseblief die lengte van jou inhoud %(limit_value)s karakters of minder. Dit is tans %(show_value)s karakters.
bg: Моля, придържайте се към дължина на съдържанието непревишаваща %(limit_value)s символа. В момента тя е %(show_value)s символа.
bs: Molimo da ograničite dužinu sadržaja na %(limit_value)s karaktera ili manje. Trenutno sadrži %(show_value)s karaktera.
de: Bitte beschränken Sie die Länge des Inhalts auf %(limit_value)s oder weniger Zeichen. Derzeit hat er %(show_value)s Zeichen.
el: Παρακαλούμε διατηρήστε το μήκος του περιεχομένου σε %(limit_value)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(show_value)s χαρακτήρες.
es: Por favor, ajusta la longitud del contenido a %(limit_value)s caracteres o menos. Actualmente tiene %(show_value)s caracteres.
fy_nl: Hâld de lingte fan de ynhâld koarter as %(limit_value)s karakters of minder. It is no %(show_value)s karakters.
he: נא להגביל את אורך התוכן ל־%(limit_value)s תווים או פחות. כרגע האורך הוא %(show_value)s תווים.
hr: Ograniči dužinu dužinu sadržaja na %(limit_value)s znakova ili manje. Trenutačno sadrži %(show_value)s znakova.
hu: A tartalom %(limit_value)s vagy annál kevesebb karaktert kell, hogy tartalmazzon. Jelenleg ez %(show_value)s karakter hosszú.
ia: Per favor mantene le longor del contento a %(limit_value)s characteres o minus. Illo es actualmente de %(show_value)s characteres.
id: Batasi panjang isi hingga paling banyak %(limit_value)s. Panjang isi saat ini %(show_value)s karakter.
it: Impostare la lunghezza del contenuto a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: 本文が長すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以下にしてください。
ka: ძირითადი ტექსტის სიგრძე არ უნდა აღემატებოდეს %(limit_value)s სიმბოლოს. ამჟამად შედგება %(show_value)s სიმბოლოსგან.
kab: Senɣeṣ ma ulac aɣilif teɣzi n uḍris ma aṭaṣ ɣer %(limit_value)s n isekkilen. Teɣzi n tura %(show_value)s n isekkilen.
ko: 내용 길이는 %(limit_value)s자 이상이어야 합니다. 현재 %(show_value)s자 입니다.
mg: Tano ho maritsoratra %(limit_value)s na latsaka ny halavan'ny atiny azafady. Maritsoratra %(show_value)s izy izao.
ms: Sila pastikan panjang kandungan hanya %(limit_value)s aksara atau kurang. Sekarang %(show_value)s aksara.
nb_no: Begrens lengden til innholdet til %(limit_value)s tegn eller mindre. Den er nå %(show_value)s tegn.
nl: Houd de lengte van de inhoud op %(limit_value)s tekens of minder. Momenteel is deze %(show_value)s tekens.
pl: Ogranicz treść do %(limit_value)s znaków. Już użyte znaki: %(show_value)s.
pt_br: Deixe o conteúdo com %(limit_value)s caracteres ou menos. No momento ele tem %(show_value)s caracteres.
pt_pt: Por favor, deixe o conteúdo com %(limit_value)s caracteres ou menos. De momento, possui %(show_value)s caracteres.
ro: Te rugăm să păstrezi lungimea conținutului la %(limit_value)s caractere sau mai puţin. Acum este de %(show_value)s caractere.
sk: Maximálna dĺžka obsahu môže byť %(limit_value)s znakov. Aktuálne má dĺžku %(show_value)s znakov.
sr: Молимо да дужина садржаја буде %(limit_value)s карактера или мање. Тренутно је %(show_value)s карактера.
sv: Håll längden på ditt innehåll till %(limit_value)s tecken eller mindre. För tillfället är den %(show_value)s tecken.
te: దయచేసి కంటెంట్ పొడవు %(limit_value)s అక్షరాలు లేదా తక్కువగా ఉంచండి. ఇది ప్రస్తుతం %(show_value)s అక్షరాలు.
th: โปรดรักษาความยาวของเนื้อหาให้อยู่ที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
tr: Lütfen içerik uzunluğunu %(limit_value)s karakterden kısa tutun. Şu anda %(show_value)s karakter.
uk: Довжина тексту не повинна перевищувати %(limit_value)s символів. Зараз він складається з %(show_value)s символів.
vi: Vui lòng giữ độ dài nội dung từ %(limit_value)s kí tự trở xuống. Hiện nó đang có %(show_value)s kí tự.
zh_cn: 请将内容的长度限制于%(limit_value)s个字符内。目前为%(show_value)s个字符。
zh_tw: 內容資訊請勿超過 %(limit_value)s 個字元，目前為 %(show_value)s 個字元。
zu: Uyacelwa ugcine ubude bokuqukethwe buyi %(limit_value)s ezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s ezinhlamvu.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
af: Hou asseblief die lengte van jou opmerking %(limit_value)s karakters of minder. Dit is tans %(show_value)s karakters.
bg: Моля, придържайте се към дължина на коментара непревишаваща %(limit_value)s символа. В момента тя е %(show_value)s символа.
bs: Molimo da ograničite dužinu komentara na %(limit_value)s karaktera ili manje. Trenutno sadrži %(show_value)s karaktera.
de: Bitte beschränken Sie die Länge des Kommentars auf %(limit_value)s oder weniger Zeichen. Derzeit hat er %(show_value)s Zeichen.
el: Παρακαλούμε διατηρήστε το μήκος του σχολίου σε %(limit_value)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(show_value)s χαρακτήρες.
es: Ten en cuenta que la longitud máxima de un comentario es de %(limit_value)s caracteres o menos. Actualmente es de %(show_value)s caracteres.
fy_nl: Hâld de lingte fan it kommentaar koarter as %(limit_value)s karakters of minder. It is no %(show_value)s karakters.
he: נא להגביל את אורך התגובה ל־%(limit_value)s תווים או פחות. כרגע האורך הוא %(show_value)s תווים.
hr: Ograniči dužinu komentara na %(limit_value)s znakova ili manje. Trenutačno sadrži %(show_value)s znakova.
hu: A tartalom %(limit_value)s vagy annál kevesebb karaktert kell, hogy tartalmazzon. Jelenleg ez %(show_value)s karakter hosszú.
ia: Per favor mantene le longor del commento a %(limit_value)s characteres o minus. Illo es actualmente de %(show_value)s characteres.
id: Batasi panjang komentar hingga paling banyak %(limit_value)s. Panjang komentar saat ini %(show_value)s karakter.
it: Impostare la lunghezza del commento a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: コメントが長すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以下にしてください。
ka: გამოხმაურების ტექსტის სიგრძე არ უნდა აღემატებოდეს %(limit_value)s სიმბოლოს. ამჟამად შედგება %(show_value)s სიმბოლოსგან.
kab: Senɣeṣ ma ulac aɣilif teɣzi n uḍris ma aṭaṣ ɣer %(limit_value)s n isekkilen. Teɣzi n tura %(show_value)s n isekkilen.
ko: 답글 길이는 %(limit_value)s자 이상이어야 합니다. 현재 %(show_value)s자 입니다.
mg: Tano ho maritsoratra %(limit_value)s na latsaka ny halavan'ny fanehoan-kevitra azafady. Maritsoratra %(show_value)s izy izao.
ms: Sila pastikan panjang komen hanya %(limit_value)s aksara atau kurang. Sekarang %(show_value)s aksara.
nb_no: Begrens lengden til kommentaren til %(limit_value)s tegn eller mindre. Den er nå %(show_value)s tegn.
nl: Houd de lengte van het commentaar op %(limit_value)s tekens of minder. Momenteel is dit %(show_value)s tekens.
pl: Ogranicz komentarz do %(limit_value)s znaków. Już użyte znaki: %(show_value)s.
pt_br: Deixe o comentário com %(limit_value)s caracteres ou menos. No momento ele tem %(show_value)s caracteres.
pt_pt: Por favor, deixe o comentário com %(limit_value)s caracteres ou menos. De momento, possui %(show_value)s caracteres.
ro: Te rugăm să păstrezi lungimea comentariului la %(limit_value)s caractere sau mai puțin. Acum este de %(show_value)s caractere.
sk: Maximálna dĺžka komentára môže byť %(limit_value)s znakov. Aktuálne má dĺžku %(show_value)s znakov.
sr: Молимо да дужина коментара буде %(limit_value)s карактера или мање. Тренутно је %(show_value)s карактера.
sv: Håll längden på din kommentar till %(limit_value)s tecken eller mindre. För tillfället är den %(show_value)s tecken.
te: దయచేసి వ్యాఖ్య పొడవు %(limit_value)s అక్షరాలు లేదా తక్కువ ఉంచండి. ఇది ప్రస్తుతం %(show_value)s అక్షరాలు.
th: โปรดรักษาความยาวของความคิดเห็นให้อยู่ที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
tr: Lütfen yorum uzunluğunu %(limit_value)s karakterden kısa tutun. Şu anda %(show_value)s karakter.
uk: Довжина коментаря не повинна перевищувати %(limit_value)s символів. Зараз він складається з %(show_value)s символів.
vi: Vui lòng giữ độ dài bình luận từ %(limit_value)s kí tự trở xuống. Hiện nó đang có %(show_value)s kí tự.
zh_cn: 请将评论的长度限制于%(limit_value)s个字符内。目前为%(show_value)s个字符。
zh_tw: 評論請勿超過 %(limit_value)s 個字元，目前為 %(show_value)s 個字元。
zu: Uyacelwa ugcine ubude ukuphawula kuyi %(limit_value)s ezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s ezinhlamvu.
