Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
af: Vir hulp om artikels te skryf, lees die <a href="%(url)s">Steundiens-dokumentgids</a>.
bg: За помощ при писане на статии, обърнете се към <a href="%(url)s">Ръководството за създаване на документи за поддръжка</a>.
bs: Za pomoć oko pisanja članaka, pogledajte <a href="%(url)s">Vodič za dokumente za podršku</a>.
de: Hilfe beim Schreiben von Artikeln finden Sie im <a href="%(url)s">Leitfaden für Hilfedokumente</a>.
el: Για βοήθεια σχετικά με τη σύνταξη άρθρων, ανατρέξτε στον <a href="%(url)s">οδηγό εγγράφων υποστήριξης</a>.
es: Para obtener ayuda sobre la redacción de artículos, revisa la <a href="%(url)s">Guía de documentos de asistencia</a>.
fy_nl: Foar help mei it skriuwen fan artikels, lês de <a href="%(url)s">Stipekdokumentgids</a>.
he: לקבלת עזרה בכתיבת מאמרים, יש לעיין ב<a href="%(url)s">מדריך לתיעוד התמיכה</a>.
hr: Za pomoć pri pisanju članaka, pogledaj <a href="%(url)s"">Priručnik za dokumente podrške</a>.
hu: Ha segíteni szeretne a leírások készítésében, akkor tekintse meg a <a href="%(url)s">Support Document Guide</a> útmutatót.
ia: Pro adjuta pro le scriptura del articulos, discoperi le <a href="%(url)s">Guida al documento de supporto</a>.
id: Untuk bantuan penulisan artikel, pelajari <a href="%(url)s">Panduan Dokumen Dukungan</a>.
it: Per informazioni su come scrivere gli articoli, consulta la <a href="%(url)s">Guida alla documentazione di supporto</a>.
ja: 記事を書く場合は、<a href="%(url)s">サポートドキュメントガイド</a> で手順を確認してください。
ka: სტატიების დაწერაში დასახმარებლად, გაეცანით ჩვენს <a href="%(url)s">მხარდაჭერის სახელმძღვანელოს</a>.
kab: I tallalt n tira n yimagraden, senqed <a href="%(url)s">Amnir n usemli n tallalt</a>.
ko: 문서 쓰기에 대한 도움을 얻으시려면 <a href="%(url)s">사용자 지원 문서 가이드</a>를 참조하십시오.
mg: Mba hanampiana @ fanoratana lahatsoratra, dia zahao ny <a href="%(url)s">Toro momba ny Tahirin-kevitra Fanampiana</a>.
ms: Sila bantu menulis artikel, rujuk <a href="%(url)s">Panduan Dokumen Sokongan</a>.
nb_no: For hjelp til å skrive artikler, se <a href="%(url)s">Guide til brukerstøttedokumentasjon</a>.
nl: Bekijk de <a href="%(url)s">Support Document Guide</a> voor hulp bij het schrijven van artikelen.
pa_in: ਲੇਖੱ ਲਿੱਖਣ ਲਈ ਮਦਦ, ਦੇਖੋ <a href="%(url)s"> ਸਪੋਟ ਦਸਤਾਵੇਜ ਗਾਇਡ</a>।
pl: W naszym <a href="%(url)s">przewodniku</a> znajdziesz informacje pomocne przy pisaniu artykułów.
pt_br: Para ajuda ao escrever artigos, leia o <a href="%(url)s">Guia de Documentação de Suporte</a>.
pt_pt: Para ajuda a escrever artigos, leia o <a href="%(url)s">Guia de Documentação de Apoio</a>.
ro: Pentru a ajuta în scrierea articolelor, citește <a href="%(url)s">Ghidul pentru documente de asistență</a>.
sk: Ak chcete pomôcť pri písaní článkov, najskôr si prečítajte <a href="%(url)s">dokument o písaní článkov</a>.
sr: За помоћ за писање чланака, погледајте <a href="%(url)s">Водич докумената за подршку</a>.
sv: För hjälp med att skriva artiklar, se <a href="%(url)s">guiden för supportdokument</a>.
te: రచన వ్యాసాలు సహాయానికి, <a href="%(url)s">మద్దతు డాక్యుమెంట్ గైడ్</a>ను తనిఖీ చేయండి.
th: สำหรับการช่วยเหลือด้านการเขียนบทความ ลองตรวจสอบ<a href="%(url)s">คู่มือเอกสารการช่วยเหลือ</a>
tr: Makale yazma konusunda yardım almak için <a href="%(url)s">Destek Belgesi Rehberi</a>'ni inceleyin.
uk: Допомогу по написанню статей дивіться в <a href="%(url)s">Настанові по документації підтримки</a>.
vi: Để được trợ giúp viết bài, bạn hãy xem <a href="%(url)s">Chỉ dẫn Tài liệu Hỗ trợ</a>.
zh_cn: 若需要撰写文章的帮助，请看看 <a href="%(url)s">技术支持文章撰写指南</a>。
zh_tw: 若需要撰寫文章的幫助，請看看 <a href="%(url)s">技術支援文章撰寫指南</a>。
zu: Ngosizo lokubhalwa kwama-athikhili, bheka i <a href="%(url)s">Umhlahlandlela Wokwesekwa Kwedokhumenti</a>.

source: characters remaining.
af: karakters oor.
bg: оставащи знаци.
bs: preostalo karaktera.
de: Zeichen verbleiben.
el: χαρακτήρες απομένουν.
es: caracteres restantes.
fy_nl: tekens restearjend.
he: תווים נותרו.
hr: preostalo znakova.
hu: karakter maradt.
ia: characteres remanente.
id: sisa karakter.
it: caratteri restanti.
ja: 文字入力可能。
ka: სიმბოლოა დარჩენილი.
kab: isekkilen i d-iqqimen.
ko: 문자 남았습니다.
mg: maritsoratra sisa.
ms: aksara yang tinggal.
nb_no: tegn igjen.
nl: tekens resterend.
pa_in: ਬਾਕੀ ਰਹਿੰਦੇ ਅੱਖਰ।
pl: znaków pozostało.
pt_br: caracteres restantes.
pt_pt: caracteres remanescentes.
ro: caractere rămase.
sk: ostávajúcich znakov.
sr: карактера преостало.
sv: tecken kvar.
te: అక్షరాలు మిగిలివున్నాయి.
th: จำนวนตัวอักษรที่เหลืออยู่
tr: karakter kaldı.
uk: символів залишилось.
ur: حرف باقی ہیں
vi: ký tự còn lại.
zh_cn: 个剩余字数。
zh_tw: 剩餘字數。
zu: izinhlamvu ezisele.

source: Edit Article Metadata | {document}
bg: Редактиране на метаданните на статията | {document}
de: Metadaten des Artikels bearbeiten | {document}
el: Επεξεργασία μεταδεδομένων άρθρου | {document}
fy_nl: Metagegevens fan artikel bewurkje | {document}
he: עריכת נתוני העל של המאמר | {document}
hu: Leírás metaadatainak szerkesztése | {document}
ia: Rediger le metadatos de articulo | {document}
it: Modifica metadati articolo | {document}
ka: სტატიის დანართის ჩასწორება | {document}
ko: 문서 메타데이터 수정 | {document}
nl: Metagegevens van artikel bewerken | {document}
pl: Edytuj metadane artykułu | {document}
pt_br: Editar metadados do artigo | {document}
pt_pt: Editar Metadados do Artigo | {document}
sk: Upraviť metadáta článku | {document}
sv: Redigera metadata för artikel | {document}
tr: Makale meta verilerini düzenle | {document}
uk: Редагувати метадані статті | {document}
vi: Chỉnh sửa metadata của bài viết | {document}
zh_cn: 编辑文章元数据 | {document}
zh_tw: 編輯文章後設資料 | {document}

source: Edit Article Metadata
bg: Редактиране на метаданните на статията
de: Metadaten des Artikels bearbeiten
el: Επεξεργασία μεταδεδομένων άρθρου
fy_nl: Metagegevens fan artikel bewurkje
he: עריכת נתוני העל של המאמר
hu: Leírás metaadatainak szerkesztése
ia: Rediger le metadatos de articulo
it: Modifica metadati articolo
ka: სტატიის დანართის ჩასწორება
ko: 문서 메타데이터 수정
nl: Metagegevens van artikel bewerken
pl: Edytuj metadane artykułu
pt_br: Editar metadados do artigo
pt_pt: Editar Metadados do Artigo
sk: Upraviť metadáta článku
sv: Redigera metadata för artikel
tr: Makale meta verilerini düzenle
uk: Редагувати метадані статті
vi: Chỉnh sửa metadata của bài viết
zh_cn: 编辑文章元数据
zh_tw: 編輯文章後設資料

source: <em>Editing Metadata For:</em><br>{title}
de: <em>Metadaten bearbeiten für:</em><br>{title}
el: <em>Επεξεργασία μεταδεδομένων για:</em><br>{title}
fy_nl: <em>Metadata bewurkje foar:</em><br>{title}
hu: <em>A következő metaadatainak szerkesztése:</em><br>{title}
ia: <em>Editante metadatos pro:</em><br>{title}
it: <em>Modifica metadati per:</em><br>{title}
ko: <em>문서 메타데이터 편집 대상:</em><br>{title}
nl: <em>Metadata bewerken voor:</em><br>{title}
pl: <em>Edycja metadanych dla:</em><br>{title}
pt_br: <em>Editando metadados de:</em><br>{title}
pt_pt: <em>A editar metadados para:</em><br>{title}
sv: <em>Redigerar metadata för:</em><br>{title}
tr: <em>Meta veri düzenleme:</em><br>{title}
uk: <em>Редагування метаданих для:</em><br>{title}
vi: <em>Chỉnh sửa metadata cho:</em><br>{title}
zh_cn: <em>正在编辑元数据</em><br>{title}
zh_tw: <em>編輯下列文件的 Metadata：</em><br>{title}

source: Restrict Visibility
de: Sichtbarkeit einschränken
el: Περιορισμός ορατότητας
fy_nl: Sichtberheid beheine
hu: Láthatóság korlátozása
ia: Visibilitate restricte
it: Limita la visibilità
ko: 공개 범위 제한
nl: Zichtbaarheid beperken
pl: Ogranicz widoczność
pt_br: Restringir visibilidade
pt_pt: Restringir Visibilidade
sv: Begränsa synligheten
tr: Görünürlüğü sınırla
uk: Обмежити видимість
vi: Hạn chế hiển thị
zh_cn: 限制可见性
zh_tw: 限制公開程度

source: Clear
hu: Törlés
ia: Vacuar
it: Cancella
kab: Sfeḍ
nl: Wissen
pl: Wyczyść
pt_br: Limpar
sv: Rensa
tr: Temizle
zh_cn: 清空

source: Revision History | {document}
af: Wysiging-geskiedenis | {document}
bg: История на ревизиите | {document}
bs: Historijat revizija | {document}
de: Versionsgeschichte | {document}
el: Ιστορικό αναθεωρήσεων | {document}
es: Historial de revisiones | {document}
fy_nl: Refyzjeskiednis | {document}
he: היסטוריית מהדורות | {document}
hr: Povijest revizija | {document}
hu: Előzmények | {document}
ia: Chronologia del revision | {document}
id: Riwayat Revisi | {document}
it: Storico delle versioni | {document}
ja: リビジョン履歴 | {document}
ka: ვერსიის ისტორია | {document}
kab: Azray n ucegger | {document}
ko: 변경 사항 기록 | {document}
mg: Tantaran'ny Fanitsiana | {document}
ms: Sejarah Semakan | {document}
nb_no: Revisjonshistorikk | {document}
nl: Revisiegeschiedenis | {document}
pa_in: ਰੀਵਿਜ਼ਨ ਅਤੀਤ| {document}
pl: Historia wersji | {document}
pt_br: Histórico de edições | {document}
pt_pt: Histórico de Revisões | {document}
ro: Istoricul revizuirii | {document}
sk: História revízií | {document}
sr: Историја ревизија | {document}
sv: Revideringshistorik | {document}
te: రివిజన్ చరిత్ర | {document}
th: ประวัติการแก้ไขเพิ่มเติม | {document}
tr: Revizyon Geçmişi | {document}
uk: Історія редакції | {document}
vi: Lịch sử bản sửa đổi | {document}
zh_cn: 页面修订历史 | {document}
zh_tw: 頁面更動記錄 | {document}
zu: Ukubukezwa Komlando | {document}

source: History
af: Geskiedenis
bg: История
bs: Historija
de: Versionsgeschichte
el: Ιστορικό
es: Historial
fy_nl: Skiednis
he: היסטוריה
hr: Povijest
hu: Előzmények
ia: Chronologia
id: Riwayat
it: Visualizza storico
ja: 履歴
ka: ისტორია
kab: Azray
ko: 변경이력
mg: Tantara
ms: Sejarah
nb_no: Historikk
nl: Geschiedenis
pa_in: ਅਤੀਤ
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
sk: História
sr: Историја
sv: Historik
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: سابقات
vi: Lịch sử
zh_cn: 显示历史
zh_tw: 歷史資訊
zu: Umlando

source: History of {title}
af: Geskiedenis van {title}
bg: История на {title}
bs: Historija {title}
de: Versionsgeschichte von {title}
el: Ιστορικό του «{title}»
es: Historial de {title}
fy_nl: Skiednis fan {title}
he: ההיסטוריה של {title}
hr: Povijest {title}
hu: {title} előzményei
ia: Chronologia de {title}
id: Riwayat {title}
it: Storico di: {title}
ja: {title} の編集履歴
ka: {title} სტატიის ისტორია
kab: Azray n {title}
ko: {title} 문서 변경 내역
mg: Tantaran'ny {title}
ms: Sejarah {title}
nb_no: Historikk for {title}
nl: Geschiedenis van {title}
pa_in: {title} ਦਾ ਅਤੀਤ
pl: Historia tłumaczenia artykułu: {title}
pt_br: Histórico de {title}
pt_pt: Histórico de {title}
ro: Istoric pentru {title}
sk: História článkov {title}
sr: Историја за {title}
sv: Historik för {title}
te: {title} చరిత్ర
th: ประวัติของ {title}
tr: {title} geçmişi
uk: Історія {title}
ur: {title} کی تاریخ
vi: Lịch sử của {title}
zh_cn: {title} 的历史
zh_tw: 〈{title}〉編修紀錄
zu: Umlando we {title}

source: Revision history for:
af: Wysiging-geskiedenis vir:
bg: История на ревизиите за:
bs: Historijat revizija za:
de: Versionsgeschichte von:
el: Ιστορικό για:
es: Historial de revisiones para:
fy_nl: Refyzjeskiednis foar:
he: היסטוריית מהדורות עבור:
hr: Povijest revizija za:
hu: Előzmények:
ia: Chronologia del revision pro:
id: Riwayat revisi untuk:
it: Storico delle versioni per:
ja: リビジョン履歴:
ka: ვერსიის ისტორია:
kab: Amazray n u cegger i:
ko: 변경 사항 기록:
mg: Tantaran'ny fanitsiana ho an'ny:
ms: Sejarah semakan untuk:
nb_no: Revisjonshistorikk for:
nl: Revisiegeschiedenis voor:
pa_in: ਰੀਵਿਜ਼ਨ ਹਿਸਟਰੀ ਲਈ:
pl: Historia wersji dla języka:
pt_br: Histórico de edições de:
pt_pt: Histórico de revisões de:
ro: Istoricul reviziei pentru:
sk: História revízií pre:
sr: Историја ревизија за:
sv: Revideringshistorik för:
te: రివిజన్ చరిత్ర కోసం:
th: ประวัติการแก้ไขเพิ่มเติมสำหรับ:
tr: Revizyon geçmişi:
uk: Історія редакцій для:
vi: Lịch sử của bản sửa đổi cho:
zh_cn: 页面修订历史：
zh_tw: 其他語言版本的編修記錄:
zu: Ukubukezwa komlando we:

source: Edit contributors
af: Redigeer bydraers
bg: Редактирайте сътрудниците
bs: Uredi saradnike
de: Mitwirkende bearbeiten
el: Επεξεργασία εθελοντών
es: Editar colaboradores
fy_nl: Meiwurkers bewurkje
he: עריכת תורמים
hr: Uredi doprinositelje
hu: Közreműködők szerkesztése
ia: Modificar le collaboratores
id: Kontributor edit
it: Modifica collaboratori
ja: 貢献者を編集
ka: მოხალისეების ცვლილება
kab: Ẓreg imttekkiyen
ko: 공헌자 편집
mg: Hanitsy mpandray anjara
ms: Edit penyumbang
nb_no: Rediger bidragsytere
nl: Medewerkers bewerken
pa_in: ਯੋਗਦਾਨੀਆਂ ਨੂੰ ਸੋੋਧੋ
pl: Edytuj autorów
pt_br: Editar colaboradores
pt_pt: Editar colaboradores
ro: Editare colaboratori
sk: Upraviť prispievateľov
sr: Измени сараднике
sv: Redigera bidragare
te: సహాయకుల సవరణ
th: แก้ไขผู้ช่วยเหลือ
tr: Katkıda bulunanları düzenle
uk: Редагувати помічників
ur: شراکت داروں میں تدوین کریں
vi: Chỉnh sửa cộng tác viên
zh_cn: 编辑贡献者
zh_tw: 編輯貢獻者
zu: Lungisa abanegalelo

source: Document contributors
af: Dokumentbydraers
bg: Сътрудници към документа
bs: Saradnici na dokumentu
de: Mitwirkende dieses Dokuments
el: Εθελοντές εγγράφου
es: Colaboradores del documento
fy_nl: Dokumintmeiwurkers
he: תורמים למסמך
hr: Dokument doprinositelja
hu: Közreműködők dokumentálása
ia: Collaboratores del documento
id: Kontributor dokumen
it: Hanno collaborato alla stesura del documento:
ja: 記事の貢献者
ka: დოკუმენტზე მომუშავე მოხალისეები
kab: Imttekkiyen n yisemli
ko: 문서 공헌자
mg: Mpandray anjara @ tahirin-kevitra
ms: Dokumen penyumbang
nb_no: Dokumentets bidragsytere
nl: Documentmedewerkers
pa_in: ਯੋਗਦਾਨੀਆਂ ਲਈ ਦਸਤਾਵੇਜ
pl: Autorzy artykułu
pt_br: Colaboradores de documentação
pt_pt: Colaboradores do documento
ro: Colaboratori la document
sk: Prispievatelia dokumentácie
sr: Сарадници документа
sv: Dokumentets bidragare
te: పత్రము సహాయకులు
th: เอกสารผู้ช่วยเหลือ
tr: Belgeye katkıda bulunanlar
uk: Допомогли з документом
ur: دستاویز کے شراکت دار
vi: Những người đóng góp cho tài liệu này
zh_cn: 文章贡献者
zh_tw: 文件貢獻者
zu: Idokhumenti yabanegalelo

source: Remove user from contributors
af: Verwyder gebruiker uit bydraers
bg: Премахване на потребител от сътрудниците
bs: Ukloni korisnika iz saradnika
de: Benutzer aus Gruppe der Mitwirkenden entfernen
el: Αφαίρεση χρήστη από εθελοντές
es: Eliminar usuario de los colaboradores
fy_nl: Brûker fan meiwurkers fuortsmite
he: הסרת משתמש מהתורמים
hr: Ukloni korisnika iz doprinositelja
hu: Felhasználó eltávolítása a közreműködők közül
ia: Remover usator ex le collaboratores
id: Hapus pengguna dari kontributor
it: Rimuovi l'utente dai collaboratori
ja: ユーザーを貢献者から削除
ka: მომხმარებლის მოხსნა მოხალისეებიდან
kab: Kkes aseqdac seg yimttekkiyen
ko: 그룹에서 공헌자 제거
mg: Hanala mpampiasa tsy ho mpandray anjara
ms: Singkir pengguna daripada penyumbang
nb_no: Fjern bruker fra bidragsytere
nl: Gebruiker van medewerkers verwijderen
pa_in: ਯੂਜਰ ਨੂੰ ਯੋਗਦਾਨੀਆਂ ਵਿੱਚੋ ਹਟਾਓ
pl: Usuń użytkownika z grupy autorów
pt_br: Remover usuário dos colaboradores
pt_pt: Remover utilizador dos colaboradores
ro: Elimină utilizatorul dintre colaboratori
sk: Odstránenie používateľa z prispievateľov
sr: Уклони корисника из сарадника
sv: Ta bort användare från bidragare
te: సహాయకులు నుండి వినియోగదారుని తొలగించు
th: ลบผู้ใช้นี้จากการเป็นผู้มีส่วนร่วม
tr: Kullanıcıyı katkıda bulunanlardan çıkar
uk: Видалити користувача з помічників
ur: صارف کو شراکت دار سے ہٹائیں
vi: Gỡ bỏ người dùng khỏi danh sách những người đóng góp
zh_cn: 从贡献者中移除用户
zh_tw: 自貢獻者清單當中移除使用者
zu: Susa umsebenzisi kwabanegalelo

source: Add Contributor
af: Voeg bydraer by
bg: Добавете сътрудник
bs: Dodaj doprinosioca
de: Mitwirkenden hinzufügen
el: Προσθήκη εθελοντή
es: Añadir colaborador
fy_nl: Meiwurker tafoegje
he: הוספת תורם
hr: Dodaj doprinositelja
hu: Közreműködő hozzáadása
ia: Adder collaborator
id: Tambahkan Kontributor
it: Aggiungi collaboratore
ja: 貢献者を追加
ka: დაამატეთ მოხალისე
kab: Rnu imttekki
ko: 공헌자 추가
mg: Hanamy Mpandray Anjara
ms: Tambah Penyumbang
nb_no: Legg til bidragsyter
nl: Medewerker toevoegen
pa_in: ਯੋਗਦਾਨੀ ਜੋੜੋ
pl: Dodaj autora
pt_br: Adicionar colaborador
pt_pt: Adicionar colaborador
ro: Adaugă colaborator
sk: Pridať prispievateľa
sr: Додај сарадника
sv: Lägg till bidragsgivare
te: సహాయకుడిని జోడించు
th: เพิ่มผู้ช่วยเหลือ
tr: Katkıda Bulunan Ekle
uk: Додати помічника
ur: شراکت دار شامل کریں
vi: Thêm cộng tác viên
zh_cn: 添加贡献者
zh_tw: 新增貢獻者
zu: Faka Onegalelo

source: Delete this document
af: Skrap hierdie dokument
bg: Изтрийте този документ
bs: Izbriši ovaj dokument
de: Dieses Dokument löschen
el: Διαγραφή εγγράφου
es: Borrar este documento
fy_nl: Dit dokumint fuortsmite
he: מחיקת מסמך זה
hr: Izbriši ovaj dokument
hu: Dokumentum törlése
ia: Deler iste documento
id: Hapus Dokumen
it: Elimina documento
ja: このドキュメントを削除
ka: დოკუმენტის წაშლა
kab: Kkes isemli-a
ko: 문서 삭제
mg: Hamafa an'ity tahirin-kevitra ity
ms: Buang dokumen ini
nb_no: Slett dette dokumentet
nl: Dit document verwijderen
pa_in: ਇਸ ਪੋਸਟ ਨੂੰ ਹਟਾਓ
pl: Usuń ten artykuł
pt_br: Apagar este documento
pt_pt: Eliminar este documento
ro: Șterge acest document
sk: Odstrániť tento dokument
sr: Обриши документ
sv: Ta bort dokumentet
te: ఈ పత్రమును తొలగించు
th: ลบเอกสารนี้
tr: Bu belgeyi sil
uk: Вилучити цей документ
ur: اس دستاویز کو حذف کریں
vi: Xóa tài liệu này
zh_cn: 删除此文档
zh_tw: 刪除此文件
zu: Dilitha le dokhumenti

source: All Articles
af: Alle artikels
bg: Всички статии
bs: Svi članci
de: Alle Artikel
el: Όλα τα άρθρα
es: Todos los artículos
fy_nl: Alle artikels
he: כל המאמרים
hr: Svi članci
hu: Összes leírás
ia: Tote le articulos
id: Semua Artikel
it: Tutti gli articoli
ja: すべての記事
ka: ყველა სტატია
kab: Meṛṛa imagraden
ko: 모든 문서
mg: Lahatsoratra Rehetra
ms: Semua Artikel
nb_no: Alle artikler
nl: Alle artikelen
pa_in: ਸਾਰੇ ਲੇਖ਼ਾ
pl: Wszystkie artykuły
pt_br: Todos os artigos
pt_pt: Todos os Artigos
ro: Toate articolele
sk: Všetky články
sr: Сви чланци
sv: Alla artiklar
te: అన్ని వ్యాసాలు
th: บทความทั้งหมด
tr: Tüm Makaleler
uk: Усі статті
ur: تمام مضامین
vi: Tất cả Bài viết
zh_cn: 全部文章
zh_tw: 全部文章
zu: Wonke Ama-athikhili

source: There are no articles.
af: Daar is geen artikels nie.
bg: Няма статии.
bs: Nema članaka.
de: Keine Artikel verfügbar.
el: Δεν υπάρχουν άρθρα.
es: No hay artículos.
fy_nl: De binne gjin artikels.
he: אין מאמרים.
hr: Nema članaka.
hu: Nincsenek leírások.
ia: Il ha nulle articulos.
id: Tidak ada artikel.
it: Non esistono articoli.
ja: 記事がありません。
ka: სტატიები არაა.
kab: Ulac imagraden.
ko: 문서가 없습니다.
mg: Tsy misy lahatsoratra.
ms: Tiada artikel.
nb_no: Der er ingen artikler.
nl: Er zijn geen artikelen.
pa_in: ਇਥੇ ਕੋਈ ਲੇਖ਼ ਨਹੀ ਹੈ।
pl: Nie ma artykułów.
pt_br: Não há artigos.
pt_pt: Não há artigos.
ro: Nu sunt articole.
sk: Žiadne články.
sr: Нема чланака.
sv: Det finns inga artiklar.
te: వ్యాసాలు ఏవీ లేవు.
th: ไม่มีบทความเหล่านี้
tr: Hiç makale yok.
uk: Немає статей.
ur: یہاں کوئی مضامین نہیں ہیں۔
vi: Không có bài viết nào.
zh_cn: 目前无任何文章。
zh_tw: 目前無任何文章。
zu: Akukho ma-athikhili.

source: [{locale}] KB Team
af: [{locale}] se KB-span
bg: [{locale}] Екип на БД
bs: [{locale}] tim baze znanja
de: [{locale}] Team der Wissensdatenbank
el: [{locale}] Ομάδα ΓΒ
es: Equipo de la BC de [{locale}]
hr: [{locale}] ekipa baze znanja
hu: [{locale}] KB csapat
ia: [{locale}] Equipa del base de cognoscentia
id: Terjemahan {locale}:
it: [{locale}] Gruppo della KB
ja: [{locale}] KB チーム
ka: [{locale}] ცოდნის წყაროს გუნდი
kab: Tarbawt KB [{locale}]
ko: [{locale}] KB 팀
mg: Ekipan'ny TP @ Teny [{locale}]
ms: [{locale}] Pasukan KB
pa_in: [{locale}] KB ਟੀਮ
pl: Zespół bazy wiedzy [{locale}]
pt_br: [{locale}] Equipe da base de conhecimento
pt_pt: Equipa da base de conhecimento [{locale}]
ro: [{locale}] Echipa bazei de cunoștințe
sk: [{locale}] Tím databázy vedomostí
sr: [{locale}] тим
sv: [{locale}] KB-grupp
te: [{locale}] KB జట్టు
th: [{locale}] ทีม KB
tr: {locale} BB Ekibi
uk: [{locale}] команда бази знань
ur: [{locale}] KB ٹیم
vi: [{locale}] Nhóm KB
zh_cn: [{locale}] 知识库团队
zh_tw: [{locale}] 文件庫團隊
zu: [{locale}] Ithimba le-KB

source: [{locale}] Localization Team
af: [{locale}] se taalaanpassing-span
bg: [{locale}] Екип за преводи
bs: [{locale}] tim za lokalizaciju
de: {locale} | Lokalisierungsteam
el: [{locale}] Ομάδα μετάφρασης
es: Equipo de localización [{locale}]
fy_nl: [{locale}] Oersetteam
hr: [{locale}] ekipa lokalizacije
hu: [{locale}] fordítói csapat
ia: [{locale}] Equipa del localisation
id: Terjemahan {locale}:
it: [{locale}] Gruppo di localizzazione
ja: [{locale}] L10N チーム
ka: [{locale}] მთარგმნელთა გუნდი
kab: Tarbaɛt n tsuqilt [{locale}]
ko: {locale} 지역화 팀:
mg: Ekipan'ny Fandikanteny @ Teny [{locale}]
ms: [{locale}] Pasukan Lokalisasi
nb_no: [{locale}] Oversetterteam
nl: [{locale}] Vertaalteam
pa_in: [{locale}] ਲੋਕੇਲਾਇਜੇਸਨ ਟੀਮ
pl: Zespół lokalizacyjny [{locale}]
pt_br: [{locale}] Equipe de localização
pt_pt: Equipa de tradução [{locale}]
ro: [{locale}] Echipa de localizare
sk: [{locale}] Lokalizačný tím
sr: [{locale}] тим
sv: [{locale}] översättningsgrupp
te: [{locale}] స్థానికీకరణ జట్టు
th: [{locale}] ทีมแปลภาษาท้องถิ่น
tr: {locale} Yerelleştirme Ekibi
uk: Команда локалізації [{locale}]
ur: [{locale}] لوکلائزیشن ٹیم
vi: [{locale}] Nhóm bản địa hóa
zh_cn: [{locale}] 本地化团队
zh_tw: [{locale}] 在地化團隊
zu: [{locale}] Ithimba Labahumushi

source: Locale Leaders
af: Taalstreek-leiers
bg: Локални лидери
bs: Vođe lokala
de: Sprachenleiter
el: Αρχηγοί γλώσσας
es: Coordinadores de localización
hr: Voditelji jezika
hu: Nyelvi vezetők
ia: Leaders del localisation
id: Pemimpin Pelokalan
it: Leader del gruppo
ja: ロケールリーダー
ka: მთარგმნელთა ხელმძღვანელები
kab: Imasayen n tutlayt
ko: 언어 리더
mg: Mpitarika @ Teny
ms: Ketua Lokaliti
nb_no: Språk-ledere
pa_in: ਲੋਕੇਲ ਆਗੂਆ
pl: Liderzy
pt_br: Líderes do grupo
pt_pt: Líderes do grupo
ro: Liderii de limbă
sk: Vedúci pre jazyky
sr: Вође локала
sv: Språkledare
te: లొకేల్ నాయకులు
th: ผู้นำภาษา
tr: Dil liderleri
uk: Лідери локалі
ur: زبان کے قاعدیں
vi: Các trưởng nhóm khu vực
zh_cn: 语言领导者
zh_tw: 語系領導者
zu: Abaholi basendaweni

source: Edit locale leaders
af: Redigeer taalstreek-leiers
bg: Редактиране на локални лидери
bs: Izmijeni vođe lokala
de: Sprachenleiter bearbeiten
el: Επεξεργασία αρχηγών γλώσσας
es: Editar coordinadores de localización
fy_nl: Locale leaders bewurkje
he: עריכת מנהיגי השפה
hr: Uredi voditelje jezika
hu: Nyelvi vezetők szerkesztése
ia: Modificar le leader del localisation
id: Edit pemimpin pelokalan
it: Modifica i leader del gruppo
ja: ロケールリーダーを編集
ka: მთარგმნელების ხელმძღვანელების შეცვლა
kab: Ẓreg imasayen n tutlayt
ko: 언어 리더 편집하기
mg: Hanitsy mpitarika @ teny
ms: Edit ketua lokaliti
nb_no: Rediger språk-ledere
nl: Locale leaders bewerken
pa_in: ਲੋਕੇਲ ਆਗੂਆ ਨੂੰ ਸੋਧੋ
pl: Edytuj liderów
pt_br: Editar líderes do grupo
pt_pt: Editar líderes do grupo
ro: Editează liderii de limbă
sk: Úprava vedúcich pre jazyky
sr: Измени вође локала
sv: Redigera språkledare
te: లొకేల్ నాయకులను మార్చు
th: แก้ไขผู้นำภาษา
tr: Dil liderlerini düzenle
uk: Редагувати лідерів локалі
ur: زبان کے قائدین میں تدوین کریں
vi: Chỉnh sửa trưởng nhóm khu vực
zh_cn: 编辑语言团队领导者
zh_tw: 編輯語系團隊領導者
zu: Lungisa abaholi basendaweni
