Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Product.description
source: Collaborate and engage with each other through spatialized audio and with media from around the web.
de: Arbeiten Sie zusammen und interagieren Sie miteinander per 3D-Audio und mit Medien aus dem gesamten Internet.
el: Συνεργαστείτε και αλληλεπιδράστε με άλλους χρήστες μέσω χωρικού ήχου και πολυμέσων από όλο το διαδίκτυο.
fy_nl: Gearwurkje en mei inoar kommunisearje fia romtlike audio mei media fan oeral op it ynternet.
hu: Működjön együtt és lépjen kapcsolatba másokkal térbeli hangzás és a webről származó médiatartalmak segítségével.
ia: Collabora e ingagia le un con le alteres per le audio 3D e con medios ab circum le web.
it: Collabora e interagisci con altre persone grazie all’audio associato allo spazio e con file multimediali dal Web.
ka: თანამშრომლობისა და ურთიერთობისთვის გამოიყენეთ სივრცითი ხმა და ფაილები მთელი ვებსივრციდან.
ko: 공간 음향과 웹 미디어로 서로 협력하고 참여하세요.
nl: Samenwerken en met elkaar communiceren via ruimtelijke audio met media van overal op internet.
pl: Współpraca i interakcja za pośrednictwem przestrzeni wirtualnej, dźwięku i multimediów z całej sieci.
pt_br: Colabore e interaja uns com os outros por meio de áudio espacializado e com mídia de diversos locais da web.
pt_pt: Colaborem e interajam uns com os outros através de áudio espacial e com conteúdos multimédia de toda a internet.
sk: Spolupracujte a zapájajte sa navzájom prostredníctvom priestorového zvuku a médií z celého webu.
sr: Сарађујте и дружите се преко просторног звука и медија са целог интернета.
sv: Samarbeta och interagera med andra med utrymmesassocierade ljud- och mediafiler från webben.
tr: Web’de uzamsal ses ve ortamlar aracılığıyla başkalarıyla etkileşime geçin.
uk: Співпрацюйте та взаємодійте один з одним за допомогою просторового аудіо та медіа з усього інтернету.
vi: Cộng tác và tương tác với nhau thông qua âm thanh không gian và với phương tiện từ khắp nơi trên web.
zh_cn: 通过空间化音频和来自网络的媒体相互协作与互动。
zh_tw: 透過空間音效與網路上的媒體內容，與其他人一同協作互動。

# DB: products.Product.title
source: Firefox for Enterprise
bs: Firefox za Enterprise
de: Firefox für Unternehmen
el: Firefox για επιχειρήσεις
es: Firefox para empresas
fy_nl: Firefox foar bedriuwen
he: Firefox לארגונים
hr: Firefox za poduzeća
hu: Firefox vállalatok számára
ia: Firefox pro interprisa
id: Firefox untuk Enterprise
it: Firefox per le aziende
ja: 法人向け Firefox
ka: Firefox დაწესებულებებისთვის
kab: Firefox i tkebbanit
ko: 기업용 Firefox
ms: Firefox untuk Perusahaan
nb_no: Firefox for virksomheter
nl: Firefox voor ondernemingen
pl: Firefox dla firm
pt_br: Firefox para Empresas
pt_pt: Firefox para Empresa
ro: Firefox pentru întreprinderi
sk: Firefox pre podniky
sr: Firefox за Enterprise
sv: Firefox för företag
te: ఎంటర్‌ప్రైజ్ కోసం ఫైర్‌ఫాక్స్
th: Firefox สำหรับองค์กร
tr: Kurumlar için Firefox
uk: Firefox для корпорацій
ur: انٹرپرائز کے لئے Firefox
vi: Firefox dành cho doanh nghiệp
zh_cn: Firefox 企业版
zh_tw: Firefox 企業版

# DB: products.Product.description
source: Firefox Quantum for businesses
bg: Firefox Quantum за компании
de: Firefox Quantum für Unternehmen
el: Firefox Quantum για επιχειρήσεις
es: Firefox Quantum para empresas
fy_nl: Firefox Quantum foar bedriuwen
he: Firefox Quantum לעסקים
hr: Firefox Quantum za poduzeća
hu: Firefox Quantum a vállalatok számára
ia: Firefox Quantum pro negotios
id: Firefox Quantum untuk bisnis
it: Firefox Quantum per le aziende
ja: 法人向け Firefox Quantum
ka: კორპორაციული Firefox Quantum.
kab: Firefox Quantum i tkebbaniyin
ko: 기업용 Firefox Quantum
ms: Firefox Quantum untuk perniagaan
nb_no: Firefox Quantum for virksomheter
nl: Firefox Quantum voor bedrijven
pl: Firefox z rozszerzonym wsparciem dla firm
pt_br: Firefox Quantum para empresas
pt_pt: Firefox Quantum para empresas
ro: Firefox Quantum pentru afaceri
sk: Firefox Quantum pre podniky
sr: Firefox Quantum за бизнисе
sv: Firefox Quantum för företag
te: వ్యాపారసంస్థల కోసం Firefox Quantum
th: Firefox Quantum สำหรับธุรกิจ
tr: İşletmeler için Firefox Quantum
uk: Firefox Quantum для бізнесу
ur: کاروبار کے لئے Firefox Quantum
vi: Firefox Quantum dành cho doanh nghiệp
zh_cn: Firefox Quantum 企业版
zh_tw: Firefox Quantum 商業版

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
af: E-possagteware vir Windows, Mac en Linux
bg: Имейл софтуер за Windows, Mac и Linux
bs: Softver za e-poštu za Windows, Mac i Linux
de: E-Mail-Programm für Windows, Mac und Linux
el: Λογισμικό email για Windows, Mac και Linux
es: Programa de correo electrónico para Windows, Mac y Linux
fy_nl: E-mailsoftware foar Windows, Mac en Linux
he: תכנית דוא״ל עבור Windows,‏ Mac ו־Linux
hr: Program za e-poštu za Windows, Mac i Linux
hu: Levelezőprogram Windowsra, Mac-re és Linuxra
ia: Software de emails pro Windows, Mac e Linux
id: Perangkat surel untuk Windows, Mac, dan Linux
it: Posta elettronica per Windows, Mac e Linux
ja: Windows および Mac、Linux 向けのメールソフトウェア
ka: ელფოსტის კლიენტი Windows, Mac და Linux სისტემებისთვის
kab: Aseɣzan n yimayl i Windows, Mac d Linux
ko: 윈도, 맥 및 리눅스용 이메일 소프트웨어
mg: Rindrambaikon'ny mailaka ho an'i Windows, Mac ary Linux
ms: Perisian e-mel untuk Windows, Mac dan Linux
nb_no: E-postprogram for Windows, Mac og Linux
nl: E-mailsoftware voor Windows, Mac en Linux
pa_in: ਵਿੰਡੋਜ਼, ਮੈਕ, ਅਤੇ ਲੀਨਕਸ ਲਈ ਈਮੇਲ ਸਾਫਟਵੇਅਰ
pl: Klient poczty dla systemów Windows, Mac i Linux
pt_br: Cliente de email para Windows, Mac e Linux
pt_pt: Programa de E-mail para Windows, Mac e Linux
ro: Software de e-mail pentru Windows, Mac și Linux
sk: Poštový klient pre Windows, Mac a Linux
sr: Софтвер за е-пошту за Windows, Mac и Linux
sv: E-postprogram för Windows, Mac och Linux
te: Windows, Mac, Linux కొరకు ఈమెయిలు సాఫ్ట్‌వేర్
th: ซอฟต์แวร์อีเมลสำหรับ Windows, Mac และ Linux
tr: Windows, Mac ve Linux için e-posta yazılımı
uk: Поштова програма для Windows, Mac та Linux
ur: Windows, Mac اور Linux کے لئے ای میل سافٹ ویئر
vi: Phần mềm Email cho Windows, Mac và Linux
zh_cn: 可用于 Windows、Mac 和 Linux 的电子邮件软件
zh_tw: 供 Windows、Mac、Linux 使用的電子郵件軟體
zu: Isoftware ye-imeyli ye-Windows, Mac ne-Linux

# DB: products.Product.title
source: Thunderbird for Android
ia: Thunderbird pro Android
pt_br: Thunderbird para Android
sv: Thunderbird för Android
tr: Android için Thunderbird

# DB: products.Product.description
source: Email app for Android smartphones and tablets
ia: App email pro telephonos intelligente e tablettas con Android
sv: E-postapp för Android smartphones och surfplattor
tr: Android akıllı telefonlar ve tabletler için e-posta uygulaması

# DB: products.Product.title
source: Contributors
af: Bydraers
bg: Сътрудници
bs: Saradnici
de: Mitwirkende
el: Εθελοντές
es: Colaboradores
fy_nl: Meiwurkers
he: תורמים
hr: Doprinositelji
hu: Közreműködők
ia: Collaboratores
id: Kontributor
it: Collaboratori
ja: 貢献者
ka: მოხალისეები
kab: Iwiziwen
ko: 공헌자
mg: Mpandray anjara
ms: Penyumbang
nb_no: Bidragsytere
nl: Medewerkers
pa_in: ਯੋਗਦਾਨੀ
pl: Współpraca
pt_br: Colaboradores
pt_pt: Colaboradores
ro: Colaboratori
sk: Prispievatelia
sr: Сарадници
sv: Bidragsgivare
te: సహాయకులు
th: ผู้มีส่วนร่วม
tr: Katkıda bulunanlar
uk: Помічники
ur: شراکت دار
vi: Những cộng tác viên
zh_cn: 贡献者
zh_tw: 貢獻者
zu: Abanegalelo

# DB: products.Product.description
source: Contributor articles
af: Bydraerartikels
bg: Статии за сътрудници
bs: Članci saradnika
de: Artikel für Mitwirkende
el: Άρθρα εθελοντών
es: Artículos de colaboradores
fy_nl: Meiwurkersartikelen
he: מאמרי תורמים
hr: Članci doprinositelja
hu: Közreműködői leírások
ia: Articulo del collaboratores
id: Artikel kontributor
it: Articoli dei collaboratori
ja: 貢献者向けの記事
ka: მოხალისეების სტატიები
kab: Imagraden n yiwiziwen
ko: 공헌자 정보
mg: Lahatsoratry ny mpandray anjara
ms: Artikel Penyumbang
nb_no: Bidragsyterartikler
nl: Medewerkersartikelen
pl: Teksty dla autorów
pt_br: Artigos de colaboradores
pt_pt: Artigos dos colaboradores
ro: Articole colaboratori
sk: Články prispievateľa
sr: Чланци сарадника
sv: Bidragarartiklar
te: కంట్రిబ్యూటర్ వ్యాసాలు
th: บทความผู้มีส่วนร่วม
tr: Yardımcı makaleleri
uk: Статті помічників
ur: شراکت دار کے مضامین
vi: Các bài viết liên quan tới người đóng góp
zh_cn: 贡献者文章
zh_tw: 貢獻者文章
zu: Amathuluzi onegalelo

# DB: products.Product.title
source: Firefox for Amazon Devices
bg: Firefox за Amazon устройства
de: Firefox für Amazon-Geräte
el: Firefox για Amazon
es: Firefox para dispositivos de Amazon
fy_nl: Firefox foar Amazon-apparaten
he: Firefox למכשירי Amazon
hr: Firefox za Amazon uređaje
hu: Firefox amazonos eszközökhöz
ia: Firefox pro apparatos de Amazon
id: Firefox untuk Peranti Amazon
it: Firefox per dispositivi Amazon
ja: Amazon 端末向け Firefox
ka: Firefox Amazon-ის მოწყობილობებისთვის
kab: Firefox i yibenkan Amazon
ko: Amazon 기기용 Firefox
ms: Firefox untuk Amazon Devices
nb_no: Firefox for Amazon-enheter
nl: Firefox voor Amazon-apparaten
pa_in: ਐਮੇਜ਼ੋਨ ਫਾਇਰ TV ਲਈ ਫਾਇਰਫਾਕਸ
pl: Firefox dla urządzeń Amazon
pt_br: Firefox para dispositivos Amazon
pt_pt: Firefox para dispositivos Amazon
ro: Firefox pentru dispozitive Amazon
sk: Firefox pre zariadenia od Amazonu
sr: Firefox за Amazon уређаје
sv: Firefox för Amazon-enheter
te: Amazon పరికరాల కోసం Firefox
th: Firefox สำหรับอุปกรณ์ Amazon
tr: Amazon Cihazları için Firefox
uk: Firefox для пристроїв Amazon
ur: Amazon آلات کے لئے Firefox
vi: Firefox dành cho thiết bị Amazon
zh_cn: 适用于 Amazon Fire TV 的 Firefox

# DB: products.Product.description
source: Browser for Amazon devices
bg: Браузър за устройства на Amazon
de: Browser für Amazon-Geräte
el: Πρόγραμμα περιήγησης για συσκευές Amazon
es: Navegador para dispositivos de Amazon
fy_nl: Browser foar Amazon-apparaten
he: דפדפן עבור מכשירי Amazon
hr: Preglednik za Amazon uređaje
hu: Böngésző amazonos eszközökhöz
ia: Firefox pro apparatos de Amazon
id: Peramban untuk peranti Amazon
it: Browser per dispositivi Amazon
ja: Amazon 端末向けブラウザー
ka: ბრაუზერი, Amazon-ის მოწყობილობებისთვის
kab: Iminig i yibenkan Amazon
ko: Amazon 기기용 브라우저
ms: Pelayar untuk peranti Amazon
nb_no: Nettleser for Amazon-enheter
nl: Browser voor Amazon-apparaten
pa_in: ਐਮੇਜ਼ਾਨ ਡਿਵਾਈਸ ਲਈ ਬਰਾਊਜ਼ਰ
pl: Przeglądarka dla urządzeń firmy Amazon
pt_br: Navegador para dispositivos Amazon
pt_pt: Navegador para dispositivos Amazon
ro: Browser pentru dispozitive Amazon
sk: Prehliadač pre zariadenia od Amazonu
sr: Прегледач за Amazon уређаје
sv: Webbläsare för Amazon-enheter
te: Amazon పరికరాల కోసం విహారిణి
th: เบราว์เซอร์สำหรับอุปกรณ์ Amazon
tr: Amazon cihazları için tarayıcı
uk: Браузер для пристроїв Amazon
ur: Amazon آلات کے لئے براؤزر
vi: Trình duyệt cho các thiết bị Amazon
zh_cn: 面向亚马逊设备的浏览器
zh_tw: 於 Amazon 裝置上網

# DB: products.Product.title
source: Firefox for Android Beta
bg: Firefox за Android бета
de: Firefox für Android Beta
el: Firefox για Android Beta
es: Firefox para Android Beta
fy_nl: Firefox foar Android Beta
he: ‏Firefox Beta עבור Android
hr: Firefox za Android Beta
ia: Firefox pro Android Beta
it: Firefox per Android Beta
ja: Android 版 Firefox Beta
ka: Firefox Beta Android-ზე
kab: Firefox i Android Beta
ko: Android용 Firefox 베타
nl: Firefox voor Android Beta
pl: Firefox dla Androida Beta
pt_br: Firefox para Android Beta
pt_pt: Firefox para Android Beta
sk: Firefox Beta pre Android
sr: Firefox за Android Beta
sv: Firefox för Android Beta
te: ఆండ్రాయిడ్ కోసం Firefox బీటా
th: Firefox สำหรับ Android รุ่นเบต้า
tr: Android için Firefox Beta
uk: Firefox для Android Beta
ur: Android Beta کے لئے Firefox
vi: Firefox dành cho Android Beta
zh_cn: Android 版 Firefox Beta
zh_tw: Firefox for Android Beta 測試版

# DB: products.Product.description
source: Early version of an experimental Firefox browser for Android.
bg: Ранна версия на експериментален браузър Firefox за Android.
de: Vorab-Version eines experimentellen Firefox-Browsers für Android.
el: Πρώιμη έκδοση ενός πειραματικού προγράμματος περιήγησης Firefox για Android.
es: Versión inicial de un navegador experimental de Firefox para Android.
fy_nl: Betide ferzje fan in eksperimintele Firefox-browser foar Android.
he: גרסה מוקדמת של דפדפן Firefox ניסיוני עבור Android.
hr: Rana verzija eksperimentalnog Firefox preglednika za Android.
hu: A kísérleti androidos Firefox böngésző korai verziója.
ia: Prime version de un Navigator Firefox pro Android experimental.
it: Versioni preliminari di un browser sperimentale su Android basato su Firefox
ja: Android 版 Firefox ブラウザーの実験的な早期バージョン。
ka: ადრეული გამოშვება, საცდელი Firefox-ბრაუზერის Android-ზე.
kab: Lqem amezwaru n yiminig armitan n Firefox i Android
ko: Android 용 실험용 Firefox 브라우저의 초기 버전입니다.
nb_no: Tidlig versjon av en eksperimentell Firefox-nettleser for Android.
nl: Vroege versie van een experimentele Firefox-browser voor Android.
pl: Wczesna wersja eksperymentalnej przeglądarki Firefox dla Androida.
pt_br: Versão antecipada de um navegador Firefox experimental para Android.
pt_pt: Versão preliminar de um navegador Firefox experimental para o Android.
ro: Versiune anterioară a unui browser Firefox experimental pentru Android.
sk: Skorá verzia experimentálneho prehliadača Firefox pre Android.
sr: Рана верзија експерименталног Firefox прегледача за Android.
sv: Tidig version av en experimentell Firefox-webbläsare för Android.
th: เบราว์เซอร์ Firefox สำหรับ Android รุ่นทดลองเวอร์ชันก่อนหน้า
tr: Android için deneysel bir Firefox tarayıcısının erken sürümü.
uk: Рання версія експериментального браузера Firefox для Android.
ur: Android کے لئے تجرباتی Firefox براؤزر کا ابتدائی ورژن۔
vi: Phiên bản đầu của trình duyệt Firefox thử nghiệm dành cho Android.
zh_cn: 适用于 Android 的 Firefox 浏览器的早期实验性版本。
zh_tw: 實驗性 Android 版 Firefox 瀏覽器的早期版本。

# DB: products.Product.title
source: Firefox for Android (ESR)
bg: Firefox за Android (ESR)
de: Firefox für Android (ESR)
el: Firefox για Android (ESR)
es: Firefox para Android (ESR)
fy_nl: Firefox foar Android (ESR)
he: Firefox עבור Android ‏(ESR)
hr: Firefox za Android (ESR)
ia: Firefox pro Android (ESR)
it: Firefox per Android (ESR)
ja: Android 版 Firefox (ESR)
ka: Firefox (ESR) Android-ზე
kab: Firefox i Android (ESR)
ko: Android 용 Firefox (ESR)
nl: Firefox voor Android (ESR)
pl: Firefox dla Androida (ESR)
pt_br: Firefox para Android (ESR)
pt_pt: Firefox para Android (ESR)
ro: Firefox pentru Android (ESR)
sk: Firefox pre Android (ESR)
sr: Firefox за Android (ESR)
sv: Firefox för Android (ESR)
te: ఆండ్రాయిడ్ కోసం Firefox (ESR)
th: Firefox สำหรับ Android (ESR)
tr: Android için Firefox (ESR)
uk: Firefox для Android (ESR)
ur: Android(ESR) کے لئے Firefox
vi: Firefox dành cho Android (ESR)
zh_cn: Firefox 安卓版（ESR）

# DB: products.Product.description
source: Older version of Firefox for Android (no longer supported)
bg: По-стара версия на Firefox за Android (вече не се поддържа)
de: Ältere Version von Firefox für Android (nicht mehr unterstützt)
el: Παλαιότερη έκδοση του Firefox για Android (δεν υποστηρίζεται πλέον)
fy_nl: Aldere ferzje fan Firefox foar Android (net mear stipe)
he: גרסה ישנה יותר של Firefox עבור Android (לא נתמך)
hr: Starija verzija Firefoxa za Android (više se ne podržava)
hu: A Firefox for Android régebbi verziói (már nem támogatott)
ia: Version de Firefox pro Android plus vetere (non plus supportate)
it: Versione precedente di Firefox per Android (non più supportata)
ja: 古いバージョンの Android 版 Firefox (サポート終了)
ka: მოძველებული ვერსიები Firefox Android-ის (აღარაა მხარდაჭერილი)
kab: Lqem aqbur n Firefox i Android (ur yettusefrak ara)
ko: Android 용 Firefox 이전 버전 (더 이상 지원되지 않음)
nb_no: Eldre versjon av Firefox for Android (støttes ikke lenger)
nl: Oudere versie van Firefox voor Android (niet meer ondersteund)
pl: Starsza wersja Firefoksa na Androida (nie jest już wspierana)
pt_br: Versão mais antiga do Firefox para Android (não mais suportada)
pt_pt: Versão mais antiga do Firefox para Android (já não é suportada)
ro: Versiune Firefox mai veche pentru Android (nu mai primește suport)
sk: Staršia verzia Firefoxu pre Android (už nie je podporovaná)
sr: Старија Firefox верзија за Android (више се не подржава)
sv: Äldre version av Firefox för Android (stöds inte längre)
tr: Android için Firefox’un eski sürümü (artık desteklenmiyor)
uk: Старіша версія Firefox для Android (більше не підтримується)
vi: Phiên bản Firefox cũ hơn dành cho Android (không còn được hỗ trợ)
zh_cn: Android 旧版 Firefox（不再提供支持）
zh_tw: 舊版的 Firefox for Android（不再支援）

# DB: products.Product.title
source: Firefox for Fire TV
bg: Firefox за Fire TV
bs: Firefox za Fire TV
de: Firefox für Fire TV
el: Firefox για Fire TV
es: Firefox para Fire TV
fy_nl: Firefox foar Fire TV
he: Firefox עבור Fire TV
hr: Firefox za Fire TV
hu: Firefox Fire TV-re
ia: Firefox pro Fire TV
id: Firefox untuk Fire TV
it: Firefox per Fire TV
ka: Firefox - Fire TV
kab: Firefox i Fire TV
ko: Fire TV 용 Firefox
ms: Firefox untuk Fire TV
nl: Firefox voor Fire TV
pa_in: ਫਾਇਰ ਟੀਵੀ ਲਈ ਫਾਇਰਫਾਕਸ
pl: Firefox dla Fire TV
pt_br: Firefox para o Fire TV
pt_pt: Firefox para Fire TV
ro: Firefox pentru Fire TV
sk: Firefox pre Fire TV
sr: Firefox за Fire TV
sv: Firefox för Amazon Fire TV
te: Fire TV కోసం Firefox
th: Firefox สำหรับ Fire TV
tr: Fire TV için Firefox
uk: Firefox для Fire TV
ur: Fire TV کے لئے Firefox
vi: Firefox cho Fire TV
zh_cn: 适用于 Fire TV 的 Firefox

# DB: products.Product.description
source: Browser for Amazon Fire TV
bg: Браузър за Amazon Fire TV
bs: Browser za Amazon Fire TV
de: Browser für Amazon Fire TV
el: Πρόγραμμα περιήγησης για Amazon Fire TV
es: Navegar por Amazon Fire TV
fy_nl: Browser foar Amazon Fire TV
he: דפדפן עבור Amazon Fire TV
hr: Preglednik za Amazon Fire TV
hu: Böngésző az Amazon Fire TV-re.
ia: Navigator pro Fire TV de Amazon
id: Peramban untuk Amazon Fire TV
it: Browser per Amazon Fire TV
ja: Amazon Fire TV 向けのブラウザー
ka: ბრაუზერი, Amazon Fire TV-ისთვის
kab: Snirem deg Amazon Fire TV
ko: Amazon Fire TV 용 브라우저
ms: Pelayar untuk Amazon Fire TV
nb_no: Nettleser for Amazon Fire TV
nl: Browser voor Amazon Fire TV
pa_in: ਐਮੇਜ਼ਾਨ ਫਾਇਰ ਟੀਵੀ ਲਈ ਬਰਾਊਜ਼ਰ
pl: Przeglądarka dla urządzeń Amazon Fire TV
pt_br: Navegar no Amazon Fire TV
pt_pt: Navegador para Amazon Fire TV
ro: Browser pentru Amazon Fire TV
sk: Prehliadač pre Amazon Fire TV
sr: Прегледач за Amazon Fire TV
sv: Webbläsare för Amazon Fire TV
te: Amazon Fire TV కోసం విహారిణి
th: เบราว์เซอร์สำหรับ Amazon Fire TV
tr: Amazon Fire TV için bir tarayıcı
uk: Браузер для Amazon Fire TV
ur: Amazon Fire TV.کیلئے براؤزر۔
vi: Trình duyệt cho Amazon Fire TV
zh_cn: 面向 Amazon Fire TV 的浏览器
zh_tw: Amazon Fire TV 的網頁瀏覽器

# DB: products.Product.title
source: Firefox for Windows 8 Touch
af: Firefox vir Windows 8 Touch
bg: Firefox за Windows 8 Touch
bs: Firefox za Windows 8 Touch
de: Firefox für Windows 8 Touch
el: Firefox για Windows 8 Touch
es: Firefox para Windows 8 táctil
fy_nl: Firefox foar Windows 8 Touch
he: Firefox עבור Windows 8 עם מגע
hr: Firefox za Windows 8 Touch
hu: Firefox Windows 8 Touch-hoz
ia: Firefox pro Windows 8 Touch
id: Firefox untuk WIndows 8 Touch
it: Firefox per Windows 8 Touch
ja: Windows 8 Touch 版 Firefox
ka: Firefox Windows 8 Touch-ზე
kab: Firefox i Windows 8 Touch
ko: Firefox 윈도 8 터치
mg: Firefox ho an'i Windows 8 Touch
ms: Firefox untuk Windows 8 Touch
nl: Firefox voor Windows 8 Touch
pa_in: Windows 8 ਟੱਚ ਲਈ ਫਾਇਰਫਾਕਸ
pl: Firefox dla Windows 8 Touch
pt_br: Firefox para Windows 8 Touch
pt_pt: Firefox para Windows 8 Touch
ro: Firefox pentru Windows 8 Touch
sk: Firefox pre Windows 8 Touch
sr: Firefox за Windows 8 Touch
sv: Firefox för Windows 8 Touch
te: విండోస్ 8 టచ్ కోసం Firefox
th: Firefox สำหรับ Windows 8 แบบสัมผัส
tr: Windows 8 Dokunmatik için Firefox
uk: Firefox для Windows 8 Touch
ur: Windows 8 ٹچ کے لئے Firefox
vi: Firefox cho Windows 8 Touch
zh_cn: 适用于 Windows 8 触控设备的 Firefox
zu: I-Firefox ye-Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
af: Firefox vir Windows 8 Touch-toestelle
bg: Firefox за устройства с докосване на Windows 8
bs: Firefox za Windows 8 touch uređaje
de: Firefox für Geräte mit Windows 8 Touch
el: Firefox για συσκευές αφής με Windows 8
es: Firefox para dispositivos con Windows 8 touch
fy_nl: Firefox foar Windows 8-Touch-apparaten
he: Firefox עבור התקני מגע עם Windows 8
hr: Firefox za Windows 8 touch uređaje
hu: Firefox Windows 8 touch eszközökre
ia: Firefox pro apparatos Windows 8 Touch
id: Firefox untuk perangkat Windows 8 touch
it: Dispositivi con Firefox per Windows 8 Touch
ja: Windows 8 タッチ端末版 Firefox
ka: Firefox Windows 8 touch მოწყობილობებზე
kab: Firefox i yibenkan Windows 8 Touch
ko: Firefox 윈도 8 터치 기기
mg: Firefox ho an'ireo fitaovana fiaksika Windows 8
ms: peranti sentuh Firefox untuk Windows 8
nb_no: Firefox for Windows 8 touch-enheter
nl: Firefox voor Windows 8-aanraakapparaten
pa_in: Windows 8 ਚ ਜੰਤਰਾ ਲਈ ਫਾਇਰਫਾਕਸ
pl: Firefox dla urządzeń dotykowych z Windows 8
pt_br: Firefox para dispositivos de toque com Windows 8
pt_pt: Firefox para dispositivos com o Windows 8 Touch
ro: Firefox pentru dispozitive Windows 8
sk: Firefox pre zariadenia s Windows 8 Touch
sr: Firefox за Windows 8 touch уређаје
sv: Firefox för Windows 8 touch-enheter
te: విండోస్ 8 టచ్ పరికరాల కోసం Firefox
th: Firefox สำหรับอุปกรณ์ Windows 8 แบบสัมผัส
tr: Dokunmatik Windows 8 cihazlar için Firefox
uk: Firefox для пристроїв Windows 8 Touch
ur: Windows 8 ٹچ آلات کے لئے Firefox
vi: Firefox cho các thiết bị cảm ứng Windows 8
zh_cn: 适用于 Windows 8 触控设备的 Firefox
zh_tw: Firefox for Windows 8 觸控裝置
zu: Amadivayisi e-Firefox ye-Windows 8 touch

# DB: products.Product.description
source: Was ist Firefox Klar?
bg: Какво е Firefox Klar?
bs: Šta je Firefox Klar?
el: Τι είναι το Firefox Klar;
es: ¿Qué es Firefox Klar?
fy_nl: Wat is Firefox Klar?
hr: Što je Firefox Klar?
hu: Mi az a Firefox Klar?
ia: Que es Firefox Klar?
id: Apa itu Firefox Klar?
it: Informazioni su Firefox Klar
ja: Firefox Klar とは？
ka: რა არის Firefox Klar?
kab: D acu-t Firefox Klar?
ko: Firefox Klar란?
ms: Apakah Firefox Klar?
nb_no: Hva er Firefox Klar?
nl: Wat is Firefox Klar?
pa_in: ਫਾਇਰਫਾਕਸ ਕਲਾਰ ਕੀ ਹੈ?
pl: Czym jest Firefox Klar?
pt_br: O que é o Firefox Klar?
pt_pt: O que é o Firefox Klar?
ro: Ce este Firefox Klar?
sk: Čo je Firefox Klar?
sr: Шта је Firefox Clear?
sv: Vad är Firefox Klar?
te: అది ist Firefox Klar?
th: Firefox Klar คืออะไร?
tr: Firefox Klar Nedir?
uk: Що таке Firefox Klar?
ur: کیا وہ Firefox Klar تھا؟
vi: Firefox Klar là gì?
zh_cn: 什么是 Firefox Klar？
zh_tw: Firefox Klar 是什麼？
