Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Flagged Content Pending Moderation
af: Gevlagde inhoud is hangende moderering
bg: Чакащо за преглед докладвано съдържание
bs: Označeni sadržaj na čekanju za pregled
de: Gemeldeter Inhalt, der auf seine Moderation wartet
el: Το επισημασμένο περιεχόμενο αναμένει συντονισμό
es: Contenido marcado como pendiente de moderación
fy_nl: Markearre ynhâld wachtet op bewurking
he: תוכן מסומן בדגל שממתין לפיקוח
hr: Označeni sadržaj čeka na moderiranje
hu: Megjelölt tartalom moderálás alatt
ia: Contento signalate attendente moderation
id: Moderasi Tertunda Konten yang Ditandai
it: Contenuto segnalato in attesa di moderazione
ja: コンテンツにモデレーターの確認待ちフラグを立てました
ka: მონიშნული შიგთავსი ელოდება გადახედვას
kab: Agbur yettwammlen yettraǧun acegger
ko: 관리 대기 표시
mg: Atiny Voamarika Miandry Famerana
ms: Kandungan Ditanda Menunggu Moderat
nb_no: Flagget innhold som venter på moderasjon
nl: Gemarkeerde inhoud die wacht op moderatie
pa_in: ਧਵਜਾਂਕਿਤ ਸਾਮਗਰੀ ਮਾਡਰੇਸ਼ਨ ਲੰਬਿਤ
pl: Treść oczekująca na moderację
pt_br: Conteúdo denunciado aguardando moderação
pt_pt: Conteúdo denunciado a aguardar moderação
ro: Conținut semnalat în așteptarea moderării
sk: Označený obsah čaká na kontrolu
sr: Означени садржаји чекају на модератора
sv: Flaggat innehåll som väntar på moderering
te: పతాకం చేయబడిన కంటెంట్ అవ్వని మోడరేషన్
th: เนื้อหาถูกบ่งชี้ให้รอการตรวจสอบ
tr: Moderasyon bekleyen, işaretlenmiş içerik
uk: Відзвітований вміст очікує модерування
vi: Nội dung Gắn cờ Đang chờ Điều chỉnh
zh_cn: 已报告待管理员审核的内容
zh_tw: 已標示之待編輯內容
zu: Okufulegiwe Okulindele Ukulawulwa

source: Content Pending Moderation
ia: Contento attendente moderation
kab: Agbur yettraǧun acegger
nl: Inhoud die wacht op moderatie
pl: Treść oczekuje na moderację
pt_br: Conteúdo pendente de moderação
sv: Innehåll som väntar på moderering
tr: Moderasyon bekleyen içerik
zh_cn: 待管理员审核的内容

source: View all deactivated users
af: Bekyk alle gedeaktiveerde gebruikers
bg: Вижте всички деактивирани потребители
bs: Pregled svih deaktiviranih korisnika
de: Alle deaktivierten Benutzer anzeigen
el: Προβολή όλων των απενεργοποιημένων χρηστών
es: Ver todos los usuarios inactivos
fy_nl: Alle deaktivearre brûkers werjaan
he: הצגת כל המשתמשים שהושבתו
hr: Vidi sve deaktivirane korisnike
hu: Összes deaktivált felhasználó megjelenítése
ia: Vider tote le usatores disactivate
id: Tampilkan semua pengguna yang telah dinonaktifkan
it: Visualizza tutti gli utenti disattivati
ja: すべての無効化されたユーザーを表示する
ka: ყველა გაუქმებული მომხმარებლის ნახვა
kab: Wali meṛṛa iseqdacen yensan
ko: 비활성 사용자 보기
mg: Hijery ny mpampiasa natsahatra rehetra
ms: Papar semua pengguna dinyahaktif
nb_no: Vis alle dekativerte brukere
nl: Alle gedeactiveerde gebruikers weergeven
pa_in: ਸਭ ਅਯੋਗ ਯੂਜਰਾ ਨੂੰ ਦੇਖੋ
pl: Wyświetl wszystkich nieaktywnych użytkowników
pt_br: Ver todos os usuários desativados
pt_pt: Ver todos os utilizadores desativados
ro: Afișează toți utilizatorii dezactivați
sk: Zobraziť všetkých deaktivovaných používateľov
sr: Преглед свих деактивираних корисника
sv: Visa alla inaktiverade användare
te: అన్ని క్రియారహితం చేసిన వినియోగదారులు
th: ดูผู้ใช้ที่ถูกปิดใช้งานทั้งหมด
tr: Tüm pasif kullanıcıları göster
uk: Дивитись всіх деактивованих користувачів
ur: تمام غیر فعال صارفین کو دیکھیں
vi: Xem tất cả tài khoản thành viên đã xóa
zh_cn: 查看所有已停用的用户
zh_tw: 檢視所有停用的使用者
zu: Buka bonke abasebenzisi abacishiwe

source: Flagged {t} (Reason: {r})
af: Gevlag {t} (Rede: {r})
bg: Маркирано {t} (Причина: {r})
bs: Označen {t} (Razlog: {r})
de: Gemeldet {t} (Grund: {r})
el: Επισημάνθηκε {t} (Αιτία: {r})
es: Marcado {t} (Razón: {r})
fy_nl: Markearre {t} (Reden: {r})
hr: Označeno {t} (Razlog: {r})
hu: Megjelölt {t} (oka: {r})
ia: Signalate {t} (Ration: {r})
id: Ditandai sebagai {t} (Alasan: {r})
it: Segnalato {t} (motivo: {r})
ja: フラグが立てられました {t} (理由: {r})
ka: მონიშნულია {t} (მიზეზი: {r})
kab: {t} yettwammel (sebba: {r})
ko: 표시: {t} (이유: {r})
mg: Voamarika {t} (Antony: {r})
ms: Ditanda {t} (Alasan: {r})
nb_no: Flagget {t} (Årsak: {r})
nl: {t} gemarkeerd (Reden: {r})
pl: Oznaczono {t} (Powód: {r})
pt_br: {t} denunciado (Motivo: {r})
pt_pt: Tópico denunciado {t} (Motivo: {r})
ro: Semnalat {t} (Motiv: {r})
sk: Označené {t} (Dôvod:: {r})
sr: Означено {t} (Разлог: {r})
sv: Flaggad {t} (Skäl: {r})
te: పతాకం చేసిన {t} (కారిణం: {r})
th: ถูกตั้งสถานะ {t} (เหตุผล: {r})
tr: {t} olarak işaretlendi (Sebep: {r})
uk: Відзвітовано {t} (Причина: {r})
ur: نشان زد {t} (وجہ: {r})
vi: Đã gắn cờ {t} (Lí do: {r})
zh_cn: 已报告 {t}（原因：{r}）
zh_tw: 已標示 {t}（原因：{r}）
zu: Okufulegiwe {t} (Isizathu: {r})

source: Removed spam content.
ia: Removite contento spam.
nl: Spaminhoud verwijderd.
pl: Usunięto spam.
pt_br: Removido conteúdo de spam.
sv: Tog bort skräppostinnehåll.
tr: Spam içerik kaldırıldı.
zh_cn: 已移除垃圾内容。

source: No spam found.
ia: Nulle spam trovate.
kab: Ulac ispamen i yettwafen.
nl: Geen spam gevonden.
pl: Nie znaleziono spamu.
pt_br: Nenhum spam encontrado.
sv: Ingen skräppost hittades.
tr: Spam bulunamadı.
zh_cn: 未发现垃圾内容。

source: Addressed abusive content.
ia: Contento abusive affrontate.
nl: Beledigende inhoud aangepakt.
pl: Zajęto się obraźliwymi treściami.
pt_br: Abordado conteúdo abusivo.
sv: Adresserade missbrukande innehåll.
tr: Suistimal içeren içerik işleme alındı.
zh_cn: 已处理滥用内容。

source: No abuse detected.
ia: Nulle abuso discoperite.
nl: Geen belediging gedetecteerd.
pl: Nie wykryto nadużyć.
pt_br: Nenhum abuso detectado.
sv: Inget missbruk upptäcktes.
tr: Suistimal tespit edilmedi.
zh_cn: 未检测到滥用行为。

source: Corrected language.
ia: Linguage correcte.
nl: Taalgebruik gecorrigeerd.
pl: Poprawiono język.
pt_br: Linguagem corrigida.
sv: Korrigerat språk.
tr: Dil düzeltildi.
zh_cn: 语言已更正。

source: Language is appropriate.
ia: Le linguage es appropriate.
nl: Taalgebruik is gepast.
pl: Język jest odpowiedni.
pt_br: A linguagem é apropriada.
sv: Språket är lämpligt.
tr: Dil uygun.
zh_cn: 语言适当。

source: Issue resolved.
ia: Problema resolvite.
nl: Probleem opgelost.
pl: Problem rozwiązany.
pt_br: Problema resolvido.
sv: Problem löst.
tr: Sorun çözüldü.
zh_cn: 问题已解决。

source: No issues found.
ia: Nulle problemas trovate.
kab: Ulac uguren i yettwafen.
nl: Geen problemen gevonden.
pl: Nie znaleziono problemów.
pt_br: Nenhum problema encontrado.
sv: Inga problem hittades.
tr: Sorun bulunamadı.
zh_cn: 未找到问题。

source: Zendesk Spam Queue
sv: Zendesks skräppostkö

source: Title:
af: Titel:
bg: Заглавие:
bs: Naslov:
de: Titel:
el: Τίτλος:
es: Título:
fy_nl: Titel:
he: כותרת:
hr: Naslov:
hu: Cím:
ia: Titulo:
id: Judul:
it: Titolo:
ja: タイトル:
ka: სათაური:
kab: Azwel:
ko: 제목:
mg: Lohateny:
ms: Tajuk:
nb_no: Tittel:
nl: Titel:
pa_in: ਨਾਂ:
pl: Tytuł:
pt_br: Título:
pt_pt: Título:
ro: Titlu:
sk: Nadpis:
sr: Наслов:
sv: Titel:
te: శీర్షక:
th: หัวข้อ:
tr: Başlık:
uk: Назва:
ur: عنوان:
vi: Tiêu đề:
zh_cn: 标题：
zh_tw: 標題：
zu: Isihloko:

source: Content:
af: Inhoud:
bg: Съдържание:
bs: Sadržaj:
de: Inhalt:
el: Περιεχόμενο:
es: Contenido:
fy_nl: Ynhâld:
he: תוכן:
hr: Sadržaj:
hu: Tartalom:
ia: Contento:
id: Konten:
it: Contenuti:
ja: 内容:
ka: შიგთავსი:
kab: Agbur:
ko: 내용:
mg: Atiny:
ms: Kandungan:
nb_no: Innhold:
nl: Inhoud:
pa_in: ਸਾਮਗਰੀ:
pl: Treść:
pt_br: Conteúdo:
pt_pt: Conteúdo:
ro: Conținut:
sk: Obsah:
sr: Садржај:
sv: Innehåll:
te: విషయం:
th: เนื้อหา:
tr: İçerik:
uk: Вміст:
ur: مواد:
vi: Nội dung:
zh_cn: 内容：
zh_tw: 內容：
zu: Okuqukethwe:

source: Created:
af: Geskep:
bg: Създадено на:
bs: Kreirano:
de: Erstellt:
el: Δημιουργία:
es: Creada:
fy_nl: Makke:
he: נוצר:
hr: Stvoreno:
hu: Létrehozva:
ia: Create:
id: Dibuat:
it: Data di creazione:
ja: 作成日:
ka: შექმნილი:
kab: Yettwarna:
ko: 생성일:
mg: Noforonina:
ms: Dicipta:
nb_no: Opprettet:
nl: Gemaakt:
pa_in: ਬਣਾਇਆ:
pl: Utworzono:
pt_br: Criação:
pt_pt: Criado:
ro: Creat:
sk: Vytvorené:
sr: Креирано:
sv: Skapad:
te: సృష్టించబడింది:
th: สร้างเมื่อ:
tr: Oluşturma:
uk: Створено:
ur: تشکیل دی‏ں:
vi: Được tạo:
zh_cn: 创制于：
zh_tw: 建立於：
zu: Okusunguliwe:

source: Updated:
af: Bygewerk:
bg: Актуализирано:
bs: Ažurirano:
de: Aktualisiert:
el: Ενημερώθηκε:
es: Actualizado:
fy_nl: Fernijd:
he: עודכן:
hr: Ažurirano:
hu: Módosítva:
ia: Actualisate:
id: Diperbarui:
it: Aggiornato il:
ja: 更新日:
ka: განახლებულია:
kab: Yettuleqqem:
ko: 수정일:
mg: Nohavaozina:
ms: Dikemaskini:
nb_no: Oppdatert:
nl: Bijgewerkt:
pa_in: ਅੱਪਡੇਟ:
pl: Zaktualizowano:
pt_br: Atualizado:
pt_pt: Atualizado:
ro: Actualizat:
sk: Aktualizované:
sr: Ажурирано:
sv: Uppdaterad:
te: నవీకరించబడింది:
th: อัปเดต:
tr: Güncelleme:
uk: Оновлено:
ur: تازہ کاری:
vi: Được cập nhật
zh_cn: 更新于
zh_tw: 最近更新：
zu: Okuvuselelwe:

source: Flagged:
af: Gevlag:
bg: Сигнализирани:
bs: Označeno:
de: Markiert:
el: Επισημασμένο:
es: Marcado:
fy_nl: Markearre:
he: מסומן בדגל:
hr: Označeno:
hu: Megjelölve:
ia: Signalate:
id: Ditandai:
it: Contrassegnata:
ja: フラグ付き:
ka: მონიშნულია:
kab: Yettwacreḍ:
ko: 선택됨:
mg: Voamarika:
ms: Ditandai:
nb_no: Flagget:
nl: Gemarkeerd:
pa_in: ਫਲੈਗਡ:
pl: Oznaczono:
pt_br: Marcado:
pt_pt: Denunciado:
ro: Semnalat:
sk: Označené:
sr: Означено:
sv: Flaggad:
te: ఫ్లాగ్ చేయబడింది:
th: ปักหมุด:
tr: İşaretlenmiş:
uk: Позначено:
ur: نشان زد
vi: Được gắn cờ:
zh_cn: 已标记：
zh_tw: 已標示：
zu: Okufulegiwe:

source: Take Action:
af: Neem aksie:
bg: Направи нещо:
bs: Poduzmite akciju:
de: Maßnahme ergreifen:
el: Λάβετε δράση:
es: Actuar:
fy_nl: Aksje:
he: ביצוע פעולה:
hr: Poduzmi radnju:
hu: Művelet:
ia: Interprender action:
id: Tindakan:
it: Azione:
ja: 操作:
ka: გადაწყვეტილების მიღება:
kab: Ɛeddi ɣer tigawt:
ko: 작업:
mg: Haka Fepetra:
ms: Ambil Tindakan:
nb_no: Handling:
nl: Te ondernemen actie:
pa_in: ਕਾਰਵਾਈ ਕਰੋ:
pl: Wykonaj czynność:
pt_br: Agir:
pt_pt: Tomar Ação:
ro: Ia măsuri:
sk: Akcia:
sr: Реагујте:
sv: Vidta åtgärder:
te: చర్యను తీసుకోండి:
th: ดำเนินการ:
tr: Eylemler:
uk: Дія:
ur: کارروائی کریں:
vi: Thực hiện thao tác:
zh_cn: 进行操作：
zh_tw: 採取行動：
zu: Yenza okuthile:

source: View
de: Ansehen
hu: Megtekintés
ia: Vider
it: Visualizza
kab: Sken
nl: Weergeven
pl: Widok
pt_br: Ver
pt_pt: Ver
sv: Visa
tr: Göster
zh_cn: 查看
zh_tw: 檢視

source: Edit
af: Redigeer
bg: Редакция
bs: Uredi
de: Bearbeiten
el: Επεξεργασία
es: Editar
fy_nl: Bewurkje
he: עריכה
hr: Uredi
hu: Szerkesztés
ia: Rediger
id: Ubah
it: Modifica
ja: 編集
ka: ჩასწორება
kab: Ẓreg
ko: 수정하기
mg: Hanitsy
nb_no: Rediger
nl: Bewerken
pa_in: ਸੋਧ
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
sk: Upraviť
sr: Измени
sv: Redigera
te: మార్చు
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: تدوین
vi: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯
zu: Lungisa

source: Delete
af: Skrap
bg: Изтриване
bs: Izbriši
de: Löschen
el: Διαγραφή
es: Borrar
fy_nl: Fuortsmite
he: מחיקה
hr: Izbriši
hu: Törlés
ia: Deler
id: Hapus
it: Elimina
ja: 削除
ka: წაშლა
kab: Kkes
ko: 삭제
mg: Hamafa
ms: Buang
nb_no: Slett
nl: Verwijderen
pa_in: ਹਟਾਓ
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
sk: Odstrániť
sr: Обриши
sv: Ta bort
te: తొలగించు
th: ลบ
tr: Sil
uk: Вилучити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_tw: 刪除
zu: Dilitha

source: Current topic:
ia: Thema actual:
kab: Asentel amiran:
nl: Huidig onderwerp:
pl: Aktualny temat:
pt_br: Tópico atual:
sv: Aktuellt ämne:
tr: Geçerli konu:
zh_cn: 当前主题：

source: Change Topic:
ia: Cambiar thema:
kab: Beddel asentel:
nl: Onderwerp wijzigen:
pl: Zmień temat:
pt_br: Mudar tópico:
sv: Ändra ämne:
tr: Konuyu değiştir:
zh_cn: 更改主题：

source: Assign Tags:
ia: Assignar etiquettas:
nl: Labels toewijzen:
pl: Przypisz etykiety:
pt_br: Atribuir etiquetas:
sv: Tilldela taggar:
tr: Etiket ata:

source: Subject:
pa_in: ਵਿਸ਼ਾ:
sv: Ämne:

source: Description:
af: Beskrywing:
bg: Описание:
bs: Opis:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
fy_nl: Omskriuwing:
he: תיאור:
hr: Opis:
hu: Leírás:
id: Deskripsi:
it: Descrizione:
ja: 説明:
ka: აღწერა:
kab: Aglam:
ko: 설명:
mg: Fanoritsoritana:
ms: Keterangan:
nb_no: Beskrivelse:
nl: Beschrijving:
pa_in: ਵੇਰਵਾ:
pl: Opis:
pt_br: Descrição:
pt_pt: Descrição:
ro: Descriere:
sk: Popis:
sr: Опис:
sv: Beskrivning:
te: వివరణ:
th: คำอธิบาย:
tr: Açıklama:
uk: Опис:
ur: تفصیل:
vi: Mô tả:
zh_cn: 说明：
zh_tw: 描述：
zu: Incazelo:

source: Email:
pa_in: ਈਮੇਲ:
sv: E-post:

source: Product:
sv: Produkt:

source: Category:
af: Kategorie:
bg: Категория:
bs: Kategorija:
de: Kategorie:
el: Κατηγορία:
es: Categoría:
fy_nl: Kategory:
he: קטגוריה:
hr: Kategorija:
hu: Kategória:
ia: Categoria:
id: Kategori:
it: Categoria:
ja: カテゴリー:
ka: კატეგორია:
kab: Taggayt:
ko: 분류
mg: Sokajy:
ms: Kategori:
nb_no: Kategori:
nl: Categorie:
pa_in: ਕੈਟਾਗਰੀ:
pl: Kategoria:
pt_br: Categoria:
pt_pt: Categoria:
ro: Categorie:
sk: Kategória:
sr: Категорија:
sv: Kategori:
te: వర్గం:
th: ประเภท:
tr: Kategori:
uk: Категорія:
ur: زمرہ
vi: Phân mục:
zh_cn: 分类：
zh_tw: 分類:
zu: Isiqephu:

source: View in Admin
sv: Visa i admin

source: %(date)s by <a rel="nofollow" href="%(url)s">%(user)s</a>
bg: %(date)s от <a href="%(url)s">%(user)s</a>
de: %(date)s von <a rel="nofollow" href="%(url)s">%(user)s</a>
el: %(date)s από <a rel="nofollow" href="%(url)s">%(user)s</a>
fy_nl: %(date)s troch<a rel="nofollow" href="%(url)s">%(user)s</a>
hr: %(date)s od <a rel="nofollow" href="%(url)s">%(user)s</a>
hu: %(date)s, szerző: <a rel="nofollow" href="%(url)s">%(user)s</a>
ia: %(date)s per <a rel="nofollow" href="%(url)s">%(user)s</a>
it: %(date)s per <a rel="nofollow" href="%(url)s">%(user)s</a>
ka: %(date)s ავტორი: <a rel="nofollow" href="%(url)s">%(user)s</a>
kab: %(date)s s <a rel="nofollow" href="%(url)s">%(user)s</a>
ko: %(date)s, <a rel="nofollow" href="%(url)s">%(user)s</a>
nl: %(date)s door <a rel="nofollow" href="%(url)s">%(user)s</a>
pl: %(date)s przez <a rel="nofollow" href="%(url)s">%(user)s</a>
pt_br: %(date)s por <a rel="nofollow" href="%(url)s">%(user)s</a>
pt_pt: %(date)s por <a rel="nofollow" href="%(url)s">%(user)s</a>
sk: %(date)s, autor <a rel="nofollow" href="%(url)s">%(user)s</a>
sr: %(date)s од <a rel="nofollow" href="%(url)s">%(user)s</a>
sv: %(date)s av <a rel="nofollow" href="%(url)s">%(user)s</a>
tr: %(date)s: <a rel="nofollow" href="%(url)s">%(user)s</a> tarafından
uk: %(date)s від <a rel="nofollow" href="%(url)s">%(user)s</a>
vi: %(date)s bởi <a rel="nofollow" href="%(url)s">%(user)s</a>
zh_cn: <a rel="nofollow" href="%(url)s">%(user)s</a> 于 %(date)s 发布
zh_tw: %(date)s 由 <a rel="nofollow" href="%(url)s">%(user)s</a>

source: Reply to thread: {title}
af: Antwoord op gesprek: {title}
bg: Отговор към темата: {title}
bs: Odgovori na temu: {title}
de: Auf Thema antworten: {title}
el: Απάντηση σε νήμα: {title}
es: Responder al tema: {title}
fy_nl: Antwurdzje op petear: {title}
he: תגובה לאשכול: {title}
hr: Odgovori na temu: {title}
hu: Válasz a témacsoportra: {title}
ia: Responder al filo: {title}
id: Membalas utas: {title}
it: Rispondi alla discussione: {title}
ja: スレッドへの返信: {title}
ka: გამოხმაურება თემაში: {title}
kab: Err ɣef uwennit: {title}
ko: 다음 글에 답하기: {title}
mg: Hamaly resaka mitohy: {title}
ms: Balas ke thread: {title}
nb_no: Svar til tråd: {title}
nl: Antwoord op conversatie: {title}
pa_in: {title} ਥਰਿੱਡ ਤੋਂ ਜਵਾਬ
pl: Odpowiedź w wątku: {title}
pt_br: Responder à discussão: {title}
pt_pt: Responder ao tópico: {title}
ro: Răspunde la firul de discuție: {title}
sk: Odpoveď na tému: {title}
sr: Одговори на тему: {title}
sv: Tack än en gång. Vi ser fram emot att träffa dig oftare kring SUMO! Fortsätt !
te: థ్రెడ్ కు ప్రత్యుత్తరం: {title}
th: ตอบกลับไปยังหัวข้อ: {title}
tr: Başlığı yanıtla: {title}
uk: Відповідь в тему: {title}
ur: تھریڈ کا جواب دیں: {title}
vi: Trả lời cho chủ đề: {title}
zh_cn: 回复主题：{title}
zh_tw: 回覆討論串：{title}
zu: Phendula kuchungechunge: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
af: %(author)s het geantwoord op 'n gesprek wat jy dophou. Hier is hulle antwoord:
bg: %(author)s отговориха на тема, която следите. Ето техния отговор:
bs: %(author)s je odgovorio na temu koju pratite. Ovo je njegov odgovor:
de: %(author)s hat auf ein Thema geantwortet, das Sie beobachten. Hier ist seine/ihre Antwort:
el: Ο/Η %(author)s έχει απαντήσει σε ένα νήμα που παρακολουθείτε. Ορίστε η απάντηση:
es: %(author)s respondió a un tema que estás siguiendo. Esta es la respuesta:
fy_nl: %(author)s hat antwurde op in petear dat jo folgje. Dit is it antwurd:
he: התקבלה תגובה מאת %(author)s על אשכול מרשימת המעקב. להלן התגובה:
hr: %(author)s je odgovorio/la na temu koju pratiš. Ovo je odgovor:
hu: %(author)s felhasználó válaszolt egy Ön által figyelt témacsoportra. Itt a válasza:
ia: %(author)s ha respondite a un filo que tu observa. Ecce su responsa:
id: %(author)s telah membalas sebuah utas yang sedang Anda lihat. Inilah jawaban mereka:
it: L'utente %(author)s ha risposto ad una discussione per cui sono attive le notifiche. Questa è la risposta:
ja: 監視中のスレッドに %(author)s さんが返信しました。以下はその返信です:
ka: %(author)s გამოეხმაურა თემას, რომელსაც თვალს ადევნებთ. იხილეთ გამოხმაურება:
kab: %(author)s rran-d ɣef usqerdec ara tettwaliḍ. Ha-tt-a dagi tririt-nsen:
ko: 관심있는 글모음에 %(author)s 님이 댓글을 달았습니다. 여기 댓글입니다:
mg: Namaly resaka mitohy arahinao i %(author)s. Ity ny valiny nomeny:
ms: %(author)s telah membalas thread yang anda ikuti. Ini balasannya:
nb_no: %(author)s har svart i en tråd som du overvåker. Her er svaret:
nl: %(author)s heeft geantwoord op een conversatie die u volgt. Dit is het antwoord:
pl: Użytkownik %(author)s odpowiedział w wątku, który obserwujesz. Oto jego odpowiedź:
pt_br: %(author)s respondeu a uma discussão que está acompanhando. Esta é a resposta:
pt_pt: O %(author)s respondeu a um tópico que está a seguir. Aqui está a sua resposta:
ro: %(author)s a răspuns la un fir de discuție pe care-l urmărești. Iată ce a răspuns:
sk: Používateľ %(author)s odpovedal na tému, ktorú sledujete. Tu je jeho odpoveď:
sr: %(author)s је одговорио на тему коју пратите. Ово је његов одговор:
sv: %(author)s har svarat på en tråd som du bevakar. Här är deras svar:
te: %(author)s మీరు చూస్తున్న ఒక థ్రెడ్ ప్రత్యుత్తరం ఇచ్చారు. ఇదిగోండి వారి సమాధానం:
th: %(author)s ได้ตอบกลับถึงหัวข้อที่คุณกำลังดูอยู่ นี่คือการตอบกลับของพวกเขา:
tr: %(author)s adlı kullanıcı, izlediğiniz bir başlığı yanıtladı. İşte yanıtı:
uk: %(author)s відповів у темі, за якою ви стежите. Ось його відповідь:
vi: %(author)s đã trả lời một chủ đề bạn đang xem. Đây là câu trả lời của họ:
zh_cn: 用户 %(author)s 回复了你关注的一个主题。以下是他们的回复：
zh_tw: %(author)s 回覆了您訂閱的討論串。以下是他們的回覆：
zu: %(author)s baphendule uchungechunge olubukele. Nansi impendulo yabo:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
af: Om hierdie plasing op die werf te sien, klik die volgende skakel, of plak dit in die blaaier se adresbalk:
bg: За да видите актуализирания документ, кликнете върху следната връзка или я копирайте в адресната лента на браузъра:
de: Um diesen Beitrag auf der Website anzusehen, klicken Sie bitte den folgenden Link an, oder fügen Sie ihn in die Adressleiste Ihres Browsers ein:
el: Για να δείτε αυτήν την ανάρτηση στον ιστότοπο, κάντε κλικ στον ακόλουθο σύνδεσμο ή επικολλήστε τον στη γραμμή διευθύνσεων του προγράμματος περιήγησής σας:
es: Para ver esta entrada en la web, pulsa sobre el siguiente enlace o cópialo y pégalo en la barra de direcciones de tu navegador:
fy_nl: Klik op de folgjende keppeling of plak dizze yn de lokaasjebalke fan jo browser om dit berjocht wer te jaan:
he: כדי לראות את ההודעה באתר, יש ללחוץ על הקישור הבא או להדביק אותו בשורת המיקום בדפדפן שלך:
hr: Za prikaz ove objave na web mjestu, pritisni poveznicu ili je kopiraj i umetni u adresnu traku preglednika:
hu: A bejegyzés megjelenítéséhez az oldalon kattintson az alábbi hivatkozásra vagy másolja be a böngésző címsorába:
ia: Pro vider iste message sur le sito, clicca le sequente ligamine o colla lo in barra del position de tu navigator:
id: Untuk melihat kiriman ini di situs, klik tautan berikut, atau tempel di bilah lokasi peramban Anda:
it: Per visualizzare questo messaggio, fare clic sul link di seguito o copiare e incollare il link nella barra degli indirizzi del browser:
ja: サイトでこの投稿を確認するには、以下のリンクをクリックするか文字列全体をロケーションバーにコピー＆ペーストしてください:
ka: საიტზე სანახავად, გთხოვთ, დააწკაპოთ მოცემულ ბმულს ან ჩასვათ ბრაუზერის მისამართების ველში:
kab: Akken ad twaliḍ tasuffeɣt deg usmel-agi, tekki ɣef useɣwen-agi, neɣ senteḍ-it ɣef ufeggag n tansa n yiminig-inek:
ko: 글을 확인하려면, 아래 링크를 클릭하거나 브라우저의 주소란에 URL을 복사하십시오:
mg: Raha hijery io petadrindrina io @ tranonkala, dia tsindrio ity rohy manaraka ity, na apetaho @ tsipi-toeran'ny mpitetinao:
ms: Untuk melihat hantaran ini dalam laman, klik pautan berikut, atau tampalnya ke dalam bar lokasi pelayar:
nb_no: For å vise dette innlegget på nettstedet, trykk på denne lenken, eller lim den inn i nettleserens adresselinje:
nl: Klik op de volgende koppeling of plak deze in de locatiebalk van uw browser om dit bericht op de website weer te geven:
pa_in: ਸਾਈਟ 'ਤੇ ਇਸ ਨੂੰ ਪੋਸਟ ਨੂੰ ਵੇਖਣ ਲਈ, ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਨੂੰ ਕਲਿੱਕ ਕਰੋ, ਜਾ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਪੇਸਟ ਕਰੋ:
pl: Aby wyświetlić post na stronie internetowej, kliknij poniższy odnośnik lub skopiuj całość i wklej do paska adresu przeglądarki:
pt_br: Para ver esta postagem no site, clique no link a seguir ou cole-o na barra de endereços do seu navegador:
pt_pt: Para ver esta mensagem no site, clique na hiperligação seguinte, ou cole-a na barra de localização do seu navegador:
ro: Pentru a vedea această postare pe site, apasă pe linkul următor sau lipește-l în bara de adrese a browserului:
sk: Pre zobrazenie príspevku na webe kliknite na nasledujúci odkaz, alebo ho celý skopírujte a vložte do riadka s adresou svojho webového prehliadača:
sr: Да бисте видели ову објаву на сајту, кликните на следећу везу или је копирајте у адресну траку прегледача:
sv: För att se det här inlägget, klicka på följande länk eller klistra in den i din webbläsares adressfält:
te: సైట్ లో ఈ పోస్ట్ వీక్షించేందుకు, ఈ క్రింది లింక్ క్లిక్ చేయండి, లేదా మీ బ్రౌజర్ యొక్క స్థాన పట్టీ లో అతికించండి:
th: หากต้องการดูโพสต์นี้บนไซต์ ให้คลิกลิงก์ดังต่อไปนี้ หรือวางลิงก์นี้ลงในแถบตำแหน่งที่ตั้งของเบราว์เซอร์ของคุณ:
tr: Bu mesajı sitede görmek için aşağıdaki bağlantıya tıklayın veya bağlantıyı kopyalayıp tarayıcınızın konum çubuğuna yapıştırın:
uk: Щоб переглянути повідомлення на сайті, клацніть за наступним посиланням, або вставте її в адресний рядок вашого браузера:
vi: Để xem bài đăng này trên trang web, nhấp vào liên kết sau hoặc dán nó vào thanh địa chỉ của trình duyệt của bạn:
zh_cn: 要查阅此帖，点击以下链接（或粘贴到您的浏览器地址栏中打开）：
zh_tw: 要在網站上檢視這篇貼文，請點下以下的連結，或將它貼到瀏覽器的位址列：
zu: Ukuze ukwazi ukubuka le phosti kulesi sizinda, chofoza ilinki elandelayo, noma yinamathelise emugqeni wesiphequluli sakho:

source: New thread: {title}
af: Nuwe gesprek: {title}
bg: Нова тема: {title}
bs: Nova tema: {title}
de: Neues Thema: {title}
el: Νέο νήμα: {title}
es: Nuevo tema: {title}
fy_nl: Nij petear yn {title}
he: אשכול חדש: {title}
hr: Nova tema: {title}
hu: Új témacsoport: {title}
ia: Nove filo: {title}
id: Utas baru: {title}
it: Nuova discussione: {title}
ja: 新しいスレッド: {title}
ka: ახალი თემა: {title}
kab: Asqerdec amaynut: {title}
ko: 새로운 글모음: {title}
mg: Resaka mitohy vaovao: {title}
ms: Thread baru: {title}
nb_no: Ny tråd: {title}
nl: Nieuwe conversatie: {title}
pa_in: ਨਵਾਂ ਥਰਿੱਡ: {title}
pl: Nowy wątek: {title}
pt_br: Nova discussão: {title}
pt_pt: Novo tópico: {title}
ro: Fir de discuție nou: {title}
sk: Nová téma: {title}
sr: Нова тема: {title}
sv: Ny tråd: {title}
te: కొత్త థ్రెడ్: {title}
th: หัวข้อใหม่: {title}
tr: Yeni başlık: {title}
uk: Нова тема: {title}
ur: نیا تھریڈ: {title}
vi: Chủ đề mới: {title}
zh_cn: 新主题：{title}
zh_tw: 新討論串：{title}
zu: Uchungechunge olusha: {title}
