Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: This edit does not make this article up to date. The English differences should not change on the next edit.
af: Hierdie redigering maak nie hierdie artikel op datum nie. Die Engelse verskille moet nie met die volgende redigering verander word nie.
bg: Тази редакция не прави статията актуална. Разликите в английската версия не трябва да се променят при следваща редакция.
bs: Ova izmjena ne čini ovaj članak ažuriranim. Razlike u engleskom jeziku ne bi trebalo da se promjene sljedećom izmjenom.
de: Diese Änderung bringt den Artikel nicht auf den neuesten Stand. Die englischen Unterschiede sollten sich bei der nächsten Bearbeitung nicht ändern.
el: Αυτές οι αλλαγές δεν καθιστούν ενημερωμένο το άρθρο. Οι διαφορές με το αγγλικό άρθρο θα παραμείνουν στην επόμενη επεξεργασία.
es: Esta edición no hace que este artículo quede actualizado. Las diferencias en inglés no deberían cambiar en la siguiente edición.
fy_nl: Dizze bewurking makket dit artikel net by-de-tiid. De Ingelske ferskillen bliuwen by de folgjende bewurking bestean.
he: עריכה זו אינה הופכת את המאמר הזה לעדכני. ההבדלים באנגלית לא אמורים להשתנות בעריכה הבאה.
hr: Ovo uređivanje ne aktualizira ovaj članak. Razlike na engleskom jeziku ne bi se trebale mijenjati pri sljedećem uređivanju.
hu: Ettől a szerkesztéstől még nem lesz a leírás a legfrissebb verziójú. Az angol különbségek nem változhatnak a következő szerkesztéskor.
ia: Iste redaction non rende iste articulo actualisate. Le differentias in anglese non deberea cambiar sur le proxime redaction.
id: Hasil edit ini tidak akan membuat artikel selaras dengan versi Bahasa Inggris. Perbedaan dalam versi Bahasa Inggris tidak akan tampak pada versi edit berikutnya.
it: Questa modifica non porterà l'articolo ad un successivo livello di aggiornamento. L'articolo dovrebbe mantenere le differenze con la sua controparte in inglese.
ja: この編集は記事を更新しません。英語版の差分を次回に持ち越します。
ka: ამ ჩასწორებით, სტატია არ განახლდება. ინგლისურთან სხვაობა, არ შეიცვლება შემდეგ შესწორებაში.
kab: Abeddil-a ur yeḥsib ara ibeddilen n umagrad s teglizit. Amgired akked umagrad s teglizit ad yeqqim i ubeddil i d-iteddun.
ko: 이 편집은 이 아티클을 최신으로 만들지는 않습니다. 영문 차이점은 다음 편집에서 변경되면 안 됩니다.
mg: Ity fanitsiana ity dia tsy mampanaraka toatrandro an'ity lahatsoratra ity. Tsy tokony hiova ireo fahasamihafany @ teny Anglisy rehefa @ fanitsiana manaraka.
ms: Edit ini tidak menjadikan artikel ini mutahir. Perbezaan dengan Bahasa Inggeris seharusnya tidak berubah pada edit seterusnya.
nb_no: Denne redigeringen gjør ikke at artikkelen er oppdatert. De engelske forskjellene bør ikke endres ved neste redigering.
nl: Deze bewerking maakt dit artikel niet up-to-date. De Engelse verschillen blijven bij de volgende bewerking bestaan.
pa_in: ਇਸ ਸੋਧ ਇਸ ਲੇਖ ਨੂੰ ਅਪ ਟੂ ਡੇਟ ਨਹੀ ਕਰ ਸਕਿਆ। ਅੰਗਰੇਜ਼ੀ ਅੰਤਰਾਲ ਨੂੰ ਅਗਲੇ, ਸੋਧ 'ਤੇ ਤਬਦੀਲ ਨਹੀ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wprowadzone zmiany nie aktualizują w pełni tego artykułu. Różnice w wersji angielskiej nie powinny być zmieniane w trakcie kolejnego edytowania.
pt_br: Essa edição não atualiza este artigo. As diferenças em Inglês não devem ser alteradas na próxima edição.
pt_pt: Esta edição não atualiza este artigo. As diferenças em Inglês não devem ser alteradas na próxima edição.
ro: Această editare nu va aduce articolul la zi. Diferențele din engleză nu ar trebui să se schimbe la următoarea editare.
sk: Táto úprava neznamená, že článok bude aktuálny. Odlišnosti od anglickej verzie sa do ďalšej úpravy nezmenia.
sr: Ова измена не чини овај чланак ажурираним. Разлике у енглеском језику не би требало да се промене следећом изменом.
sv: Denna redigering gör inte den här artikeln aktuell. De engelska skillnaderna bör inte ändras vid nästa redigering.
te: ఈ మార్పు ఈ వ్యాసాన్ని తాజాగా చేయలేదు. ఇంగ్లీష్ తేడాలు తదుపరి మార్పులలో మార్చకూడదు.
th: การแก้ไขนี้ไม่ได้ทำให้บทความนี้ทันสมัย ความแตกต่างจากรุ่นภาษาอังกฤษไม่ควรเปลี่ยนแปลงในการแก้ไขครั้งต่อไป
tr: Bu değişiklik bu makaleyi güncel hale getirmez. İngilizce farklılıklar bir sonraki düzenlemede değişmemelidir.
uk: Це виправлення не робить цю статтю актуальною. Розбіжності в англійській не повинні змінюватись у наступному виправленні.
vi: Lần chỉnh sửa này không cập nhật cho bài viết này. Không nên có bất kì thay đổi khác biệt nào trong lần chỉnh sửa tiếp theo của phiên bản tiếng Anh.
zh_cn: 本次修订并非基于该文章的最新版本。与英文版的差异在下次修订前应该被保留。
zh_tw: 此編輯未更新此文章至最新版。英語版的差異將不會在下次編輯前有所更動。
zu: Lokhu kulungisa akuyenzi le athikhili ihambisane nesikhathi. Izinguquko zesiNgisi kufanele zingashintshi ekulungiseni okulandelayo.

source: Notify me of any future changes to this page
af: Stel my in kennis van enige toekomstige veranderinge aan hierdie bladsy
bg: Известявайте ме при бъдещи промени на страницата
bs: Obavijesti me o budućim izmjenama na ovoj stranici
de: Benachrichtigen Sie mich bei zukünftigen Änderungen dieser Seite
el: Ειδοποίηση για τυχόν μελλοντικές αλλαγές στη σελίδα
es: Notificarme cualquier cambio posterior en esta página
fy_nl: Stjoer my in berjocht as dizze side yn de takomst wiziget.
he: להודיע לי על כל שינוי עתידי לדף זה
hr: Obavijesti me o budućim izmjenama na ovoj stranici
hu: Értesítsen a leírás bármilyen változásáról
ia: Notifica me de ulle futur cambios a iste pagina
id: Beritahu saya saat ada yang berubah pada laman ini nanti
it: Attiva notifiche per le future modifiche alla pagina
ja: このページの変更をメールで通知する
ka: შეტყობინების მიღება, მომავალში ამ გვერდის ცვლილების შემთხვევაში
kab: Lɣu-yi-d ɣef yibeddilen i d-teddun n usebter-a
ko: 본 문서 변경 사항 알려주기
mg: Ilazao aho rehefa misy fanovana an'ity pejy ity @ manaraka
ms: Maklumkan saya untuk sebarang perubahan halaman ini
nb_no: Varsle meg ved endringer på denne siden i fremtiden
nl: Mij van toekomstige wijzigingen aan deze pagina op de hoogte stellen
pa_in: ਇਸ ਸਫੇ ਬਾਰੇ ਅੱਗੇ ਕੋਈ ਬਦਲਾਵ ਹੋਵੇ ਤਾ ਮੈਨੂੰ ਸੁੱਚਿਤ ਕਰੋ
pl: Powiadamiaj mnie o wszelkich zmianach na tej stronie
pt_br: Notificar-me sobre qualquer alteração nesta página
pt_pt: Notificar-me sobre qualquer alteração nesta página
ro: Anunță-mă despre orice schimbare viitoare a acestei pagini
sk: Upozorniť ma na ďalšie zmeny na tejto stránke
sr: Обавести ме о свим будућим променама ове странице
sv: Meddela mig om eventuella framtida ändringar av denna sida
te: ఈ పేజీకి భవిష్యత్తు లో ఎటువంటి మార్పులు ఉన్నా నాకు తెలియజేయి
th: เตือนฉันเมื่อมีการเปลี่ยนแปลงหน้านี้ในอนาคต
tr: Gelecekte bu sayfada yapılacak değişiklikleri bana bildir
uk: Повідомляйте мене про майбутні зміни на цій сторінці
ur: اس صفحے میں آئندہ ہونے والی کسی بھی تبدیلی سے مجھے مطلع کریں
vi: Báo tôi về bất kì thay đổi nào trong tương lai của trang này
zh_cn: 此页面将来有任何更新时请通知我
zh_tw: 此頁面在未來有任何更新時請通知我
zu: Ngazise nganoma yiziphi izinguquko ezenziwe kuleli khasi

source: Help with:
af: Help met:
bg: Помощ за:
bs: Pomoć sa:
de: Hilfe zu:
el: Βοήθεια με:
es: Ayuda con:
fy_nl: Help nedich mei:
he: עזרה עם:
hr: Pomoć s:
hu: Segítség ebben:
ia: Adjuta con:
id: Bantuan untuk:
it: Supporto per:
ja: 記事の表示対象:
ka: დახმარება:
kab: Ɛiwen s:
ko: 적용 범위:
mg: Fanampiana momba ny:
ms: Bantu dengan:
nb_no: Hjelp med:
nl: Hulp bij:
pa_in: ਨਾਲ ਮਦਦ:
pl: Pomoc dla:
pt_br: Ajuda para:
pt_pt: Ajuda para:
ro: Ajutor pentru:
sk: Pomoc s:
sr: Помоћ са:
sv: Hjälp med:
te: దీనితో సహాయం చేయండి:
th: ความช่วยเหลือเกี่ยวกับ:
tr: Yardım sistemi:
uk: Допомогти з:
ur: کے ساتھ مدد کریں:
vi: Trợ giúp với:
zh_cn: 帮助：
zh_tw: 說明:
zu: Siza nge:

source: Customize this article
af: Pasmaak hierdie artikel
bg: Персонализирайте тази статия
bs: Prilagodi ovaj članak
de: Artikel anzeigen für:
el: Προσαρμογή άρθρου
es: Personalizar este artículo
fy_nl: Dit artikel oanpasse
he: התאמה אישית של מאמר זה
hr: Prilagodi ovaj članak
hu: Leírás testreszabása
ia: Personalisar iste articulo
id: Ubahsuaian
it: Personalizza questo articolo
ja: この記事の表示対象
ka: სტატიის მორგება
kab: Mudd udem i umagrad-a
ko: 현재 문서 바꾸기
mg: Hanokana an'ity lahatsoratra ity
ms: Sesuaikan artikel ini
nb_no: Tilpass denne artikkelen
nl: Dit artikel aanpassen
pa_in: ਇਸ ਲੇਖ ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pl: Dostosuj ten artykuł
pt_br: Personalizar este artigo
pt_pt: Personalizar este artigo
ro: Personalizează articolul
sk: Prispôsobenie článku
sr: Прилагоди овај чланак
sv: Anpassa artikeln
te: ఈ వ్యాసమును అనుకూలీకరించండి
th: ปรับแต่งบทความนี้
tr: Bu makaleyi özelleştir
uk: Налаштувати цю статтю
ur: اس مضمون کو مخصوص بنائیں
vi: Tùy chỉnh bài viết này
zh_cn: 定制此文章
zh_tw: 自訂此文章
zu: Lungisa le athikhili

source: Was this article helpful?
af: Het hierdie artikel gehelp?
bg: Беше ли ви полезна тази статия?
bs: Da li vam je ovaj članak bio od pomoći?
de: War der Artikel hilfreich?
el: Ήταν χρήσιμο αυτό το άρθρο;
es: ¿Te resultó útil este artículo?
fy_nl: Wie dit artikel behelpsum?
he: מאמר זה היה מועיל?
hr: Je li ovaj članak bio koristan?
hu: Hasznos volt a leírás?
ia: Ha essite iste articulo utile?
id: Apakah artikel ini membantu?
it: È stato utile questo articolo?
ja: この記事は役に立ちましたか？
ka: დაგეხმარათ ეს სტატია?
kab: Amagrad-a yenfeɛ?
ko: 이 문서가 도움이 되셨습니까?
mg: Nanampy ve ity lahatsoratra ity?
ms: Artikel ini bermanfaat?
nb_no: Var artikkelen nyttig?
nl: Was dit artikel nuttig?
pa_in: ਕੀ ਇਹ ਲੇਖ਼ ਲਾਹੇਵੰਦ ਸੀ?
pl: Czy ten artykuł okazał się pomocny?
pt_br: Este artigo foi útil?
pt_pt: Este artigo foi útil?
ro: A fost acest articol de ajutor?
sk: Pomohol vám tento článok?
sr: Да ли је овај чланак био од помоћи?
sv: Var den här artikeln till hjälp?
te: ఈ వ్యాసం ఉపయోగపడిందా?
th: บทความนี้เป็นประโยชน์หรือไม่?
tr: Bu maddeyi yararlı buldunuz mu?
uk: Ця стаття допомогла?
ur: کیا یہ مضمون مددگار تھا؟
vi: Bài viết này có hữu ích không?
zh_cn: 这篇文章对您有帮助吗？
zh_tw: 這篇文章有幫助嗎？
zu: Ingabe le athikhili ibe usizo?

source: Leave a message for {contributor}:
bg: Оставете съобщение за {contributor}:
bs: Ostavi poruku za {contributor}:
de: Hinterlassen Sie {contributor} eine Nachricht:
el: Αφήστε ένα μήνυμα στον/στην {contributor}:
es: Dejar un mensaje a {contributor}:
fy_nl: Lit in berjocht efter foar {contributor}:
he: להשאיר הודעה ל־{contributor}:
hr: Ostavi poruku za {contributor}:
hu: Küldjön üzenetet a(z) {contributor} részére:
ia: Lassa un message pro {contributor}:
id: Kirim pesan untuk {contributor}:
it: Lascia un messaggio per {contributor}:
ja: {contributor} さんへのメッセージを残してください:
ka: დაუტოვეთ შეტყობინება {contributor} მოხალისეს:
kab: Eǧǧ-a izen i {contributor}:
ko: {contributor}에 메시지 남기기:
ms: Tinggalkan mesej untuk {contributor}:
nb_no: Etterlat en melding til {contributor}:
nl: Laat een bericht achter voor {contributor}:
pl: Wprowadź wiadomość dla {contributor}:
pt_br: Deixe uma mensagem para {contributor}:
pt_pt: Deixe uma mensagem para {contributor}:
ro: Lasă un mesaj pentru {contributor}:
sk: Odoslanie správy pre {contributor}:
sr: Остави поруку за {contributor}:
sv: Lämna ett meddelande till {contributor}:
te: {contributor}కి ఒక సందేశాన్ని ఇవ్వండి:
th: เขียนข้อความสำหรับ {contributor}:
tr: {contributor} için mesaj bırakın:
uk: Залишити повідомлення для {contributor}:
ur: {contributor} کیلئے پیغام چھوڑیں:
vi: Để lại một tin nhắn cho {contributor}:
zh_cn: 留言给 {contributor}：
zh_tw: 留言給 {contributor}:

source: Leave a message for {rest} and {last}:
af: Los 'n boodskap vir {rest} en {last}:
bg: Оставете съобщение до {rest} и {last}:
bs: Ostavite poruku za {rest} i {last}:
de: Hinterlassen Sie {rest} und {last} eine Nachricht:
el: Αφήστε ένα μήνυμα για {rest} και {last}:
es: Dejar un mensaje a {rest} y {last}:
fy_nl: Lit in berjocht efter foar {rest} en {last}:
he: להשאיר הודעה ל־{rest} ול־{last}:
hr: Ostavi poruku za {rest} i {last}:
hu: Küldjön üzenetet a következőknek: {rest} és {last}:
ia: Lassa un message pro {rest} e {last}:
id: Tinggalkan pesan untuk kontributor {rest} dan {last}:
it: Lascia un messaggio per {rest} e {last}:
ja: 貢献者の方々 ({rest}, {last}) へのメッセージを残してください:
ka: შეტყობინების დატოვება {rest} და {last}:
kab: Eǧǧ-d izen i {rest} d {last}:
ko: {rest} 및 {last}에게 메시지 남기기:
mg: Hamela hafatra ho an'ny {rest} sy {last}:
ms: Tinggalkan mesej untuk {rest} dan {last}:
nb_no: Send en melding til {rest} og {last}:
nl: Laat een bericht achter voor {rest} en {last}:
pa_in: ਸੁਨੇਹਾ ਛੱਡੋ ਲਈ {rest} ਅਤੇ {last}:
pl: Wprowadź wiadomość dla {rest} i {last}:
pt_br: Deixar uma mensagem para {rest} e {last}:
pt_pt: Deixar uma mensagem para {rest} e {last}:
ro: Lasă un mesaj pentru {rest} și {last}:
sk: Odoslať správu pre {rest} a {last}:
sr: Остави поруку за {rest} и {last}:
sv: Lämna ett meddelande till {rest} och {last}:
te: {rest}, {last}కి ఒక సందేశాన్ని ఇవ్వండి:
th: ส่งข้อความสำหรับ {rest} และ {last}:
tr: {rest} ve {last} için mesaj bırakın:
uk: Залишити повідомлення для {rest} і {last}:
vi: Để lại tin nhắn cho {rest} và {last}:
zh_cn: 留言给 {rest} 以及 {last}：
zh_tw: 留言給 {rest} 以及 {last}:
zu: Shiya umyalezo kwa{rest} kanye {last}:

source: Warning: This page is also being edited by %(user)s!
af: Waarskuwing: Hierdie bladsy word ook geredigeer deur %(user)s!
bg: Внимание: Тази страница също се редактира от %(user)s!
bs: Upozorenje: Ovu stranu takođe mijenja %(user)s!
de: Warnung: Diese Seite wird derzeit auch von %(user)s bearbeitet!
el: Προειδοποίηση: Ο/Η %(user)s επεξεργάζεται επίσης αυτήν τη σελίδα!
es: Aviso: ¡está pagina también está siendo editada por %(user)s!
fy_nl: Warskôging: dizze side wurdt ek bewurke troch %(user)s!
he: אזהרה: דף זה נערך כרגע גם על־ידי %(user)s!
hr: Upozorenje: Ovu stranicu uređuje i %(user)s!
hu: Figyelem: Ezt az oldalt jelenleg %(user)s is szerkeszti!
ia: ATTENTION: Iste pagina es alsi modificate per %(user)s!
id: Peringatan: Laman ini juga sedang diedit oleh %(user)s!
it: Attenzione: questa pagina è attualmente aperta in modalità modifica da %(user)s
ja: 警告: このページは %(user)s によって編集されています！
ka: გაფრთხილება: ამ სტატიაზე, ასევე მუშაობენ %(user)s მომხმარებლები!
kab: Ɣur-k: Asebter-a ad yettubeddal akka tura sɣur %(user)s!
ko: 경고: 이 문서는 %(user)s가 편집하고 있습니다!
mg: Tandremo: eo am-panitsiana an'ity pejy ity koa i %(user)s!
ms: Amaran: Halaman ini juga sedang diedit oleh %(user)s!
nb_no: Advarsel: Denne siden blir også redigert av %(user)s!
nl: Waarschuwing: deze pagina wordt ook bewerkt door %(user)s!
pa_in: ਚੇਤਾਵਨੀ: ਇਹ ਸਫ਼ਾ ਵੀ %(user)s ਦੁਆਰਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ!
pl: Ta strona jest już edytowana przez %(user)s!
pt_br: Aviso: esta página também está sendo editada por %(user)s!
pt_pt: Aviso: esta página também está a ser editada por %(user)s!
ro: Atenție: Această pagină mai este editată de %(user)s!
sk: Upozornenie: Táto stránka je teraz upravovaná používateľom %(user)s!
sr: Упозорење: Ову страну такође мења %(user)s!
sv: Varning: Denna sida är redigeras också av %(user)s!
te: హెచ్చరిక: ఈ పేజీ కూడా %(user)sలకు సరిదిద్దుతున్నారు!
th: คำเตือน: หน้านี้กำลังถูกแก้ไขโดย %(user)s!
tr: Uyarı: Bu sayfa %(user)s tarafından da düzenleniyor!
uk: Увага: Цю сторінку зараз також редагує %(user)s!
vi: Cảnh báo: Trang này cũng đang được chỉnh sửa bởi %(user)s!
zh_cn: 警告：用户 %(user)s 还在编辑此页面！
zh_tw: 警告：%(user)s 正在編輯此頁面！
zu: Isexwayiso: Leli khasi nalo liyahlelwa ngu%(user)s!

source: If you know what you are doing, you can edit the document anyway.
af: As jy weet wat jy doen, kan jy die dokument in elk geval redigeer.
bg: Ако знаете какво правите, все пак можете да редактирате документа.
bs: Ako znate šta radite, slobodno možete izmjeniti dokument.
de: Wenn Sie wissen, was Sie tun, können Sie das Dokument trotzdem bearbeiten.
el: Αν ξέρετε τι κάνετε, μπορείτε να επεξεργαστείτε το έγγραφο.
es: Si sabes lo que estás haciendo, aún puedes editar el documento.
fy_nl: As jo witte wat jo dogge, kinne jo it dokumint dochs bewurkje.
he: אם ידוע לך מה הן השלכות מעשיך, ניתן לערוך את המסמך בכל זאת.
hr: Ako znaš što radiš, možeš nastaviti s uređivanjem dokumenta.
hu: Ha tudja mit csinál, akkor szerkesztheti a dokumentumot.
ia: Si tu sape lo que tu face, tu pote rediger le documento comocunque.
id: Jika paham yang akan Anda lakukan, Anda dapat langsung mengedit dokumennya.
it: Se si è sicuri di quel che si sta facendo, è possibile comunque modificare il documento.
ja: 作業内容を理解した上でドキュメントを編集してください。
ka: თუ ზუსტად იცით, რასაც აკეთებთ, შეგიძლიათ მაინც ჩაასწოროთ ეს დოკუმენტი.
kab: Ma teẓriḍ ayen ara txeddmeḍ, tzemred daɣen ad tbeddleḍ isemli.
ko: 도움을 주시길 원한다면 문서를 편집하실수 있습니다.
mg: Raha fantatrao izay ataonao, dia azonao ahitsy ny tahirin-kevitra na izany aza.
ms: Jika anda tahu apa yang anda lakukan, anda boleh teruskan edit dokumen.
nb_no: Hvis du vet hva du gjør, kan du allikevel redigere dokumentet.
nl: Als u weet wat u doet, kunt u het document toch bewerken.
pa_in: ਜੇ ਤੁਹਾਨੂੰ ਪਤਾ ਹੈ ਤੁਸੀ ਕੀ ਕਰ ਰਹੇ ਹੋ, ਤੁਸੀ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ।
pl: Jeśli wiesz co robisz, możesz mimo to ją edytować.
pt_br: Se você souber o que está fazendo, pode continuar a editar o documento.
pt_pt: Se sabe o que está a fazer, pode editar o documento de qualquer modo.
ro: Dacă știi ce faci, poți continua să editezi documentul oricum.
sk: Ak viete čo robíte, môžete dokument aj napriek tomu upravovať.
sr: Ако знате шта радите, слободно можете изменити документ.
sv: Om du vet vad du gör, kan du redigera dokumentet ändå.
te: మీరు ఏం చేస్తున్నారో తెలుసుకోడానికి, మీరు డాకుమెంటును ఏదో విధంగా సవరించగలరు.
th: หากคุณรู้ว่าคุณกำลังทำอะไรอยู่ คุณสามารถแก้ไขเอกสารต่อไปได้
tr: Ne yaptığınızı biliyorsanız belgeyi yine de düzenleyebilirsiniz.
uk: Якщо ви знаєте, що ви робите, ви все одно можете редагувати документ.
vi: Nếu bạn biết những gì bạn đang làm, bạn vẫn có thể chỉnh sửa tài liệu.
zh_cn: 如果您了解正在做什么，那么可以开始编辑文档了。
zh_tw: 若您知道您在做什麼，您還是可以繼續編輯文章。
zu: Uma ukwazi lokho okwenzayo, uyacelwa ulungise le dokhumenti.

source: Edit anyway
af: Redigeer in elk geval
bg: Редактирайте все пак
bs: Izmijeni bez obzira
de: Trotzdem bearbeiten
el: Επεξεργασία ούτως ή άλλως
es: Editar de todas formas
fy_nl: Dochs bewurkje
he: לערוך בכל זאת
hr: Svejedno uredi
hu: Szerkesztés mindenképp
ia: Rediger comocunque
id: Edit saja
it: Modifica comunque
ja: 編集する
ka: მაინც ჩასწორება
kab: Beddel xas akka
ko: 게시물 수정
mg: Hanitsy na izany aza
ms: Teruskan edit
nb_no: Rediger allikevel
nl: Toch bewerken
pa_in: ਕਿਸੇ ਵੀ ਸੋਧ ਕਰੋ
pl: Mimo to edytuj
pt_br: Editar mesmo assim
pt_pt: Editar de qualquer forma
ro: Editează oricum
sk: Aj napriek tomu upraviť
sr: Ипак измени
sv: Redigera ändå
te: ఎలాగైనా సవరించు
th: แก้ไขต่อไป
tr: Yine de düzenle
uk: Все рівно редагувати
ur: بہر حال تدوین کریں
vi: Chỉnh sửa bằng mọi giá
zh_cn: 仍要编辑
zh_tw: 繼續編輯
zu: Lungisa noma kunjalo

source: Related Articles
bg: Статии по същата тема
bs: Vezani članci
de: Verwandte Artikel
el: Σχετικά άρθρα
es: Artículos relacionados
fy_nl: Relatearre artikels
he: מאמרים קשורים
hr: Vezani članci
hu: Kapcsolódó leírások
ia: Articulos associate
id: Artikel Terkait
it: Articoli collegati
ja: 関連記事
ka: დაკავშირებული სტატიები
kab: Imagraden yemcudden
ko: 관련 문서
nb_no: Relaterte artikler
nl: Gerelateerde artikelen
pl: Powiązane artykuły
pt_br: Artigos relacionados
pt_pt: Artigos Relacionados
ro: Articole asociate
sk: Súvisiace články
sr: Повезани чланци
sv: Relaterade artiklar
te: సంబంధిత వ్యాసాలు
th: บทความที่เกี่ยวข้อง
tr: İlgili Makaleler
uk: Пов’язані статті
ur: متعلقہ مضامین
vi: Bài viết Liên quan
zh_cn: 相关文章
zh_tw: 相關文章

source: If you've tried the steps above and you're still unable to sign in, send a message to our support team.
de: Wenn Sie die obigen Schritte versucht haben und sich immer noch nicht anmelden können, senden Sie eine Nachricht an unser Hilfe-Team.
el: Εάν έχετε δοκιμάσει τα παραπάνω βήματα και δεν μπορείτε ακόμα να συνδεθείτε, στείλτε ένα μήνυμα στην ομάδα υποστήριξής μας.
fy_nl: As jo de boppesteande stappen probearre hawwe en jo kinne noch hieltyd net oanmelde, stjoer dan in berjocht nei ús stipeteam.
hu: Ha kipróbálta a fenti lépéseket, de még mindig nem tud bejelentkezni, küldjön üzenetet a támogatási csapatunknak.
ia: Si tu ha probate le passos supra e tu ancora non pote acceder, invia un message a nostre equipa de assistentia.
it: Se hai eseguito i passaggi precedenti e non riesci ancora ad accedere, invia un messaggio al nostro team di supporto.
ka: თუ უკვე მოსინჯეთ ზემოთ მოცემული ნაბიჯები და კვლავ ვერ შედიხართ, აცნობეთ ჩვენს მხარდაჭერის გუნდს.
ko: 위 단계를 시도했지만 여전히 로그인할 수 없다면, 지원 팀에 메시지를 보내보세요.
nl: Als u de bovenstaande stappen hebt geprobeerd en nog steeds niet kunt aanmelden, stuur dan een bericht naar ons ondersteuningsteam.
pl: Jeśli po wykonaniu powyższych kroków nadal nie możesz się zalogować, wyślij wiadomość do naszego zespołu wsparcia.
pt_br: Se você tentou as instruções acima, mas ainda não consegue entrar na conta, envie uma mensagem para nossa equipe de suporte.
pt_pt: Se tentou os passos acima e ainda não consegue iniciar a sessão, envie uma mensagem para a nossa equipa de apoio.
sk: Ak ste vyskúšali vyššie uvedené kroky a stále sa nemôžete prihlásiť, pošlite správu nášmu tímu podpory.
sv: Om du har provat stegen ovan och fortfarande inte kan logga in, skicka ett meddelande till vårt supportteam.
tr: Yukarıdaki adımları denediğiniz halde hâlâ giriş yapamıyorsanız destek ekibimizle iletişime geçin.
uk: Якщо ви виконали наведені вище дії, але все одно не можете ввійти, зверніться до нашої команди підтримки.
vi: Nếu bạn đã thử các bước trên mà vẫn không thể đăng nhập, hãy gửi tin nhắn đến nhóm hỗ trợ của chúng tôi.
zh_cn: 若尝试以上步骤后仍无法登录，请邮件联系我们的支持团队。
zh_tw: 若您嘗試了上述步驟，仍然無法登入，請聯絡我們的技術支援團隊。

source: Report Abuse
af: Rapporteer misbruik
bg: Докладване за злоупотреба
bs: Prijavi zloupotrebu
de: Missbrauch melden
el: Αναφορά κακής συμπεριφοράς
es: Informar de abuso
fy_nl: Misbrûk melde
he: לדווח על שימוש לרעה
hr: Prijavi zlouporabu
hu: Visszaélés jelentése
ia: Signalar un abuso
id: Laporkan Pelanggaran
it: Segnala comportamento scorretto
ja: 迷惑行為を報告
ka: მოხსენება დარღვევის შესახებ
kab: Azen yir aseqdec
ko: 내용 침해 보고
mg: Hitatitra Fanararaotana
ms: Lapor Salah guna
nb_no: Rapporter misbruk
nl: Misbruik melden
pa_in: ਦੁਰਵਿਅਵਹਾਰ ਦੀ ਰਿਪੋਰਟ
pl: Zgłoś nadużycie
pt_br: Denunciar abuso
pt_pt: Denunciar Abuso
ro: Raportează un abuz
sk: Nahlásiť zneužitie
sr: Пријавите злоупотребу
sv: Rapportera missbruk
te: దుర్వినియోగాన్ని నివేదించండి
th: รายงานการละเมิด
tr: Kötüye kullanım bildir
uk: Повідомити про порушення
vi: Báo cáo lạm dụng
zh_cn: 报告滥用
zh_tw: 檢舉垃圾訊息
zu: Bika ukuhlukumeza

source: Report this
af: Rapporteer dit
bg: Докладвайте това
bs: Prijavite ovo
de: Melden
el: Αναφορά
es: Informar sobre esto
fy_nl: Dit melde
he: לדווח על זה
hr: Prijavi ovo
hu: Bejelentés
ia: Signalar isto
id: Laporkan
it: Segnala
ja: これを報告
ka: მოხსენება შეეხება
kab: Mmel-d aya
ko: 보고하기
mg: Hitatitra an'ity
ms: Laporkan
nb_no: Rapporter dette
nl: Dit melden
pa_in: ਇਸ ਨੂੰ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłoś nadużycie
pt_br: Reportar isso
pt_pt: Reportar isto
ro: Raportează aceasta
sk: Nahlásiť
sr: Пријави ово
sv: Rapportera detta
te: దీన్ని నివేదించు
th: รายงานสิ่งนี้
tr: Bunu rapor et
uk: Повідомити про це
ur: اس کی اطلاع دیں
vi: Báo cáo điều này
zh_cn: 报告
zh_tw: 回報
zu: Bika lokhu
