Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Please type in your username to confirm
af: Tik asseblief jou gebruikernaam in om te bevestig
bg: Моля, въведете потребителското си име за потвърждение
bs: Unesite korisničko ime da potvrdite
de: Bitte geben Sie zur Bestätigung Ihren Benutzernamen ein
el: Παρακαλώ πληκτρολογήστε το όνομα χρήστη σας για επιβεβαίωση
es: Por favor escribe tu nombre de usuario para confirmar
fy_nl: Typ jo brûkersnamme yn ta befêstiging
he: נא להקליד את שם המשתמש שלך כדי לאמת
hr: Upiši svoje korisničko ime za potvrdu
hu: Írja be a felhasználónevét a megerősítéshez
ia: Per favor insere tu nomine de usator pro confirmar
it: Inserire il proprio nome utente per confermare
ja: 確認のためあなたのユーザー名を入力してください
ka: გთხოვთ, აკრიფოთ მომხმარებლის სახელი, დასადასტურებლად
ko: 사용자명을 입력해주세요.
mg: Soraty azafady ny solonanaranao hanamafisana azy
ms: Sila taip nama pengguna anda untuk mengesahkan
nb_no: Skriv inn ditt brukernavn for å bekrefte
nl: Typ uw gebruikersnaam in ter bevestiging
pl: Wprowadź swoją nazwę użytkownika, aby potwierdzić
pt_br: Digite seu nome de usuário para confirmar
pt_pt: Por favor, digite o seu nome de utilizador para confirmar
ro: Te rugăm să tastezi numele de utilizator pentru a confirma
sk: Pre potvrdenie zadajte svoje meno používateľa
sr: Унесите корисничко име да потврдите
te: నిర్ధారించడానికి మీ వినియోగదారు పేరు టైప్ చేయండి
th: โปรดพิมพ์ชื่อผู้ใช้ของคุณเพื่อยืนยัน
tr: Lütfen onaylamak için kullanıcı adınızı yazınız
uk: Будь ласка, введіть своє ім'я користувача для підтвердження
ur: تصدیق کرنے کے لئے براہ مہربانی اپنا صارف نام ٹائپ کریں
vi: Vui lòng nhập tên tài khoản của bạn để xác nhận
zh_cn: 请输入您的用户名用以确认
zh_tw: 請輸入您的帳號以確認
zu: Sicela ubhale igama lomsebenzisi ukuze uqinisekise

source: Your privacy is important to us. Your username is always visible to the public - if you would like to edit your username, %(a_open)s click here. %(a_close)s
de: Ihre Privatsphäre ist uns wichtig. Ihr Benutzername ist immer für die Öffentlichkeit sichtbar – wenn Sie Ihren Benutzernamen bearbeiten möchten, %(a_open)sklicken Sie hier%(a_close)s
el: Το απόρρητό σας είναι σημαντικό για εμάς. Το όνομα χρήστη σας είναι πάντα ορατό δημόσια· αν επιθυμείτε να το επεξεργαστείτε, %(a_open)sκάντε κλικ εδώ.%(a_close)s
fy_nl: Jo privacy is wichtich foar ús. Jo brûkersnamme is altyd iepenbier; as jo jo brûkersnamme bewurkje wolle, %(a_open)s klik dan hjir. %(a_close)s
he: הפרטיות שלך חשובה לנו. שם המשתמש שלך תמיד גלוי לציבור - אם ברצונך לערוך את שם המשתמש שלך, %(a_open)sיש ללחוץ כאן. %(a_close)s
hu: Az adatvédelme fontos a számunkra. A felhasználóneve mindig látható a nyilvánosság számára, így ha szeretné azt szerkeszteni, %(a_open)s kattintson ide. %(a_close)s
ia: Tu confidentialitate es importante pro nos, tu nomine de usator es sempre visibile al public, si tu vole rediger tu nomine de usator %(a_open)s clicca hic. %(a_close)s
it: La tua privacy è importante per noi: il tuo nome utente è sempre visibile al pubblico, se desideri modificarlo, %(a_open)s fai clic qui. %(a_close)s
ja: プライバシーを守ることは重要です。あなたのユーザー名は常に公開されています。ユーザー名を編集したい場合は、%(a_open)sここをクリックしてください。%(a_close)s
ka: თქვენი პირადულობა ჩვენთვის მნიშვნელოვანია, მომხმარებლის სახელი ყოველთვის ხილული იქნება საჯაროდ, თუ გსურთ მისი ჩასწორება, %(a_open)s დაწკაპეთ აქ. %(a_close)s
ko: 사용자의 개인 정보 보호는 우리에게 중요합니다. 사용자의 이름은 항상 공개됩니다. 사용자 이름을 편집하려면, %(a_open)s 여기를 클릭하세요. %(a_close)s
nb_no: Personvernet ditt er viktig for oss, brukernavnet ditt er alltid synlig for publikum, hvis du ønsker å redigere brukernavnet ditt %(a_open)sklikk her. %(a_close)s
nl: Uw privacy is belangrijk voor ons. Uw gebruikersnaam is altijd openbaar; als u uw gebruikersnaam wilt bewerken,%(a_open)s klik dan hier. %(a_close)s
pl: Twoja prywatność jest dla nas ważna, Twoja nazwa użytkownika jest zawsze widoczna publicznie - jeśli chcesz edytować swoją nazwę użytkownika, %(a_open)s kliknij tutaj. %(a_close)s
pt_br: Sua privacidade é importante para nós. Seu nome de usuário está sempre visível ao público. Se quiser editar seu nome de usuário, %(a_open)sclique aqui%(a_close)s.
pt_pt: A sua privacidade é importante para nós. O seu nome de utilizador está sempre visível ao público - se quiser editar o seu nome de utilizador %(a_open)sclique aqui%(a_close)s.
sk: Vaše súkromie je pre nás dôležité. Vaše používateľské meno je vždy viditeľné pre verejnosť - ak chcete upraviť svoje používateľské meno, %(a_open)s kliknite sem%(a_close)s.
sr: Стало нам је до ваше приватности. Ваше корисничко име је увек видљиво јавности и ако желите да га промените, %(a_open)s кликните овде. %(a_close)s
tr: Gizliliğiniz bizim için önemli. Kullanıcı adınızı herkes, her zaman görebilir. Kullanıcı adınızı düzenlemek isterseniz %(a_open)s buraya tıklayın. %(a_close)s
uk: Ми переймаємося вашою приватністю. Ваше ім’я користувача завжди видиме для всіх — якщо ви хочете змінити своє ім’я користувача %(a_open)s клацніть тут. %(a_close)s
vi: Quyền riêng tư của bạn rất quan trọng đối với chúng tôi. Tên người dùng của bạn sẽ luôn hiển thị công khai - nếu bạn muốn chỉnh sửa tên người dùng của mình, %(a_open)s hãy nhấp vào đây. %(a_close)s
zh_cn: 您的隐私权对我们而言相当重要。该用户名将始终公开可见，若要更改，请%(a_open)s点击此处%(a_close)s。
zh_tw: 您的隱私權對我們來說相當重要，使用者名稱會是永久公開的。若想要更改使用者名稱，請%(a_open)s點擊此處。%(a_close)s

source: People Directory
bg: Справочник за хора
de: Personenverzeichnis
es: Directorio de personas
fy_nl: Persoanelist
hr: Imenik ljudi
hu: Névjegyzék
ia: Directorio del personas
it: Rubrica
ka: ხალხის ცნობარი
kab: Akaram n yimdanen
ko: 인명 디렉토리
nb_no: Register over personer
nl: Personenlijst
pl: Katalog osób
pt_br: Diretório de pessoas
pt_pt: Diretório de pessoas
sk: Adresár ľudí
tr: Kişiler dizini
uk: Каталог людей
vi: Thư mục mọi người
zh_cn: 人员目录

source: Welcome to SUMO a.k.a SUpport.Mozilla.Org! Thank you so much for your interest in helping Mozilla users. We are happy to have you here and very excited to share some fundamental resources and information to get you started.
bg: Добре дошли в SUMO, име съкратено от SUpport.Mozilla.Org! Благодарим ви много за интереса да помогнете на потребителите на Mozilla. Радваме се, че сте тук и сме много развълнувани да споделим някои основни ресурси и информация за да започнете.
de: Willkommen bei SUMO alias SUpport.Mozilla.Org! Vielen Dank für Ihr Interesse, Mozilla-Anwendern zu helfen. Wir freuen uns, dass Sie hier sind und freuen uns sehr, Ihnen einige grundlegende Ressourcen und Informationen zu geben, um Ihnen den Einstieg zu ermöglichen.
el: Καλώς ορίσατε στο SUMO, γνωστό κι ως SUpport.Mozilla.Org! Σας ευχαριστούμε πολύ για το ενδιαφέρον σας να βοηθήσετε τους χρήστες της Mozilla. Χαιρόμαστε που είστε εδώ μαζί μας και θέλουμε πολύ να μοιραστούμε ορισμένους βασικούς πόρους και πληροφορίες για να ξεκινήσετε.
fy_nl: Wolkom by SUMO, oftewol SUpport.Mozilla.Org! Tige tank foar jo belangstelling foar it helpen fan Mozilla-brûkers. Wy binne bliid dat jo hjir binne en binne tige optein om wat fûnemintele boarnen en ynformaasje te dielen om jo op wei te helpen.
hu: Üdvözöljük a SUMO-n, avagy a SUpport.Mozilla.Org oldalon! Köszönjük, hogy érdekli a Mozilla-felhasználók segítése. Örülünk, hogy itt van, és izgatottak vagyunk, hogy megoszthatunk néhány alapvető forrást és információt a kezdéshez.
ia: Benvenite in SUMO alias SUpport.Mozilla.Org! Gratias tante pro tu interesse in adjutar le usatores de Mozilla. Nos es felice de haber te ci e multo contente de compartir alcun ressources e informationes fundamental pro colliger tu initiava.
it: Benvenuto in SUMO ovvero SUpport.Mozilla.Org! Grazie mille per il tuo interesse nel voler aiutare gli utenti Mozilla. Siamo felici di averti qui ed entusiasti di condividere alcune risorse e informazioni fondamentali per iniziare.
ka: მოგესალმებათ SUMO ე.წ. SUpport.Mozilla.Org! გმადლობთ, რომ სურვილი გაგიჩნდათ, დაეხმაროთ Mozilla-ს მომხმარებლებს. მოხარულნი ვართ თქვენი აქ ყოფნით და სიამოვნებით გიზიარებთ სასარგებლო მასალებსა და საჭირო ინფორმაციას დასაწყებად.
ko: SUMO 혹은 SUpport.Mozilla.Org에 오신 것을 환영합니다! Mozilla 사용자를 돕는데 관심을 가져주셔서 감사드립니다. 이곳에 오신 것을 환영하며 시작하기 위한 몇가지 기본적인 리소스와 정보를 제공할 수 있어 기쁩니다.
nl: Welkom bij SUMO, ofwel SUpport.Mozilla.Org! Heel erg bedankt voor uw belangstelling om Mozilla-gebruikers te helpen. We zijn blij met uw aanwezigheid en delen graag wat fundamentele hulpbronnen en informatie met u om u op weg te helpen.
pl: Witamy w SUMO, znanym także jako Support.Mozilla.Org! Dziękujemy bardzo za zainteresowanie niesieniem pomocy użytkownikom Mozilli. Cieszymy się, że tu jesteś i jesteśmy bardzo podekscytowani możliwością udostępnienia podstawowych zasobów i informacji, które pomogą Ci zacząć.
pt_br: Boas-vindas ao SUMO, também conhecido como Support.Mozilla.Org! Muito obrigado por seu interesse em ajudar os usuários da Mozilla. Estamos felizes em ter você aqui e muito empolgados em compartilhar alguns recursos e informações fundamentais para te ajudar a começar.
pt_pt: Bem-vindo ao SUMO conhecido como SUpport.Mozilla.Org! Nós agradecemos o seu interesse em ajudar os utilizadores da Mozilla. Nós estamos contentes por estar aqui e muito entusiasmados por partilhar alguns recursos e informação fundamentais para ajudar a começar.
sk: Vitajte v SUMO a.k.a Support.Mozilla.Org! Ďakujeme vám za váš záujem pomôcť používateľom Mozilly. Sme radi, že ste tu a veľmi radi sa podelíme o niekoľko základných zdrojov a informácií, ktoré vám pomôžu začať.
sr: Добродошли на SUMO или SUpport.Mozilla.Org! Хвала вам што сте заинтересовани да помогнете Mozilla корисницима. Срећни смо што сте овде и врло узбуђени да поделимо неке основне ресурсе и информације како бисте започели.
tr: SUMO'ya (SUpport.Mozilla.Org) hoş geldiniz! Mozilla kullanıcılarına yardımcı olmaya gönüllü olduğunuz için teşekkür ederiz. Aramıza katılmanızdan dolayı çok mutluyuz. İşinize yarayabilecek bazı temel kaynakları ve bilgileri sizinle paylaşmak istiyoruz.
uk: Ласкаво просимо до SUMO, або SUpport.Mozilla.Org! Щиро дякуємо за вашу зацікавленість у допомозі користувачам Mozilla. Ми раді бачити вас тут і хочемо поділитися деякими основними ресурсами та інформацією, щоб допомогти вам розпочати роботу.
vi: Chào mừng bạn đến với SUMO a.k.a SUpport.Mozilla.Org! Cảm ơn bạn rất nhiều vì đã quan tâm giúp đỡ người dùng Mozilla. Chúng tôi rất vui khi có bạn ở đây và rất vui mừng được chia sẻ một số tài nguyên và thông tin cơ bản để giúp bạn bắt đầu.
zh_cn: 欢迎来到 SUMO，也就是support.mozilla.org！非常感谢您在帮助 Mozilla 用户上的兴趣。我们很高兴您能来这里，也很激动能分享一些基本资源和信息来帮助您入门。
zh_tw: 歡迎來到 SUMO（又稱 SUpport.Mozilla.Org）！ 非常感謝您有興趣過來協助 Mozilla 使用者，也很高興能分享一些基本資源與資訊，協助您開始貢獻。

source: First and foremost, you need to know about our <a href="%(url)s">Community Participation Guidelines</a> (CPG). Everyone within Mozilla is required to adhere to Mozilla’s CPG to help us create a safe and positive community experience for all. If you’re just starting out, we highly encourage you to enroll in the following course to learn more about it.
bg: Първо и най-важно, трябва да знаете за нашите <a href="%(url)s">Указания за участие в общността</a> (УЧО). Всеки в Mozilla е длъжен да се придържа към УЧО на Mozilla, за да ни помогне да създадем безопасно и положително изживяване в общността за всички. Ако тепърва започвате, горещо ви препоръчваме да се запишете в следния курс, за да научите повече за него.
de: Zuallererst müssen Sie unsere <a href="%(url)s">Richtlinien zur Teilnahme an der Gemeinschaft</a> (CPG) kennen. Jeder bei Mozilla muss sich an Mozillas CPG halten, um uns dabei zu helfen, eine sichere und positive Gemeinschaftserfahrung für alle zu schaffen. Wenn Sie gerade erst anfangen, empfehlen wir Ihnen dringend, sich für den folgenden Kurs anzumelden, um mehr darüber zu erfahren.
el: Πρώτα και κύρια, πρέπει να γνωρίζετε τους <a href="%(url)s">Κανόνες συμμετοχής στην κοινότητα</a> (CPG). Όλοι στη Mozilla πρέπει να συμμορφώνονται με τους CPG της, ώστε να δημιουργούμε μια ασφαλή και θετική εμπειρία κοινότητας για όλους. Εάν ξεκινάτε τώρα, προτείνουμε να εγγραφείτε στο παρακάτω μάθημα για να μάθετε περισσότερα.
fy_nl: Alteast moatte jo op de hichte wêze fan ús <a href="%(url)s">Rjochtlinen foar mienskipsdielname</a> (Community Participation Guidelines, oftewol CPG). Elkenien by Mozilla moat harren hâlde oan de CPG fan Mozilla, om ús te helpen in feilige en positive mienskipsûnderfining foar elkenien te kreëarjen. As jo krekt begjinne, riede wy jo bot oan de folgjende kursus te folgjen om der mear oer te witten te kommen.
hu: Mindenekelőtt tudnia kell a <a href="%(url)s">Közösségi részvételi irányelveinkről</a> (CPG). A Mozillán belül mindenkinek be kell tartania a Mozilla CPG-jét, hogy segítsen nekünk biztonságos és pozitív közösségi élményt teremteni mindenki számára. Ha még csak most kezdi, javasoljuk, hogy iratkozzon fel a következő tanfolyamra, hogy többet megtudjon róla.
ia: Ante toto, tu debe saper re nostre <a href="%(url)s">Lineas guida de participation del communitate </a> (CPG). Il besonia que totes in Mozilla adhere al CPG de Mozilla pro adjutar nos a crear un experientia de communitate secur e positive pro totes. Si tu justo initia ora, nos altemente te incoragia a inrolar te in le sequente curso pro saper plus re illo.
it: Per prima cosa devi essere consapevole delle nostre <a href="%(url)s">Linee guida per la partecipazione alla comunità</a> (CPG). Chiunque all’interno di Mozilla è tenuto a seguire le CPG di Mozilla per aiutarci a creare un’esperienza comunitaria sicura e positiva per tutti. Se hai appena iniziato, ti consigliamo vivamente di seguire questo corso per saperne di più.
ka: პირველ რიგში, უნდა გაეცნოთ <a href="%(url)s">ერთობის მონაწილეთა ჩვენს სახელმძღვანელო წესებს</a> (CPG). ყველას Mozilla-ს მოეთხოვება Mozilla-ს CPG-წესების დაცვა უსაფრთხო და დადებითი გარემოს შესაქმნელად ერთობის თითოეული წევრისთვის. თუ ჯერ არ დაგიწყიათ სიღრმისეულად გაცნობა, გირჩევთ გაწევრიანდეთ მოცემულ კურსში მის შესასწავლად.
ko: 무엇보다 먼저, <a href="%(url)s">커뮤니티 기여 가이드라인</a>(Community Participation Guidelines, CPG)을 꼭 알아두세요. Mozilla 내의 모든 사람은 모두를 위한 안전하고 긍정적인 커뮤니티 경험을 위해 Mozilla의 CPG를 준수해야 합니다. 이제 막 시작하셨다면, 다음 과정에 등록하여 자세히 알아보시길 권장드립니다.
nl: Allereerst moet u op de hoogte zijn van onze <a href="%(url)s">Richtlijnen voor gemeenschapsdeelname</a> (Community Participation Guidelines, oftewel CPG). Iedereen bij Mozilla dient zich te houden aan de CPG van Mozilla, om ons te helpen een veilige en positieve gemeenschapservaring voor iedereen te creëren. Als u net begint, raden we u sterk aan de volgende cursus te volgen om er meer over te weten te komen.
pl: Przede wszystkim musisz zapoznać się z naszymi <a href="%(url)s">Wytycznymi dotyczącymi udziału w społeczności</a> (CPG). Aby pomóc nam w tworzeniu bezpiecznej i pozytywnej społeczności dla wszystkich, wszyscy w Mozilli mają obowiązek przestrzegać zasad CPG Mozilli. Jeśli dopiero zaczynasz, gorąco zachęcamy do zapisania się na poniższy kurs, aby dowiedzieć się więcej na ten temat.
pt_br: Antes de tudo, você precisa conhecer nossas <a href="%(url)s">Diretrizes de participação na comunidade</a> (CPG - Community Participation Guidelines). Todos na Mozilla são obrigados a aderir a estas diretrizes da Mozilla para nos ajudar a criar uma experiência de comunidade segura e positiva para todos. Se você está apenas começando, encorajamos se inscrever no curso a seguir para saber mais sobre isso.
pt_pt: Em primeiro lugar e mais importante, precisa de conhecer as nossas <a href="%(url)s">Diretrizes de Participação na Comunidade</a> (CPG). Todos na Mozilla são obrigados a aderir ao CPG da Mozilla para nos ajudar a criar uma experiência de comunidade segura e positiva para todos. Se está apenas a começar, é altamente recomendável que se inscreva no curso seguinte para saber mais sobre o mesmo.
sk: V prvom rade potrebujete vedieť o našich <a href="%(url)s">Pravidlách pre účasť v komunite</a> (CPG). Od každého v Mozille sa vyžaduje, aby dodržiaval CPG Mozilly, aby nám pomohol vytvoriť bezpečný a pozitívny komunitný zážitok pre všetkých. Ak práve začínate, dôrazne vám odporúčame zapísať sa do nasledujúceho kurzu, aby ste sa o ňom dozvedeli viac.
sr: Најпре, треба да се упознате са нашим <a href="%(url)s">смерницама за учествовање при заједници</a>. Свако при Mozilla-и је дужан да поштује ова начела како би створили безбедно и позитивно окружење за све. Ако тек почињете, топло вам препоручујемо да се придружите овом курсу и научите више о томе.
tr: Öncelikle <a href="%(url)s">Topluluk Katılım Yönergelerimiz</a> (CPG) hakkında bilgi sahibi olmalısınız. Herkes için güvenli ve pozitif bir topluluk deneyimi yaratabilmemiz için Mozilla'daki herkesin Mozilla CPG'sine uyması gerekiyor. Yeni başlıyorsanız, CPG hakkında daha fazla bilgi edinmek için aşağıdaki kursa kaydolmanızı önemle tavsiye ederiz.
uk: Перш за все, вам потрібно знати про наші <a href="%(url)s">Правила участі в спільноті</a> (CPG). Кожен у Mozilla зобов’язаний дотримуватися Mozilla CPG, щоб допомогти нам створити безпечну та позитивну спільноту для всіх. Якщо ви тільки починаєте, ми наполегливо радимо зареєструватися на наступний курс, щоб ознайомитися докладніше з Mozilla CPG.
vi: Trước hết, bạn cần biết về <a href="%(url)s">Nguyên tắc tham gia của cộng đồng</a> (CPG) của chúng tôi. Mọi người trong Mozilla bắt buộc phải tuân thủ CPG của Mozilla để giúp chúng tôi tạo ra trải nghiệm cộng đồng an toàn và tích cực cho tất cả mọi người. Nếu bạn mới bắt đầu, chúng tôi rất khuyến khích bạn đăng ký khóa học sau để tìm hiểu thêm về nó.
zh_cn: 首先，您需要了解我们的<a href="%(url)s">社区参与指南</a> (CPG)。Mozilla 中的每个人都必须遵守 Mozilla 的 CPG，以帮助我们为所有人创造安全和积极的社区体验。如果您刚刚起步，我们强烈建议您注册以下课程以了解更多信息。
zh_tw: 首先，請先詳讀我們的<a href="%(url)s">社群參與指南（CPG）</a>。Mozilla 世界裡的每個人都必須遵守 CPG，才能幫助我們為所有人建立一個安全而正向的社群參與體驗。若您剛加入社群，強烈建議您參與下列課程來更加熟悉 CPG。

source: (Contributor) Community Particiation Guidelines (CPG) Enforcement.
de: Durchsetzung der Richtlinien zur Teilnahme an der Gemeinschaft (CPG) (Mitwirkende)
el: Επιβολή κανόνων συμμετοχής (εθελοντών) στην κοινότητα (CPG).
fy_nl: (Meiwurker) Hanthaving fan de Rjochtlinen foar mienskipsdielname (CPG).
hu: (Közreműködői) közösségi részvételi irányelvek (CPG) betartatása.
ia: (Collaborator) Application del lineas guida pro le participation al communitate (CPG).
it: (Collaboratore) Applicazione delle Linee guida per la partecipazione alla comunità (CPG).
ja: (貢献者) コミュニティ参加ガイドライン (CPG) の施行。
ka: (მოხალისეთა) ერთობაში მონაწილეთა სახელმძღვანელო წესების (CPG) აღსრულება.
ko: (기여자) 커뮤니티 기여 가이드라인 (Community Participation Guidelines, CPG) 준수 사항 (영문)
nl: (Medewerker) Handhaving van de Richtlijnen voor gemeenschapsdeelname (CPG).
pl: (Współtwórca) Przestrzeganie Wytycznych dotyczących członkostwa w społeczności (CPG).
pt_br: (Colaborador) Aplicação das diretrizes de participação na comunidade (CPG - Community Participation Guidelines).
pt_pt: (Colaborador) Aplicação das Linhas Orientadoras da Participação na Comunidade (CPG).
sk: (Prispievateľ) Presadzovanie Pravidiel účasti v komunite (CPG).
sr: Придржавање смерница за учествовање при заједници (за сараднике).
tr: (Gönüllüler İçin) Topluluk Katılım Yönergeleri (CPG) Uygulaması.
uk: (Помічник) Забезпечення дотримання правил участі спільноти (CPG).
vi: (Cộng tác viên) Thực thi Nguyên tắc tham gia của cộng đồng (CPG).
zh_cn: 执行（贡献者）社区参与准则（CPG）。
zh_tw: （貢獻者）執行社群參與指南（CPG）。

source: Now you might be wondering: <bold>“Ok, I understand the CPG now. How can I help and get involved in the community?”</bold>
de: Nun fragen Sie sich vielleicht: <bold>„Ok, ich verstehe jetzt die CPG. Wie kann ich helfen und mich in die Gemeinschaft einbringen?“</bold>
el: Και τώρα, μπορεί να αναρωτιέστε: <bold>«Εντάξει, καταλαβαίνω τους CPG. Πώς μπορώ να βοηθήσω και να συμμετάσχω στην κοινότητα;»</bold>
fy_nl: No freegje jo jo miskien ôf: <bold>“Ok, ik begryp de CPG no. Hoe kin ik helpe en belutsen wurde by de mienskip?”</bold>
hu: Most talán ezen töprenghet: <bold>„Rendben, most már értem a CPG-t. Hogyan tudok segíteni és bekapcsolódni a közösségbe?”</bold>
ia: Ora tu poterea demandar: <bold>“OK, io comprende le CPG ora. Como pote io adjutar e collaborar in le communitate?”</bold>
it: Ora ti starai chiedendo: <bold>“OK, ora ho capito che cosa sono le CPG. Come posso aiutare e partecipare alla comunità?”</bold>
ka: ახლა ალბათ გაინტერესებთ: <bold>„კარგი, გავეცანი CPG-ს უკვე. როგორ შემიძლია დახმარება და ერთობის საქმიანობაში ჩაბმა?“</bold>
ko: 이제 궁금하실 수 있습니다. <bold>“좋아요, 이제 CPG를 이해했어요. 그런데 커뮤니티는 어떻게 돕고 참여할 수 있나요?”</bold>
nl: Nu vraagt u zich wellicht af: <bold>“OK, ik begrijp de CPG nu. Hoe kan ik helpen en meedoen met de gemeenschap?”</bold>
pl: Teraz możesz pomyśleć: <bold> „OK, rozumiem już CPG. Jak mogę pomóc i zaangażować się w społeczność?”</bold>
pt_br: Agora você deve estar pensando: <bold>“Ok, agora eu conheço as diretrizes de participação na comunidade. Como posso ajudar e me envolver na comunidade?”</bold>
pt_pt: Agora pode estar a questionar-se: <bold>“Ok, eu agora compreendo o CPG. Como é que eu posso ajudar e participar na comunidade?”</bold>
sk: Teraz by vás mohlo zaujímať: <bold>„Dobre, teraz rozumiem pravidlám CPG. Ako môžem pomôcť a zapojiť sa do komunity?“</bold>
sr: Сада се можда питате: <bold>“У реду, разумем смернице. Како могу да помогнем и да се прикључим заједници?”</bold>
tr: Şimdi şunu merak ediyor olabilirsiniz: <bold>“Tamam, CPG'yi anladım. Şimdi kullanıcılara nasıl yardımcı olabilirim ve topluluğa nasıl dahil olabilirim?”</bold>
uk: Тепер у вас може виникнути запитання: <bold>«Гаразд, я розумію CPG. Як я можу допомогти та долучитися до спільноти?»</bold>
vi: Bây giờ bạn có thể tự hỏi: <bold>“Ok, tôi hiểu CPG bây giờ. Tôi có thể giúp đỡ và tham gia vào cộng đồng bằng cách nào?”</bold>
zh_cn: 现在您可能在想：<bold>“好的，我现在了解 CPG 了。我应该怎么帮助并融入社区呢？”</bold>
zh_tw: 現在您可能會好奇：<bold>「好，我知道 CPG 指南是什麼了，要如何參與社群？」</bold>

source: There are many ways you can contribute to SUMO
bg: Има много начини, по които можете да допринесете за SUMO
de: Es gibt viele Möglichkeiten, wie Sie zu SUMO beitragen können
el: Μπορείτε να συνεισφέρετε με πολλούς τρόπους στο SUMO
fy_nl: Der binne in protte manieren wêrop jo oan SUMO bydrage kinne
he: ישנן דרכים רבות בהן באפשרותך לתרום ל־SUMO
hu: Számos módon közreműködhet a SUMO-ban
ia: Il ha multe manieras pro collaborar a SUMO
it: Ci sono molti modi in cui puoi contribuire a SUMO
ja: SUMO には様々な方法で貢献できます
ka: მრავალი გზა არსებობს, SUMO-ში წვლილის შესატანად
ko: SUMO에는 기여할 수 있는 다양한 방법이 있습니다
nl: Er zijn veel manieren waarop u aan SUMO kunt bijdragen
pl: Istnieje wiele sposobów, w jakie możesz wnieść swój wkład do SUMO
pt_br: Há muitas formas de contribuir no SUMO
pt_pt: Existem muitas formas para contribuir para o SUMO
sk: Existuje mnoho spôsobov, ako môžete prispieť do SUMO
sr: Постоји више начина на које можете да допринете SUMO-у
tr: SUMO'ya katkıda bulunmanın birçok yolu var
uk: Є багато способів зробити внесок у SUMO
vi: Tìm hiểu cách bạn có thể đóng góp cho SUMO nói chung
zh_cn: 您可以通过多种途径为 SUMO 作出贡献
zh_tw: 有許多方式能貢獻 SUMO
