Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Browse for unsolved questions and help a Firefox user
af: Blaai vir onopgeloste vrae en help 'n Firefox-gebruiker
bg: Разгледайте нерешените въпроси и помогнете на друг потребител
bs: Pretražite nerješena pitanja i pomozite Firefox korisnicima
de: Suchen Sie nach ungelösten Fragen und helfen Sie einem Firefox-Nutzer
el: Περιηγηθείτε για άλυτες απορίες και βοηθήστε ένα χρήστη του Firefox
es: Busca preguntas sin resolver y ayuda a los usuarios de Firefox
fy_nl: Besjoch net oploste fragen en help in Firefox-brûker
hr: Pretraži neriješena pitanja i pomogni korisnicima Firefoxa
hu: Böngéssze a megoldatlan kérdéseket, és segítsen egy Firefox felhasználónak
ia: Naviga pro questiones non solvite e adjuta un usator de Firefox
id: Jelajahi pertanyaan-pertanyaan yang belum terjawab untuk membantu pengguna Firefox
it: Cerca le domande senza risposta e aiuta un utente di Firefox
ja: 未解決の質問に回答して Firefox ユーザーを助けましょう
ka: მოიძიეთ გადაწყვეტის გარეშე არსებული კითხვები და დაეხმარეთ Firefox-ის მომხმარებლებს
kab: Snirem isteqsiyen ur nefri ara sakin ɛiwen aseqdac n Firefox
ko: 해결되지 않은 질문 및 Firefox 사용자를 돕는 방법 찾아보기
mg: Miteteza mba hahita fanontaniana tsy voavaha ary manampia mpampiasa Firefox
ms: Layari soalan yang masih belum dijawab dan bantu pengguna Firefox
nb_no: Bla igjennom uløste spørsmål og hjelp en Firefox bruker
nl: Bekijk onopgeloste vragen en help een Firefox-gebruiker
pa_in: Unsolved ਸਵਾਲਾ ਲਈ ਬਰਾਊਜ਼ ਕਰੋ ਅਤੇ ਇੱਕ ਫਾਇਰਫਾਕਸ ਯੂਜ਼ਰ ਦੀ ਮਦਦ ਕਰੋ
pl: Przejrzyj pytania bez odpowiedzi i pomóż użytkownikowi Firefoksa
pt_br: Procure questões por resolver e ajude um usuário Firefox
pt_pt: Navegue por questões não resolvidas e ajude um utilizador do Firefox
ro: Răsfoiește întrebări nerezolvate și ajută un utilizator Firefox
sk: Vyhľadajte nezodpovedané otázky a pomôžte používateľom Firefoxu
sr: Претражите нерешена питања и помозите Firefox корисницима
sv: Bläddra efter olösta frågor och hjälpa en Firefox-användare
te: అపరిష్కృత ప్రశ్నలు బ్రౌజ్ చేయండి మరియు ఒక Firefox యూజర్ కు సహాయం చేయండి
th: เรียกดูคำถามที่ยังไม่ได้รับการแก้ไขและช่วยผู้ใช้ Firefox
tr: Çözülmemiş soruları görüntüleyin ve bir Firefox kullanıcısına yardım edin
uk: Перегляньте невирішені питання і допоможіть користувачу Firefox
ur: حل نہ ہونے والے سوالات کے لئے براؤز کریں اور Firefox صارف کی مدد کریں
vi: Duyệt các câu hỏi chưa được giải quyết và giúp đỡ người dùng Firefox
zh_cn: 浏览未解决的问题帮助 Firefox 用户
zh_tw: 瀏覽未解決的問題並幫助 Firefox 使用者
zu: Phequlula imibuzo engekasonjululwa bese usiza umsebenzisi we-Firefox

source: {answerer} has posted an answer to your question on {host}:
af: {answerer} het 'n antwoord op jou vraag geplaas op {host}:
bg: {answerer} е публикувал отговор на вашия въпрос на {host}:
de: {answerer} hat eine Antwort auf Ihre Frage auf {host} geschrieben:
el: Ο/Η {answerer} δημοσίευσε μια απάντηση για την ερώτησή σας στο {host}:
es: {answerer} ha publicado una respuesta a tu pregunta en {host}:
fy_nl: {answerer} hat in antwurd pleatst op jo fraach op {host}:
hr: {answerer} je poslao/la odgovor na tvoje pitanje na {host}:
hu: {answerer} válaszolt a kérdésére ezen: {host}:
ia: {answerer} ha publicate un responsa a tu question sur {host}:
id: {answerer} mengirim jawaban atas pertanyaan Anda di {host}:
it: {answerer} ha risposto alla tua domanda su {host}:
ja: {answerer} さんが {host} サイトのあなたの質問に回答しました:
ka: {answerer} გამოეხმაურა თქვენს შეკითხვას {host} საიტზე:
kab: {answerer} yuzen-d tiririt i usteqsi-ik deg {host}:
ko: {host}에서의 여러분 질문에 대해 {answerer}의 답변이 올라왔습니다:
mg: {answerer} nametaka valiny ho an'ny fanontanianao ao @ {host}:
ms: {answerer} memberikan jawapan untuk soalan anda berkaitan {host}:
nb_no: {answerer} har svart på spørsmålet ditt på {host}:
nl: {answerer} heeft een antwoord op uw vraag op {host} geplaatst:
pa_in: {answerer} ਨੂੰ {host} ਉੱਤੇ ਤੁਹਾਡੇ ਸਵਾਲ ਦਾ ਜਵਾਬ ਪੋਸਟ ਕੀਤਾ ਹੈ:
pl: {answerer} wysłał odpowiedź na twoje pytanie na {host}:
pt_br: {answerer} respondeu sua pergunta em {host}:
pt_pt: {answerer} respondeu à sua pergunta em {host}:
ro: {answerer} a postat un răspuns la întrebarea ta de pe {host}:
sk: Používateľ {answerer} pridal odpoveď na vašu otázku na webe {host}:
sr: {answerer} је поставио одговор на питање на {host}:
sv: {answerer} har publicerat ett svar på din fråga på {host}:
te: {host}‌లో మీ ప్రశ్నకు సమాధానం {answerer} జవాబిచ్చారు:
th: {answerer} ได้โพสต์คำตอบไปยังคำถามของคุณบน {host}:
tr: {answerer}, {host} üzerindeki sorunuza bir yanıt yazdı:
uk: {answerer} розмістив(-ла) відповідь на ваше запитання на {host}:
vi: {answerer} đã đăng câu trả lời cho câu hỏi của bạn trên {host}:
zh_cn: {answerer} 回答了您在 {host} 上的提问：
zh_tw: {answerer} 在 {host} 上解答了您的問題：
zu: {answerer} uphoste impendulo embuzweni wakho e{host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
af: As dit nie die probleem oplos nie, laat {answerer} weet deur op die webwerf te antwoord:
bg: Ако това не реши проблема ви, уведомете {answerer}, като отговорите на сайта:
de: Wenn dies Ihr Problem nicht löst, teilen Sie dies {answerer} bitte durch eine Antwort auf der Website mit:
el: Αν αυτό δεν λύσει το πρόβλημά σας, ενημερώστε τον/την {answerer} απαντώντας στον ιστότοπο:
es: Si no resuelve tu problema, díselo a {answerer} respondiendo en el sitio web:
fy_nl: As dit jo probleem net oplost, lit it {answerer} dan witte troch op de website te antwurdzjen:
hr: Ako ovo ne rješava tvoj problem, obavijesti korisnika {answerer} na web stranici:
hu: Ha ez nem oldja meg a problémát, hozza {answerer} tudomására a weboldalon válaszolva:
ia: Si isto non solve tu problema, dice lo a {answerer} respondente sur le sito web:
id: Jika ini tidak menyelesaikan masalah Anda, beri tahu {answerer} dengan membalasnya:
it: Se non risolve il problema, fallo sapere a {answerer} commentando sul sito:
ja: この回答で問題を解決できないときは、Web サイト上で返信して {answerer} さんに知らせてください:
ka: თუ ეს გადაწყვეტა არ დაგეხმარათ, აცნობეთ {answerer} მომხმარებელს საიტზე პასუხით:
kab: Ma yella aya ur yefri ara ugur-ik, ttxil-k mmel-it-id i {answerer} s tririt deg usemel web:
ko: 이 답변으로 문제가 해결되지 않았다면 웹사이트에 답장을 달아서 {answerer}님이 알 수 있게 해 주세요.
mg: Raha tsy mamaha ny olanao io, dia ataovy fantatr'i {answerer} izany ka mamalia ao @ tranonkala:
ms: Jika ini tidak menyelesaikan masalah anda, maklumkan {answerer} dengan menjawab di laman web:
nb_no: Dersom dette ikke løser problemet ditt, fortell {answerer} ved å svare på nettsiden:
nl: Als dit uw probleem niet oplost, laat het {answerer} dan weten door op de website te antwoorden:
pa_in: ਜੇਕਰ ਇਹ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਨਹੀ ਕਰਦਾ, {answerer} ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਵਾਬ ਦੇ ਕੇ ਦੱਸ ਦਿਓ:
pl: Jeśli ta odpowiedź nie rozwiązuje twojego problemu, powiadom o tym {answerer} na witrynie:
pt_br: Se isso não resolveu seu problema, deixe {answerer} saber ao respondê-lo no website:
pt_pt: Se isto não resolve o seu problema, diga a {answerer} respondendo no site web:
ro: Dacă acest răspuns nu îți rezolvă problema, spune-i asta lui {answerer} pe site:
sk: Ak táto odpoveď nevyriešila váš problém, dajte to {answerer} vedieť odpoveďou na webe:
sr: Ако ово не реши проблем, јавите {answerer} тако што ћете одговорити на сајту:
sv: Om detta inte löste ditt problem, låt {answerer} få veta det genom ett svar på webbplatsen:
te: ఇది మీ సమస్యను పరిష్కరించకపోతే, ఈ వెబ్‌సైటులో స్పందించడం ద్వారా {answerer}కు తెలియజేయండి:
th: หากวิธีนี้ไม่ได้ช่วยแก้ปัญหาของคุณ บอกให้ {answerer} ทราบโดยตอบกลับบนเว็บไซต์:
tr: Bu yanıt sorununuzu çözmediyse web sitemizde yanıt yazarak {answerer} adlı kullanıcıyı haberdar edin:
uk: Якщо це не розв'язує вашої проблеми, повідомте {answerer}, відповівши на вебсайті:
ur: اگر اس سے آپ کا مسئلہ حل نہیں ہوتا ہے تو ، جواب دہندگان کو ویب سائٹ پر {answerer} دے کر بتائیں:
vi: Nếu điều này không giải quyết được vấn đề của bạn, hãy cho {answerer} biết bằng cách trả lời trên trang web:
zh_cn: 如果这个答案没有解决您的问题，在网页上回复以便让 {answerer} 知道：
zh_tw: 若此解答未解決您的問題，請在網站上回覆，讓 {answerer} 知道：
zu: Uma lokhu kungasombululi inkinga yakho, tshela {answerer} ngokuphendula kuwebhusayithi:

source: If this answer solves your problem, please mark it as a solution:
sv: Om det här svaret löste ditt problem, vänligen markera det som en lösning:

source: This will help other Firefox users find good answers to their questions!
af: Dit sal ander Firefox-gebruikers help om goeie antwoorde op hul vrae te vind!
bg: Това ще помогне на други потребители на Firefox да намерят добри отговори на въпросите си!
de: Das hilft anderen Firefox-Anwendern, gute Antworten auf ihre Fragen zu finden!
el: Αυτό θα βοηθήσει τους άλλους χρήστες του Firefox να βρουν καλές απαντήσεις στις ερωτήσεις τους!
es: ¡Esto ayudará a otros usuarios de Firefox a encontrar las mejores respuestas a sus preguntas!
fy_nl: Dit sil oare Firefox-brûkers helpe goede antwurden op harren fragen te finen!
hr: Ovo će pomoći drugim korisnicima Firefoxa pronaći dobre odgovore na svoja pitanja!
hu: Ezzel segít más Firefox felhasználóknak jó válaszokat találni a kérdéseikre!
ia: Isto adjutara altere usatores de Firefox a trovar bon responsas a lor questiones!
id: Ini akan membantu pengguna Firefox lainnya menemukan jawaban yang tepat untuk pertanyaan mereka!
it: In questo modo, gli altri utenti di Firefox potranno trovare le risposte utili alle loro domande.
ja: これは他の Firefox ユーザが自分の疑問に対する良い回答を見つける助けになります！
ka: ეს დაეხმარება Firefox-ის სხვა მომხმარებლებს თავიანთ კითხვებზე სწორი პასუხის მონახვაში!
kab: Aya d iɛiwen iseqdacen-nniḍen n Firefox ad d-afen tiririyin yelhan i yisteqsiyen-nsen!
ko: 이것은 다른 Firefox 사용자가 그들에 질문에 대해 좋은 답변을 찾게 도움이 될 것입니다!
mg: Hanampy ireo mpampiasa Firefox hafa hahita valiny tsara ho an'ny fanontaniany izany!
ms: Ini akan membantu pengguna Firefox lain mencari jawapan yang baik untuk soalan mereka!
nb_no: Dette vil hjelpe andre Firefox-brukere å finne gode svar på deres spørsmål!
nl: Dit zal andere Firefox-gebruikers helpen goede antwoorden op hun vragen te vinden!
pa_in: ਇਹ ਹੋਰ ਫਾਇਰਫਾਕਸ ਉਪਭੋਗੀ ਆਪਣੇ ਸਵਾਲ ਨੂੰ ਚੰਗਾ ਜਵਾਬ ਲੱਭਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰੇਗਾ!
pl: To pomoże innym użytkownikom Firefoksa znaleźć trafne odpowiedzi na ich pytania!
pt_br: Isto ajudará outros usuários do Firefox a encontrarem boas respostas às suas perguntas!
pt_pt: Isto irá ajudar outros utilizadores a encontrar boas respostas para as respetivas questões!
ro: Aceasta va ajuta alți utilizatori Firefox să găsească răspunsuri bune la întrebările lor!
sk: Pomôžte ďalším používateľom Firefoxu nájsť správnu odpoveď na ich otázky!
sr: Ово ће помоћи другим Firefox корисницима да нађу добре одговоре на своја питања!
sv: Det här kommer att hjälpa Firefox-användare att hitta bra svar på deras frågor!
te: ఇది ఇతర Firefox వాడుకరులు వారి ప్రశ్నలకు మంచి సమాధానాలను కనుగొనడంలో సహాయపడుతుంది!
th: การดำเนินการนี้จะช่วยให้ผู้ใช้ Firefox คนอื่น ๆ สามารถหาคำตอบที่ดีให้กับคำถามของพวกเขาได้!
tr: Bu, diğer Firefox kullanıcılarının sorularına iyi yanıtlar bulmalarına yardımcı olacak!
uk: Це допоможе іншим користувачам Firefox знайти гарні відповіді на їхні запитання!
ur: اس سے Firefox کے دوسرے صارفین کو ان کے سوالات کے اچھے جوابات تلاش کرنے میں مدد ملے گی!
vi: Điều này sẽ giúp những người dùng Firefox khác tìm thấy câu trả lời tốt cho câu hỏi của họ!
zh_cn: 这将帮助其他的 Firefox 用户很好地解决他们的问题！
zh_tw: 這將會協助其他 Firefox 使用者找到他們問題的解答！
zu: Lokhu kuzosiza abanye abasebenzisi be-Firefox bathole izimpendulo ezilungile emibuzweni yabo!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
af: Ons wou net laat weet dat %(answerer)s 'n oplossing vir 'n Firefox-vraag gevind het wat jy volg.
bg: Просто искахме да ви уведомим, че %(answerer)s е намерил решение на въпрос във Firefox, който следвате.
bs: Želimo da vas obavijestimo da je %(answerer)s našao rješenje na pitanje o Firefoxu koje pratite.
de: Wir möchten Ihnen mitteilen, dass %(answerer)s eine Lösung auf eine Frage zu Firefox gefunden hat, die Sie beobachten.
el: Θέλαμε απλά να σας ενημερώσουμε ότι ο/η %(answerer)s έχει βρει λύση σε μια ερώτηση για το Firefox που ακολουθείτε.
es: Sólo queremos que sepas que %(answerer)s ha encontrado una solución a la pregunta sobre Firefox que estás siguiendo.
fy_nl: Wy woene jo efkes litte witte dat %(answerer)s in oplossing hat foar in fraach oer Firefox dy’t jo folgje.
he: רצינו לעדכן אותך שנמצא פתרון לשאלה על Firefox שברשימת המעקב שלך על־ידי %(answerer)s.
hr: Želimo te obavijestiti, da je %(answerer)s pronašao/la rješenje za Firefox pitanje koje slijediš.
hu: Szeretnénk tudatni, hogy %(answerer)s megoldást talált egy Firefox kérdésre, amelyet Ön is követ.
ia: Nos justo desirava facer te saper que %(answerer)s ha trovate un solution a un question de Firefox que tu seque.
id: Kami ingin memberitahukan bahwa %(answerer)s telah menemukan solusi untuk pertanyaan terkait Firefox yang Anda ikuti.
it: Ti avvertiamo che %(answerer)s ha trovato la soluzione ad un problema relativo a Firefox che stavi seguendo.
ja: %(answerer)s さんがあなたが監視中の質問に対する解決策を見つけました。
ka: გვინდა გაცნობოთ, რომ %(answerer)s მომხმარებელმა, Firefox-სთან დაკავშირებული საკითხი გადაწყვიტა, რომელსაც თვალს ადევნებდით.
kab: Nebɣa kan ad k-neǧǧ ad tissineḍ d akenn %(answerer)s yufa-d tifrat i usteqsi yerzan Firefox i teṭṭafareḍ.
ko: 여러분이 바라보는 Firefox 질문에 대해 답변을 찾아낸 %(answerer)s가 생겼습니다.
mg: Tianay hampahafantarina anao fotsiny fa nahita vahaolan'ny fanontaniana momba ny Firefox izay arahinao i %(answerer)s.
ms: Kami hanya mahu anda tahu bahawa %(answerer)s telah menemukan penyelesaian kepada soalan Firefox yang anda ikuti.
nb_no: Vi ønsker bare å fortelle at %(answerer)s har funnet en løsning på et Firefox-spørsmål som du følger.
nl: We wilden u even laten weten dat %(answerer)s een oplossing heeft voor een vraag over Firefox die u volgt.
pa_in: ਸਾਨੂੰ ਹੁਣੇ ਹੀ ਤੁਹਾਨੂੰ %(answerer)s ਨੂੰ ਤੁਹਾਨੂੰ ਹੇਠ ਲਿਖੇ ਰਹੇ ਹੋ, ਜੋ ਕਿ ਇੱਕ ਫਾਇਰਫਾਕਸ ਸਵਾਲ ਦਾ ਕੋਈ ਹੱਲ ਲੱਭਿਆ ਹੈ, ਪਤਾ ਹੈ ਕਿ ਜੋ ਦੇਣਾ ਚਾਹੁੰਦਾ ਸੀ।
pl: Chcieliśmy tylko poinformować, że %(answerer)s znalazł odpowiedź na obserwowane przez ciebie pytanie dotyczące Firefoksa.
pt_br: Só queríamos avisar que %(answerer)s achou uma solução para um problema do Firefox que você está acompanhando.
pt_pt: Só queríamos que soubesses que %(answerer)s encontrou uma solução para uma pergunta Firefox que estavas a seguir.
ro: Vroiam doar să te anunțăm că %(answerer)s a găsit o soluție la problema de Firefox pe care o urmărești.
sk: Chceme Vám len oznámiť, že používateľ %(answerer)s našiel riešenie otázky k Firefoxu, ktorú sledujete.
sr: Желимо да вас обавестимо да је %(answerer)s нашао решење на питање о Firefox-у које пратите.
sv: Vi ville bara att du skulle få veta att %(answerer)s har hittat en svar på en Firefox-fråga du bevakar.
te: మేము కేవలం మీరు అనుసరిస్తున్న ఒక Firefox ప్రశ్నకు ఒక పరిష్కారం కనుగొని మీరు %(answerer)s మీకు తెలియజేయాలని భావించాను.
th: เราแค่ต้องการบอกให้คุณทราบว่า %(answerer)s ได้พบวิธีแก้ปัญหาสำหรับคำถาม Firefox ที่คุณกำลังติดตามแล้ว
tr: %(answerer)s takip ettiğiniz bir Firefox sorusuna çözüm buldu, size de bildirmek istedik.
uk: Ми просто хотіли повідомити вас, що %(answerer)s знайшов(-ла) вирішення питання щодо Firefox за яким ви стежите.
vi: Chúng tôi chỉ muốn cho bạn biết rằng %(answerer)s đã tìm ra giải pháp cho câu hỏi Firefox mà bạn đang theo dõi.
zh_cn: 我们想让您知道，对于您关注的 Firefox 问题，%(answerer)s 已经找到了一个解决方案。
zh_tw: 我們想讓您知道 %(answerer)s 已經找到您關注的 Firefox 問題的解答。
zu: Besifuna nje ukukwazisa ukuthi %(answerer)s bathole isisombululo embuzweni we-Firefox owulandelayo.

source: The question: '{title}' was marked as solved by its asker, {asker}.
af: Die vraag: "{title}" is deur sy vraer, {asker}, as "opgelos" gemerk.
bg: Въпросът: „{title}“ беше означен като решен от задаващия - {asker}.
bs: Pitanje: '{title}' je označeno kao riješeno od strane {asker}.
de: Die Frage: „{title}“ wurde vom Fragesteller {asker} als gelöst markiert.
el: Η ερώτηση: '{title}' επισημάνθηκε ως λυμένη από τον ερωτώντα, {asker}.
es: La pregunta: '{title}' ha sido marcada como solucionada por su autor, {asker}.
fy_nl: De fraach ‘{title}’ is markearre as oplost troch de fraachsteller, {asker}.
he: השאלה: '{title}' סומנה כנפתרה על־ידי מי ששאל אותה, {asker}.
hr: Pitanje: „{title}” je označeno kao riješeno, od osobe koja je postavila pitanje, {asker}.
hu: A kérdés („{title}”) megoldottként lett megjelölve {asker} kérdező által.
ia: Le question: '{title}' ha essite marcate como solvite per qui lo habeva ponite, {asker}.
id: Pertanyaan: '{title}' telah ditandai terjawab oleh sang penanya, {asker}.
it: La richiesta '{title}' è stata segnata come risolta da colui chi l'ha aperta ({asker}).
ja: '{title}' の質問は、質問者 {asker} により解決済みのマークが付けられました。
ka: შეკითხვა: '{title}' მონიშნულია გადაწყვეტილად, {asker} ავტორის მიერ.
kab: Asteqsi: '{title}' yettwacreḍ yefra sɣur ameskar-is, {asker}.
ko: 질문: '{title}' 은 {asker}가 해결했습니다.
mg: Ny fanontaniana: '{title}' dia nomarihin'ilay nametraka azy, {asker}, hoe voavaha.
ms: Soalan: '{title}' telah ditanda sebagai selesai oleh penanya, {asker}.
nb_no: Spørsmålet: '{title}' ble merket som løst av den som stilte spørsmålet, {asker}.
nl: De vraag ‘{title}’ is gemarkeerd als opgelost door de vraagsteller, {asker}.
pa_in: ਸਵਾਲ: '{title}' ਪੁੱਛਣ ਵਾਲੇ ਨੇ ਇਸਨੂੰ ਹੱਲ ਹੋਇਆ ਦੱਸਿਆ ਹੈ, {asker}.
pl: Problem „{title}” został oznaczony przez pytającego ({asker}) jako rozwiązany.
pt_br: A pergunta: '{title}' foi dada como resolvida pelo autor, {asker}.
pt_pt: A questão: '{title}' foi marcada como resolvida pelo seu autor, {asker}.
ro: Întrebarea: „{title}” a fost marcată ca rezolvată de adresant, {asker}.
sk: Otázka: '{title}' bola jej zakladateľom {asker} označená ako vyriešená.
sr: Питање: '{title}' је означено као решено од стране {asker}.
sv: Frågan: '{title}' har markerats som löst av dess frågeställare, {asker}.
te: ఈ ప్రశ్న: '{title}' అడిగినవారు దీన్ని పరిష్కరించినదిగా గుర్తు పెట్టబడింది, {asker}.
th: คำถาม: '{title}' ถูกทำเครื่องหมายว่าแก้ไขแล้วโดย {asker} ซึ่งเป็นผู้ถาม
tr: '{title}' sorusu, soruyu soran {asker} tarafından çözüldü olarak işaretlendi.
uk: Питання: '{title}' було відмічено як вирішене тим, хто його поставив, {asker}.
ur: سوال: '{title}' کو اس کے سوال کنندہ ، {asker} کے ذریعہ حل کردہ کے بطور نشان زد کیا گیا تھا۔
vi: Câu hỏi: '{title}' đã được đánh dấu là được giải quyết bởi người hỏi, {asker}.
zh_cn: 问题“{title}”已被提问者 {asker} 标记为已解决。
zh_tw: 問題〈{title}〉被它的提問人 {asker} 標記為已解決。
zu: Umbuzo: '{title}' besiphawulwe njengesisonjululiwe yilowo osibuzile, {asker}.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
af: Het hierdie antwoord jou ook gehelp? Was 'n ander plasing vir jou meer nuttig? Laat ander Firefox-gebruikers deur langs die antwoord te stem.
bg: Този отговор също ли ви помогна? Намерихте ли друг пост за по-полезен? Помогнете на другите потребители на Firefox, като гласувате до отговора.
bs: Da li je ovaj odgovor pomogao? Da li je neka druga poruka više pomogla? Recite i drugim Firefox korisnicima tako što ćete glasati pored odgovora.
de: Hat Ihnen diese Antwort geholfen? Fanden Sie einen anderen Beitrag hilfreicher? Sagen Sie das anderen Firefox-Anwendern, indem Sie neben der Antwort Ihre Stimme abgeben.
el: Σας βοήθησε κι εσάς αυτή η απάντηση; Βρήκατε κάποια άλλη ανάρτηση πιο χρήσιμη; Ενημερώστε τους άλλους χρήστες ψηφίζοντας την αντίστοιχη απάντηση.
es: ¿A ti también te ha ayudado esta respuesta? ¿Has encontrado otro mensaje más útil? Haz que otros usuarios de Firefox lo sepan votando junto a la respuesta.
fy_nl: Hat dit antwurd jo ek holpen? Fûnen jo in oar berjocht better? Lit it oare Firefox-brûkers witte troch neist it antwurd te stimmen.
hr: Je li ti ovaj odgovor pomogao? Je li jedan drugi post bio korisniji? Obavijesti ostale korisnike Firefoxa, time što glasaš za odgovor.
hu: Ez a válasz segített Önnek is? Egy másik bejegyzést hasznosabbnak talált? Tudassa más Firefox felhasználókkal a válasz mellett egy szavazat leadásával.
ia: Adjutava te iste responsa? Trovava tu un altere message plus utile? Vota pro le responsa e lassa que altere usatores de Firefox lo sape.
id: Apakah jawaban ini membantu Anda? Apakah Anda menemukan postingan lain lebih membantu? Biarkan pengguna Firefox lain tahu dengan menunjukkan pilihan di sebelah jawaban.
it: È stata utile questa risposta? Oppure un'altra risposta è stata più utile? Dai un voto alle risposte in modo che gli altri utenti di Firefox lo sappiano.
ja: この回答は役に立ちましたか？ 他の投稿のほうが役に立ちますか？ 他の Firefox ユーザーに知らせるため、回答の隣から投票してください。
ka: დაგეხმარათ ეს პასუხი? თუ უფრო მეტად გამოსადეგი პასუხი იპოვეთ? აცნობეთ Firefox-ის სხვა მომხმარებლებსაც, სასურველი პასუხის შეფასების მეშვეობით.
kab: Tiririt-a tɛawen-ik? Tufiḍ-d tiririt yelhan? Suffeɣ awal i yiseqdacen-nniḍen n Firefox s ufran ɣer tama n tririt.
ko: 이 답변이 여러분에게 도움이 되었나요? 더 도움이 되는 다른 글을 찾으셨나요? 다른 Firefox 사용자들이 알수 있도록 답변에 대해 투표해주세요.
mg: Nanampy anao koa ve ity valiny ity? Nahita petadrindrina hafa manampy kokoa ve ianao? Ampahafantaro ireo mpampiasa Firefox hafa izany ka mandatsaha vato eo akaikin'ilay valiny.
ms: Adakah jawapan ini juga membantu anda? Adakah anda dapati jawaban lain lebih membantu? Biar pengguna Firefox lain tahu dengan undian anda di sebelah jawapan tersebut.
nb_no: Hjalp svaret deg også? Synes du et annet svar er mer hjelpsomt? Fortell andre Firefox-brukere ved å bruke stemmeknappene ved siden av svaret.
nl: Heeft dit antwoord u ook geholpen? Vond u een ander bericht nuttiger? Laat het andere Firefox-gebruikers weten door naast het antwoord te stemmen.
pa_in: ਕੀ ਇਸ ਜਵਾਬ ਨੇ ਤੁਹਾਡੀ ਮਦਦ ਕੀਤੀ ਹੈ? ਕੀ ਤੁਹਾਨੂੰ ਕੋਈ ਹੋਰ ਪੋਸਟ ਲਾਹੇਬੰਦ ਲੱਭੀ ਹੈ? ਨੂੰ ਹੋਰ ਫਾਇਰਫਾਕਸ ਯੂਜ਼ਰਾ ਨੂੰ ਜਵਾਬ ਕਰਨ ਲਈ ਵੋਟ ਦੇ ਕੇ ਪਤਾ ਕਰੀਏ।
pl: Czy ta odpowiedź była pomocna? A może inna była bardziej trafna? Pomóż innym użytkownikom Firefoksa i oceń tę odpowiedź.
pt_br: Esta resposta te ajudou? Achou outra resposta mais útil? Ajude outros usuários a acharem as respostas, votando nas respostas mais úteis.
pt_pt: Esta resposta também o ajudou? Encontrou outra resposta mais útil? Ajude outros utilizadores Firefox a encontrarem respostas, votando nas mais úteis.
ro: Ți-a fost și ție de ajutor acest răspuns? Ai găsit altă postare care te-a ajutat mai mult? Votează în dreptul răspunsului pentru a ajuta și alți utilizatori Firefox.
sk: Pomohla vám tiež táto otázka? Našli ste iný príspevok, ktorý bol viac užitočný? Dajte ďalším používateľom vedieť svojim hlasovaním o užitočnosti príspevku.
sr: Да ли је овај одговор помогао? Да ли је нека друга порука више помогла? Реците и другим Firefox корисницима тако што ћете гласати поред одговора.
sv: Hjälpte det här svaret dig också? Hittade du ett annat, mer hjälpsamt, inlägg? Låt andra Firefox-användare få veta det genom att rösta bredvid svaret.
te: ఈ సమాధానం కూడా మీరు సహాయపడిందా? మీరు మరొక పోస్ట్ మరింత ఉపయోగపడిందిగా కనుగొన్నారా? ఇతర Firefox వినియోగదారులకు సమాధానం తదుపరి ఓటు ద్వారా తెలియజేయండి.
th: คำตอบนี้ช่วยคุณด้วยหรือไม่? คุณพบว่าโพสต์อื่นเป็นประโยชน์มากกว่าหรือเปล่า? บอกให้ผู้ใช้ Firefox คนอื่นทราบโดยลงคะแนนถัดจากคำตอบ
tr: Bu yanıt size de yardımcı oldu mu? Başka bir mesajı daha faydalı mı buldunuz? Yanıtı oylayarak diğer Firefox kullanıcılarını haberdar edin.
uk: Чи ця відповідьтакож допомогла вам? Визнайшли інший допис більшкорисним? Дайте знати про цеіншим користувачам Firefox,проголосувавши поруч звідповіддю.
ur: کیا اس جواب نے بھی آپ کی مدد کی؟ کیا آپ کو ایک اور پوسٹ زیادہ مددگار معلوم ہوئی؟ دوسرے Firefox صارفین کو جواب کے آگے ووٹ دے کر بتائیں۔
vi: Có phải câu trả lời này cũng giúp bạn? Bạn đã tìm thấy một bài viết hữu ích hơn? Hãy để những người dùng Firefox khác biết bằng cách bỏ phiếu bên cạnh câu trả lời.
zh_cn: 这个答案也能帮到您吗？有没有找到另一篇文章对您有帮助呢？把您所中意的答案分享给其他 Firefox 用户吧。
zh_tw: 這個解答對您有幫助嗎？您找到另一篇有幫助的文章嗎？評分一下，讓其他 Firefox 使用者也知道吧！
zu: Ingabe le mpendulo nayo ikusizile? Ingabe uthole enye iphosti iwusizo kakhulu? Yazisa abanye abasebenzisi be-Firefox ngokuvota eduze kwempendulo.
