Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Can't sign in to your account and need help? You've found the right place. Complete the form below to contact our support staff.
de: Sie können sich nicht bei Ihrem Konto anmelden und benötigen Hilfe? Hier sind Sie richtig. Füllen Sie das folgende Formular aus, um unser Hilfe-Team zu kontaktieren.
el: Δεν μπορείτε να συνδεθείτε στον λογαριασμό σας και χρειάζεστε βοήθεια; Βρίσκεστε στο σωστό μέρος. Συμπληρώστε την παρακάτω φόρμα για να επικοινωνήσετε με το προσωπικό υποστήριξής μας.
fy_nl: Kinne jo jo net oanmelde by jo account en hawwe jo help nedich? Jo hawwe it goede plak fûn. Folje it formulier hjirûnder yn om kontakt te meitsjen mei ús stipemeiwurkers.
hu: Nem tud bejelentkezni a fiókjába, és segítségre van szüksége? A megfelelő helyen jár. Töltse ki az alábbi űrlapot, hogy kapcsolatba lépjen támogatói csapatunkkal.
ia: Non pote tu acceder a tu conto e besonia adjuta? Tu trovava hic le loco juste. Completa le formulario ante contactar nostre personal de supporto.
it: Non riesci ad accedere al tuo account e hai bisogno di aiuto? Sei nel posto giusto. Compila il modulo sottostante per contattare il nostro supporto.
ka: ვერ შედიხართ თქვენს ანგარიშში და გჭირდებათ დახმარება? შესაფერის ადგილას მოხვდით. შეავსეთ ქვემოთ მოცემული ველები ჩვენს მხარდაჭერის გუნდთან დასაკავშირებლად.
ko: 계정에 로그인할 수 없고 도움이 필요하신가요? 잘 찾아오셨습니다. 아래 양식을 작성하여 지원 담당자에게 문의하세요.
nl: Kunt u zich niet aanmelden bij uw account en hebt u hulp nodig? U bent aan het juiste adres. Vul het onderstaande formulier in om contact op te nemen met onze ondersteuningsmedewerkers.
pl: Nie możesz zalogować się na swoje konto, a potrzebujesz pomocy? To jest właściwe miejsce. Wypełnij poniższy formularz, aby skontaktować się z naszym zespołem wsparcia.
pt_br: Não consegue entrar na sua conta e precisa de ajuda? Encontrou o lugar certo. Preencha o formulário abaixo para entrar em contato com nossa equipe de suporte.
pt_pt: Não consegue iniciar sessão na sua conta e precisa de ajuda? Encontrou o sítio certo. Preencha o formulário em baixo para contactar a nossa equipa de apoio.
sk: Neviete sa prihlásiť do svojho účtu a potrebujete pomoc? Našli ste správne miesto. Vyplňte nižšie uvedený formulár a kontaktujte náš tím podpory.
sv: Kan du inte logga in på ditt konto och behöver hjälp? Du har hittat rätt plats. Fyll i formuläret nedan för att kontakta vår supportpersonal.
tr: Hesabınıza giriş yapamıyorsunuz ve yardıma mı ihtiyacınız var? Doğru yerdesiniz. Destek personelimizle iletişime geçmek için aşağıdaki formu doldurun.
uk: Не можете ввійти у свій обліковий запис і потрібна допомога? Ви у правильному місці. Заповніть форму нижче, щоб зв'язатися з нашою службою підтримки.
vi: Không thể đăng nhập vào tài khoản của bạn và cần trợ giúp? Bạn đã tìm đúng nơi. Hoàn thành mẫu dưới đây để liên hệ với nhân viên hỗ trợ của chúng tôi.
zh_cn: 无法登录，需要帮助？您找对地方了。请填写下方表单来联系我们的技术支持人员。
zh_tw: 無法登入帳號，需要協助嗎？您來對地方了。請填寫下方的表單來聯絡我們的技術支援人員。

source: Be descriptive. Saying “playing video on YouTube is always choppy” will help us understand the issue better than saying “something is wrong” or “the app is broken”.
bg: Бъдете описателни. Ако напишете „Възпроизвеждането на видео в YouTube винаги е накъсано“ ще помогнете по-добре на нашите доброволци да идентифицират проблема ви, отколкото да кажете „нещо не е наред“ или „Firefox не работи“.
de: Seien Sie exakt. Mit der Beschreibung „Videos auf YouTube sind immer verzerrt“ können wir Ihr Problem besser verstehen als mit „Etwas geht nicht“ oder „die App ist kaputt“.
el: Να είστε περιγραφικοί. Το «η αναπαραγωγή βίντεο στο YouTube είναι πάντα ασταθής» θα μας βοηθήσει να κατανοήσουμε καλύτερα το ζήτημά σας σε σύγκριση με τα «κάτι δεν πάει καλά» ή «η εφαρμογή έχει χαλάσει».
fy_nl: Wês beskriuwend. De útspraak ‘Ofspyljen fan fideo op YouTube stammeret altyd’ helpt ús frijwilligers jo probleem better te begripen dan de útspraak ‘Der is wat mis’ of ‘De app wurket net goed’.
hr: Opiši problem opširno. Opis poput „YouTube video zapis stalno prekida” pomoći će nam bolje prepoznati problem, nego opisi kao „Nešto nije u redu” ili „Firefox ne radi”.
hu: Legyen pontos. Ha azt mondja, hogy a „YouTube-on mindig lassú a videólejátszás” az jobban segít megérteni a problémát, mint az, hogy „valami nincs rendben” vagy az „alkalmazás nem működik”.
ia: Que tu describe ben le problema. Si tu scribe “Reproducer video sur YouTube es sempre irregular” tu nos adjutara a identificar tu problema melio que si tu scribe “Alco es errate” o “le app es rupte&quot;.
it: Descrivi il problema. Se scrivi “La riproduzione dei video di YouTube è sempre discontinua” invece di “Ho un problema” o “L’app non funziona”, aiuterai più facilmente il nostro team di supporto a identificare il malfunzionamento.
ja: 詳しく記述してください。例えば「YouTubeでのビデオ再生がいつも途切れ途切れになる」のような投稿のほうが、「なにかおかしい」 とか「Firefox が壊れてる」といった投稿よりも、問題を特定するのに役立ちます。
ka: ნათლად აღწერეთ საკითხი. იმის აღნიშვნა, რომ „YouTube-ზე გაშვებული ვიდეო შეშდება“ უკეთ დაეხმარება ჩვენს მოხალისეებს ხარვეზის დადგენაში, ვიდრე მხოლოდ თქმა, რომ „რაღაც რიგზე ვერაა“ ან „პროგრამა ვეღარ მუშაობს“.
ko: 좀 더 자세히 적어주세요. “YouTube에서 동영상 재생이 항상 끊김“이라고 말하는 것이 “문제가 있어요“ 또는 “앱이 동작하지 않아요“라고 말하는 것보다 문제를 더 잘 이해하는 데 도움이 됩니다.
nb_no: Vær beskrivende. Å si «spille av video på YouTube er alltid hakkete» vil hjelpe oss å forstå problemet bedre enn å si «noe er galt» eller «appen er ødelagt».
nl: Wees beschrijvend. De uitspraak ‘Afspelen van video op YouTube stottert altijd’ helpt ons uw probleem beter te begrijpen dan de uitspraak ‘Er is iets mis’ of ‘De app werkt niet goed’. Vermeld geen privacygevoelige informatie zoals telefoonnummers of e-mailadressen.
pl: Przedstawiaj problem opisowo. Określenie: „Odtwarzanie filmów na YouTube jest niestabilne” bardziej pomoże naszym wolontariuszom w zrozumieniu problemu niż określenie „Coś jest nie tak” lub „Firefox nie działa”.
pt_br: Seja descritivo. Dizer “reproduzir vídeos no YouTube é sempre instável” nos ajuda a entender melhor o problema do que só dizer “algo está errado” ou “o aplicativo não funciona direito”.
pt_pt: Seja descritivo. Dizer que “reproduzir um vídeo no YouTube é sempre lento” irá ajudar os nossos voluntários a identificar o problema mais facilmente do que dizer “algo está errado” ou “a aplicação está com problemas”.
sk: Buďte popisní. Ak poviete „prehrávanie videa na YouTube je vždy trhané“, pomôže nám to pochopiť problém lepšie, ako povedať „niečo nie je v poriadku“ alebo „aplikácia je nefunkčná“.
sr: Опишите детаље. Ако кажете “пуштање YouTube видеа стално прекида”, наши волонтери ће боље разумети како да реше проблем него нпр. “нешто није како треба” или “апликација не ради”.
sv: Var beskrivande. Att säga "uppspelning av video på YouTube är alltid hackigt" hjälper oss att förstå problemet bättre än att säga "något är fel" eller "appen är trasig".
tr: Sorununuzu iyi açıklayın. Örneğin “Firefox bozuk” veya “Hep hata mesajı alıyorum” demek yerine “YouTube'da video izlerken hep kesintiler oluyor” derseniz yaşadığınız sorunu daha iyi anlayabiliriz.
uk: Будьте точні. Фраза “відео на YouTube відтворюється ривками” допоможе нашим волонтерам краще визначити вашу проблему, аніж якби ви сказали “щось не так” або “застосунок зламався”.
vi: Hãy mô tả. Nói “phát video trên YouTube luôn bị giật” sẽ giúp chúng tôi hiểu rõ vấn đề hơn là nói “có gì đó không ổn” hoặc “ứng dụng bị hỏng”.
zh_cn: 请描述清楚问题。如“YouTube 观看视频卡顿”要比“有地方不对劲”或“程序/软件挂了”更有助于我们定位问题所在。
zh_tw: 請描述清楚問題。「YouTube 的影片播起來卡卡的」比起「程式當掉了」較能幫助我們判斷您的問題。

source: We've made some educated guesses about your current browser and operating system.
af: Ons het probeer raai wat jou blaaier en bedryfstelsel tans is.
bg: Направихме известни предположения за текущия ви браузър и операционна система.
bs: Donijeli smo neke pretpostavke o trenutnom pretraživaču i operativnom sistemu.
de: Wir haben mal gut geraten, was Ihren aktuellen Browser und Ihr Betriebssystem angeht.
el: Έχουμε κάνει μερικές μορφωμένες εικασίες σχετικά με το τρέχον πρόγραμμα περιήγησης και το λειτουργικό σας σύστημα.
es: Hemos hecho una conjetura bien fundamentada sobre cuáles son el sistema operativo y navegador que utilizas actualmente.
fy_nl: Wy hawwe wat beredenearre skattingen fan jo aktuele browser en bestjoeringssysteem makke.
he: ביצענו כמה ניחושים מושכלים בנוגע לדפדפן ומערכת ההפעלה הנוכחיים שלך.
hr: Pokušali smo pogoditi tvoj trenutačni preglednik i operacijski sustav.
hu: Éltünk néhány feltételezéssel a jelenlegi böngészőjéről és operációs rendszeréről.
ia: Nos ha facite qualque culte conjecturas re tu currente navigator e systema operative.
id: Kami telah membuat beberapa dugaan terdidik tentang peramban dan sistem operasi Anda saat ini.
it: È stato effettuato un tentativo di individuazione del browser e del sistema operativo utilizzati.
ja: ご使用のブラウザーとオペレーティングシステム、プラグインについての情報も確認してください。
ka: ჩვენ წარმოვადგენთ რამდენიმე ვარაუდს, თქვენი ბრაუზერის და სისტემის შესაბამისად.
kab: Nerra deg yiqerra-nneɣ kra n tikta ɣef yiminig-ik akked unagraw-ik n wammud imiranen.
ko: 여러분의 현재 브라우저와 운영체제에 대한 몇 가지 정보를 갖고 있습니다.
mg: Nanao faminanian'olona nianatra vitsivitsy izahay momba ny mpitetinao sy ny rafitra fikirakiranao ankehitriny.
ms: Kami sudah membuat beberapa agakan berasas perihal pelayar semasa dan sistem operasi anda.
nb_no: Vi har foretatt noen gjetninger om nettleseren og operativsystemet ditt.
nl: We hebben wat beredeneerde schattingen van uw huidige browser en besturingssysteem gemaakt.
pa_in: ਅਸੀ ਤੁਹਾਡੇ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਬਰਾਉਜ਼ਰ ਅਤੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਬਾਰੇ ਕੁੱਝ ਅਨੁਮਾਨ ਲਗਾਏ ਲਗਾਏ ਹਨ।
pl: Automatycznie wykryliśmy wersję twojej przeglądarki i systemu operacyjnego.
pt_br: Reunimos algumas informações sobre seu navegador e seu sistema operacional.
pt_pt: Fizemos algumas suposições sobre o seu navegador web e sistema operativo.
ro: Am făcut niște estimări rezonabile asupra browserului tău și a sistemului de operare actual.
sk: Pokúsili sme sa zistiť váš aktuálny webový prehliadač a operačný systém.
sr: Донели смо неке претпоставке о тренутном прегледачу и оперативном систему.
sv: Vi har gjort några kvalificerade gissningar om din nuvarande webbläsare och operativsystem.
te: మేము మీ ప్రస్తుత బ్రౌజర్ మరియు ఆపరేటింగ్ సిస్టమ్ గురించి కొంత విద్యాపరమైన అంచనాలు చేసినది.
th: เราได้ทำการคาดเดาเกี่ยวกับเบราว์เซอร์และระบบปฏิบัติการปัจจุบันของคุณแล้ว
tr: Mevcut tarayıcınız ve işletim sisteminiz hakkında bazı tahminlerde bulunduk.
uk: Ми зробили деякі припущення щодо вашого поточного браузера і операційної системи.
ur: ہم نے آپ کے موجودہ براؤزر اور آپریٹنگ سسٹم کے بارے میں کچھ پڑھے لکھے اندازے لگائے ہیں۔
vi: Chúng tôi đã đưa ra một số phỏng đoán có giáo dục về trình duyệt và hệ điều hành hiện tại của bạn.
zh_cn: 根据获取到的信息，我们猜测了您正确的浏览器和操作系统。
zh_tw: 關於您目前所用瀏覽器及作業系統，我們做了點推測。
zu: Sike saqagula ngokucabangisisa mayelana nesiphequluli sakho osisebenzisayo kanye nohlelo lokusebenza.

source: Show details &raquo;
af: Wys detail &raquo;
bg: Показване на подробности &raquo;
bs: Pokaži detalje &raquo;
de: Details anzeigen &raquo;
el: Εμφάνιση λεπτομερειών &raquo;
es: Mostrar detalles &raquo;
fy_nl: Details toane &raquo;
he: הצגת פרטים &laquo;
hr: Prikaži detalje &raquo;
hu: Részletek &raquo;
ia: Monstrar detalios &raquo;
id: Tampilkan rincian &raquo;
it: Mostra dettagli &raquo;
ja: 詳細を表示 &raquo;
ka: ვრცლად ჩვენება &raquo;
kab: Sken-d talqayt &raquo;
ko: 상세 내용 보기 &raquo;
mg: Hampiseho ireo antsipiriany &raquo;
ms: Papar butiran &raquo;
nb_no: Vis detaljer &raquo;
nl: Details tonen &raquo;
pa_in: ਵੇਰਵੇ ਦਿਖਾਉ &raquo;
pl: Pokaż szczegóły &raquo;
pt_br: Mostrar detalhes &raquo;
pt_pt: Mostrar detalhes &raquo;
ro: Afișează detaliile &raquo;
sk: Zobraziť detaily &raquo;
sr: Покажи детаље &raquo;
sv: Visa detaljer &raquo;
te: వివరాలు చూపించు &raquo;
th: แสดงรายละเอียด &raquo;
tr: Ayrıntıları göster &raquo;
uk: Показати подробиці &raquo;
ur: تفصیلات دکھائیں&raquo;
vi: Hiển thị chi tiết &raquo;
zh_cn: 显示详细信息 &raquo;
zh_tw: 顯示細節 &raquo;
zu: Veza imininingwane &raquo;

source: Hide details &raquo;
af: Versteek detail &raquo;
bg: Скриване на подробности &raquo;
bs: Sakrij detalje &raquo;
de: Details ausblenden &raquo;
el: Απόκρυψη λεπτομερειών &raquo;
es: Ocultar detalles &raquo;
fy_nl: Details ferstopje &raquo;
he: הסתרת פרטים &laquo;
hr: Sakrij detalje &raquo;
hu: Részletek elrejtése &raquo;
ia: Celar detalios &raquo;
id: Sembunyikan rincian &raquo;
it: Nascondi dettagli &raquo;
ja: 詳細を隠す &raquo;
ka: მოკლედ ჩვენება &raquo;
kab: Ffer talqayt &raquo;
ko: 상세 내용 감추기 &raquo;
mg: Hanafina ireo antsipiriany &raquo;
ms: Sorok butiran &raquo;
nb_no: Skjul detaljer &raquo;
nl: Details verbergen &raquo;
pa_in: ਵੇਰਵੇ ਛਿਪਾਉ &raquo;
pl: Ukryj szczegóły &raquo;
pt_br: Ocultar detalhes
pt_pt: Ocultar detalhes &raquo;
ro: Ascunde detaliile &raquo;
sk: Skryť detaily &raquo;
sr: Сакриј детаље &raquo;
sv: Dölj detaljer &raquo;
te: వివరాలు దాచు &raquo;
th: ซ่อนรายละเอียด &raquo;
tr: Ayrıntıları gizle &raquo;
uk: Сховати подробиці &raquo;
ur: تفصیلات چھپائیں &raquo;
vi: Ẩn chi tiết &raquo;
zh_cn: 隐藏详细信息 &raquo;
zh_tw: 隱藏細節 &raquo;
zu: Fihla imininingwane &raquo;

source: Include details such as your account e-mail or specifics about your sign-in issue to help us get you back into your account quicker.
de: Nennen Sie Details wie die E-Mail-Adresse Ihres Kontos oder Einzelheiten zu Ihrem Anmeldeproblem, damit Sie mit unserer Hilfe schnell wieder auf Ihr Konto zugreifen können.
el: Συμπεριλάβετε λεπτομέρειες, όπως το email του λογαριασμού σας ή συγκεκριμένες πληροφορίες σχετικά με το ζήτημα σύνδεσης που αντιμετωπίζετε, ώστε να μας βοηθήσετε να επαναφέρουμε γρηγορότερα την πρόσβασή σας στον λογαριασμό σας.
fy_nl: Foegje details ta, lykas jo e-mailadres fan jo account of spesifikaasjes oer jo oanmeldingsprobleem, om ús te helpen jo rapper wer tagong ta jo account te jaan.
hu: Adjon meg olyan adatokat, mint a fiókja e-mail-címe, vagy a bejelentkezési problémájának részletei, hogy gyorsabban visszajusson a fiókjába.
ia: Include detalios como email de tu conto o specifica re tu problema de accesso pro adjutar nos a rapidemente facer te acceder de novo a tu conto.
it: Includi dettagli come l’indirizzo email del tuo account o informazioni specifiche sul problema di accesso per aiutarci a riattivare il tuo account più rapidamente.
ka: დაურთეთ მონაცემები, მათ შორის თქვენი ანგარიშის ელფოსტის მისამართი ან შესვლის ხარვეზის აღწერა, რომ უფრო სწრაფად დაგვეხმაროთ ანგარიშის დაბრუნებაში.
nl: Voeg details toe, zoals het e-mailadres van uw account of details over uw aanmeldingsprobleem, om ons te helpen u sneller weer toegang tot uw account te geven.
pl: Abyśmy mogli szybciej przywrócić Ci dostęp do konta, podaj szczegółowe informacje, takie jak adres e-mail konta lub szczegóły dotyczące problemu z logowaniem.
pt_br: Inclua dados como o email da sua conta e detalhes específicos sobre seu problema de acesso para nos ajudar a recuperar mais rápido o acesso à sua conta.
pt_pt: Inclua detalhes, tais como e-mail da sua conta ou detalhes sobre o seu problema de autenticação para nos ajudar a recuperar a sua conta mais rapidamente.
sk: Uveďte detaily, ako je e‑mail vášho účtu a podrobne popíšte problém s prihlásením, aby sme vám pomohli rýchlejšie sa vrátiť k vášmu účtu.
sv: Inkludera information som e-postadress för ditt konto eller detaljer om ditt inloggningsproblem för att snabbare få hjälp med ditt konto.
tr: Hesabınıza daha hızlı kavuşmak için hesabınıza tanımlı e-posta adresi gibi bilgileri veya giriş yapma probleminizle ilgili ayrıntıları bizimle paylaşın.
uk: Додайте такі деталі, як адреса електронної пошти вашого облікового запису або подробиці вашої проблеми з входом, щоб ми могли швидше повернути вам ваш обліковий запис.
vi: Bao gồm các chi tiết như email của tài khoản của bạn hoặc thông tin cụ thể về sự cố đăng nhập của bạn để giúp chúng tôi đưa bạn trở lại tài khoản của mình nhanh hơn.
zh_cn: 请提供详细信息，例如账户的邮箱地址，或登录时遇到的具体问题。这可以帮助我们更快找回您的账户。
zh_tw: 請包含您的帳號信箱、實際遇到的登入問題，讓我們可以更快協助您拿回帳號。

source: Thanks for letting us know you have this problem.
af: Dankie dat jy ons van hierdie probleem laat weet.
bg: Благодарим, че ни уведомихте, че имате този проблем.
bs: Hvala vam što ste nam javili da imate ovaj problem.
de: Danke, dass Sie uns mitgeteilt haben, dass Sie dieses Problem haben.
el: Σας ευχαριστούμε που μας ενημερώσατε για το πρόβλημα αυτό.
es: Gracias por hacernos saber que tienes este problema.
fy_nl: Tank foar it melden fan jo probleem.
he: תודה שדיווחת לנו שנתקלת בבעיה הזו.
hr: Hvala na obavijesti o ovom problemu.
hu: Köszönjük, hogy megosztotta, hogy ez a probléma Önt is érinti.
ia: Gratias pro facer nos saper que tu ha iste problema.
id: Terima kasih telah memberi tahu kami bahwa Anda memiliki masalah ini.
it: Grazie di averci fatto sapere che hai questo problema.
ja: 問題をご報告いただきありがとうございます。
ka: გმადლობთ, რომ გვაცნობეთ თქვენი ხარვეზის შესახებ.
kab: Tanemmirt imi aɣ-d-tenniḍ ɣef wuggur-a.
ko: 여러분의 문제를 알려주셔서 감사합니다.
mg: Misaotra anao nampahafantatra anay fa manana an'io olana io ianao.
ms: Terima kasih kerana memaklumkan kami bahawa anda ada masalah ini.
nb_no: Takk for at du sier fra om at du har dette problemet.
nl: Bedankt voor het melden van uw probleem.
pa_in: ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਸਾਨੂੰ ਦੱਸਣ ਲਈ ਕਿ ਤੁਹਾਨੂੰ ਇਹ ਸਮੱਸਿਆ ਹੈ।
pl: Dziękujemy za informację o tym problemie.
pt_br: Obrigado por nos informar sobre este problema.
pt_pt: Obrigado por nos informar que tem este problema.
ro: Îți mulțumim că ne-ai anunțat că ai întâmpinat această problemă.
sk: Ďakujeme, že ste nás informovali o probléme.
sr: Хвала вам што сте нам јавили да имате овај проблем.
sv: Tack för att vi fick veta att du har detta problem.
te: మీరు ఈ సమస్య గురించి మాకు తెలియజేసినందుకు ధన్యవాదాలు.
th: ขอบคุณที่บอกให้เราทราบว่าคุณมีปัญหานี้
tr: Bu sorunu yaşadığınızı bildirdiğiniz için teşekkür ederiz.
uk: Дякуємо, що дали нам знати про наявність у вас цієї проблеми.
ur: ہمیں بتانے کے لئے شکریہ کہ آپ کو یہ مسلہ درپیش ہے۔
vi: Cảm ơn đã cho chúng tôi biết bạn có vấn đề này.
zh_cn: 感谢您告知我们这个问题。
zh_tw: 謝謝您讓我們知道您有這個問題。
zu: Siyabonga ngokuba usazise ukuthi unale nkinga.

source: Identifying common problems helps the community answer your questions more quickly.
af: Om algemene probleme te identifiseer help die gemeenskap om jou vrae vinniger te beantwoord.
bg: Идентифицирането на често срещани проблеми помага на общността да отговори по-бързо на вашите въпроси.
bs: Prepoznavanje uobičajenih problema pomaže zajednici da brže odgovori na vaša pitanja.
de: Häufige Probleme zu identifizieren hilft der Gemeinschaft, Ihre Fragen schneller zu beantworten.
el: Η αναγνώριση κοινών προβλημάτων βοηθά την κοινότητα να απαντήσει ταχύτερα στις απορίες σας.
es: La identificación de los problemas más frecuentes ayuda a la comunidad a responder más rápidamente a tus preguntas.
fy_nl: It werkennen fan gebrûklike problemen helpt de mienskip jo fraach flugger te beäntwurdzjen.
he: זיהוי בעיות נפוצות מסייע לקהילה לענות על השאלות שלך במהירות רבה יותר.
hr: Prepoznavanje uobičajenih problema pomaže zajednici brže odgovoriti na tvoja pitanja.
hu: A közös problémák azonosítása segít a közösségnek gyorsabban válaszolni a kérdéseire.
ia: Le identification del problemas commun adjuta le communitate a responder plus rapidemente a tu questiones.
id: Pengidentifikasian masalah umum membantu komunitas menjawab pertanyaan Anda lebih cepat.
it: L'identificazione dei problemi più comuni dà modo alla comunità di rispondere più velocemente.
ja: 共通の問題を識別することにより、コミュニティがあなたの質問にすばやく答えられるようになります。
ka: ცნობილი ხარვეზის ამოცნობა, მომხმარებელთა ერთობას, გაუადვილებს თქვენს შეკითხვაზე, პასუხის სწრაფად გაცემას.
kab: Tifin n wuguren yettwassnen ad iɛiwen tarbaɛt ad d-terr ɣef yisteqsiyen-ik s zreb.
ko: 공통의 문제를 확인하면 여러분의 문제에 대한 커뮤니티의 답변을 더 빨리 얻어낼 수 있습니다.
mg: Ny famantarana ireo olana mateti-pitranga dia hanampy ny vondrona hamaly ireo fanontanianao haingana kokoa.
ms: Mengenal pasti masalah biasa dapat membantu komuniti menjawab soalan anda dengan lebih cepat.
nb_no: Identifisering av vanlige problemer bidrar til at miljøet vil svare på spørsmålet ditt raskere.
nl: Het herkennen van gebruikelijke problemen helpt de gemeenschap uw vraag sneller te beantwoorden.
pa_in: ਆਮ ਸਮੱਸਿਆ ਦੀ ਪਛਾਣ ਭਾਈਚਾਰੇ ਨੂੰ ਹੋਰ ਤੇਜ਼ੀ ਨਾਲ ਤੁਹਾਡੇ ਸਵਾਲ ਦੇ ਜਵਾਬ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ।
pl: Określenie typowych problemów pozwala naszej społeczności na szybsze odpowiedzi.
pt_br: Identificar problemas mais recorrentes aumenta a rapidez nas respostas.
pt_pt: Identificar os problemas mais recorrentes ajuda a comunidade a responder às questões mais rapidamente.
ro: Identificarea problemelor comune ajută comunitatea să răspundă la întrebările tale mai repede.
sk: Identifikácia najčastejších problémov pomôže komunite zodpovedať vaše otázky rýchlejšie.
sr: Препознавање уобичајених проблема помаже заједници да брже одговори на Ваша питања.
sv: Att identifiera vanliga problem hjälper gemenskapen svara på dina frågor snabbare.
te: సాధారణ సమస్యలు గుర్తించడం సంఘం మరింత త్వరగా మీ ప్రశ్నలకు సమాధానమివ్వడానికి సహాయపడుతుంది.
th: การระบุปัญหาทั่วไปช่วยให้ชุมชนตอบคำถามของคุณได้รวดเร็วยิ่งขึ้น
tr: Ortak sorunları tanımlamak, topluluğumuzun sorularınızı daha çabuk yanıtlamasına yardımcı olur.
uk: Виявлення типових проблем допомагає спільноті швидше відповідати на ваші запитання.
vi: Xác định các vấn đề phổ biến giúp cộng đồng trả lời câu hỏi của bạn nhanh hơn.
zh_cn: 标识出普通问题可以帮助社区更快地回答你的问题。
zh_tw: 分辨常見問題可幫助社群更快回答您的問題。
zu: Ukukhomba izinkinga ezijwayelekile kusiza umphakathi uphendule imibuzo yakho ngokushesha kakhulu.

source: Want to know when a solution is found?
af: Wil jy weet wanneer 'n oplossing gevind is?
bg: Искате ли да знаете кога е намерено решение?
bs: Želite li da saznate kada se nađe rješenje?
de: Möchten Sie wissen, wenn eine Lösung gefunden wird?
el: Θέλετε να μάθετε όταν βρεθεί λύση;
es: ¿Quieres saber que se ha encontrado una solución?
fy_nl: Wolle jo witte wannear’t der in oplossing fûn is?
he: רוצה שנעדכן אותך כשיימצא פתרון?
hr: Želiš li saznati kad se pronađe rješenje?
hu: Szeretne értesítést kapni, ha találunk megoldást?
ia: Vole tu saper quando un solution es trovate?
id: Ingin tahu kapan solusi ditemukan?
it: Si desidera essere informati quando è stata trovata la soluzione?
ja: 解決策が見つかった時の通知を受け取りますか？
ka: გსურთ შეიტყოთ, როდის მოიძებნება გადაწყვეტა?
kab: Tebɣiḍ ad teẓreḍ melmi ara tili tifrat?
ko: 언제 해결법이 발견되었는지 알고 싶나요?
mg: Te-hahalala rehefa misy vahaolana hita?
ms: Ingin tahu apabila sudah dapat penyelesaian?
nb_no: Vil du vite når en løsning blir funnet?
nl: Wilt u weten wanneer er een oplossing is gevonden?
pa_in: ਜਾਨਣਾ ਚਾਹੁ਼ੰਦਾ ਹਾ ਹੱਲ ਕਦੋ ਮਿਲਿਆ?
pl: Czy chcesz otrzymać powiadomienie, kiedy zostanie znalezione rozwiązanie?
pt_br: Quer saber quando for encontrada uma solução?
pt_pt: Quer ser avisado quando uma solução for encontrada?
ro: Vrei să știi când s-a găsit o soluție?
sk: Chcete sa dozvedieť hneď ako bude nájdené riešenie?
sr: Желите ли да сазнате када се нађе решење?
sv: Vill du veta när en lösning hittas?
te: ఒక పరిష్కారం దొరకిన్నప్పుడు తెలుసుకోవాలనుకుంటున్నారా?
th: ต้องการทราบเมื่อพบวิธีแก้ปัญหาหรือไม่?
tr: Çözüm bulunduğunda haberdar olmak ister misiniz?
uk: Бажаєте дізнатись, коли буде знайдено рішення?
ur: جب کوئی حل مل جاتا ہے تو کیا آپ جاننا چاہتے ہو؟
vi: Bạn muốn biết khi một giải pháp được tìm thấy?
zh_cn: 有解决办法时想获得通知？
zh_tw: 想要知道哪時有解決方案被提出來嗎？
zu: Ufuna ukwazi lapho isisombululo sesitholakele?
