Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: You already voted on this Article.
af: Jy het reeds vir hierdie artikel gestem.
bs: Već ste glasali na ovaj članak.
de: Sie haben für diesen Artikel bereits abgestimmt.
el: Έχετε ήδη ψηφίσει αυτό το άρθρο.
es: Ya has votado en este artículo.
fy_nl: Jo hawwe al stimd op dit artikel.
he: כבר הצבעת למאמר זה.
hr: Već si glasao/la za ovaj članak.
hu: Már szavazott erre a leírásra.
id: Anda sudah pernah memberi peringkat Artikel ini.
it: Hai già votato questo articolo.
ja: この記事にはすでに投票済みです。
ka: თქვენ უკვე შეაფასეთ ეს სტატია.
ko: 이미 본 문서를 추천했습니다.
mg: Efa nandatsa-bato ho an'ity Lahatsoratra ity ianao.
ms: Anda sudah undi Artikel ini.
pa_in: ਤੁਸੀ ਇਸ ਲੇਖ਼ ਦੀ ਵੋਟ ਪਹਿਲਾ ਹੀ ਕਰ ਚੁੱਕੇ ਹੋ।
pl: Oddano już głos na ten artykuł.
pt_pt: Já votou neste artigo.
ro: Ai votat deja acest articol.
sk: Pre tento článok ste už hlasovali.
te: మీరు ఇప్పటికే ఈ వ్యాసానికి ఓటు వేశారు.
th: คุณได้ลงคะแนนเสียงในบทความนี้แล้ว
uk: Ви вже голосували за цю статтю.
ur: آپ پہلے ہی اس مضمون پر ووٹ دے چکے ہیں۔
vi: Bạn đã bầu chọn Bài viết này rồi.
zh_cn: 这篇文章您已经投过票了。
zh_tw: 這篇文章您已經投票過了。
zu: Usuvotile kule Athikhili.

source: Thanks for making us better!
af: Dankie dat jy ons beter help maak!
bs: Hvala što nas činite boljim!
de: Danke, dass Sie uns verbessert haben!
el: Ευχαριστούμε που μας κάνετε καλύτερους!
es: ¡Gracias por hacernos mejores!
fy_nl: Tank foar it ferbetterjen fan Mozilla!
he: תודה לך על שעזרת לנו להשתפר!
hr: Hvala ti, što nam pomažeš!
hu: Köszönjük, hogy segít abban, hogy jobbak legyünk!
id: Terima kasih telah membantu!
it: Grazie per la segnalazione.
ja: ご投票ありがとうございます。
ka: გმადლობთ, რომ გვეხმარებით გაუმჯობესებაში!
ko: 등록해주셔서 감사합니다!
mg: Misaotra anao nanatsara anay!
ms: Terima kasih kerana membuatkan kami lebih bagus!
pa_in: ਸਾਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਧੰਨਵਾਦ!
pl: Dziękujemy za twój wkład!
pt_pt: Obrigado por nos tornar melhores!
ro: Mulțumim că ne-ai făcut mai buni!
sk: Ďakujeme, že nám pomáhate byť lepšími!
te: మాకు మంచి చేసినందుకు ధన్యవాదాలు!
th: ขอบคุณที่ทำให้เราดีขึ้น!
uk: Дякуємо, що зробили нас краще!
ur: ہمیں بہتر بنانے کے لئے شکریہ!
vi: Cảm ơn bạn đã khiến chúng tôi tốt hơn!
zh_cn: 感谢您让我们变得更好！
zh_tw: 感謝您讓我們變得更好！
zu: Siyabonga ngokusenza sibe ngcono!

source: Sorry to hear that, please tell us why?
de: Es tut uns leid, das zu hören. Nennen Sie uns bitte den Grund?
el: Λυπούμαστε που το ακούμε αυτό, θα μας πείτε γιατί;
es: Sentimos oír eso, ¿puedes decirnos el motivo?
fy_nl: Dat spyt ús, kinne jo ús fertelle wêrom?
he: מצער לשמוע, נוכל לדעת למה?
hr: Žao nam je to čuti. Možeš nam reći razlog?
hu: Sajnálattal halljuk, elmondaná miért?
it: Ci dispiace. Puoi indicarcene il motivo?
ja: お役に立てず申し訳ありません。その理由を教えてください。
ka: ვწუხვართ, ამის გამო, ვერ გვეტყვით, რატომ?
ko: 유감입니다. 이유를 알려주세요.
pl: Przykro nam to słyszeć. Powiedz nam dlaczego?
pt_pt: Lamentamos ouvir isso, diga-nos porquê?
ro: Ne pare rău. Ne poți spune, te rugăm, de ce?
sk: To je nám ľúto. Prosím, povedzte nám, prečo?
te: అందుకు మేము చింతిస్తున్నాము, దయచేసి ఎందుకో మాకు చెప్తారా?
th: เสียใจที่ได้ยินอย่างนั้น โปรดบอกเหตุผลให้เราทราบ
uk: Дуже шкода це чути, розкажіть нам, будь ласка, чому?
ur: یہ سن کر افسوس ہوا ، براہ مہربانی ہمیں بتائیں کیوں؟
vi: Xin lỗi khi nghe điều đó, xin vui lòng cho chúng tôi biết lý do tại sao?
zh_cn: 很抱歉听到这个消息，烦请告诉我们原因。
zh_tw: 很抱歉聽到這消息，方便告訴我們為什麼嗎？

source: Confusing
af: Verwarrend
bs: Zbunjujuće
de: Verwirrend
el: Προκαλεί σύγχυση
es: Confuso
fy_nl: Ferwarrend
hr: Zbunjujuće
hu: Zavaros
id: Membingungkan
it: Fuorviante
ja: 内容がよく分からない
ka: გაუგებარია
ko: 혼란스러움
mg: Mampisafotofoto saina
ms: Mengelirukan
pa_in: ਸੰਸੋਪੰਦ
pl: Mylący
pt_pt: Confuso
ro: Confuz
sk: Neurčitý
te: గందరగోళంగా
th: อ่านแล้วงง
uk: Незрозуміло
vi: Gây nhầm lẫn
zh_cn: 看不懂
zh_tw: 看不懂
zu: Kuyadida

source: Solution didn't work
af: Oplossing het nie gewerk nie
bs: Rješenje nije radilo
de: Lösung hat nicht funktioniert
el: Η λύση δεν λειτουργεί
es: La solución no funciona
fy_nl: Oplossing wurke net
hr: Rješenje nije radilo
hu: Nem működő megoldás
id: Solusi tidak berfungsi
it: Le istruzioni indicate non sono state risolutive
ja: 解決策が役立たない
ka: გადაწყვეტა უშედეგოა
ko: 해결책이 동작하지 않음
mg: Tsy nandaitra ilay vahaolana
ms: Penyelesaian tidak berjaya
pa_in: ਸਮਾਧਾਨ ਕੰਮ ਨਹੀ ਕੀਤਾ
pl: Podane rozwiązanie nie działa
pt_pt: A solução não funcionou
ro: Soluția nu a funcționat
sk: Riešenie nefunguje
te: సొల్యూషన్ పని చేయలేదు
th: วิธีแก้ปัญหาไม่สามารถใช้ได้
uk: Рішення не працює
ur: حل نےکام نہیں کیا
vi: Giải pháp không hiệu quả
zh_cn: 解决方法没用
zh_tw: 解法沒有用
zu: Isisombululo asisebenzanga

source: Too long
af: Te lank
bs: Predugo
de: Zu lang
el: Πολύ εκτενές
es: Demasiado largo
fy_nl: Te lang
hr: Predugo
hu: Túl hosszú
id: Terlalu panjang
it: Lunghezza eccessiva
ja: 記事が長過ぎる
ka: ზედმეტად გრძელია
ko: 너무 긴 문자
mg: Lava loatra
ms: Terlalu panjang
pa_in: ਬਹੁਤ ਲੰਬਾ
pl: Za długi
pt_pt: Muito longo
ro: Prea lung
sk: Moc dlhý
te: చాలా పొడవు
th: ยาวเกินไป
uk: Надто довго
ur: بہت لمبا ہے
vi: Quá dài
zh_cn: 太长了
zh_tw: 太長了
zu: Kude kakhulu

source: I have feedback about Firefox
af: Ek het terugvoer oor Firefox
bs: Imam povratnu informaciju o Firefoxu
de: Ich möchte meine Meinung zu Firefox sagen
el: Έχω σχόλια για το Firefox
es: Tengo opiniones y sugerencias sobre Firefox
fy_nl: Ik haw kommentaar oer Firefox
he: יש לי משוב בנוגע ל־Firefox
hr: Imam povratne informacije o Firefox-u
hu: Visszajelzésem van a Firefoxról
id: Saya punya saran tentang Firefox
it: Voglio esprimere la mia opinione su Firefox
ja: Firefox についてのフィードバックがあります
ka: გამოხმაურება, Firefox-ის შესახებ
ko: Firefox에 대한 의견 있음
mg: Manana tsikera momba an'i Firefox aho
ms: Saya ada maklum balas perihal Firefox
pa_in: ਮੈਨੂੰ ਫਾਇਰਫਾਕਸ ਬਾਰੇ ਫੀਡਬੈਕ ਹੈ
pl: Mam opinię dotyczącą Firefoksa
pt_pt: Eu tenho feedback sobre o Firefox
ro: Am feedback despre Firefox
sk: Chcem odoslať názor na Firefox
te: నేను Firefox గురించి అభిప్రాయాన్ని కలిగి ఉన్నాను
th: ฉันมีผลตอบรับเกี่ยวกับ Firefox
uk: Я хочу надіслати відгук про Firefox
ur: میرے پاس Firefox کے متعلق رایے ہے
vi: Tôi có phản hồi về Firefox
zh_cn: 我有关于 Firefox 的意见
zh_tw: 我有關於 Firefox 的意見
zu: Nginombiko mayelana ne-Firefox

source: Tell us more.
af: Vertel ons meer.
bs: Recite nam više.
de: Erzählen Sie uns mehr.
el: Πείτε μας περισσότερα.
es: Cuéntanos más.
fy_nl: Fertel ús mear.
he: נשמח לשמוע עוד.
hr: Reci nam više.
hu: Mondja el.
id: Uraikan selengkap mungkin.
it: Inserire ulteriori indicazioni
ja: 詳しくお書きください。
ka: ვრცლად მოგვახსენეთ.
ko: 더 자세히 알려주세요.
mg: Ilazao misimisy izahay.
ms: Beritahu kami lebih lanjut.
pa_in: ਸਾਨੂੰ ਹੋਰ ਦੱਸੋ।
pl: Przekaż nam więcej.
pt_pt: Diga-nos mais.
ro: Spune-ne mai multe.
sk: Povedzte nám viac.
te: మాకు మరింత తెలియజేయండి.
th: บอกเรามากกว่านี้
uk: Розкажіть більш детально.
ur: ہمیں مزید بتائیں۔
vi: Hãy cho chúng tôi biết thêm chi tiết.
zh_cn: 告诉我们更多信息。
zh_tw: 告訴我們更多資訊。
zu: Sitshele kabanzi.

source: Please provide more details
af: Gee asseblief meer detail
bs: Molimo navedite više detalja
de: Bitte geben Sie weitere Details an
el: Παρακαλώ παραθέστε περισσότερες λεπτομέρειες
es: Por favor, proporciona más info
fy_nl: Jou wat mear details
he: נא לספק יותר פרטים
hr: Navedi više detalja
hu: Adjon részletesebb információt
id: Jelaskan lebih lanjut
it: Fornire maggiori dettagli
ja: 詳細を記入してください
ka: გთხოვთ, უფრო დაწვრილებითი ინფორმაცია მოგვაწოდოთ
ko: 상세 내용을 입력하세요.
mg: Manomeza antsipiriany misimisy azafady
ms: Berikan lebih butiran
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਜਾਣਕਾਰਿਆ ਦਿਉ
pl: Podaj więcej szczegółów
pt_pt: Por favor, forneça mais detalhes
ro: Te rugăm să precizezi mai multe detalii.
sk: Zadajte prosím viac informácií
te: దయచేసి మరింత విషయాన్ని అందించండి
th: โปรดให้รายละเอียดเพิ่มเติม
uk: Будь ласка, надайте більше інформації
ur: بارہ مہربانی مزید تفصیلات فراہم کریں
vi: Vui lòng cung cấp thêm chi tiết
zh_cn: 请提供更多细节
zh_tw: 請提供更多詳情。
zu: Uyacelwa uhlinzeke ngeminye imininingwane

source: The flag is valid and I fixed the issue.
af: Die vlag is geldig en ek het die probleem reggestel.
bs: Oznaka je valjana i ispravio sam problem.
de: Die Meldung ist gültig und ich habe das Problem gelöst.
el: Η σημαία είναι έγκυρη και διόρθωσα το ζήτημα.
es: Esta marca es válida y he arreglado el fallo.
fy_nl: De markearring is falide en ik haw it probleem oplost.
he: הדגל תקף וטיפלתי בסוגיה.
hr: Oznaka je valjana i ispravio/la sam problem.
hu: A megjelölés érvényes és kijavítottam a hibát.
it: La segnalazione è valida e ho risolto il problema.
ja: フラグは有効であり、問題を解決しました。
ka: მონიშვნა მართებულია და ხარვეზი გამოსწორებულია.
ko: 표시가 유효하며 이슈 사항을 수정합니다.
mg: Mety ilay marika ary namboariko ny olana.
ms: Tanda ini sah dan saya sudah baiki isu berkaitan.
pa_in: ਇਹ ਫਲੈਗ ਯੋਗ ਹੈ ਅਤੇ ਮੈ ਸਮੱਸਿਆ ਠੀਕ ਕੀਤੀ ਹੈ।
ro: Semnalarea este validă și am soluționat problema.
sk: Označenie je platné a problém som vyriešil.
te: జెండా చెల్లదు మరియు నేను సమస్య పరిష్కరించాను.
th: ตัวบ่งชี้ถูกต้องและได้รับการแก้ไขจากฉันแล้ว
uk: Прапорець чинний і я вирішив проблему.
ur: نشان زد درست ہے اور میں نے مسئلہ حل کیا۔
vi: Cờ này là hợp lệ và tôi đã sửa vấn đề.
zh_tw: 標記有效且我已修正該問題。
zu: Ifulegi liyasebenza futhi sengiyilungisile inkinga.

source: The flag is invalid.
af: Die vlag is ongeldig.
bs: Oznaka nije valjana.
de: Diese Meldung ist ungültig.
el: Η σημαία δεν είναι έγκυρη.
es: Esta marca no es válida.
fy_nl: De markearring is ynfalide.
he: דגל זה אינו תקין.
hr: Oznaka nije valjana.
hu: A megjelölés hibás.
it: La segnalazione non è valida.
ja: フラグは無効です。
ka: მონიშვნა არასწორია.
ko: 표시가 유효하지 않습니다.
mg: Tsy mety ilay marika.
ms: Tanda tidak sah.
pa_in: ਇਹ ਫਲੈਗ ਅਯੋਗ ਹੈ।
ro: Semnalarea este nevalidă.
sk: Označenie nie je platné.
te: జెండా చెల్లదు.
th: ตัวบ่งชี้ไม่ถูกต้อง
uk: Прапорець нечинний.
ur: نشان ناجایز ہے
vi: Cờ này bất hợp lệ.
zh_tw: 該標記無效。
zu: Ifulegi alisebenzi.

source: There is no flagged content pending moderation.
af: Daar is geen gevlagde inhoud wat hangende moderering is nie.
bs: Nema označenih sadržaja na čekanju za pregled.
de: Es gibt keinen gemeldeten Inhalt, der auf seine Moderation wartet.
el: Δεν υπάρχει επισημασμένο περιεχόμενο που να αναμένει συντονισμό.
es: No hay contenido marcado como pendiente de moderación.
fy_nl: Der is gjin markearre ynhâld mear dy’t wachtet op bewurking.
he: אין תוכן שסומן בדגל הממתין לפיקוח.
hr: Nema označenog sadržaja koji čeka na moderiranje.
hu: Nincs ellenőrzésre váró tartalom.
it: Non esistono contenuti in coda di moderazione.
ja: モデレーターの確認待ちとしてフラグが立てられているコンテンツはありません。
ka: მონიშნული შიგთავსი არაა.
ko: 관리를 기다리는 표시 처리 문서가 없습니다.
mg: Tsy misy atiny voamarika ho miandry fameran'ny moderatera.
ms: Tiada kandungan ditanda menunggu moderat.
pa_in: ਫਲੈਗ ਸਾਮਗਰੀ ਮਾਡਰੇਸ਼ਨ ਲੰਬਿਤ ਨਹੀ ਹੈ।
ro: Nu există conținut semnalat în așteptarea moderării.
sk: K dispozícií nie je žiadny obsah, ktorý potrebuje moderovať.
te: ఫ్లాగ్ చేయబడిన ఏ కంటెంట్ కు మోడరేషన్ పెండింగ్లో లేదు.
th: ไม่มีเนื้อหาที่ถูกบ่งชี้ให้รอการตรวจสอบ
uk: Немає поміченого вмісту, що очікує модерування.
vi: Không có nội dung gắn cờ nào đang chờ điều chỉnh.
zh_tw: 目前無標示需修正之內容。
zu: Akukho mbhalo ofulegiwe nolindele ukulungiswa.

# DB: products.Product.title
source: Firefox Relay
hu: Firefox Reality

# DB: products.Topic.title
source: BadgeKit
hu: Kitűzőkészlet
it: Kit Distintivi
ko: 배지 도구
sk: Ocenenie
uk: Інструментарій відзнак
zu: I-BadgeKit

source: Beta
bg: Бета версия
he: בטא
hu: Béta
ko: 베타

source: Firefox Relay
hu: Firefox Reality
kab: Firefox Reality

source: https://pontoon.mozilla.org/projects/sumo/
pt_br: https://pontoon.mozilla.org/pt-BR/sumo/

# DB: products.Topic.title
source: X-Ray Goggles
bg: Рентгенови очила
de: Röntgenbrille
es: Lentes de rayos X
hr: Rentgenske naočale
ja: X-Ray ゴーグル
ka: X-Ray Googles
ko: X-레이 가글
nb_no: Røntgenbriller
pa_in: ਐਕਸ-ਰੇ ਗੂਗਲਸ
pt_br: Óculos de Raio-X
te: ఎక్స్-రే గాగుల్స్
ur: ایکس رے عنک
vi: Kính X-Ray
zu: Ama-X-Ray Goggles

source: browserID
it: ID browser
pa_in: ਬਰਾਊਜ਼ਰ ID
pl: ID przeglądarki

source: Request moved.
pl: Zgłoszenie przeniesione.

source: Request is appropriately placed.
pl: Zgłoszenie zostało umieszczone poprawnie.

source: Apply a tag
pl: Zastosuj etykietę

source: Apply
pl: Zastosuj

source: Upload a New Media File
af: Laai 'n nuwe medialêer op
bs: Dodaj novu datoteku medija
de: Eine neue Mediendatei hochladen
el: Μεταφόρτωση αρχείου
fy_nl: In nij mediabestân oplade
he: העלאת קובץ מדיה חדש
hr: Dodaj novu datoteku medija
ja: 新しいメディアファイルをアップロード
ka: ახალი ფაილის ატვირთვა
ko: 새 파일 업로드
mg: Hampiakatra Rakitra Haino&jery Vaovao
ms: Muatnaik Fail Media Baru
pa_in: ਨਵੀ ਮੀਡੀਆ ਫਾਇਲ ਅੱਪਲੋਡ ਕਰੋ
ro: Încarcă un nou fișier multimedia
sk: Vloženie nového multimediálneho súboru
te: ఒక కొత్త మీడియా ఫైల్ అప్లోడ్ చేయ్యి
th: อัปโหลดไฟล์สื่อใหม่
uk: Вивантажити новий медіафайл
ur: ایک نئی میڈیا فائل اپ لوڈ کریں
vi: Tải lên một hình ảnh mới
zu: Loda Ifayela Yemidiya Entsha

source: Upload file
af: Laai lêer op
bs: Dodaj datoteku
de: Datei hochladen
el: Μεταφόρτωση αρχείου
fy_nl: Bestân oplade
he: העלאת קובץ
hr: Dodaj datoteku
ja: ファイルをアップロード
ka: ფაილის ატვირთვა
ko: 파일 업로드
mg: Hampiakatra rakitra
ms: Muatnaik fail
pa_in: ਅੱਪਲੋਡ ਫਾਈਲ
ro: Încarcă fișier
sk: Nahrať súbor
te: ఫైలును అప్లోడ్ చేయ్యి
th: อัปโหลดไฟล์
uk: Вивантажити файл
ur: فائل اپ لوڈ کریں
vi: Tải lên tập tin
zu: Loda ifayela

source: Continue Uploading Media
af: Gaan voort om media op te laai
bs: Nastavi dodavanje medija
de: Hochladen fortsetzen
el: Συνέχεια μεταφόρτωσης πολυμέσου
fy_nl: Media oplade trochsette
he: המשך בהעלאת מדיה
hr: Nastavi dodavanje medija
ja: メディアのアップロードを続行
ka: ფაილის ატვირთვის გაგრძელება
ko: 미디어 업로드 계속
mg: Hanohy Hampiakatra Haino&jery
ms: Teruskan Memuatnaik Media
pa_in: ਮੀਡਿਆ ਅੱਪਲੋਡ ਕਰਨਾ ਜਾਰੀ
ro: Continuă încărcarea de elemente multimedia
sk: Pokračovať s nahrávaním multimédií
te: మీడియా అప్లోడ్ కొనసాగించు
th: ดำเนินการอัปโหลดสื่อต่อ
uk: Продовжити вивантажувати медіа
ur: میڈیا اپ لوڈ کرنا جاری رکھیں
vi: Tiếp tục Tải lên Tập tin đa phương tiện
zu: Qhubeka Ukuloda Imidiya

source: Web browser for Windows, Mac and Linux
bs: Web pretraživač za Windows, Mac i Linux
de: Internet-Browser für Windows, Mac und Linux
el: Πρόγραμμα περιήγησης ιστού για Windows, Mac και Linux
fy_nl: Webbrowser foar Windows, Mac en Linux
he: דפדפן אינטרנט עבור Windows,‏ Mac ו־Linux
hr: Web preglednik za Windows, Mac i Linux
ja: Windows および Mac、Linux 向けのウェブブラウザー
ka: ბრაუზერი Windows, Mac და Linux სისტემებისთვის
ko: 윈도우, 맥, 리눅스용 웹 브라우저
mg: Mpitety tranonkala ho an'ny Windows, Mac ary Linux
ms: Pelayar web untuk Windows, Mac dan Linux
ro: Browser web pentru Windows, Mac și Linux
sk: Webový prehliadač pre Windows, Mac a Linux
te: Windows, Mac, Linux కొరకు జాల విహారిణి
th: เว็บเบราว์เซอร์สำหรับ Windows, Mac และ Linux
uk: Браузер для Windows, Mac і Linux
ur: Windows، Mac اور Linux کے لئے ویب براؤزر
vi: Trình duyệt web cho Windows, Mac và Linux

source: Install and update
de: Installation und Aktualisierung
el: Εγκατάσταση και ενημέρωση
fy_nl: Ynstallearje en bywurkje

source: Protect your privacy
de: Schützen Sie Ihre Privatsphäre
el: Προστασία απορρήτου
fy_nl: Beskermje jo privacy

source: Customize settings and preferences
de: Einstellungen und Optionen anpassen
el: Προσαρμογή ρυθμίσεων και προτιμήσεων
fy_nl: Ynstellingen en foarkarren oanpasse

source: Tips and tricks
af: Wenke
bs: Savjeti i trikovi
de: Tipps und Tricks
el: Συμβουλές και κόλπα
fy_nl: Tips en trúks
he: טיפים וטריקים
hr: Savjeti i trikovi
ja: ヒントと活用法
ka: რჩევები და ხრიკები
ko: 팁과 트릭
mg: Fika sy tetika
ms: Panduan dan helah
pa_in: ਟਿਪਸ ਅਤੇ ਟਰਿਕਸ
ro: Ponturi și trucuri
sk: Tipy a triky
te: చిట్కాలు, ఉపాయాలు
th: กลเม็ดและเคล็ดลับ
uk: Підказки та хитрощі
ur: ٹوٹکے اور نسخے
vi: Các mẹo và thủ thuật
zu: Amasu namacebo

source: Tabs
af: Oortjies
bs: Tabovi
el: Καρτέλες
fy_nl: Ljepblêden
he: לשוניות
hr: Kartice
ja: タブ
ka: ჩანართები
ko: 탭
mg: Vakizoro
ms: Tab
pa_in: ਟੈਬਾ
ro: File
sk: Karty
te: టాబ్లు
th: แท็บ
uk: Вкладки
ur: ٹیبس
vi: Thẻ
zu: Amathebhu

source: Website breakages
de: Defekte von Websites
el: Βλάβες ιστοτόπων
fy_nl: Websitedefekten
ja: ウェブサイトの破損
ka: საიტის გაუმართაობა
ko: 웹사이트 오류
sk: Rozbité webové stránky
uk: Збої вебсайтів
vi: Các trang web bị hỏng

source: Web browser for Android smartphones and tablets
bs: Web pretraživač za Android pametne telefone i tablete
de: Internet-Browser für Android-Smartphones und -Tablets
el: Πρόγραμμα περιήγησης ιστού για smartphone και tablet με Android
fy_nl: Webbrowser foar Android-snoadfoans en -tablets
he: דפדפן אינטרנט עבור טלפונים חכמים ומחשבי לוח עם מערכת Android
hr: Internetski preglednik za Android pametne telefone i tablet uređaje
ja: Android スマートフォンとタブレット向けのウェブブラウザー
ka: ბრაუზერი Android-ის სმარტფონებისა და პლანშეტებისთვის
ko: Android 스마트폰 및 태블릿 용 웹 브라우저
mg: Mpitety tranonkala ho an'ireo telefaona matsilo sy tabilety Android
ms: Pelayar web untuk telefon pintar dan tablet Android
ro: Browser web pentru telefoane și tablete Android
sk: Webový prehliadač pre telefóny a tablety s OS Android
te: ఆండ్రాయిడ్ స్మార్ట్ఫోన్లు మరియు టాబ్లెట్ ల కోసం వెబ్ బ్రౌజర్
th: เว็บเบราว์เซอร์สำหรับสมาร์ทโฟนและแท็บเล็ต Android
uk: Браузер для смартфонів і планшетів на Android
ur: Android اسمارٹ فونز اور ٹیبلٹس کیلئے ویب براؤزر
vi: Trình duyệt web cho các điện thoại thông minh và máy tính bảng Android

source: Websites
af: Webwerwe
bs: Web stranice
el: Ιστότοποι
he: אתרים
hr: Web stranice
ja: ウェブサイト
ka: საიტები
ko: 웹사이트
mg: Tranonkala
ms: Laman web
pa_in: ਵੈੱਬਸਾਈਟਾ
ro: Site-uri web
sk: Webové stránky
te: వెబ్ సైట్లు
th: เว็บไซต์
uk: Вебсайти
ur: ويب سائٹس
vi: Các trang web
zu: Amawebhusayithi

source: Firefox for iPhone, iPad and iPod touch devices
bs: Firefox za iPhone, iPad i iPod uređaje na dodir
de: Firefox für iPhone, iPad und iPod touch-Geräte
el: Firefox για συσκευές iPhone, iPad και iPod touch
fy_nl: Firefox foar iPhone-, iPad- en iPod touch-apparaten
he: Firefox עבור מכשירי iPhone,‏ iPad ו־iPod touch
hr: Firefox za iPhone, iPad i iPod touch
ja: iPhone、iPad、iPod touch 端末向け Firefox
ka: Firefox iPhone, iPad და iPod touch მოწყობილობებისთვის
ko: iPhone, iPad, iPod 터치 기기용 Firefox
ms: Firefox untuk peranti sentuh iPhone, iPad dan iPod
pa_in: iPhone, iPad ਅਤੇ iPod ਵਰਗੇ ਯੰਤਰਾਂ ਲਈ ਫਾਇਰਫੌਕਸ
ro: Firefox pentru iPhone, iPad și dispozitive iPod touch
sk: Firefox pre iPhone, iPad a iPod
te: ఐఫోన్, ఐప్యాడ్ మరియు ఐప్యాడ్ టచ్ పరికరాల కోసం Firefox
th: Firefox สำหรับอุปกรณ์ iPhone, iPad และ iPod touch
uk: Firefox для пристроїв iPhone, iPad та iPod touch
ur: iPhone ، iPad اورiPod ٹچ آلات کے لئے Firefox
vi: Firefox cho các thiết bị cảm ứng iPhone, iPad và iPod.

source: How to use Firefox for iOS
bs: Kako koristiti Firefox za iOS
de: Verwendung von Firefox für iOS
el: Οδηγίες χρήσης του Firefox για iOS
fy_nl: Firefox foar iOS brûke
he: איך להשתמש ב־Firefox עבור iOS
hr: Kako koristiti Firefox za iOS
ja: iOS 版 Firefox の使い方
ka: როგორ ვისარგებლოთ Firefox-ის iOS ვერსიით
ko: iOS용 Firefox 사용방법
mg: Fomba fampiasana an'i Firefox ho an'i iOS
ms: Cara menggunakan Firefox untuk iOS
pa_in: iOS ਲਈ ਫਾਇਰਫੌਕਸ ਕਿਵੇਂ ਵਰਤਿਆ ਜਾਵੇ
ro: Cum se utilizează Firefox pentru iOS
sk: Ako používať Firefox pre iOS
te: iOS కోసం Firefox ఎలా ఉపయోగించాలి
th: วิธีใช้ Firefox สำหรับ iOS
uk: Firefox для iOS
ur: iOS کے لئے Firefox کیسے استعمال کریں
vi: Làm thế nào để sử dụng Firefox cho iOS

source: Firefox Quantum for businesses
de: Firefox Quantum für Unternehmen
el: Firefox Quantum για επιχειρήσεις
fy_nl: Firefox Quantum foar bedriuwen
he: Firefox Quantum לעסקים
hr: Firefox Quantum za poduzeća
ja: 法人向け Firefox Quantum
ka: კორპორაციული Firefox Quantum
ko: 기업용 Firefox Quantum
sk: Firefox Quantum pre podniky
te: వ్యాపారసంస్థల కోసం Firefox Quantum
th: Firefox Quantum สำหรับธุรกิจ
uk: Firefox Quantum для бізнесу
vi: Firefox Quantum dành cho doanh nghiệp

source: Install and manage add-ons
de: Add-ons installieren und verwalten
el: Εγκατάσταση και διαχείριση προσθέτων
fy_nl: Add-ons ynstallearje en beheare

source: MDN Plus provides a custom experience for MDN supporters.
de: MDN Plus bietet eine angepasste Erfahrung für MDN-Unterstützer.
el: Το MDN Plus παρέχει μια προσαρμοσμένη εμπειρία για τους υποστηρικτές του MDN.
fy_nl: MDN Plus biedt in ûnderfining op maat foar MDN-supporters.
ja: MDN Plus は MDN の支援者にカスタムエクスペリエンスを提供します。
ka: MDN Plus უზრუნველყოფს მორგებულ მომსახურებას MDN-მხარდამჭერებისთვის.
ko: MDN 플러스는 MDN 사용자들에게 맞춤형 경험을 제공합니다.
sk: MDN Plus poskytuje priaznivcom MDN prispôsobené používateľské prostredie.
uk: MDN Plus забезпечує спеціальний підхід для прихильників MDN.
vi: MDN Plus cung cấp trải nghiệm tùy chỉnh cho những người ủng hộ MDN.

source: VPN for Windows 10, Android and iOS devices
de: VPN für Windows 10, Android und iOS-Geräte
el: VPN για συσκευές με Windows 10, Android και iOS
fy_nl: VPN foar Windows 10-, en Android- en iOS-apparaten
he: ‏VPN עבור מכשירי Windows 10, ‏Android ו־iOS
hr: VPN za Windows 10, Android i iOS uređaje
ja: Windows 10 と Android および iOS 端末向け VPN
ka: VPN მოწყობილობებისთვის Windows 10, Android და iOS-ზე
ko: Windows 10, Android 및 iOS 장치 용 VPN
sk: VPN pre Windows 10 a zariadenia s Androidom a iOS
te: విండోస్ 10, ఆండ్రాయిడ్, iOS పరికరాల కోసం VPN
th: VPN สำหรับอุปกรณ์ Windows 10, Android และ iOS
uk: VPN для Windows 10, пристроїв Android та iOS
vi: VPN cho thiết bị Windows 10, Android và iOS

source: Accounts
de: Konten
el: Λογαριασμοί
he: חשבונות
hr: Računi
ja: アカウント
ka: ანგარიშები
ko: 계정
ro: Conturi
sk: Účty
te: ఖాతాలు
th: บัญชี
uk: Облікові записи
ur: اکاؤنٹس
vi: Tài khoản

source: Payments
af: Betalings
bs: Plaćanja
de: Bezahlungen
el: Πληρωμές
fy_nl: Betellingen
he: תשלומים
hr: Plaćanja
ja: 支払い
ka: გადახდები
ko: 지불
mg: Fandoavam-bola
ms: Bayaran
pa_in: ਭੁਗਤਾਨ
ro: Plăți
sk: Platby
te: చెల్లింపులు
th: การชำระเงิน
uk: Платежі
ur: ادائیگیاں
vi: Thanh toán
zu: Izinkokhelo

source: Service that lets you create aliases to hide your real email
de: Dienst, mit dem Sie Alias-E-Mail-Adressen erstellen können, um Ihre echte E-Mail-Adresse zu verbergen
el: Δημιουργήστε ψευδώνυμα για την απόκρυψη του πραγματικού σας email
fy_nl: Tsjinst wêrmei’t jo aliassen meitsje kinne om jo wiere e-mailadres te ferbergjen
ja: 別名のメールアドレスを作成して実際のアドレスを隠すサービスです
ka: მომსახურება, რომლის მეშვეობითაც შექმნით მეტსახელებს და დაფარავთ ნამდვილი ფოსტის მისამართს
ko: 실제 이메일 주소를 숨기기 위해 별칭을 만들 수 있는 서비스
sk: Služba, ktorá vám umožňuje vytvárať aliasy na skrytie vášho skutočného e‑mailu
uk: Службу, що дає змогу створювати псевдоадреси, щоб приховати вашу справжню електронну пошту
vi: Dịch vụ cho phép bạn tạo bí danh để ẩn email thực của mình

source: Stay informed and take back control of your exposed data
de: Bleiben Sie auf dem neuesten Stand und übernehmen Sie wieder die Kontrolle über Ihre offengelegten Daten
el: Μείνετε ενημερωμένοι και ανακτήστε τον έλεγχο των εκτεθειμένων δεδομένων σας
fy_nl: Bliuw op de hichte en nim de kontrôle oer jo lekte gegevens werom
ko: 최신 정보를 유지하고 노출된 데이터의 제어권을 되찾으세요
uk: Будьте в курсі викриття ваших даних і поверніть контроль над ними
vi: Luôn cập nhật thông tin và lấy lại quyền kiểm soát dữ liệu bị lộ của bạn

source: The web’s most intriguing articles
de: Die faszinierendsten Artikel im Internet
el: Τα πιο ενδιαφέροντα άρθρα του διαδικτύου
fy_nl: De meast yntrigearjende artikelen fan it web
ka: ვებსივრცეში ცნობისმოყვარეობის აღმძვრელი საუკეთესო სტატიები
ko: 웹에서 가장 흥미로운 문서
sk: Najzaujímavejšie články na webe
uk: Найцікавіші статті з інтернету
vi: Các bài viết hấp dẫn nhất trên web
