Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: You cannot translate this document.
af: Jy kan nie hierdie dokument vertaal nie.
bg: Не можете да превеждате този документ.
bs: Ne možete prevesti ovaj dokument.
de: Sie können dieses Dokument nicht übersetzen.
el: Δεν μπορείτε να μεταφράσετε αυτό το έγγραφο.
es: No puedes traducir este documento.
fy_nl: Jo kinne dit dokumint net oersette.
he: אין לך אפשרות לתרגם את המסמך הזה.
hr: Ovaj dokument ne možeš prevesti.
hu: Nem fordíthatja le ezt a dokumentumot.
ia: Tu non pote traducer iste documento.
id: Anda tidak dapat menerjemahkan dokumen ini.
it: Non puoi tradurre questo documento.
ja: このドキュメントは翻訳が許可されていません。
ka: ამ დოკუმენტის თარგმნა, არ შეგიძლიათ.
kab: Ur tezmired ara ad tsuqleḍ isemli-a.
ko: 본 문서를 번역할 수 없습니다.
mg: Tsy azonao adika ity tahirin-kevitra ity.
ms: Anda tidak boleh terjemahkan dokumen ini.
nb_no: Du kan ikke oversette dette dokumentet.
nl: U kunt dit document niet vertalen.
pa_in: ਤੁਸੀ ਇਹ ਦਸਤਾਬੇਜ ਦਾ ਅਨੁਵਾਦ ਨਹੀ ਕਰ ਸਕਦੇ।
pl: Nie możesz tłumaczyć tego artykułu.
pt_br: Você não pode traduzir este documento.
pt_pt: Não pode traduzir este documento.
ro: Nu poți traduce acest document.
sk: Tento dokument nemôžete prekladať.
sr: Не можете да преведете овај документ.
sv: Du kan inte översätta det här dokumentet.
te: మీరు ఈ పత్రాన్ని అనువదించలేరు.
th: คุณไม่สามารถแปลเอกสารนี้ได้
tr: Bu belgeyi çeviremezsiniz.
uk: Ви не можете перекладати цей документ.
ur: آپ اس دستاویز کا ترجمہ نہیں کرسکتے ہیں۔
vi: Bạn không thể dịch tài liệu này.
zh_cn: 您不能翻译这篇文章。
zh_tw: 您不能翻譯此文件。
zu: Awukwazi ukuhumusha le dokhumenti.

source: Thanks for your feedback!
ia: Gratias pro tu commentario!
sv: Tack för din feedback!
tr: Geri bildiriminiz için teşekkürler!

source: You voted "Yes 👍" Please tell us more
ia: Tu votava "Si 👍", dice nos plus
sv: Du röstade "Ja 👍". Berätta mer
tr: "Evet 👍" oyu verdiniz. Nedenini söylemek ister misiniz?

source: Article is accurate
ia: Le articulo es correcte
sv: Artikeln är korrekt
tr: Makaledeki bilgiler doğru

source: Article is easy to understand
ia: Le articulo es facile a comprender
sv: Artikeln är lätt att förstå
tr: Makalenin anlaşılması kolay

source: The visuals are helpful
ia: Le elementos visual es utile
sv: Det visuella är till hjälp
tr: Görseller faydalı oldu

source: Article provided the information I needed
ia: Le articulo forniva le informationes que io besoniava
sv: Artikeln gav den information jag behövde
tr: Makale ihtiyacım olan bilgileri sağladı

source: You voted "No 👎" Please tell us more
ia: Tu votava "No 👎", dice nos plus
sv: Du röstade "Nej 👎". Berätta mer
tr: "Hayır 👎" oyu verdiniz. Nedenini söylemek ister misiniz?

source: Article is inaccurate
ia: Le articulo es inexacte
sv: Artikeln är felaktig
tr: Makale hatalı

source: Article is confusing
ia: Le articulo es confundente
sv: Artikeln är förvirrande
tr: Makale kafa karıştırıcı

source: Missing, unclear, or unhelpful visuals
ia: Elementos visual mancante, poco clar, o inutile
sv: Saknar, otydliga eller icke hjälpsamma bilder
tr: Görseller eksik, net değil veya yararsız

source: Article didn't provide the information I needed
ia: Le articulo non forni le informationes que io besoniava
sv: Artikeln gav inte den information jag behövde
tr: Makale ihtiyacım olan bilgileri sağlamadı

source: Revision %s
af: Wysiging %s
bg: Ревизия %s
bs: Revizija %s
de: Version %s
el: Αναθεώρηση %s
es: Revisión %s
fy_nl: Refyzje %s
he: מהדורה %s
hr: Revizija %s
hu: %s verzió
id: Revisi %s
it: Versione %s
ja: リビジョン %s
ka: გადამუშავებული ვერსია %s
kab: Aceggir %s
ko: 변경사항 %s
mg: Fanitsiana %s
ms: Semakan %s
nb_no: Revisjon %s
nl: Revisie %s
pa_in: ਰਵੀਜਿਨ %s
pl: Wersja %s
pt_br: Edição %s
pt_pt: Revisão %s
ro: Revizuirea %s
sk: Revízia %s
sr: Ревизија %s
sv: Revidering %s
te: పునర్విమర్శ %s
th: การแก้ไข %s
tr: Revizyon %s
uk: Редакція %s
ur: نظر ثانی %s
vi: Phiên bản %s
zh_cn: 修订 %s
zh_tw: 頁面更動 %s
zu: Isibukezo %s

source: Firefox Releases
af: Firefox-vrystellings
bg: Издания на Firefox
bs: Firefox izdanja
de: Firefox-Versionen
el: Εκδόσεις του Firefox
es: Lanzamientos de Firefox
fy_nl: Firefox-útjeftes
he: הפצות Firefox
hr: Firefox izdanja
hu: Firefox kiadások
ia: Versiones de Firefox
id: Rilis Firefox
it: Versioni di Firefox
ja: Firefox リリース
ka: Firefox გამოშვებები
kab: Ileqman Firefox
ko: Firefox 출시
mg: Famoahana Firefox
ms: Keluaran Firefox
nb_no: Firefox-utgivelser
nl: Firefox-uitgaven
pa_in: ਫਾਇਰਫਾਕਸ ਰਲੀਜ਼
pl: Wydania Firefoksa
pt_br: Versões do Firefox
pt_pt: Lançamentos do Firefox
ro: Lansări Firefox
sk: Vydania Firefoxu
sr: Firefox издања
sv: Firefox releaser
te: Firefox విడుదలలు
th: รุ่นที่ออกของ Firefox
tr: Firefox sürümleri
uk: Релізи Firefox
ur: Firefox ریلیز
vi: Các bản phát hành Firefox
zh_cn: Firefox 正式版
zh_tw: Firefox 發行版本
zu: Ukukhishwa kwe-Firefox

source: Article Revisions
af: Artikel-wysigings
bg: Ревизии на статията
bs: Revizije članka
de: Artikel-Versionen
el: Αναθεωρήσεις άρθρου
es: Revisiones de artículos
fy_nl: Artikelrefyzjes
he: מהדורות המאמר
hr: Revizije članka
hu: Leírás verziói
ia: Revisiones del articulo
id: Revisi Artikel
it: Versioni dell'articolo
ja: 記事のリビジョン
ka: სტატიის გადამუშავებული ვერსიები
kab: Iceggiren n yimagraden
ko: 문서 버전
mg: Fanitsiana Lahatsoratra
ms: Semakan Artikel
nb_no: Artikkelrevisjoner
nl: Artikelrevisies
pa_in: ਆਰਟੀਕਲ ਰੀਵੀਜ਼ਿਨਾ
pl: Wersje artykułu
pt_br: Edições do artigo
pt_pt: Revisões do artigo
ro: Revizuiri articol
sk: Revízie článku
sr: Ревизија чланка
sv: Artikel-revideringar
te: వ్యాసం సవరణలు
th: การตรวจทานแก้ไขบทความ
tr: Makale revizyonları
uk: Редакції статті
ur: مضمون کی نظرسنیاں
vi: Các phiên bản của bài viết
zh_cn: 文章修订
zh_tw: 文章版本
zu: Izibukezo ze-athikhili

source: {users} added to the contributors successfully!
af: {users} is suksesvol by die bydraers gevoeg!
bg: {users} са добавени успешно като сътрудници!
bs: {users} uspješno dodani u saradnike!
de: {users} wurde erfolgreich zur Gruppe der Mitwirkenden hinzugefügt!
el: Επιτυχής πρόσθεση των {users} στους εθελοντές!
es: ¡{users} añadidos a los colaboradores con éxito!
fy_nl: {users} mei sukses oan de meiwurkers tafoege!
he: המשתמש {users} נוסף לתורמים בהצלחה!
hr: {users} uspješno dodani u suradnike!
hu: {users} sikeresen hozzáadásra került a közreműködőkhöz!
ia: {users} addite al collaboratores con successo!
id: {users} sukses ditambahkan ke kontributor!
it: Gli utenti {users} sono stati aggiunti i collaboratori.
ja: {users} さんが貢献者に追加されました。
ka: {users} წარმატებით დაემატა მოხალისეების გუნდს!
kab: Iseqdacen {users} ttwarnan ɣer yimttekkiyen!
ko: 그룹에 {users} 사용자 추가 성공!
mg: Vita soa aman-tsara ny fanampiana an'i {users} ho mpandray anjara!
ms: {users} berjaya dimasukkan ke dalam kumpulan penyumbang!
nb_no: {users} lagt til i bidragsyterlisten!
nl: {users} met succes aan de medewerkers toegevoegd!
pa_in: {users} ਨੂੰ ਕਾਮਯਾਬੀ ਨਾਲ ਯੋਗਦਾਨੀਆਂ ਵਿੱਚ ਜੋੜਿਆ!
pl: Użytkownicy {users} zostali dodani do grupy autorów!
pt_br: {users} adicionados aos colaboradores com sucesso!
pt_pt: {users} adicionados aos colaboradores com sucesso!
ro: {users} adăugați la colaboratori cu succes!
sk: {users} bol úspešne pridaný medzi prispievateľov!
sr: {users} су успешно додати на листу доприносиоца!
sv: {users} har lagts till som bidragsgivare!
te: {users} విజయవంతంగా సహాయకులకు చేర్చబడ్డారు!
th: การเพิ่ม {users} เข้าสู่ในผู้มีส่วนร่วมประสบความสำเร็จ!
tr: {users} gönüllülere başarıyla eklendi!
uk: {users} успішно доданий(-на) в якості помічника!
ur: {users} کو شراکت کاروں کو کامیابی کے ساتھ شامل کر لیا!
vi: Đã thêm {users} vào những người đóng góp!
zh_cn: {users} 已成功添加到贡献者中！
zh_tw: 已成功新增 {users} 為貢獻者！
zu: {users} abafakwe kwabanegalelo ngempumelelo!

source: There were errors adding new contributors, see below.
af: Kon nie nuwe bydraers byvoeg nie, sien hier onder.
bg: Възникнаха грешки при добавянето на нови сътрудници, виж по-долу.
bs: Pojavile su se greške prilikom dodavanja novih saradnika, pogledajte ispod.
de: Beim Hinzufügen neuer Mitwirkender sind folgende Fehler aufgetreten.
el: Προέκυψαν σφάλματα κατά την προσθήκη νέων εθελοντών, δείτε παρακάτω.
es: Ha habido errores al añadir nuevos colaboradores, lee más abajo.
fy_nl: Der binne flaters bard by it tafoegjen fan nije meiwurkers, sjoch hjirûnder.
he: אירעו שגיאות בעת הוספת תורמים חדשים, מידע נוסף להלן.
hr: Pojavile su se greške prilikom dodavanja novih suradnika, pogledaj dolje.
hu: Hiba történt az új közreműködő hozzáadásakor, lásd alul.
ia: Il occurreva errores durante le addition de nove collaboratores, vider infra.
id: Galat terjadi saat menambahkan kontributor baru, lihat di bawah ini.
it: Si sono verificati errori nell'aggiungere nuovi collaboratori, vedi oltre.
ja: 新しい貢献者を追加する時にエラーが発生しました。以下を参照してください。
ka: მოხალისეების დამატებისას წარმოიქმნა შეცდომები, იხილეთ ქვემოთ.
kab: Tuccḍiwin ḍrant-d deg tmerna n yimttekkiyen imaynuten, wali ddaw-a.
ko: 그룹에 멤버를 추가하는데 오류가 있었습니다. 아래를 참고 하세요.
mg: Nisy olana tsy nahafahana nanampy mpandray anjara vaovao, jereo eto ambany.
ms: Ada ralat semasa memasukkan penyumbang baru, lihat di bawah.
nb_no: Feil oppstod ved tillegging av nye bidragsytere, se nedenfor.
nl: Er zijn fouten opgetreden bij het toevoegen van nieuwe medewerkers, zie hieronder.
pa_in: ਨਵੇ ਸਹਿਯੋਗਿਆ ਨੂੰ ਜੋੜਨ ਵਿਚ ਗਲਤੀ ਆਈ, ਹੇਠਾ ਦੇਖੋ।
pl: Podczas dodawania autorów wystąpiły błędy. Zobacz poniżej.
pt_br: Ocorreram erros ao adicionar novos colaboradores, veja abaixo.
pt_pt: Ocorreram erros ao adicionar os novos colaboradores; veja em baixo.
ro: A apărut o eroare la adăugarea de noi colaboratori, vezi mai jos.
sk: Pri pridávaní nových členov nastali chyby. Viď nižšie.
sr: Постоје грешке приликом додавања нових сарадника, видите испод.
sv: Det uppstod fel när nya bidragare skulle läggas till, se nedan.
te: వినియోగదారులు జోడించడంలో లోపాలున్నాయి, క్రింద చూడండి.
th: มีข้อผิดพลาดการเพิ่มผู้มีส่วนร่วม ให้ดูที่ด้านล่าง
tr: Yeni gönüllüler eklenirken bazı hatalar oluştu. Aşağıya bakın.
uk: При додаванні нових помічників сталися помилки, див. нижче.
vi: Có lỗi khi thêm người đóng góp mới, xem bên dưới.
zh_cn: 添加新的贡献者时发生错误，详见下列信息。
zh_tw: 新增貢獻者時發生問題，請見下列資訊。
zu: Kube namaphautha ngenkathi kwengezwa abanegalelo, buka ngezansi.

source: {user} removed from the contributors successfully!
af: {user} is suksesvol uit die bydraers verwyder!
bg: {user} е премахнат успешно от сътрудниците!
bs: {user} uspješno uklonjen iz saradnika!
de: {user} wurde erfolgreich aus der Gruppe der Mitwirkenden entfernt!
el: Ο/Η {user} αφαιρέθηκε επιτυχώς από τους εθελοντές!
es: ¡{user} eliminado de los colaboradores con éxito!
fy_nl: {user} mei sukses fan de meiwurkers fuortsmiten!
he: המשתמש {user} הוסר מהתורמים בהצלחה!
hr: {user} uspješno uklonjen iz suradnika!
hu: {user} sikeresen eltávolításra került a közreműködők közül!
ia: {user} removite ex le collaboratores con successo!
id: {user} sukses dihapus dari kontributor!
it: L'utente {user} è stato rimosso dai collaboratori.
ja: {user} さんが貢献者から削除されました。
ka: {user} წარმატებით წაიშალა მოხალისეთა გუნდიდან!
kab: {user} yettwakkes seg yimttekkiyen akken iwata!
ko: 그룹에 {user} 사용자 제거 성공!
mg: Vita soa aman-tsara ny fanalana an'i {user} tsy ho mpandray anjara!
ms: {user} berjaya disingkir daripada kumpulan penyumbang!
nb_no: {user} fjernet fra bidragsyterlisten!
nl: {user} met succes van de medewerkers verwijderd!
pa_in: {user} ਨੂੰ ਕਾਮਯਾਬੀ ਨਾਲ ਯੋਗਦਾਨੀਆਂ ਵਿੱਚੋਂ ਹਟਾਇਆ ਗਿਆ!
pl: Użytkownik {user} został usunięty z grupy autorów!
pt_br: {user} removido dos colaboradores com sucesso!
pt_pt: {user} removido dos colaboradores com sucesso!
ro: {user} șters dintre colaboratori cu succes!
sk: {user} bol úspešne odobratý zo skupiny prispievateľov!
sr: {user} успешно уклоњен из сарадника!
sv: {user} har blivit borttagen som bidragare!
te: {user} విజయవంతంగా సహాయకుల నుండి తొలగించబడ్డారు!
th: ลบ {user} ออกจากผู้มีส่วนร่วมเรียบร้อยแล้ว!
tr: {user} gönüllülerden başarıyla silindi!
uk: {user} успішно видалено з помічників!
ur: {user} کو شراکت داروں سے کامیابی کے ساتھ ہٹا دیا گیا!
vi: Đã xóa {user} vào những người đóng góp!
zh_cn: {user} 已成功从贡献者中移除！
zh_tw: 已成功自貢獻者群組中移除 {user}！
zu: {user} ususwe ngempumelelo kwabanegalelo!

source: Sorry, that article wasn't found.
bg: Съжаляваме, тази статия не беше намерена.
de: Dieser Artikel wurde nicht gefunden.
el: Δυστυχώς, αυτό το άρθρο δεν βρέθηκε.
fy_nl: Sorry, dat artikel is net fûn.
hu: Sajnáljuk, a lerás nem található.
ia: Desolate, impossibile trovar iste articulo.
it: Spiacenti, non è stato possibile trovare l’articolo.
ka: სამწუხაროდ, სტატია ვერ მოიძებნა.
ko: 죄송합니다, 문서를 찾을 수 없습니다.
nl: Sorry, dat artikel is niet gevonden.
pl: Przepraszamy, nie znaleziono tego artykułu.
pt_br: Desculpe, esse artigo não foi encontrado.
pt_pt: Desculpe, esse artigo não foi encontrado.
sk: Ľutujeme, tento článok sa nenašiel.
sv: Tyvärr, artikeln hittades inte.
tr: Bu yazı bulunamadı.
uk: Вибачте, цю статтю не знайдено.
vi: Xin lỗi, bài viết đó không tồn tại.
zh_cn: 抱歉，找不到你需要的文章。
zh_tw: 抱歉，找不到該文章。

source: Compare Revisions | {document}
af: Vergelyk wysigings | {document}
bg: Сравняване на ревизии | {document}
bs: Uporedite revizije | {document}
de: Versionen vergleichen | {document}
el: Σύγκριση αναθεωρήσεων | {document}
es: Comparar revisiones | {document}
fy_nl: Fergelyk refyzjes | {document}
he: השוואת מהדורות | {document}
hr: Usporedi revizije | {document}
hu: Verziók összehasonlítása | {document}
ia: Comparar revisiones | {document}
id: Bandingkan Revisi | {document}
it: Confronta le versioni | {document}
ja: リビジョン比較 | {document}
ka: გადამუშავებული ვერსიების შედარება | {document}
kab: Serwe iceggiren | {document}
ko: 변경 사항 비교 | {document}
mg: Hampitsaha Fanitsiana | {document}
ms: Bandingkan Semakan | {document}
nb_no: Sammenlign revisjoner | {document}
nl: Revisies vergelijken | {document}
pa_in: ਰੀਵਿਜ਼ਨਾਂ ਦੀ ਤੁਲਨਾ| {document}
pl: Porównywanie wersji | {document}
pt_br: Comparar edições | {document}
pt_pt: Comparar Revisões | {document}
ro: Comparare revizii | {document}
sk: Porovnanie revízií | {document}
sr: Упореди ревизије | {document}
sv: Jämför revideringar | {document}
te: సవరణలు సరిపోల్చండి |{document}
th: เปรียบเทียบการแก้ไขเพิ่ม | {document}
tr: Revizyonları karşılaştır | {document}
uk: Порівняння редакцій | {document}
ur: نظر ثانی کا موازنہ کریں |{document}
vi: So sánh Bản sửa đổi | {document}
zh_cn: 比较修订 | {document}
zh_tw: 比較變更 | {document}
zu: Qhathanisa Izibukezo | {document}

source: Compare Revisions
af: Vergelyk wysigings
bg: Сравняване на ревизии
bs: Uporedite revizije
de: Versionen vergleichen
el: Σύγκριση αναθεωρήσεων
es: Comparar revisiones
fy_nl: Fergelyk refyzjes
he: השוואת מהדורות
hr: Usporedi revizije
hu: Verziók összehasonlítása
ia: Compara revisiones
id: Bandingkan Revisi
it: Confronta le versioni
ja: リビジョンを比較
ka: გადამუშავებული ვერსიების შედარება
kab: Serwes iceggiren
ko: 변경사항 비교
mg: Hampitsaha Fanitsiana
ms: Bandingkan Semakan
nb_no: Sammenlign revisjoner
nl: Revisies vergelijken
pa_in: ਰੀਵਿਜ਼ਨ ਤੁਲਨਾ
pl: Porównywanie wersji
pt_br: Comparar edições
pt_pt: Comparar Revisões
ro: Comparare revizii
sk: Porovnanie revízií
sr: Упореди ревизије
sv: Jämför revideringar
te: రివిజన్ లను సరిపోల్చండి
th: เปรียบเทียบการแก้ไขเพิ่ม
tr: Revizyonları karşılaştır
uk: Порівняти редакції
ur: نظرثانی کا موازنہ کریں
vi: So sánh Bản sửa đổi
zh_cn: 比较修订
zh_tw: 比較變更
zu: Qhathanisa Izibukezo

source: Back to History
af: Terug na geskiedenis
bg: Обратно към История
bs: Nazad na historiju
de: Zurück zur Versionsgeschichte
el: Πίσω στο ιστορικό
es: Volver al historial
fy_nl: Tebek nei skiednis
he: חזרה להיסטוריה
hr: Natrag na povijest
hu: Vissza az előzményekhez
ia: Retornar al chronologia
id: Kembali ke Riwayat
it: Torna allo storico
ja: 履歴ページへ戻る
ka: ისტორიაზე დაბრუნება
kab: Uɣal ɣer uzray
ko: 뒤로 가기
mg: Hiverina @ Tantara
ms: Kembali ke Sejarah
nb_no: Tilbake til historikk
nl: Terug naar Geschiedenis
pa_in: ਅਤੀਤ ਲਈ ਵਾਪਿਸ
pl: Wróć do historii
pt_br: Voltar ao Histórico
pt_pt: Voltar ao Histórico
ro: Înapoi la istoric
sk: Späť na históriu
sr: Назад на историју
sv: Tillbaka till historiken
te: చరిత్రకు తిరిగిరండి
th: กลับไปที่ประวัติ
tr: Geçmişe dön
uk: Назад до історії
ur: سابقاتپر واپس جایئں
vi: Quay lại lịch sử
zh_cn: 返回历史记录
zh_tw: 回到歷史版本
zu: Emuva Emlandweni

source: Document Deleted | {document}
af: Dokument geskrap | {document}
bg: Документът е изтрит | {document}
bs: Dokument izbrisan | {document}
de: Dokument gelöscht | {document}
el: Το έγγραφο διαγράφηκε | {document}
es: Documento eliminado | {document}
fy_nl: Dokumint fuortsmiten| {document}
he: מסמך נמחק | {document}
hr: Dokument izbrisan | {document}
hu: Dokumentum törölve | {document}
ia: Documento delite | {document}
id: Dokumen Dihapus | {document}
it: Documento eliminato | {document}
ja: ドキュメントの削除完了 | {document}
ka: დოკუმენტი წაიშალა | {document}
kab: Isemli yettwakkes | {document}
ko: 문서 삭제 | {document}
mg: Tahiri-kevitra Voafafa | {document}
ms: Dokumen telah Dibuang | {document}
nb_no: Dokumentet slettet | {document}
nl: Document verwijderd | {document}
pa_in: ਦਸਤਾਵੇਜ਼ ਹਟਾਇਆ | {document}
pl: Artykuł został usunięty | {document}
pt_br: Documento apagado | {document}
pt_pt: Documento Eliminado | {document}
ro: Document șters | {document}
sk: Dokument odstránený | {document}
sr: Документ обрисан | {document}
sv: Dokument borttaget | {document}
te: డాక్యుమెంట్ తొలగించబడింది |{document}
th: ลบเอกสาร | {document}
tr: Belge Silindi | {document}
uk: Документ вилучено | {document}
ur: دستاویز حذف کر دی گئی| {document}
vi: Tài liệu đã bị xóa | {document}
zh_cn: 文章已删除 | {document}
zh_tw: 已刪除文件 | {document}
zu: Idokhumenti Idilithiwe | {document}

source: Delete Document | {document}
af: Skrap dokument | {document}
bg: Изтриване на документа | {document}
bs: Izbriši dokument | {document}
de: Dokument löschen | {document}
el: Διαγραφή εγγράφου | {document}
es: Eliminar documento | {document}
fy_nl: Dokumint fuortsmite| {document}
he: מחיקת מסמך | {document}
hr: Izbriši dokument | {document}
hu: Dokumentum törlése | {document}
ia: Deler documento | {document}
id: Hapus Dokumen | {document}
it: Elimina documento | {document}
ja: ドキュメント削除 | {document}
ka: დოკუმენტის წაშლა | {document}
kab: Kkes isemliyen | {document}
ko: 문서 삭제 | {document}
mg: Hamafa Tahiri-kevitra | {document}
ms: Buang Dokumen | {document}
nb_no: Slett dokument | {document}
nl: Document verwijderen | {document}
pa_in: ਦਸਤਾਵੇਜ਼ ਹਟਾਓ | {document}
pl: Usuń artykuł | {document}
pt_br: Apagar documento | {document}
pt_pt: Eliminar documento | {document}
ro: Șterge documentul | {document}
sk: Odstrániť dokument | {document}
sr: Обриши документ | {document}
sv: Ta bort dokument | {document}
te: డాక్యుమెంట్ తొలగించు | {document}
th: ลบเอกสาร | {document}
tr: Belgeyi Sil | {document}
uk: Вилучити документ | {document}
ur: دستاویز حذف کریں| {document}
vi: Xóa tài liệu | {document}
zh_cn: 删除文章 | {document}
zh_tw: 刪除文件 | {document}
zu: Dilitha Idokhumenti | {document}

source: Delete Document
af: Skrap dokument
bg: Изтриване на документа
bs: Izbriši dokument
de: Dokument löschen
el: Διαγραφή εγγράφου
es: Eliminar documento
fy_nl: Dokumint fuortsmite
he: מחיקת מסמך
hr: Izbriši dokument
hu: Dokumentum törlése
ia: Dele le documento
id: Hapus Dokumen
it: Elimina documento
ja: ドキュメントを削除
ka: დოკუმენტის წაშლა
kab: Kkes isemli
ko: 문서 삭제
mg: Hamafa Tahiri-kevitra
ms: Buang Dokumen
nb_no: Slett dokument
nl: Document verwijderen
pa_in: ਦਸਤਾਵੇਜ਼ ਹਟਾਓ
pl: Usuń artykuł
pt_br: Apagar documento
pt_pt: Eliminar Documento
ro: Șterge documentul
sk: Odstrániť dokument
sr: Обриши документ
sv: Ta bort dokument
te: పత్రము తొలగించు
th: ลบเอกสาร
tr: Belgeyi Sil
uk: Вилучити документ
ur: دستاویز حذف کریں
vi: Xóa tài liệu
zh_cn: 删除文章
zh_tw: 刪除文件
zu: Dilitha Idokhumenti

source: The document has been deleted.
af: Die dokument is geskrap.
bg: Документът е изтрит.
bs: Dokument je izbrisan.
de: Das Dokument wurde gelöscht.
el: Το έγγραφο έχει διαγραφεί.
es: El documento ha sido eliminado.
fy_nl: It dokumint is fuortsmiten.
he: המסמך נמחק.
hr: Dokument je izbrisan.
hu: A dokumentum törlésre került.
ia: Le documento ha essite delite.
id: Dokumen telah dihapus.
it: Il documento è stato eliminato.
ja: ドキュメントが削除されました。
ka: დოკუმენტი წაიშალა.
kab: Isemli-a yettwakkes.
ko: 문서를 삭제하였습니다.
mg: Voafafa ilay tahiri-kevitra.
ms: Dokumen telah dibuang.
nb_no: Dokumentet er slettet.
nl: Het document is verwijderd.
pa_in: ਇਹ ਦਸਤਾਵੇਜ ਹਟਾਇਆ ਗਿਆ।
pl: Artykuł został usunięty.
pt_br: O documento foi apagado.
pt_pt: O documento foi eliminado.
ro: Documentul a fost șters.
sk: Tento dokument bol odstránený.
sr: Документ је обирсан.
sv: Dokumentet har tagits bort.
te: ఈ పత్రము తొలగించబడింది.
th: เอกสารนี้ถูกลบแล้ว
tr: Belge silindi.
uk: Документ вилучено.
ur: دستاویز حذف کردی گئی ہے۔
vi: Tài liệu đã bị xóa.
zh_cn: 该文章已被删除。
zh_tw: 文件已被刪除。
zu: Idokhumenti idilithiwe.

source: Are you sure you want to delete this document?
af: Is jy seker jy wil hierdie dokument skrap?
bg: Сигурни ли сте, че искате да изтриете този документ?
bs: Jeste li sigurni da želite izbrisati ovaj dokument?
de: Möchten Sie dieses Dokument wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτό το έγγραφο;
es: ¿Seguro que deseas eliminar este documento?
fy_nl: Binne jo wis dat jo dit dokumint fuortsmite wolle?
he: למחוק מסמך זה?
hr: Zaista želiš izbrisati ovaj dokument?
hu: Biztos, hogy törölni szeretné ezt a dokumentumot?
ia: Desira tu vermente deler iste documento?
id: Yakin ingin menghapus dokumen ini?
it: Cancellare questo documento?
ja: このドキュメントを削除してもよろしいですか？
ka: ნამდვილად გსურთ ამ დოკუმენტის წაშლა?
kab: Tebɣiḍ ad tekkseḍ isemli-a?
ko: 현재 문서를 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'io tahirin-kevitra io ianao?
ms: Anda pasti mahu menghapuskan dokumen ini?
nb_no: Er du sikker på at du ønsker å slette dette dokumentet?
nl: Weet u zeker dat u dit document wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć ten artykuł?
pt_br: Tem certeza que deseja apagar este documento?
pt_pt: Tem a certeza que quer eliminar este documento?
ro: Sigur vrei să ștergi acest document?
sk: Naozaj chcete tento dokument odstrániť?
sr: Да ли сте сигурни да желите обрисати овај документ?
sv: Är du säker på att du vill ta bort detta dokument?
te: మీరు ఈ పత్రమును ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบเอกสารนี้?
tr: Bu belgeyi silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте вилучити цей документ?
ur: کیا آپ واقعی اس دستاویز کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa tài liệu này?
zh_cn: 您确定要删除这篇文章吗？
zh_tw: 你確定要刪除這份文件嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha le dokhumenti?
