Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Misplaced bug report or support request
af: Verlore foutverslag of ondersteuningsversoek
bg: Неправилно избрано място за докладване на проблем, или искане за поддръжка
bs: Zagubljena prijava greške ili zahtjev za podršku
de: Deplatzierte Fehlermeldung oder Hilfeanfrage
el: Εσφαλμένη αναφορά σφάλματος ή αίτημα υποστήριξης
es: Solicitud de ayuda o informe de error ubicado incorrectamente
fy_nl: Ferkeard bugrapport of stipefersyk
he: דיווח על באג או בקשת תמיכה במקום הלא נכון
hr: Zagubljena prijava pogreške ili zahtjev za podršku
hu: Nem megfelelő helyen lévő hibabejelentés vagy támogatáskérés
ia: Signalation de defecto o requesta de supporto mal ponite
id: Laporan bug atau permintaan layanan dukungan salah tempat
it: Segnalazione di bug o richiesta di supporto inoltrata in maniera non corretta
ja: 見当違いのバグレポートまたはサポート要求
ka: არასწორ ადგილას მოთხოვნილი მხარდაჭერა
kab: Aneqqis n yibugen neɣ yir asuter n tallelt deg tegnit-a
ko: 잘못된 버그 보고 및 지원 요청
mg: Tatitra tsininy na hataka fanampiana diso toerana
ms: Permintaan laporan atau sokongan pepijat yang tersalah tempat
nb_no: Feilplassert feilrapport eller brukerstøtteforespørsel
nl: Onjuist(e) bugrapport of ondersteuningsvraag
pa_in: ਗਲਤ ਬੱਗ ਰਿਪੋਰਟ ਜਾਂ ਸਮਰਥਨ ਅਨੁਰੋਧ
pl: Nieuzasadnione zgłoszenie błędu lub prośba o pomoc
pt_br: Pedido de ajuda ou relatório de bug no local errado
pt_pt: Pedido de ajuda ou relatório de bug no local errado
ro: Raport de defect sau cerere de asistență plasat(ă) greșit
sk: Chybne umiestnené hlásenie o chybe alebo žiadosť o podporu
sr: Загубљена пријава грешке или захтев за подршку
sv: Felplacerad bugg-rapport eller support-förfrågan
te: తప్పు స్థానంలో ఉంచబడిన బగ్ నివేదిక లేదా మద్దతు అభ్యర్థన
th: รายงานบั๊กหรือร้องขอการช่วยเหลือไม่ถูกที่
tr: Yanlış yere yazılmış hata raporu ya da destek talebi
uk: Недоречний звіт про ваду чи запит підтримки
ur: غلط بگ رپورٹ یا مدد کی درخواست
vi: Yêu cầu hỗ trợ hoặc báo cáo lỗi nhầm chỗ
zh_cn: 发错地方的错误报告或支持请求
zh_tw: 錯置的臭蟲回報或支援請求
zu: Umbiko wenkinga olahlekile noma isicelo sokwesekwa

source: Have more to say?
af: Wil jy meer sê?
bg: Имате да кажете още нещо?
bs: Imate nešto da dodate?
de: Möchten Sie uns noch mehr mitteilen?
el: Έχετε να πείτε περισσότερα;
es: ¿Tienes algo más que decir?
fy_nl: Wolle jo noch mear kwyt?
he: מה יש לך להוסיף?
hr: Imaš još nešto za dodati?
hu: Mondana még valamit?
ia: Altere cosa a dicer?
id: Ada yang lain?
it: Hai opinioni in proposito?
ja: その他の事項
ka: კიდევ გსურთ, რამის დამატება?
kab: Ayen-nniḍen ara d-tiniḍ?
ko: 더 말씀하실 것이 있나요?
mg: Manan-kambara hafa?
ms: Ada lafi yang mahu diutarakan?
nb_no: Har du mer å si?
nl: Wilt u nog meer kwijt?
pa_in: ਕਹਿਣ ਲਈ ਹੋਰ ਹੈ?
pl: Chcesz coś dodać?
pt_br: Tem algo mais a dizer?
pt_pt: Tem algo mais a dizer?
ro: Mai ai lucruri de spus?
sk: Chcete k tomu niečo napísať?
sr: Имате нешто да додате?
sv: Har du mer att berätta?
te: చెప్పడానికి ఇంకా ఉందా?
th: มีอะไรจะพูดอีกหรือไม่?
tr: Söyleyecek başka bir şeyiniz var mı?
uk: Маєте що додати?
ur: کچھ اور بھی کہنا ہے؟
vi: Có nhiều điều để nói?
zh_cn: 有什么想说的？
zh_tw: 有什麼話想說？
zu: Kukhona okunye osathanda ukukusho?

source: Mark as Ready for Localization
af: Merk as gereed vir taalaanpassing
bg: Маркирай като Готова за локализация
bs: Označi kao spremno za lokalizaciju
de: Als bereit zur Lokalisierung markieren
el: Επισήμανση ως έτοιμο για μετάφραση
es: Marcado como listo para su localización
fy_nl: Markearje as Ree foar oersetting
he: סימון כמוכן לתרגום
hr: Označi kao „Spremno za lokalizaciju”
hu: Jelölje fordításra készre
ia: Marcar como preste pro le localisation
id: Tandai sebagai Siap Diterjemahkan
it: Segna come pronto per la localizzazione
ja: 翻訳準備完了のマークを付ける
ka: მონიშვნა, რომ მზადაა გადასათარგმნად
kab: Creḍ ihegga i usideg
ko: 지역화 작업 표시
mg: Marihana hoe Vonona Hadika
ms: Tandakan Sedia untuk Lokalisasi
nb_no: Merk som klar for oversetting
nl: Markeren als Gereed voor vertaling
pa_in: ਲੋਕੇਲਾਇਜੇਸਨ ਲਈ ਤਿਆਰ ਮਾਰਕ ਕਰੋ
pl: Oznacz jako gotowy do tłumaczenia
pt_br: Marcar como pronto para tradução
pt_pt: Marcar como Pronto para Tradução
ro: Marchează drept gata de localizare
sk: Označiť ako pripravený na lokalizáciu
sr: Означи као спремно за локализацију
sv: Markera som redo för översättning
te: స్థానికీకరణ కోసం సిద్ధంగా ఉన్నదని మార్క్ చేయండి
th: ทำเครื่องหมายว่าพร้อมสำหรับการแปล
tr: Çeviriye Hazır Olarak İşaretle
uk: Позначити готовим для локалізації
ur: لوکلائزیشن کے لئے تیار بطور نشان زد کریں
vi: Đánh dấu sẳn sàng cho L10N
zh_cn: 标记为可进行本地化
zh_tw: 標示為可進行在地化翻譯
zu: Phawula njengosekulindele Ukuhunyushwa

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
af: Jy gaan nou hierdie wysiging merk as <span class="revtime"></span> gereed vir taalaanpassing. Is jy seker jy wil voortgaan?
bg: На път сте да маркирате тази ревизия <span class="revtime"></span> като Готова за локализация. Сигурни ли сте, че искате да продължите?
bs: Spremate se označiti ovu reviziju <span class="revtime"></span> kao spremna za lokalizaciju. Jeste li sigurni da želite nastaviti?
de: Sie sind dabei, diese Version <span class="revtime"></span> als bereit zur Lokalisierung zu markieren. Möchten Sie wirklich fortfahren?
el: Πρόκειται να επισημάνετε αυτήν την αναθεώρηση <span class="revtime"></span> ως έτοιμη προς μετάφραση. Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de marcar esta revisión <span class="revtime"></span> como Listo para su localización. ¿Estás seguro de que quieres continuar?
fy_nl: Jo geane dizze refyzje markearje <span class="revtime"></span> as Ree foar oersetting. Binne jo wis dat jo trochgean wolle?
he: המשך פעולה זו יגרום לסימון המהדורה <span class="revtime"></span> כמוכנה לתרגום. להמשיך?
hr: Označit ćeš ovu reviziju <span class="revtime"></span> kao Spremna za Lokalizaciju. Zaista želiš nastaviti?
hu: Arra készül, hogy a verziót <span class="revtime"></span> fordításra készként jelöli. Biztos benne, hogy ezt szeretné?
ia: Tu es preste a marcar iste revision <span class="revtime"></span> como preste pro le localisation. Desira tu vermente continuar?
id: Anda akan menandai revisi ini <span class="revtime"></span> sebagai Siap Diterjemahkan. Yakin akan melanjutkan?
it: Si sta per contrassegnare questa versione come <span class="revtime"></span> pronta per la localizzazione. Procedere?
ja: このリビジョン <span class="revtime"></span> に翻訳準備完了のマークを付けようとしています。この処理を続けますか？
ka: თქვენ აპირებთ ეს ვერსია მონიშნოთ <span class="revtime"></span> თარგმნისთვის გამზადებულად. ნამდვილად გსურთ, განაგრძოთ?
kab: Aql-ak tettedduḍ ad tcerḍeḍ aceggir-a <span class="revtime"></span> Ihegga i usideg. Tebɣiḍ ad kemmleḍ?
ko: 번역 준비로서 현재 버전을 <span class="revtime"></span> 표시합니다. 계속 진행하시겠습니까?
mg: Eo an-dàlana hanamarika an'ity fanitsiana ity <span class="revtime"></span> hoe Vonona Hadika ianao. Azonao antoka fa te-hanohy ianao?
ms: Anda akan menanda semakan ini <span class="revtime"></span> sebagai Telah Sedia untuk Lokalisasi. Anda pasti ingin meneruskan?
nb_no: Du vil nå merke denne revisjonen <span class="revtime"></span> som klar for oversetting. Er du sikker på at du vil fortsette?
nl: U gaat deze revisie markeren <span class="revtime"></span> als Gereed voor vertaling. Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਸੀ ਲੋਕੇਲਾਇਜੇਸਨ ਲਈ ਤਿਆਰ ਦੇ ਰੂਪ ਵਿੱਚ ਇਸ ਸੰਸ਼ੋਧਨ <span class="revtime"> ਮਾਰਕ ਕਰਨ ਜਾ ਰਹੇ ਹੋ। ਕੀ ਤੁਸੀ ਸੁਨਿਸਚਿਤ ਹੋ ਕਿ ਤੁਸੀ ਅੱਗੇ ਵਧਨਾ ਚਾਹੁੰਦੇ ਹੋ ?
pl: Zamierzasz oznaczyć tę wersję <span class="revtime"></span> jako gotową do tłumaczenia. Czy na pewno chcesz to zrobić?
pt_br: Você irá marcar esta edição <span class="revtime"></span> como pronta para tradução. Tem certeza que quer continuar?
pt_pt: Está prestes a marcar esta revisão <span class="revtime"></span> como Pronta para Tradução. Tem a certeza que quer prosseguir?
ro: Ești pe cale să marchezi această revizuire <span class="revtime">ca</span> ca gata de localizare. Sigur dorești să continui?
sk: Chcete označiť túto revíziu <span class="revtime"></span> ako vhodnú pre lokalizáciu. Naozaj ste si istý?
sr: Сада ћете означити ову ревизију<span class="revtime"></span> као спремну за локализацију. Да ли сте сигурни да желите да наставите?
sv: Du håller på att markera denna revidering <span class="revtime"></span> som redo för översättning. Är du säker på att du vill fortsätta?
te: మీరు ఈ రివిజన్ కోసం <span class="revtime"></span> లోకలైసేషన్ సిద్ధంగా ఉన్నడని గుర్తు చేయబోతున్నారు. మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: ปคุณกำลังจะทำเครื่องหมายการแก้ไขนี้ <span class="revtime"></span> ว่าพร้อมสำหรับการแปล คุณแน่ใจหรือว่าต้องการดำเนินการต่อ?
tr: Bu revizyonu <span class="revtime"></span> Çeviriye Hazır olarak işaretlemek üzeresiniz. Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь позначити цю редакцію <span class="revtime"></span> готовою для локалізації. Справді бажаєте продовжити?
vi: Bạn sắp đánh dấu bản sửa đổi này <span class="revtime"></span> là sẵn sàng cho bản địa hóa. Bạn có chắc muốn tiếp tục?
zh_cn: 您正要标记此修订 <span class="revtime"></span> 为可进行本地化。您确定要继续吗？
zh_tw: 您正要將此編修版本 <span class="revtime"></span> 標示為可進行在地化翻譯。您確定要這樣做嗎？
zu: Njengamanje uzofaka uphawu kulesi sibukezo <span class="revtime"></span> isilungele ukwenziwa ibe eyasendaweni. Unesiqiniseko sokuthi ufuna ukuqhubeka?

source: View Diff
af: Bekyk diff
bg: Вижте разликите
bs: Prikaži razlike
de: Versionsunterschiede ansehen
el: Προβολή διαφορών
es: Ver diferencias
fy_nl: Ferskillen werjaan
he: הצגת ההבדל
hr: Pogledaj razlike
hu: Különbség megtekintése
ia: Vider le differentias
it: Visualizza differenze
ja: リビジョンの差分を見る
ka: განსხვავებების ნახვა
kab: Wali amgired
ko: 변경내역 보기
mg: Hijery Fahasamihafana
ms: Lihat Perbezaan
nb_no: Vis diff
nl: Verschillen weergeven
pa_in: ਫ਼ਰਕ ਦੇਖੋ
pl: Wyświetl różnice
pt_br: Ver diferença
pt_pt: Ver diferenças
ro: Vezi diferența
sk: Zobraziť rozdiel
sr: Прегледај Diff
sv: Visa Diff
te: తేడాలను చూడు
th: ดูความแตกต่าง
tr: Farkı görüntüle
uk: Переглянути різницю
ur: فرق دیکھیں
vi: Xem điểm khác
zh_cn: 查看差异
zh_tw: 檢視差異
zu: Buka Izinguquko

source: Close Diff
af: Maak diff toe
bg: Затваряне на разликите
bs: Zatvori razlike
de: Versionsunterschiede schließen
el: Κλείσιμο διαφορών
es: Cerrar diferencias
fy_nl: Ferskillen slute
he: סגירת ההבדל
hr: Zatvori razlike
hu: Különbség bezárása
ia: Clauder le differentia
it: Chiudi differenze
ja: 差分を閉じる
ka: განსხვავებების დახურვა
kab: Mdel amgired
ko: 변경 사항 닫기
mg: Akatona Fahasamihafana
ms: Tutup Perbandingan
nb_no: Lukk diff
nl: Verschillen sluiten
pa_in: ਬੰਦ ਫ਼ਰਕ
pl: Zamknij różnice
pt_br: Fechar Diff
pt_pt: Fechar diferenças
ro: Închide diferența
sk: Zavrieť rozdiel
sr: Затвори Diff
sv: Stäng Diff
te: తేడాలను మూసివేయి
th: ปิดความแตกต่าง
tr: Farkı kapat
uk: Сховати різницю
ur: ڈیف بند کریں
vi: Đóng điểm khác
zh_cn: 关闭差异
zh_tw: 關閉差異
zu: Vala Izinguquko

source: Revision
bg: Ревизия
bs: Revizija
de: Version
el: Αναθεώρηση
es: Revisión
fy_nl: Refyzje
he: מהדורה
hr: Revizija
hu: Verzió
id: Revisi
it: Versione
ja: リビジョン
ka: გადამუშავებული ვერსია
kab: Aceggir
ko: 리비전
ms: Semakan
nb_no: Revisjon
nl: Revisie
pl: Wersja
pt_br: Edição
pt_pt: Revisão
ro: Revizuirea
sk: Revízia
sr: Ревизија
sv: Revidering
te: రివిజన్
th: การแก้ไข
tr: Revizyon
uk: Редакція
ur: نظرثانی
vi: Phiên bản
zh_cn: 修订
zh_tw: 編修

source: Search for documents...
af: Soek vir dokumente...
bg: Търсене на документи...
bs: Pretraži dokumente...
de: Nach Dokumenten suchen…
el: Αναζήτηση για έγγραφα...
es: Buscar documentos...
fy_nl: Sykje nei dokuminten…
he: חיפוש אחר מסמכים...
hr: Traži dokumente …
hu: Dokumentumok keresése...
ia: Recercar un documentos...
id: Cari di forum
it: Cerca documenti…
ja: ドキュメント検索...
ka: დოკუმენტის მოძიება...
kab: Nadi isemliyen...
ko: 게시판 내 검색...
mg: Hikaroka tahirin-kevitra…
ms: Cari dokumen...
nb_no: Søk etter dokumenter…
nl: Zoeken naar documenten…
pl: Szukaj dokumentów…
pt_br: Pesquisar documents...
pt_pt: Pesquisar por documentos...
ro: Caută documente...
sk: Vyhľadať dokument...
sr: Претражи документе...
sv: Sök efter dokument...
te: పత్రముల కోసం అన్వేషించు...
th: ค้นหาเอกสาร...
tr: Belgelerde ara...
uk: Пошук документів...
ur: دستاویزات تلاش کریں…
vi: Tìm kiếm tài liệu...
zh_cn: 搜索文档...
zh_tw: 搜尋文件…
zu: Cinga isithangami...

source: No related documents.
af: Geen verwante dokumente nie.
bg: Няма сходни документи.
bs: Nema povezanih dokumenata.
de: Keine verwandten Dokumente.
el: Κανένα σχετικό έγγραφο.
es: No hay documentos relacionados.
fy_nl: Gjin relatearre dokuminten.
he: אין מסמכים קשורים.
hr: Nema povezanih dokumenata.
hu: Nincsenek kapcsolódó dokumentumok
ia: Nulle documentos associate.
id: Hapus Dokumen
it: Nessun documento collegato
ja: 関連文書はありません。
ka: დოკუმენტები არაა.
kab: Ulac isemliyen.
ko: 관련된 문서 없음.
mg: Tsisy tahirin-kevitra sahala.
ms: Tiada dokumen berkaitan.
nb_no: Ingen relalerte dokumenter.
nl: Geen gerelateerde documenten.
pl: Nie ma powiązanych dokumentów.
pt_br: Nenhum documento relacionado.
pt_pt: Não foram encontrados documentos relacionados.
ro: Nu sunt documente asemănătoare.
sk: Žiadne podobné dokumenty.
sr: Нема повезаних докумената.
sv: Inga relaterade dokument.
te: సంబంధిత పత్రాలు లేవు.
th: ไม่มีเอกสารที่เกี่ยวข้อง
tr: İlgili belge yok.
uk: Немає відповідних документів.
ur: کوئی متعلقہ دستاویزات نہیں۔
vi: Không có tài liệu liên quan.
zh_cn: 没有相关的文档。
zh_tw: 無相關文件。
zu: Dilitha Idokhumenti.

source: Approve Translation
af: Keur vertaling goed
bg: Одобри превод
bs: Odobri prijevod
de: Übersetzung freischalten
el: Έγκριση μετάφρασης
es: Aprobar traducción
fy_nl: Oersetting goedkarre
he: אישור התרגום
hr: Odobri prijevod
hu: Fordítás jóváhagyása
ia: Approbar le traduction
id: Setujui Terjemahan
it: Approva traduzione
ja: 翻訳を承認
ka: თარგმანის მიღება
kab: Qbel tasuqilt
ko: 번역 승인
mg: Dikanteny Nankatoavina
ms: Luluskan Terjemahan
nb_no: Godkjenn oversetting
nl: Vertaling goedkeuren
pa_in: ਅਨੁਵਾਦ ਮੰਜੂਰ
pl: Zatwierdź
pt_br: Aprovar tradução
pt_pt: Aprovar Tradução
ro: Aprobă traducerea
sk: Schváliť preklad
sr: Одобри превод
sv: Godkänn översättning
te: అనువాదాన్ని ఆమోదించు
th: อนุมัติการแปล
tr: Çeviriyi onayla
uk: Затвердити переклад
ur: ترجمہ کی منظوری دیں
vi: Phê duyệt bản dịch
zh_cn: 批准翻译
zh_tw: 通過翻譯
zu: Gunyaza Isihumusho

source: Approve Revision
af: Keur wysiging goed
bg: Одобряване на ревизията
bs: Odobri reviziju
de: Änderung freischalten
el: Έγκριση αναθεώρησης
es: Aprobar revisión
fy_nl: Refyzje goedkarre
he: אישור המהדורה
hr: Odobri reviziju
hu: Verzió jóváhagyása
ia: Approbar le revision
id: Setujui Revisi
it: Approva versione
ja: 変更を承認
ka: ვერსიის დამოწმება
kab: Qbel aceggir
ko: 변경 사항 승인
mg: Fanitsiana Nankatoavina
ms: Luluskan Semakan
nb_no: Godkjenn revisjon
nl: Revisie goedkeuren
pa_in: ਰੀਵਿਜ਼ਨ ਮੰਜੂਰ
pl: Zatwierdź wersję
pt_br: Aprovar edição
pt_pt: Aprovar Revisão
ro: Aprobă revizuirea
sk: Schváliť revíziu
sr: Потврди ревизију
sv: Godkänn Revidering
te: రివిజన్ ను ఆమోదించు
th: อนุมัติการแก้ไขใหม่
tr: Revizyonu onayla
uk: Затвердити редакцію
ur: نظرثانی کی منظوری دیں
vi: Phê duyệt bản sửa đổi
zh_cn: 批准修订
zh_tw: 通過審核的版本
zu: Gunyaza Isibukezo

source: Defer Translation
af: Stuur vertaling terug
bg: Отхвърляне на превод
bs: Odgodi prijevod
de: Übersetzung zurückstellen
el: Διαφοροποίηση μετάφρασης
es: Diferir traducción
fy_nl: Oersetting útstelle
he: דחיית התרגום
hr: Odgodi prijevod
hu: Fordítás elhalasztása
ia: Deferer le traduction
id: Tolak Terjemahan
it: Rifiuta traduzione
ja: 翻訳を却下
ka: თარგმანის გადადება
kab: Serǧu tasuqilt
ko: 번역 거부
mg: Hanemotra Dikanteny
ms: Tangguh Terjemahan
nb_no: Utsett oversetting
nl: Vertaling uitstellen
pa_in: ਟਾਲ ਅਨੁਵਾਦ
pl: Odrocz
pt_br: Rejeitar tradução
pt_pt: Diferir Tradução
ro: Amână traducerea
sk: Zamietnuť preklad
sr: Одбиј превод
sv: Senarelägg översättning
te: అనువాదాన్ని నిలిపివేయి
th: เลื่อนการแปล
tr: Çeviriyi reddet
uk: Відкласти переклад
ur: ترجمہ کو موخر کریں
vi: Trì hoãn dịch
zh_cn: 待定翻译
zh_tw: 推遲翻譯
zu: Hlehlisa Isihumusho

source: Defer Revision
af: Stuur wysiging terug
bg: Отхвърляне на версията
bs: Odgodi reviziju
de: Änderung zurückstellen
el: Διαφοροποίηση αναθεώρησης
es: Diferir revisión
fy_nl: Refyzje útstelle
he: דחיית המהדורה
hr: Odgodi reviziju
hu: Verzió elhalasztása
ia: Deferer le revision
id: Tolak Revisi
it: Rifiuta versione
ja: リビジョン削除
ka: ვერსიის გადადება
kab: Serǧu aceggir
ko: 검토사항 삭제
mg: Hanemotra Fanitsiana
ms: Tangguh Semakan
nb_no: Utsett revisjon
nl: Revisie uitstellen
pa_in: ਦੁਹਰਾਈ ਟਾਲ
pl: Odrocz wersję
pt_br: Rejeitar edição
pt_pt: Diferir revisão
ro: Amână revizuirea
sk: Zamietnuť revíziu
sr: Одложи ревизију
sv: Senarelägg revidering
te: రివిజన్ ను తిరస్కరించు
th: เลื่อนการปรับปรุง
tr: Revizyonu reddet
uk: Відкласти редакцію
ur: نظرثانی کا موخر کریں
vi: Trì hoãn sửa đổi
zh_cn: 待定修订
zh_tw: 推遲變更
zu: Hlehlisa Isibukezo

source: Cancel Review
af: Kanselleer nasien
bg: Отмени ревизията
bs: Otkaži pregled
de: Überprüfung abbrechen
el: Ακύρωση αναθεώρησης
es: Cancelar revisión
fy_nl: Beoardieling annulearje
he: ביטול הסקירה
hr: Odustani od pregleda
hu: Áttekintés megszakítása
ia: Cancellar le revision
id: Batalkan Peninjauan
it: Annulla revisione
ja: レビュー中止
ka: განხილვის გაუქმება
kab: Sefsex aceggir
ko: 검토 취소
mg: Hanafoana Fanitsiana
ms: Batal Semakan
nb_no: Avbryt gjennomgang
nl: Beoordeling annuleren
pa_in: ਮੁੜ ਜਾਚ ਰੱਦ ਕਰੋ
pl: Anuluj recenzję
pt_br: Cancelar revisão
pt_pt: Cancelar Revisão
ro: Anulează recenzia
sk: Zrušiť revíziu
sr: Откажи ревизију
sv: Avbryt granskning
te: సమీక్షను రద్దుచేయి
th: ยกเลิกการพิจารณาใหม่
tr: İncelemeden vazgeç
uk: Скасувати перегляд
ur: جائزہ منسوخ کریں
vi: Hủy bỏ xét duyệt
zh_cn: 取消审核
zh_tw: 取消審核
zu: Khansela Isibukezo

source: Accept this Translation
af: Aanvaar hierdie vertaling
bg: Приемане на този превод
bs: Prihvati ovaj prijevod
de: Diese Übersetzung freischalten
el: Έγκριση μετάφρασης
es: Aceptar esta traducción
fy_nl: Akseptearje dizze oersetting
he: אישור התרגום הזה
hr: Prihvati ovaj prijevod
hu: Fordítás jóváhagyása
ia: Acceptar iste traduction
id: Setujui Terjemahan ini
it: Approva questa traduzione
ja: この翻訳を承諾
ka: გსურთ ამ თარგმანის მიღება
kab: Qbel tasuqilt-a
ko: 번역 허가
mg: Hanaiky an'ity Dikanteny ity
ms: Terima Terjemahan ini
nb_no: Godkjenn denne oversettingen
nl: Deze vertaling accepteren
pa_in: ਇਹ ਅਨੁਵਾਦ ਮਨਜ਼ੂਰ ਕਰੋ
pl: Zatwierdź to tłumaczenie
pt_br: Aceitar esta tradução
pt_pt: Aceitar esta Tradução
ro: Acceptă această traducere
sk: Schváliť tento preklad
sr: Прихвати овај превод
sv: Godkänn översättningen
te: ఈ అనువాదాన్ని ఆంగీకరించండి
th: ยอมรับการแปลนี้
tr: Bu çeviriyi kabul et
uk: Затвердити переклад
ur: اس ترجمہ کو قبول کریں
vi: Chấp thuận bản dịch này
zh_cn: 接受此翻译
zh_tw: 接受此翻譯
zu: Yamukela Lesi Sihumusho

source: Accept this Revision
af: Aanvaar hierdie wysiging
bg: Приемане на тази ревизия
bs: Prihvati ovu reviziju
de: Diese Änderung freischalten
el: Έγκριση αναθεώρησης
es: Aceptar esta revisión
fy_nl: Akseptearje dizze refyzje
he: אישור המהדורה הזו
hr: Prihvati ovu reviziju
hu: Verzió jóváhagyása
ia: Acceptar iste revision
id: Setujui Revisi ini
it: Accetta questa versione
ja: このリビジョンを承諾
ka: ვერსიის მიღება
kab: Aqeb aceggir-a
ko: 변경 사항 허가
mg: Hanaiky an'ity Fanitsiana ity
ms: Terima Semakan ini
nb_no: Aksepter denne revisjonen
nl: Deze revisie accepteren
pa_in: ਇਹ ਰੀਵਿਜ਼ਨ ਮਨਜ਼ੂਰ ਕਰੋ
pl: Zatwierdź tę wersję
pt_br: Aceitar esta edição
pt_pt: Aceitar esta Revisão
ro: Accept această revizuire
sk: Schváliť túto revíziu
sr: Прихвати ову ревизију
sv: Godkänn revideringen
te: ఈ రివిజన్ ను అంగీకరించు
th: ยอมรับการแก้ไขนี้
tr: Bu revizyonu kabul et
uk: Затвердити редакцію
ur: اس نظر ثانی کو قبول کریں
vi: Chấp thuận bản sửa đổi này
zh_cn: 接受此修订
zh_tw: 接受此編修
zu: Yamukela Lesi Sibukezo
