Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Thunderbird options, preferences and settings
bg: Опции, предпочитания и настройки на Thunderbird
bs: Thunderbird opcije, preferencije i postavke
de: Optionen, Konfiguration und Einstellungen von Thunderbird
el: Επιλογές, προτιμήσεις και ρυθμίσεις του Thunderbird
es: Opciones, preferencias y configuración de Thunderbird
fy_nl: Opsjes, foarkarren en ynstellingen fan Thunderbird
he: אפשרויות, העדפות והגדרות של Thunderbird
hr: Thunderbird opcije i postavke
hu: A Thunderbird beállításai
ia: Optiones, preferentias e parametros de Thunderbird
id: Opsi, preferensi, dan setelan Thunderbird
it: Opzioni, preferenze e impostazioni di Thunderbird
ja: Thunderbird のオプション、環境設定、設定
ka: Thunderbird-ის პარამეტრები, მითითებები და გამართვა
kab: Isefran, ismenyifen akked iɣewwaren n Thunderbird
ko: Thunderbird 옵션 및 환경 설정
ms: Pilihan, keutamaan dan tetapan Thunderbird
nb_no: Thunderbird alternativer og innstillinger
nl: Opties, voorkeuren en instellingen van Thunderbird
pl: Opcje Thunderbirda, preferencje i ustawienia
pt_br: Opções, preferências e configurações do Thunderbird
pt_pt: Opções, preferências e definições do Thunderbird
ro: Opțiuni Thunderbird, preferințe și setări
sk: Možnosti Thunderbirdu, predvoľby a nastavenia
sr: Thunderbird опције, преформансе и поставке
sv: Thunderbird alternativ och inställningar
te: థండర్బర్డ్ ఎంపికలు, ప్రాధాన్యతలు మరియు సెట్టింగ్లు
th: ตัวเลือก, การกำหนดลักษณะ และการตั้งค่าของ Thunderbird
tr: Thunderbird seçenekleri, tercihleri ve ayarları
uk: Налаштування і параметри Thunderbird
ur: Thunderbird کے اختیارات ، ترجیحات اور سیٹنگز
vi: Tùy chọn, tùy chỉnh và cài đặt Thunderbird
zh_cn: Thunderbird 选项、首选项和设置
zh_tw: Thunderbird 選項與偏好設定

# DB: products.Topic.title
source: Thunderbird versions and languages
af: Thunderbird-weergawes en -tale
bg: Версии и езици на Thunderbird
bs: Thunderbird verzije i jezici
de: Versionen und Sprachen von Thunderbird
el: Εκδόσεις και γλώσσες του Thunderbird
es: Versiones e idiomas de Thunderbird
fy_nl: Ferzjes en talen fan Thunderbird
he: גרסאות ושפות של Thunderbird
hr: Thunderbird verzije i jezici
hu: Thunderbird verziók és nyelvek
ia: Versiones e linguas de Thunderbird
id: Versi dan bahasa Thunderbird
it: Versioni e lingue di Thunderbird
ja: Thunderbird のバージョンと言語
ka: Thunderbird-ის ვერსიები და ენები
kab: Ileqman n Thunderbird akked tutlayin
ko: Thunderbird 언어별 버전
mg: Kinova sy teny Thunderbird
ms: Versi dan bahasa Thunderbird
nb_no: Thunderbird-versjoner og språk
nl: Versies en talen van Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਵਰਜਨ ਅਤੇ ਭਾਸ਼ਾਵਾ
pl: Wersje Thunderbirda i wersje językowe
pt_br: Versões e idiomas do Thunderbird
pt_pt: Versões e idiomas do Thunderbird
ro: Versiuni și limbi Thunderbird
sk: Verzie a jazyky Thunderbirdu
sr: Thunderbird верзије и језици
sv: Thunderbird versioner och språk
te: థండర్బర్డ్ వెర్షన్లు మరియు భాషలు
th: รุ่นและภาษาของ Thunderbird
tr: Thunderbird sürümleri ve dilleri
uk: Версії та мови Thunderbird
ur: Thunderbird کے ورژن اور زبانیں
vi: Các phiên bản và ngôn ngữ cho Thunderbird
zh_cn: Thunderbird 版本与语言
zh_tw: Thunderbird 版本與語言
zu: Amaveshini e-Thunderbird nezilimi

# DB: products.Topic.description
source: Thunderbird versions and languages
af: Thunderbird-weergawes en -tale
bg: Версии и езици на Thunderbird
bs: Thunderbird verzije i jezici
de: Versionen und Sprachen von Thunderbird
el: Εκδόσεις και γλώσσες του Thunderbird
es: Versiones e idiomas de Thunderbird
fy_nl: Ferzjes en talen fan Thunderbird
he: גרסאות ושפות של Thunderbird
hr: Thunderbird verzije i jezici
hu: Thunderbird verziók és nyelvek
ia: Versiones e linguas de Thunderbird
id: Versi dan bahasa Thunderbird
it: Versioni e lingue di Thunderbird
ja: Thunderbird のバージョンと言語
ka: Thunderbird-ის ვერსიები და ენები
kab: Ileqman n Thunderbir d tutlayin
ko: Thunderbird 언어별 버전
mg: Kinova sy teny Thunderbird
ms: Versi dan bahasa Thunderbird
nb_no: Thunderbird-versjoner og språk
nl: Versies en talen van Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਵਰਜਨ ਅਤੇ ਭਾਸ਼ਾਵਾ
pl: Wersje Thunderbirda i wersje językowe
pt_br: Versões e idiomas do Thunderbird
pt_pt: Versões e idiomas do Thunderbird
ro: Versiuni și limbi Thunderbird
sk: Verzie a jazyky Thunderbirdu
sr: Thunderbird верзије и језици
sv: Thunderbird versioner och språk
te: థండర్బర్డ్ వెర్షన్లు మరియు భాషలు
th: รุ่นและภาษาของ Thunderbird
tr: Thunderbird sürümleri ve dilleri
uk: Версії та мови Thunderbird
ur: Thunderbird کے ورژن اور زبانیں
vi: Các phiên bản và ngôn ngữ cho Thunderbird
zh_cn: Thunderbird 版本与语言
zh_tw: Thunderbird 版本與語言
zu: Amaveshini e-Thunderbird nezilimi

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
af: Thunderbird stoor nie instellings nie, of onthou nie inligting nie
bg: Thunderbird няма да запазва настройки или да помни информация
bs: Thunderbird neće da sačuva postavke ili zapamti informacije
de: Thunderbird speichert keine Einstellungen oder Daten
el: Το Thunderbird δεν αποθηκεύει ρυθμίσεις ή πληροφορίες
es: Thunderbird no guardará ajustes ni recordará información
fy_nl: Thunderbird ûnthâldt gjin ynstellingen of gegevens
he: Thunderbird לא שומר הגדרות או לא זוכר מידע
hr: Thunderbird ne sprema postavke ili ne pamti podatke
hu: A Thunderbird nem ment beállításokat vagy jegyez meg információkat
ia: Thunderbird non salva le parametros o non rememora informationes
id: Thunderbird tidak akan menyimpan pengaturan atau mengingat informasi
it: Impostazioni o informazioni non salvate con Thunderbird
ja: Thunderbird の設定が保存されない、情報が記憶されない
ka: Thunderbird არ ინახავს პარამეტრებს ან არ იმახსოვრებს მონაცემებს
kab: Thunderbird ur isseklas ara iɣewwaren-iw neɣ ur iceffu ara ɣef telɣut-iw
ko: Thunderbird가 설정을 저장하지 않거나 정보를 남기지 않음
mg: Tsy hitahiry ireo tefy na hitadidy ireo fampahalalana i Thunderbird
ms: Thunderbird tidak akan simpan tetapan atau mengingati maklumat
nb_no: Thunderbird lagrer ikke innstillinger, eller husker ikke informasjon
nl: Thunderbird onthoudt geen instellingen of gegevens
pa_in: ਥੰਡਰਬਰਡ ਸੈਟਿੰਗ ਨੂੰ ਸੰਭਾਲਣ ਜਾ ਜਾਣਕਾਰੀ ਨੂੰ ਯਾਦ ਨਹੀ ਕਰੇਗਾ
pl: Thunderbird nie zapisuje ustawień lub nie zapamiętuje informacji
pt_br: Thunderbird não salva as configurações ou lembra as informações
pt_pt: O Thunderbird não irá guardar definições ou memorizar informação
ro: Thunderbird nu va salva setări și nu va reține informații
sk: Thunderbird neukladá nastavenia, alebo si nepamätá informácie
sr: Thunderbird неће да сачува поставке или запамти информације
sv: Thunderbird sparar inte inställningarna eller kommer ihåg information
te: థండర్బర్డ్ సెట్టింగులను సేవ్ చేసుకోదు లేదా సమాచారాన్నిగుర్తుంచుకోదు
th: Thunderbird จะไม่บันทึกการตั้งค่าหรือจดจำข้อมูล
tr: Firefox ayarları kaydetmiyor veya bilgileri hatırlamıyor
uk: Thunderbird не буде зберігати налаштування чи запам'ятовувати інформацію
ur: Thunderbird سیٹنگز کو محفوظ نہیں کرے گا اور نہ ہی معلومات کو یاد رکھے گا
vi: Thunderbird sẽ không lưu cài đặt hoặc ghi nhớ thông tin
zh_cn: Thunderbird 没有保存设置或者记住信息
zh_tw: Thunderbird 不會儲存設定或記住資訊
zu: I-Thunderbird ngeke iwalondoloze amasethingi noma ikhumbule imininingwane

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
af: Thunderbird stoor nie instellings nie, of onthou nie inligting nie
bg: Thunderbird няма да запазва настройки или да помни информация
bs: Thunderbird neće da sačuva postavke ili zapamti informacije
de: Thunderbird speichert keine Einstellungen oder Daten
el: Το Thunderbird δεν αποθηκεύει ρυθμίσεις ή πληροφορίες
es: Thunderbird no guardará ajustes ni recordará información
fy_nl: Thunderbird ûnthâldt gjin ynstellingen of gegevens
he: Thunderbird לא שומר הגדרות או לא זוכר מידע
hr: Thunderbird ne sprema postavke ili ne pamti podatke
hu: A Thunderbird nem ment beállításokat vagy jegyez meg információkat
ia: Thunderbird non salva le parametros o non rememora informationes
it: Impostazioni o informazioni non salvate con Thunderbird
ja: Thunderbird の設定が保存されない、情報が記憶されない
ka: Thunderbird არ ინახავს პარამეტრებს ან არ იმახსოვრებს მონაცემებს
kab: Thunderbird ur isseklas ara iɣewwaren-iw neɣ ur iceffu ara ɣef telɣut-iw
ko: Thunderbird가 설정을 저장하지 않거나 정보를 남기지 않음
mg: Tsy hitahiry ireo tefy na hitadidy ireo fampahalalana i Thunderbird
ms: Thunderbird tidak akan simpan tetapan atau mengingati maklumat
nb_no: Thunderbird lagrer ikke innstillinger, eller husker ikke informasjon
nl: Thunderbird onthoudt geen instellingen of gegevens
pa_in: ਥੰਡਰਬਰਡ ਸੈਟਿੰਗ ਨੂੰ ਸੰਭਾਲਣ ਜ ਜਾਣਕਾਰੀ ਨੂੰ ਯਾਦ ਨਹੀ ਕਰੇਗਾ
pl: Thunderbird nie zapisuje ustawień lub nie zapamiętuje informacji
pt_br: Thunderbird não salva as configurações ou lembra as informações
pt_pt: O Thunderbird não irá guardar definições ou memorizar informação
ro: Thunderbird nu va salva setări și nu va reține informații
sk: Thunderbird neukladá nastavenia, alebo si nepamätá informácie
sr: Thunderbird неће да сачува поставке или запамти информације
sv: Thunderbird sparar inte inställningarna eller kommer ihåg information
te: థండర్బర్డ్ సెట్టింగులను సేవ్ చేసుకోదు లేదా సమాచారాన్నిగుర్తుంచుకోదు
th: Thunderbird จะไม่บันทึกการตั้งค่าหรือจดจำข้อมูล
tr: Firefox ayarları kaydetmiyor veya bilgileri hatırlamıyor
uk: Thunderbird не буде зберігати налаштування чи запам'ятовувати інформацію
ur: Thunderbird سیٹنگز کو محفوظ نہیں کرے گا اور نہ ہی معلومات کو یاد رکھے گا
vi: Thunderbird sẽ không lưu cài đặt hoặc ghi nhớ thông tin
zh_cn: Thunderbird 没有保存设置或者记住信息
zh_tw: Thunderbird 不會儲存設定或記住資訊
zu: I-Thunderbird ngeke iwalondoloze amasethingi noma ikhumbule imininingwane

# DB: products.Topic.title
source: Tips and tricks
af: Wenke
bg: Съвети и препоръки
bs: Savjeti i trikovi
de: Tipps und Tricks
el: Συμβουλές και κόλπα
es: Consejos y trucos
fy_nl: Tips en trúks
he: טיפים וטריקים
hr: Savjeti i trikovi
hu: Tippek és trükkök
ia: Suggestiones e astutias
id: Tip dan trik
it: Consigli e trucchi
ja: ヒントと活用法
ka: რჩევები და ხრიკები
kab: Timaheltin d tixbula
ko: 팁과 해결법
mg: Fika sy tetika
ms: Panduan dan helah
nb_no: Tips og triks
nl: Tips en trucs
pa_in: ਟਿੱਪਸ ਅਤੇ ਟਰਿਕਸ
pl: Porady i wskazówki
pt_br: Dicas e truques
pt_pt: Dicas e truques
ro: Ponturi și trucuri
sk: Tipy a triky
sr: Савети и трикови
sv: Tips och tricks
te: చిట్కాలు, ఉపాయాలు
th: กลเม็ดและเคล็ดลับ
tr: Püf noktaları
uk: Підказки та хитрощі
ur: ٹوٹکے اور نسخے
vi: Các mẹo và thủ thuật
zh_cn: 使用技巧
zh_tw: 使用技巧
zu: Amasu namacebo

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
af: Leer wenke en kortpaaie om vinniger te werk
bg: Научете полезните неща, които ще ви помогнат да работите по-бързо
bs: Naučite prečice i saznajte o savjetima kako da učinite rad bržim
de: Erhalten Sie Tipps und lernen Sie Tastenkombinationen, mit denen Sie schneller arbeiten können
el: Μάθετε κόλπα και συντομεύσεις για ταχύτερη εργασία
es: Aprende consejos y atajos que te ayuden a trabajar más rápido
fy_nl: Ynfo oer tips en fluchkeppelingen dy’t jo helpe flugger te wurkjen
he: עצות וקיצורי דרך שיסייעו לך לעבוד מהר יותר
hr: Saznaj savjete i prečace za brži rad
hu: Billentyűparancsok és egyéb tippek a gyorsabb munkához
ia: Apprende trucos e accessos directe pro adjutar te a travaliar plus rapidemente
it: Segui questi consigli e trucchi per lavorare ancora più velocemente
ja: 作業の効率化を助けるヒントとショートカットを学びましょう
ka: გაეცანით მითითებებსა და მალსახმობებს, მუშაობის ასასწრაფებლად
kab: Issin timaheltin d yinegzumen ara ak-iɛawnen deg uxeddim s lemɣawla
ko: 작업을 더 빠르게 할 수 있는 팁 배우기
mg: Ianaro ireo fika sy hitsindàlana hahafahanao miasa haingana kokoa
ms: Belajar panduan dan pintasan yang membantu anda lebih cepat bekerja
nb_no: Les om tips og snarveier som hjelper deg med å arbeide raskere
nl: Info over tips en snelkoppelingen die u helpen sneller te werken
pl: Naucz się skrótów klawiszowych i poznaj porady zwiększające twoją produktywność
pt_br: Aprenda dicas e atalhos para ajudá-lo a trabalhar mais rápido
pt_pt: Conheça dicas e atalhos para o ajudar a trabalhar mais rápido
ro: Află ponturi și trucuri pentru a te ajuta să lucrezi mai rapid
sk: Pozrite sa na tipy a skratky, ktoré vám pomôžu pracovať rýchlejšie
sr: Научите пречице и сазнајте о саветима како да учините рад бржим
sv: Lär dig tips och genvägar som hjälper dig att arbeta snabbare
te: మీరు వేగంగా పని చేయడానికి చిట్కాలు మరియు సత్వరమార్గాలు తెలుసుకోండి
th: เรียนรู้เคล็ดลับและทางลัดเพื่อช่วยให้คุณทำงานได้เร็วขึ้น
tr: Daha hızlı çalışmanıza yardımcı olacak ipuçlarını ve kısayolları öğrenin
uk: Вивчіть поради та трюки, які допоможуть вам працювати швидше
vi: Tìm hiểu các mẹo và lối tắt để giúp bạn làm việc nhanh hơn
zh_cn: 了解能让您工作更快速的技巧和快捷键
zh_tw: 了解能幫助您工作更快的秘訣與快捷鍵
zu: Funda amasu nezindlela ezinqamulelayo ukuze usizakale usebenze ngokushesha kunakuqala

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
af: Doen meer as die basiese dinge, met hierdie kortpaaie en wenke.
bg: Минете на следващо ниво с помощта на тези връзки и други съвети.
bs: Koristite ove prečice i druge savjete.
de: Machen Sie mit diesen Tastaturkürzeln und weiteren Tipps mehr als nur die Grundlagen.
el: Ξεφύγετε από τα βασικά με αυτές τις συντομεύσεις και άλλες συμβουλές.
es: Ve más allá de lo básico con estos atajos de teclado y otros consejos.
fy_nl: Gean fierder as de basis mei dizze fluchkeppelingen en oare tips.
hr: Nauči više od osnova s ovim prečacima i savjetima.
hu: Rövid billentyűparancsok és egyéb tippek
ia: Avantia con iste accessos directe e altere trucos.
id: Eksplorasi lebih lanjut dengan pintasan dan kiat lainnya.
it: Vai oltre i fondamentali con questi consigli e trucchi
ja: これらのショートカットとヒントで基本から先へ進みましょう。
ka: გადადით შემდეგ დონეზე ამ მალსახმობებით და სხვა რჩევებით.
kab: Ddu mebɛid s yinegzumen akked tixbula-nniḍen.
ko: 단축키와 팁으로 기본 수준을 넘겨 보세요.
mg: Mandehana mihoatra ireo fiasa fototra @ alàlan'ireto hitsindàlana sy fika hafa ireto.
ms: Melangkau asas dengan pintasan dan panduan lain.
nb_no: Gå forbi det grunnleggende med disse snarveiene og andre tips.
nl: Ga verder dan de basis met deze snelkoppelingen en andere tips.
pl: Podstawy to za mało? Poznaj skróty klawiszowe i inne porady.
pt_br: Vá além do básico com estes atalhos e outras dicas.
pt_pt: Vá para além do básico com estes atalhos e outras dicas.
ro: Mergi dincolo de lucrurile de bază cu aceste scurtături și alte ponturi.
sk: Pokračujte do hĺbky s týmito skratkami a ďalšími tipmi.
sr: Користите ове пречици и друге савете.
sv: Gå förbi det grundläggande med dessa genvägar och tips.
te: ఈ షార్ట్కట్లు మరియు ఇతర చిట్కాలుతో బేసిక్స్ దాటి వెళ్ళండి.
th: ก้าวไกลไปกว่าพื้นฐานด้วยทางลัดเหล่านี้และเคล็ดลับอื่น ๆ
tr: Bu kısayollar ve diğer ipuçlarıyla temel bilgilerin ötesine geçin.
uk: Вийдіть за межі можливого за допомогою цих трюків та інших порад.
vi: Vượt ra ngoài những điều cơ bản với các phím tắt và các mẹo khác.
zh_cn: 借助快捷键和其他技巧使基本操作更进一步。
zh_tw: 透過快速鍵與其他秘訣讓操作更進一步。
zu: Yenza okungale kokuyisisekelo ngezindlela ezinqamulelayo namanye amasu.

# DB: products.Topic.description
source: Tips and tricks
af: Wenke
bg: Съвети и препоръки
bs: Savjeti i trikovi
de: Tipps und Tricks
el: Συμβουλές και κόλπα
es: Consejos y trucos
fy_nl: Tips en trúks
he: טיפים וטריקים
hr: Savjeti i trikovi
hu: Tippek és trükkök
ia: Suggestiones e astutias
id: Saran dan kiat
it: Consigli e trucchi
ja: ヒントと活用法
ka: რჩევები და ხრიკები
kab: Tixbula
ko: 팁과 해결법
mg: Fika sy tetika
ms: Panduan dan helah
nb_no: Tips og triks
nl: Tips en trucs
pa_in: ਟਿੱਪਸ ਅਤੇ ਟਰਿਕਸ
pl: Porady i wskazówki
pt_br: Dicas e truques
pt_pt: Dicas e truques
ro: Ponturi și trucuri
sk: Tipy a triky
sr: Савети и трикови
sv: Tips och tricks
te: చిట్కాలు, ఉపాయాలు
th: กลเม็ดและเคล็ดลับ
tr: Püf noktaları
uk: Підказки та хитрощі
ur: ٹوٹکے اور نسخے
vi: Các mẹo và thủ thuật
zh_cn: 使用技巧
zh_tw: 使用技巧
zu: Amasu namacebo

# DB: products.Topic.title
source: Tracking protection
bg: Защита от проследяване
de: Schutz vor Aktivitätenverfolgung
el: Προστασία από καταγραφή
fy_nl: Beskerming tsjin folgjen
hu: Követés elleni védelem
ia: Protection contra le traciamento
id: Perlindungan pelacakan
it: Protezione antitracciamento
ja: トラッキング防止
ka: თვალთვალისგან დაცვა
kab: Ammesten mgal aḍfar
ko: 추적 방지
nb_no: Sporingsbeskyttelse
nl: Bescherming tegen volgen
pl: Ochrona przed śledzeniem
pt_br: Proteção contra rastreamento
pt_pt: Proteção contra monitorização
sk: Ochrana pred sledovaním
sr: Заштита од праћења
sv: Spårningsskydd
tr: İzlenme koruması
uk: Захист від стеження
vi: Chống theo dõi
zh_cn: 跟踪保护
zh_tw: 追蹤保護

# DB: products.Topic.description
source: Prevent websites from tracking you as you browse.
bg: Спрете проследяването от страниците докато разглеждате.
de: Verhindern Sie, dass Websites Sie beim Surfen verfolgen.
el: Αποτρέψτε την καταγραφή σας από ιστοτόπους κατά την περιήγησή σας.
fy_nl: Foarkom dat websites jo folgje as jo sneupe.
hu: Megakadályozza, hogy a webhelyek nyomon kövessék Önt böngészés közben.
ia: Impedir al sitos web de traciar te quando tu naviga.
it: Impedisci ai siti web di tracciarti mentre navighi.
ja: ブラウジング中にウェブサイトがあなたを追跡するのを防ぎます。
ka: არ მისცეთ საიტებს თვალის დევნების საშუალება გვერდების მონახულებისას.
ko: 탐색 시 웹사이트가 사용자를 추적하지 못하도록 하세요.
nb_no: Hindre nettsteder fra å spore deg mens du surfer.
nl: Voorkom dat websites u volgen tijdens het surfen.
pl: Uniemożliwiaj stronom internetowym śledzenie ciebie podczas przeglądania.
pt_br: Impeça que sites rastreiem você enquanto navega.
pt_pt: Impedir que os sites o monitorizem enquanto navega.
sk: Zabráňte webovým stránkam, aby vás sledovali pri prehliadaní.
sr: Спречите сајтове да вас прате док прегледате.
sv: Förhindra webbplatser från att spåra dig när du surfar.
tr: İnternette gezinirken web sitelerinin sizi izlemesini önleyin.
uk: Забороніть вебсайтам стежити за вами під час перегляду.
vi: Ngăn các trang web theo dõi bạn khi bạn duyệt.
zh_cn: 阻止网站在上网时跟踪您。
zh_tw: 防止網站在上網時追蹤您。

# DB: products.Topic.description
source: Enable tracking protection to enhance your privacy.
hu: Engedélyezze a követésvédelmet az adatvédelme érdekében.
ia: Activa le protection de traciamento pro meliorar tu confidentialitate.
it: Attiva la protezione antitracciamento per migliorare la tua privacy.
nl: Schakel bescherming tegen volgen in om uw privacy te verbeteren.
pl: Włącz ochronę przed śledzeniem, aby zwiększyć swoją prywatność.
pt_br: Ative a proteção contra rastreamento para reforçar sua privacidade.
sv: Aktivera spårningsskydd för att förbättra din integritet.
tr: Gizliliğinizi artırmak için izlenme korumasını etkinleştirin.
zh_cn: 启用跟踪保护，增强隐私保障。

# DB: products.Topic.title
source: Troubleshoot
bg: Отстраняване на неизправности
de: Fehlerbehebung
el: Επίλυση προβλημάτων
fy_nl: Probleem oplosse
he: פתרון בעיות
hr: Rješavanje problema
hu: Hibaelhárítás
ia: Solver problemas
it: Risoluzione dei problemi
ja: トラブルシューティング
ka: ხარვეზების აღმოფხვრა
kab: Tiftin n tuccḍiwin
ko: 문제 해결
nb_no: Feilsøk
nl: Probleem oplossen
pl: Rozwiązywanie problemów
pt_br: Solução de problemas
pt_pt: Resolução de problemas
ro: Depanare
sk: Riešenie problémov
sr: Решавање проблема
sv: Felsök
te: సమస్యా పరిష్కారం
th: แก้ไขปัญหา
tr: Sorun giderme
uk: Усунення неполадок
ur: ازالہ نقص کاری
vi: Khắc phục sự cố
zh_cn: 疑难解答
zh_tw: 疑難排解

# DB: products.Topic.description
source: Fix problems with Firefox Accounts
bg: Поправете проблеми във Firefox Accounts
de: Lösen Sie Probleme mit Firefox-Konten
el: Διόρθωση προβλημάτων με τους λογαριασμούς Firefox
es: Resolver problemas con Firefox Accounts
fy_nl: Problemen mei Firefox Accounts ferhelpe
he: תיקון בעיות ב־Firefox Accounts
hr: Ispravi probleme s Firefox računima
hu: Hibaelhárítás a Firefox-fiókokban
ia: Remediar problemas con le contos Firefox
it: Risoluzione dei problemi relativi agli account Firefox
ja: Firefox アカウントの問題の解決
ka: Firefox Lockwise-ის ხარვეზების აღმოფხვრა
kab: Fru uguren s umiḍan n Firefox
ko: Firefox 계정 문제 해결
nb_no: Løs problemer med Firefox-konto
nl: Problemen met Firefox Accounts verhelpen
pl: Rozwiązywanie problemów z kontami Firefoksa
pt_br: Corrigir problemas com uma conta Firefox
pt_pt: Resolver problemas com as contas Firefox
ro: Rezolvă problemele cu Firefox Accounts
sk: Riešenia problémov s účtom Firefox
sr: Решите проблеме с Firefox налозима
sv: Lös problem med Firefox-konton
te: Firefox ఖాతాతో సమస్యలను పరిష్కరించుకోండి
th: แก้ไขปัญหาเกี่ยวกับบัญชี Firefox
tr: Firefox Hesapları ile ilgili sorunları giderme
uk: Усунення неполадок з обліковими записами Firefox
vi: Khắc phục sự cố với tài khoản Firefox
zh_cn: 解决 Firefox 账户的问题
zh_tw: 排除 Firefox Accounts 的問題

# DB: products.Topic.title
source: Troubleshooting
bg: Отстраняване на проблеми
de: Fehlerbehebung
el: Επίλυση προβλημάτων
es: Solución de problemas
fy_nl: Probleemoplossing
he: פתרון בעיות
hr: Rješavanje problema
hu: Hibaelhárítás
ia: Solver problemas
id: Pemecahan Masalah
it: Risoluzione dei problemi
ja: トラブルシューティング
ka: ხარვეზების აღმოფხვრა
kab: Ferru n wuguren
ko: 문제 해결
ms: Pencarisilapan
nb_no: Feilsøking
nl: Probleemoplossing
pl: Rozwiązywanie problemów
pt_br: Solução de problemas
pt_pt: Resolução de problemas
ro: Depanare
sk: Riešenie problémov
sr: Решавање проблема
sv: Felsökning
te: సమస్యాపరిష్కారం
th: การแก้ไขปัญหา
tr: Sorun giderme
uk: Усунення проблем
ur: ازالہ نقص کارى
vi: Khắc phục sự cố
zh_cn: 疑难解答
zh_tw: 疑難排解

# DB: products.Topic.description
source: Discover solutions for common issues and explore best practices to diagnose and resolve problems.
de: Entdecken Sie Lösungen für häufige Probleme und bewährte Verfahren zum Diagnostizieren und Beheben von Problemen.
el: Ανακαλύψτε λύσεις για συνήθη ζητήματα και εξερευνήστε τις βέλτιστες πρακτικές για τη διάγνωση και την επίλυση προβλημάτων.
fy_nl: Untdek oplossingen foar mienskiplike problemen en ferken de bêste praktiken om problemen te ûndersykjen en op te lossen.
hu: Fedezzen fel megoldásokat a gyakori hibákra, és fedezze fel a problémák felismerésének és megoldásának bevált gyakorlatait.
ia: Discoperi solutiones pro problemas commun e explora le melior practicas pro diagnosticar e resolver problemas.
it: Scopri le soluzioni ai problemi più comuni ed esplora le procedure consigliate per identificare e risolvere i problemi.
nl: Ontdek oplossingen voor veelvoorkomende problemen en verken de beste praktijken om problemen te onderzoeken en op te lossen.
pl: Odkryj rozwiązania typowych problemów i poznaj najlepsze praktyki w celu diagnozowania i rozwiązywania problemów.
pt_br: Descubra soluções para problemas comuns e conheça melhores práticas para diagnosticar e resolver problemas.
pt_pt: Descubra soluções para os problemas comuns e explore as melhores práticas para diagnosticar e resolver os problemas.
sv: Upptäck lösningar för vanliga problem och utforska bästa praxis för att diagnostisera och lösa problem.
tr: Yaygın sorunların çözümlerini keşfedin ve sorunları tanılayıp çözme yöntemlerini öğrenin.
zh_cn: 了解常见问题的解决办法，探索诊断和解决问题的最佳做法。
zh_tw: 尋找常見問題的解決方式，並且探索診斷與排除問題的最佳方法。

# DB: products.Topic.description
source: Troubleshooting
de: Fehlerbehebung
el: Επίλυση προβλημάτων
fy_nl: Probleemoplossing
hu: Hibaelhárítás
ia: Solver problemas
it: Risoluzione dei problemi
nl: Probleemoplossing
pl: Rozwiązywanie problemów
pt_br: Solução de problemas
pt_pt: Resolução de problemas
sv: Felsökning
tr: Sorun giderme
zh_cn: 疑难解答
zh_tw: 疑難排解
