Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Please ask a new question if you need help.
af: Vra asseblief 'n nuwe vraag as jy hulp nodig het.
bg: Моля, задайте нов въпрос ако имате нужда от помощ.
bs: Pitajte drugo pitanje ako vam je potrebna pomoć.
de: Bitte stellen Sie eine neue Frage, wenn Sie Hilfe benötigen.
el: Παρακαλούμε κάντε νέα ερώτηση αν χρειάζεστε βοήθεια.
es: Haz una nueva pregunta si necesitas ayuda.
fy_nl: Stel in nije fraach as jo help nedich hawwe.
he: נא לשאול שאלה חדשה אם יש לך צורך בעזרה.
hr: Postavi novo pitanje ako trebaš pomoć.
hu: Tegyen fel új kérdést, ha segítségre van szüksége.
ia: Per favor pone un nove question si tu require adjuta.
id: Silakan membuat pertanyaan baru jika Anda membutuhkan bantuan.
it: Inserire una nuova richiesta se occorre aiuto.
ja: 必要であれば新たに質問してください。
ka: დასვით ახალი კითხვა, თუ დახმარება გესაჭიროებათ.
kab: Ma ulac aɣilif, sesr-s asteqsi amaynut ma yella tesriḍ tallelt.
ko: 만약 도움이 필요하시면 새로운 질문을 올려주세요.
mg: Mametraha fanontaniana azafady raha mila fanampiana.
ms: Sila tanya soalan baru jika anda perlu bantuan.
nb_no: Still et nytt spørsmål dersom du trenger hjelp.
nl: Stel een nieuwe vraag als u hulp nodig hebt.
pa_in: ਜੇ ਤੁਹਾਨੂੰ ਮਦਦ ਦੀ ਲੋੜ ਹੈ, ਕਿ੍ੰਪਾ ਕਰਕੇ ਇੱਕ ਨਵਾ ਸਵਾਲ ਪੁੱਛੋ ਜੀ।
pl: Jeśli potrzebujesz pomocy, zadaj nowe pytanie.
pt_br: Faça uma nova pergunta se precisa de ajuda.
pt_pt: Se precisar de ajuda, por favor, coloque uma nova questão.
ro: Adresează o întrebare nouă dacă ai nevoie de ajutor.
sk: Ak potrebujete pomôcť, založte prosím novú otázku.
sr: Питајте друго питање ако вам је потребна помоћ.
sv: Ställ en ny fråga om du behöver hjälp.
te: మీకు సహాయం అవసరం ఉంటే, దయచేసి ఒక కొత్త ప్రశ్న అడగండి.
th: โปรดถามคำถามใหม่หากคุณต้องการความช่วยเหลือ
tr: Yardıma ihtiyacınız varsa lütfen yeni bir soru sorun.
uk: Якщо вам потрібна допомога, запитайте.
ur: اگر آپ کو مدد کی ضرورت ہو تو براہ مہربانی نیا سوال پوچھیں۔
vi: Vui lòng hỏi một câu hỏi mới nếu bạn cần giúp đỡ.
zh_cn: 如果需要帮助请提出新问题。
zh_tw: 如果您有需要幫助，請新增一個新問題
zu: Uyacelwa ubuze umbuzo omusha uma udinga usizo.

source: reply
af: antwoord
bg: отговор
bs: odgovor
de: Antwort
el: απάντηση
es: respuesta
fy_nl: antwurd
he: תגובה
hr: odgovor
hu: válasz
ia: responsa
id: balas
it: risposta
ja: 件の返信
ka: პასუხი
kab: tiririt
ko: 답장
mg: valiny
ms: balasan
nb_no: svar
nl: antwoord
pa_in: ਜਵਾਬ
pl: odpowiedź
pt_br: resposta
pt_pt: resposta
ro: răspuns
sk: odpoveď
sr: одговор
sv: svar
te: ప్రత్యుత్తరం
th: การตอบกลับ
tr: yanıt
uk: відповідь
ur: جواب دیں
vi: trả lời
zh_cn: 个回答
zh_tw: 回覆
zu: baphendule

source: No replies
af: Geen antwoorde nie
bg: Няма отговори
bs: Nema odgovora
de: Keine Antworten
el: Καμία απάντηση
es: Sin respuestas
fy_nl: Gjin antwurden
he: אין תגובות
hr: Nema odgovora
hu: Nincs válasz
ia: Nulle responsa
id: Tidak ada balasan
it: Nessuna risposta
ja: 返信なし
ka: პასუხები არაა
kab: Ulac tiririyin
ko: 답글 없음
mg: Tsisy valiny
ms: Tiada balasan
nb_no: Ingen svar
nl: Geen antwoorden
pa_in: ਕੋਈ ਜਵਾਬ ਨਹੀ
pl: Nie ma odpowiedzi
pt_br: Nenhuma resposta
pt_pt: Nenhuma resposta
ro: Niciun răspuns
sk: Žiadne odpovede
sr: Нема одговора
sv: Inga svar
te: సమాధానాలు లేవు
th: ยังไม่มีคำตอบ
tr: Yanıt yok
uk: Відповіді відсутні
ur: کوئی جواب نہیں
vi: Không có trả lời
zh_cn: 无回复
zh_tw: 無回覆
zu: Akukho zimpendulo

source: has this problem
af: het hierdie probleem
bg: има този проблем
bs: ima ovaj problem
de: hat dieses Problem
el: έχει αυτό το πρόβλημα
es: tiene este problema
fy_nl: hat dit probleem
hr: ima ovaj problem
hu: embernek van ilyen problémája
ia: ha iste problema
id: memiliki masalah ini
it: ha questo problema
ja: 人がこの問題に困っています
ka: მომხმარებელი წააწყდა მსგავს სიძნელეს
kab: ɣur-s ugur-a
ko: 이 문제를 만남
mg: manana an'ity olana ity
ms: ada masalah ini
nb_no: har dette problemet
nl: heeft dit probleem
pa_in: ਇਹ ਸਮੱਸਿਆ
pl: osoba ma ten problem
pt_br: tem este problema
pt_pt: tem este problema
ro: are această problemă
sk: má tento problém
sr: има овај проблем
sv: har detta problem
te: ఈ సమస్య కలిగినది
th: คนมีปัญหานี้
tr: kişi bu sorunu yaşıyor
uk: має цю проблему
ur: میں یہ مسئلہ ہے
vi: gặp vấn đề này
zh_cn: 人有此问题
zh_tw: 有這個問題
zu: inale nkinga

source: view
bg: изглед
de: Aufruf
el: προβολή
es: visita
fy_nl: werjefte
hr: prikaz
hu: megtekintés
ia: visualisationes
id: kunjungan
it: visualizzazione
ja: 回表示
ka: ნახვა
kab: awali
ko: 보기
ms: paparan
nb_no: visning
nl: weergave
pa_in: ਸਮਿਖਿਆ
pl: wyświetlenie
pt_br: exibição
pt_pt: visualização
ro: vizualizare
sk: zobrazenie
sr: преглед
sv: visning
te: వీక్షణ
th: ครั้งที่ดู
tr: gösterim
uk: перегляд
ur: دیکھیں
vi: lượt xem
zh_cn: 次查看
zh_tw: 次檢視

source: Marked as spam by %(marked_by)s at %(marked_time)s
af: Gemerk as strooipos deur %(marked_by)s om %(marked_time)s
bg: Отбелязано като спам от %(marked_by)s на %(marked_time)s
bs: Označeno kao spam od %(marked_by)s u %(marked_time)s
de: Von %(marked_by)s am %(marked_time)s als Spam markiert
el: Επισημάνθηκε ως ανεπιθύμητο από %(marked_by)s στις %(marked_time)s
es: Marcado como spam por %(marked_by)s a las %(marked_time)s
fy_nl: Markearre as net-winske troch %(marked_by)s op %(marked_time)s
he: סומן כספאם על־ידי %(marked_by)s ב־%(marked_time)s
hr: Označeno kao spam od %(marked_by)s, %(marked_time)s
hu: %(marked_by)s szemétként jelölte ekkor: %(marked_time)s
ia: Marcate como spam per %(marked_by)s in %(marked_time)s
id: Ditandai sebagai spam oleh %(marked_by)s pada %(marked_time)s
it: Contrassegnato come spam da %(marked_by)s alle %(marked_time)s
ja: %(marked_by)s により、%(marked_time)s にスパムマークが付けられました
ka: მონიშნულია არასასურველად %(marked_by)s-ის მიერ, %(marked_time)s
kab: Yettwacreḍ d aspam sɣur %(marked_by)s deg %(marked_time)s
ko: 스팸으로 표시됨, %(marked_by)s, %(marked_time)s
mg: Nomarihan'i %(marked_by)s hoe spama t@ %(marked_time)s
ms: Ditanda sebagai spam oleh %(marked_by)s pada %(marked_time)s
nb_no: Markert som spam av %(marked_by)s den %(marked_time)s
nl: Gemarkeerd als spam door %(marked_by)s op %(marked_time)s
pl: Oznaczono jako spam — %(marked_time)s, %(marked_by)s
pt_br: Marcado como spam por %(marked_by)s às %(marked_time)s
pt_pt: Marcado como spam por %(marked_by)s a %(marked_time)s
ro: Marcat ca nesolicitat de %(marked_by)s la %(marked_time)s
sk: Označil ako spam %(marked_by)s dňa %(marked_time)s
sr: Означено као спам од %(marked_by)s у %(marked_time)s
sv: Markeras som skräppost av %(marked_by)s den %(marked_time)s
te: %(marked_by)s ద్వారా %(marked_time)s వద్ద స్పామ్ వలె గుర్తించబడింది
th: ทำเครื่องหมายว่าเป็นสแปมโดย %(marked_by)s เมื่อ %(marked_time)s
tr: %(marked_by)s tarafından spam olarak işaretlendi (%(marked_time)s)
uk: Відмічено як спам %(marked_by)s %(marked_time)s
vi: Được đánh dấu là spam bởi %(marked_by)s tại %(marked_time)s
zh_cn: 已被 %(marked_by)s 于 %(marked_time)s 标记为垃圾信息
zh_tw: 由 %(marked_by)s 於 %(marked_time)s 標示為垃圾內容
zu: Iphawulwe njengeyi-spam ngu-%(marked_by)s ngo %(marked_time)s

source: Marked as spam at %(marked_time)s
ia: Marcate como spam le %(marked_time)s
kab: Yettwacrḍ d aspam deg %(marked_time)s
sv: Markeras som skräppost den %(marked_time)s

source: more options
sv: fler alternativ

source: Attached screenshots
af: Aangehegde skermkiekies
bg: Прикачени екранни снимки
bs: Priloženi snimci ekrana
de: Angefügte Screenshots
el: Συνημμένα στιγμιότυπα
es: Capturas de pantalla adjuntas
fy_nl: Keppele skermôfbyldingen
he: צילומי מסך מצורפים
hr: Priložene slike ekrana
hu: Csatolt képernyőmentések
ia: Capturas de schermo attachate
id: Lampiran tangkapan layar
it: Immagini allegate
ja: 添付されたスクリーンショット
ka: მიმაგრებული ეკრანის სურათები
kab: Tuṭṭfiwin n ugdil yeddan
ko: 첨부된 스크린샷
mg: Sarin'efijery napaingotra
ms: Lampirkan skrinsyot
nb_no: Vedlagt skjermbilde
nl: Gekoppelde schermafbeeldingen
pl: Załączone zrzuty ekranu
pt_br: Capturas de tela anexadas
pt_pt: Capturas de ecrã anexadas
ro: Capturi de ecran atașate
sk: Priložené obrázky
sr: Приложени снимци екрана
sv: Bifogade skärmdumpar
te: జోడించిన స్క్రీన్షాట్లు
th: ภาพหน้าจอที่แนบมา
tr: Ekli ekran görüntüleri
uk: Прикріплені знімки екрана
ur: منسلک شدہ اسکرین شاٹٹس
vi: Đính kèm ảnh chụp màn hình
zh_cn: 已附加屏幕截图
zh_tw: 附加的畫面擷圖
zu: Ama-screenshot ananyekiwe

source: Modified {datetime} by {name}
af: Gewysig op {datetime} deur {name}
bg: Променено на {datetime} от {name}
bs: Izmjenjeno {datetime} od strane {name}
de: Geändert am {datetime} von {name}
el: Τροποποιήθηκε στις {datetime} από το χρήστη {name}
es: Modificadas por {name} el {datetime}
fy_nl: Bewurke troch {name} op {datetime}
he: השתנתה ב־{datetime} על־ידי {name}
hr: Izmjenjeno {datetime} od {name}
hu: Módosította: {name}, {datetime}
ia: Modificate le {datetime} per {name}
id: Diperbarui oleh {name} pada {datetime}
it: Modificato da {name} il {datetime}
ja: この投稿は {name} により {datetime} に変更されました
ka: ჩასწორების თარიღი: {datetime}, ავტორი: {name}
kab: Yettwasnifel {datetime} s {name}
ko: 글쓴이 {name} 수정일시 {datetime}
mg: Novain'i {name} t@ {datetime}
ms: Diubah {datetime} oleh {name}
nb_no: Endret {datetime} av {name}
nl: Bewerkt door {name} op {datetime}
pa_in: ਸੋਧਿਆ ਗਿਆ {datetime} ਦੁਆਰਾ {name}
pl: Zmodyfikowany przez {name} w dniu {datetime}
pt_br: Alterado por {name} em {datetime}
pt_pt: Modificado por {name} a {datetime}
ro: Modificat în {datetime} de {name}
sk: Upravil(a) {name} dňa {datetime}
sr: Измењено {datetime} од стране {name}
sv: Ändrad {datetime} av {name}
te: {datetime}న {name} చే మార్చబడినది
th: เปลี่ยนแปลงโดย {name} เมื่อ {datetime}
tr: {name} tarafından {datetime} tarihinde düzenlendi
uk: Змінено {datetime} {name}
ur: {name} کی جانب سے {datetime} میں ترمیمکی گئ
vi: Được chỉnh sửa bởi {name} vào {datetime}
zh_cn: 由{name}于{datetime}修改
zh_tw: 由 {name} 於 {datetime} 修改
zu: Okulungisiwe {datetime} ngu {name}

source: Solution chosen by {user}
af: Oplossing gekies deur {user}
bg: Решение, избрано от {user}
bs: Rješenje odabrao {user}
de: Von {user} ausgewählte Lösung
el: Η λύση επιλέχθηκε από τον/την {user}
es: Solución elegida por {user}
fy_nl: Troch {user} keazen oplossing
he: הפתרון נבחר על־ידי {user}
hr: Rješenje odabrao {user}
hu: {user} által kiválasztott megoldás
ia: Solution eligite per {user}
id: Solusi dipilih oleh {user}
it: Soluzione scelta da {user}
ja: {user} に選ばれた解決策
ka: {user} მომხმარებელმა მონიშნა გადაწყვეტა
kab: Tifrat tettwafren s {user}
ko: {user}가 선택한 해결법
mg: Vahaolana nofidin'i {user}
ms: Penyelesaian dipilih oleh {user}
nb_no: Løsning valgt av {user}
nl: Door {user} gekozen oplossing
pa_in: {user} ਦੁਆਰਾ ਉੱਤਰ ਚੁਣਿਆ ਗਿਆ
pl: Rozwiązanie wybrane przez {user}
pt_br: Solução escolhida por {user}
pt_pt: Solução escolhida por {user}
ro: Soluție aleasă de {user}
sk: Riešenie od používateľa {user}
sr: Решење одабрао {user}
sv: Lösning som valts av {user}
te: సొల్యూషన్ {user} ద్వారా ఎంపిక చేయబడినది
th: วิธีแก้ปัญหาที่เลือกโดย {user}
tr: {user} tarafından seçilen çözüm
uk: Рішення вибрано {user}
ur: {user} کی جانب سے منتخب کردہ جل
vi: Giải pháp được chọn bởi {user}
zh_cn: {user} 选择的解决方法
zh_tw: {user} 選擇的解決方法
zu: Isisombululo sikhethwe ngu {user}

source: Chosen solution
af: Gekose oplossing
bg: Избрано решение
bs: Izabrano rješenje
de: Ausgewählte Lösung
el: Επιλεγμένη λύση
es: Solución elegida
fy_nl: Keazen oplossing
he: פתרון נבחר
hr: Izabrano rješenje
hu: Kiválasztott megoldás
ia: Solution eligite
id: Solusi terpilih
it: Soluzione scelta
ja: 選ばれた解決策
ka: გადაწყვეტა შერჩეულია
kab: Tifrat yettwafernen
ko: 선택된 해결법
mg: Vahaolana nofidina
ms: Penyelesaian terpilih
nb_no: Valgt løsning
nl: Gekozen oplossing
pa_in: ਉੱਤਰ ਚੁਣਿਆ ਗਿਆ
pl: Wybrane rozwiązanie
pt_br: Solução escolhida
pt_pt: Solução escolhida
ro: Soluție aleasă
sk: Vybrané riešenie
sr: Изабрано решење
sv: Vald lösning
te: ఎంపిక చేసిన పరిష్కారం
th: วิธีแก้ปัญหาที่เลือก
tr: Seçilen çözüm
uk: Обране рішення
ur: منتخب شدہ حل
vi: Giải pháp được chọn
zh_cn: 被采纳的解决方案
zh_tw: 被選擇的解決方法
zu: Isisombululo esikhethiwe

source: Read this answer in context
af: Lees dié antwoord in konteks
bg: Прочетете този отговор в контекста
bs: Pročitajte ovaj odgovor sa objašnjenjem
de: Diese Antwort im Kontext lesen
el: Ανάγνωση απάντησης σε πλαίσιο
es: Leer esta respuesta en su contexto
fy_nl: Dit antwurd yn kontekst lêze
hr: Pročitaj ovaj odgovor u kontekstu
hu: Válasz olvasása eredeti szövegkörnyezetben
ia: Lege iste responsa in contexto
id: Baca jawaban ini dalam konteks
it: Leggere questa risposta nel contesto
ja: この回答をすべて読む
ka: პასუხის ნახვა სრულად
kab: Ɣer tiririt-a deg umkan-is
ko: 문맥에 따라 이 답변을 읽어주세요
mg: Hamaky an'ity valiny ity @ sehatra
ms: Baca jawapan ini dalam konteks
nb_no: Les dette svaret i sammenhengen
nl: Dit antwoord in context lezen
pa_in: ਪ੍ਰਸੰਗ ਵਿੱਚ ਇਸ ਦਾ ਜਵਾਬ ਪੜ੍ਹੋ
pl: Przeczytaj tę odpowiedź w całym kontekście
pt_br: Ler esta resposta
pt_pt: Ler esta resposta no contexto
ro: Citește acest răspuns în context
sk: Čítať túto odpoveď v kontexte
sr: Прочитајте овај одговор са објашњењем
sv: Läs svaret i sitt sammanhang
te: ఈ సందర్భంలో ఈ సమాధానం చదవండి
th: อ่านคำตอบนี้ในบริบท
tr: Bu yanıtı konu içinde okuyun
uk: Читати цю відповідь у контексті
ur: اس جواب کو سیاق و سباق میں پڑھیں
vi: Đọc câu trả lời này trong ngữ cảnh
zh_cn: 定位到答案原位置
zh_tw: 從原來的回覆中察看解決方案
zu: Funda le mpendulo ngokuhambisana nalesi sihloko

source: I have this problem, too
af: Ek het ook dié probleem
bg: И аз имам този проблем
bs: I ja imam ovaj problem
de: Ich habe dieses Problem auch
el: Έχω κι εγώ αυτό το πρόβλημα
es: Yo también tengo este problema
fy_nl: Ik haw dit probleem ek
he: גם לי יש את הבעיה הזו
hr: I ja imam ovaj problem
hu: Nekem is ez a problémám
ia: Io ha iste problema, anque
id: Saya juga memliki masalah ini
it: Anche io ho questo problema
ja: 私もこの問題を抱えています
ka: მეც წავაწყდი ამგვარ სიძნელეს
kab: Sεiɣ ugur-agi, ula d nekk
ko: 저도 역시, 이 문제가 생겼습니다
mg: Izaho koa manana an'ity olana ity
ms: Saya juga ada masalah ini
nb_no: Jeg har dette problemet også
nl: Ik heb dit probleem ook
pa_in: ਮੈਨੂੰ ਵੀ, ਇਹ ਸਮੱਸਿਆ ਆਈ ਹੈ
pl: Też mam ten problem
pt_br: Eu também estou tendo este problema
pt_pt: Eu também tenho este problema.
ro: Am și eu aceeași problemă
sk: Mám tiež tento problém
sr: И ја имам овај проблем
sv: Jag har också detta problem
te: నాకు కూడా, ఈ సమస్య ఉన్నది
th: ฉันมีปัญหานี้เหมือนกัน
tr: Ben de bu sorunu yaşıyorum
uk: Я маю цю проблему також
ur: مجھے بھی یہ مسئلہ ہے
vi: Tôi cũng gặp vấn đề này
zh_cn: 我也有此问题
zh_tw: 我也有這個問題
zu: Nami, nginale nkinga

source: All Replies
bg: Всички отговори
de: Alle Antworten
el: Όλες οι απαντήσεις
es: Todas las respuestas
fy_nl: Alle antwurden
he: כל התגובות
hr: Svi odgovori
hu: Összes válasz
ia: Tote le responsas
id: Semua Balasan
it: Tutte le risposte
ja: すべての返信
ka: ყველა პასუხი
kab: Meṛṛa tiririyin
ko: 모든 댓글
nb_no: Alle svar
nl: Alle antwoorden
pl: Wszystkie odpowiedzi
pt_br: Todas as respostas
pt_pt: Todas as respostas
ro: Toate răspunsurile
sk: Všetky odpovede
sr: Сви одговори
sv: Alla svar
te: ప్రత్యుత్తరాలన్నీ
th: การตอบกลับทั้งหมด
tr: Tüm Yanıtlar
uk: Усі відповіді
ur: تمام جوابات
vi: Tất cả các câu trả lời
zh_cn: 所有回复
zh_tw: 所有回覆

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
af: Om strooipos te voorkom, beperk ons die aantal antwoorde wat binne 'n kort tydperk geplaas kan word. As jy méér wil plaas, skep dan asseblief 'n plasing in die <a href="%(url)s">bydraersforum</a> en vra dat jy gewitlys word.
bg: За да предотвратим спама, ние ограничаваме броя на отговорите, които могат да бъдат публикувани в кратък период от време. Ако искате да публикувате повече, моля, създайте публикация във <a href="%(url)s">форума за сътрудници</a>, с искане да бъдете включени в белия списък.
bs: Kako bi spriječili spam, ograničavamo broj odgovora koji se mogu postaviti u kratkom vremenskom roku. Ako želite da postavite još odgovora, molimo napravite post na <a href="%(url)s">forumu za saradnike</a> zahtjevajući da budete na bijeloj listi.
de: Um Spam zu verhindern, beschränken wir die Zahl der Antworten, die innerhalb einer kurzen Zeit abgesendet werden können. Wenn Sie mehr absenden möchten, erstellen Sie bitte einen Beitrag im <a href="%(url)s">Forum für Mitwirkende</a> und bitten Sie um eine Freigabe.
el: Για την αποτροπή ανεπιθύμητων μηνυμάτων, περιορίζουμε τον αριθμό απαντήσεων που μπορούν να δημοσιευθούν μέσα σε μια μικρή χρονική περίοδο. Αν θέλετε να δημοσιεύσετε περισσότερες, παρακαλούμε δημιουργήστε μια δημοσίευση στο <a href="%(url)s">φόρουμ εθελοντών</a> ζητώντας να εξαιρεθείτε.
es: Para evitar el correo no deseado, limitamos el número de respuestas que pueden ser publicadas dentro de un periodo de tiempo corto. Si quieres publicar más por favor crea una publicación en el <a href="%(url)s">foro de colaboradores</a> pidiendo ser incluido en la lista blanca.
fy_nl: Om spam tsjin te gean is it oantal antwurden dat binnen in koarte perioade pleatst wurde kin beheint. As jo mear antwurden pleatse wolle, meitsje dan in berjocht oan op it <a href="%(url)s">meiwurkersfoarum</a> mei it fersyk om deblokkearre te wurden.
he: כדי למנוע פרסום ספאם, אנו מגבילים את מספר השאלות שניתן לפרסם בפרק זמן קצר. אם ברצונך לפרסם מעבר לכך נא לפרסם הודעה ב<a href="%(url)s">פורום התומכים</a> עם בקשה לקבלת היתר מיוחד.
hr: Kako bismo spriječili neželjenu poštu, ograničavamo broj odgovora koji se mogu objaviti u kratkom roku. Ako želiš objaviti više, pošalji poruku na <a href="%(url)s">forum doprinositelja</a>, sa zahtjevom, da te se postavi na popis poželjnih.
hu: A kéretlen reklámok megelőzése érdekében korlátozzuk a rövid időn belül küldhető válaszok számát. Ha többet szeretne hozzászólni, nyisson egy bejegyzést a <a href="%(url)s">közreműködői fórumon</a>, és kérje felvételét a fehér listára.
ia: Pro impedir spam, nos limita le numero de responsas que pote esser publicate in un curte periodo de tempore. Si tu vole publicar plus, per favor crea un message sur le <a href="%(url)s">foro del contributores</a> pro demandar de esser includite in le lista blanc.
id: Untuk mencegah spam, kami membatasi jumlah jawaban yang dapat dikirimkan dalam jangka waktu tertentu. Jika Anda ingin mengirim lebih silakan buat kiriman di <a href="%(url)s">forum kontributor</a> permintaan Anda untuk didaftar-putihkan.
it: Al fine di evitare lo spam, viene limitato il numero di risposte che può essere inserito in un breve arco di tempo. È possibile richiedere la rimozione di questo limite aprendo un'apposita discussione nel <a href="%(url)s">forum dei collaboratori</a>.
ja: スパム防止のため、短期間で投稿できる回答数を制限しています。投稿を続けたい場合は、<a href="%(url)s">貢献者フォーラム</a> にホワイトリスト追加要望を投稿してください。
ka: არასასურველი წერილების თავიდან ასარიდებლად, ჩვენ ვზღუდავთ პასუხების რაოდენობას, დროის მცირე შუალედში. თუ გსურთ მეტი გამოხმაურების გაკეთება, მაშინ გთხოვთ დაწეროთ <a href="%(url)s">მოხალისეების ფორუმზე</a>, ნებართვის მისაღებად.
kab: I wakken ad neg lḥedd i uspam, nsuffuɣ-d kan kra n tririyin i nezmer ad tent-id-nazen i kra n wakud wezzilen. Ma tebɣiḍ ad tazneḍ ugar, ttxil-k snulfu-d tasuffeɣt deg <a href="%(url)s">askasi n yimttekkiyen</a> ad tettusreḍ ad tjerrdeḍ deg wumuɣ acebḥan.
ko: 스팸을 막기 위해서 짧은 시간에 올릴 수 있는 답변의 수를 제한하고 있습니다. 만약 더 많은 글을 올리고 싶다면 <a href="%(url)s">커뮤니티 포럼</a>에 방문해서 글을 올려 요청하세요.
mg: Mba hisorohana spama, dia feranay ny isan'ny valiny azo apetaka ao anatin'ny fanim-potoana fohy. Raha te-hametaka bebe kokoa ianao, dia azafady mamoròna petadrindrina ao @ <a href="%(url)s">fihaonamben'ny mpandray anjara</a> mangataka ny hampidirana anao anaty lisitra fotsy.
ms: Untuk menghalang spam, kami menghadkan bilangan jawapan yang boleh disiarkan dalam tempoh yang singkat. Jika anda mahu post lebih banyak, sila cipta post di <a href="%(url)s">forum penyumbang</a> meminta supaya anda disenarai-putih.
nb_no: For å unngå spam, begrenser vi antallet svar, som kan innsendes innenfor en kort periode. Hvis du vil innsende flere svar, opprett et innlegg på <a href="%(url)s">bidragsyternes forum</a> , og be om å bli hvitelistet.
nl: Om spam tegen te gaan, is het aantal antwoorden dat binnen een korte periode kan worden geplaatst beperkt. Als u meer antwoorden wilt plaatsen, maak dan een bericht aan op het <a href="%(url)s">medewerkersforum</a> met het verzoek om te worden gedeblokkeerd.
pl: Aby zapobiec niechcianym wiadomościom, ograniczamy liczby odpowiedzi, które mogą być przesłane w krótkim okresie czasu. Jeśli chcesz wysłać więcej odpowiedzi, napisz wiadomość <a href="%(url)s">na forum autorów</a> z prośbą o dodanie do listy zatwierdzonych użytkowników.
pt_br: Para evitar spam, estamos limitando o número de respostas que podem ser publicadas num curto intervalo de tempo. Se quiser publicar mais, escreva no <a href="%(url)s">fórum de colaboradores</a> pedindo para ser incluído na lista de desbloqueio.
pt_pt: No sentido de prevenir spam, estamos a limitar o número de respostas que podem ser colocadas num intervalo de tempo. Se quiser colocar mais, por favor crie um tópico no <a href="%(url)s">fórum de colaboradores</a> solicitando o desbloqueio.
ro: Pentru a preveni spamul, limităm numărul de răspunsuri care pot fi postate într-o perioadă scurtă de timp. Dacă vrei să postezi mai mult, te rugăm să creezi o postare pe <a href="%(url)s">forumul colaboratorilor</a> pentru a cere ca postările tale să fie aprobate automat.
sk: Z dôvodov prevencie proti nevyžiadaným príspevkom (spamu) obmedzujeme počet odpovedí, ktoré môžu byť pridané v krátkom čase. Ak chcete pridávať viac príspevkov, požiadajte prosím v našom <a href="%(url)s">fóre prispievateľov</a>, aby sa toto obmedzenie nevzťahovalo na váš účet.
sr: Како би спречили спам, ограничавамо број одговора који се могу поставити у кратком временском року. Ако желите да поставите још одговора, молимо направите пост на <a href="%(url)s">форуму за сараднике</a> захтевајући да будете на белој листи.
sv: För att förhindra skräppost, begränsar vi antalet svar som kan publiceras inom en kort tidsperiod. Om du vill lägga upp fler, skapa ett inlägg på <a href="%(url)s">bidragarforum</a> där du begär att bli vit-listad.
te: స్పామ్ నివారించడానికి, మేము తక్కువ సమయం వ్యవధిలో పంపించగలిగే సమాధానాలు సంఖ్యకు పరిమితం చేస్తాం. మీరు మరింత పోస్ట్ చేయాలనుకుంటే దయచేసి <a href="%(url)s"> సహాయకుల ఫోరం లో </a> ఒక పోస్ట్ స్రుష్టించండిమీరు అనుమతి విజ్ఞప్తి అవుతుంది.
th: เพื่อเป็นการป้องกันสแปม เราได้จำกัดจำนวนคำตอบที่สามารถโพสต์ได้ภายในระยะเวลาอันสั้น หากคุณต้องการโพสต์เพิ่มเติม โปรดสร้างโพสต์บน<a href="%(url)s">ฟอรั่มผู้มีส่วนร่วม</a>เพื่อร้องขอให้เพิ่มคุณลงในบัญชีขาว
tr: Spam'i önlemek amacıyla kısa bir süre içinde gönderilebilecek yanıt sayısını kısıtladık. Daha fazla yanıt göndermek isterseniz lütfen <a href="%(url)s">katkıda bulunanlar forumuna</a> yazarak beyaz listeye alınmayı talep edin.
uk: З метою запобігання спаму, ми обмежуємо кількість відповідей, які можуть бути розміщені протягом короткого періоду часу. Якщо ви хочете розмістити більше, створіть повідомлення на <a href="%(url)s">форумі помічників</a> із запитом на додавання вас у білий список.
vi: Để ngăn chặn thư rác, chúng tôi đang giới hạn số lượng câu trả lời có thể được đăng trong một khoảng thời gian ngắn. Nếu bạn muốn đăng nhiều hơn, vui lòng tạo một bài đăng trên <a href="%(url)s">diễn đàn người đóng góp</a> yêu cầu bạn được ngoại trừ.
zh_cn: 为了避免垃圾信息，我们会限制短时间内可以发出的回答数量。如果您想发出更多信息，请到<a href="%(url)s">贡献者论坛</a>发帖，请求将您加入白名单。
zh_tw: 為了避免垃圾訊息，我們會限制短時間內可以張貼的解答數量。若您想要張貼更多資料，請到<a href="%(url)s">貢獻者討論區</a>請求加入白名單。
zu: Ukuze uvikele i-spam, sibeka umkhawulo wenombolo yezimpendulo ezingaphostwa ngesikhathi esifushane. Uma ufuna ukuphosta okunye uyacelwa wakhe iphosti ku <a href="%(url)s">isithangami sabanegalelo</a> ucele ufakwe ohlwini lwabathembekile.
