Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: <strong>%(recent_unanswered_count)s</strong> question in the last <strong>24 hours</strong> has no reply. <a href="%(url)s">Help solve it!</a>
pa_in: <strong>%(recent_unanswered_count)s</strong> ਇਹ ਸਵਾਲ ਆਖਰੀ <strong>24 ਘੰਟਿਆ</ strong>ਵਿੱਚ ਕੋਈ ਵੀ ਜਵਾਬ ਨਹੀ ਹੈ। <a href="%(url)s">ਇਸ ਨੂੰ ਹੱਲ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ!</a>

source: <strong>0</strong> questions in the last <strong>24 hours</strong> have no reply. <strong>Good job!</strong>
pa_in: <strong>0</strong> ਇਹ ਸਵਾਲ ਆਖਰੀ <strong>24 ਘੰਟਿਆ</ strong>ਵਿੱਚ ਕੋਈ ਵੀ ਜਵਾਬ ਨਹੀ ਹੈ। <strong>ਗੁੱਡ ਜਾਬ!</strong>

source: Progress:
pa_in: ਤਰੱਕੀ:

source: All questions
pa_in: ਸਾਰੇ ਸਵਾਲਾ

source: Escalated
pa_in: ਵਧਾਇਆ ਗਿਆ

source: Sort options
pa_in: ਲੜੀਬੱਧ ਚੋਣਾਂ

source: Pick a product
pa_in: ਇੱਕ ਉਤਪਾਦ ਚੁਣੋ

source: Pick a topic and try some solutions
pa_in: ਇੱਕ ਵਿਸ਼ਾ ਚੁਣੋ ਅਤੇ ਕੁਝ ਹੱਲ ਲੱਭਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Fill in details
pa_in: ਵੇਰਵੇ ਵਿੱਚ ਭਰੋ

source: Which product would you like to post a question about?
pa_in: ਤੁਸੀ ਕਿਹੜੇ ਪ੍ਰੋਡੱਕਟ ਬਾਰੇ ਇੱਕ ਸਵਾਲ ਪੋਸਟ ਕਰਨਾ ਚਾਹੰਦੇ ਹੋ?

source: change product
pa_in: ਪ੍ਰੋਡੱਕਟ ਬਦਲੋ

source: Category
pa_in: ਕੈਟਾਗਰੀ

source: change category
pa_in: ਸ਼੍ਰੇਣੀ ਬਦਲੋ

source: Try one of these articles:
pa_in: ਇਹਨਾ ਵਿੱਚੋ ਇੱਕ ਲੇਖ਼ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰੋ:

source: Can't find an answer? Summarize your question in a sentence.
pa_in: ਇੱਕ ਸਵਾਲ ਦਾ ਜਵਾਬ ਨਹੀ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ? ਤੁਹਾਡੇ ਸਵਾਲ ਦਾ ਸਾਰ ਇੱਕ ਲਾਇਨ ਵਿੱਚ ਦਵੋ।

source: Ask this
pa_in: ਇਹ ਪੁੱਛੋ

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਜਾਉ <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> ਪੇ-ਪੱਲ ਮਦਦ ਸੈਟਰ</a>।

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਮਾਰਕੀਟਪਲੇਸ ਪੇਜ਼ ਲਈ ਐਪਲਿਕੇਸ਼ਨ ਤੇ ਜਾਉ। ਇੱਥੇ ਤੁਸੀ ਡਿਵੇਲਪਰ ਦਾ ਪਤਾ ਜਾਣਕਾਰੀ ਲੱਭ ਸਕਦੇ ਹੋ ਅਤੇ ਉਹਨਾ ਨੂੰ ਸਿੱਧਾ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ।

source: Submit Issue
pa_in: ਫਾਇਲ ਸੰਭਾਲੋ

source: Automatically add
pa_in: ਆਪਣੇ ਆਪ ਜੋੜੋ

source: Open <em>Help &gt; Troubleshooting Information</em>.
pa_in: ਖੋਲੋ <em>ਮਦਦ &gt; ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ ਜਾਣਕਾਰੀ</em>।

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
pa_in: ਆਪਣੀ ਸਕਰੀਨ ਦੇ ਸਿਖਰ 'ਤੇ ਝਾਤੀ ਮਾਰੋ, ਅਤੇ menu ਇਕਾਈ <em> ਮਦਦ ਤੇ ਕਲਿੱਕ ਕਰੋ</em>।

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
pa_in: ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਬਕਸਾ ਖੁੱਲ ਜਾਵੇਗਾ। ਇਕਾਈ <em> ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ ਜਾਣਕਾਰੀ ਤੇ ਕਲਿੱਕ ਕਰੋ</em>।

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
pa_in: ਇੱਕ ਨਵੀ ਵਿੰਡੋ ਖੁੱਲ ਜਾਵੇਗੀ। ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰੋ <em> ਪਾਠ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰੋ</em>।

source: Paste the info in the text box below.
pa_in: ਹੇਠ ਪਾਠ ਬਕਸੇ ਵਿੱਚ ਜਾਣਕਾਰੀ ਚਿਪਕਾਓ।

source: Click on the empty box above this text.
pa_in: ਇਹ ਟੈਕਸਟ ਉਪਰ ਖਾਲੀ ਬਕਸੇ ਤੇ ਕਲਿੱਕ ਕਰੋ।

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
pa_in: ਆਪਣੀ ਸਕਰੀਨ ਦੇ ਸਿਖਰ 'ਤੇ ਝਾਤੀ ਮਾਰੋ, ਅਤੇ ਸੋਧ ਮੀਨੂੰ ਤੇ ਕਲਿੱਕ ਕਰੋ <em>ਸੋਧ</em>।

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
pa_in: ਇੱਨ ਛੋਟਾ ਬਕਸਾ ਖੁੱਲੇਗਾ। <em>Paste</em> ਤੇ ਕਲਿੱਕ ਕਰੋ। ਇਸ ਦੇ ਉਲਟ, <em>Ctrl+V</em> ਜਾ <em>Command+V</em>।

source: Some text will appear in the empty box.
pa_in: ਕੁੱਝ ਪਾਠ ਖਾਲੀ ਬਕਸੇ ਵਿੱਚ ਵਿਖਾਈ ਦੇਵੇਗਾ।

source: See the data
pa_in: ਡਾਟੇ ਨੂੰ ਵੇਖੋ

source: {num} solutions
pa_in: {num} ਹੱਲ਼

source: {num} answers
pa_in: {num} ਜਵਾਬ

source: Helpful Reply
pa_in: ਮਦਦਗਾਰ ਪੋਸਟ

source: Was this helpful to you?
pa_in: ਕੀ ਇਹ ਤੁਹਾਡੇ ਲਈ ਮਦਦਗਾਰ ਸੀ?

source: Ask a New Question
pa_in: ਇੱਕ ਨਵਾ ਸਵਾਲ ਪੁੱਛੋ

source: Ask A Question
pa_in: ਇੱਕ ਸਵਾਲ ਪੁੱਛੋ

source: Try another topic
pa_in: ਇੱਕ ਹੋਰ ਵਿਸ਼ਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Post a question
pa_in: ਸਵਾਲ ਪੋਸਟ ਕਰੋ

source: posted by
pa_in: ਦੁਆਰਾ ਪੋਸਟ ਕੀਤਾ

source: Show more
pa_in: ਹੋਰ ਦਿਖਾਉ

source: Show less
pa_in: ਘੱਟ ਦਿਖਾਉ

source: All posts
pa_in: ਸਾਰੀਆ ਪੋਸਟਾ

source: Helpful Solutions
pa_in: ਮਦਦਗਾਰ ਹੱਲ

source: solution
pa_in: ਹੱਲ

source: helpful
pa_in: ਮਦਦਗਾਰ

source: owner
pa_in: ਮਾਲਕ

source: post
pa_in: ਪੋਸਟ

source: Helpful
pa_in: ਮਦਦਗਾਰ

source: Not Helpful
pa_in: ਮਦਦਗਾਰ ਨਹੀ

source: <strong>%(recent_unanswered_count)s question</strong> has no reply.
pa_in: <strong>%(recent_unanswered_count)s ਸਵਾਲ</strong> ਕੋਈ ਜਬਾਬ ਨਹੀ।

source: Total:
pa_in: ਪੂਰਾ:

source: Filter questions
pa_in: ਫਿਲਟਰ ਸਵਾਲਾ

source: Attention Needed
pa_in: ਧਿਆਨ ਦੇਣ ਦੀ ਲੋੜ

source: Show All
pa_in: ਸਾਰੇ ਦਿਖਾਉ

source: solved
pa_in: ਹੱਲ ਕੀਤਾ

source: needs attention
pa_in: ਧਿਆਨ ਦੇਣ ਦੀ ਲੋੜ

source: contributed
pa_in: ਯੋਗਦਾਨ ਕੀਤਾ

source: Don't filter
pa_in: ਫਿਲਟਰ ਨਾ ਕਰੋ

source: Before
pa_in: ਪਹਿਲਾ

source: After
pa_in: ਬਾਅਦ

source: Relevance
pa_in: ਉਚਿਤਤਾ

source: Last post date
pa_in: ਆਖਰੀ ਪੋਸਟ ਮਿਤੀ

source: Original post date
pa_in: ਅਸਲੀ ਪੋਸਟ ਮਿਤੀ

source: Number of replies
pa_in: ਜਵਾਬਾਂ ਦੀ ਗਿਣਤੀ

source: Less than
pa_in: ਤੋ ਘੱਟ

source: More than
pa_in: ਤੋ ਜਿਆਦਾ

source: Last answer date
pa_in: ਆਖਰੀ ਉੱਤਰ ਤਰੀਕ

source: Question date
pa_in: ਪ੍ਰਸ਼ਨ ਮਿਤੀ

source: Number of answers
pa_in: ਉੱਤਰਾ ਦੀ ਗਿਣਤੀ

source: Helpful votes
pa_in: ਵੋਟਾ ਦੀ ਮਦਦ

source: Include obsolete articles?
pa_in: ਅਪ੍ਰਚਲਿਤ ਲੇਖ਼ ਪਾਇਆ?

source: Sort results by
pa_in: ਨਤੀਜੇ ਬਾਰੇ ਛਾਟਣਾ

source: Thread type
pa_in: ਥਰੈਡ ਕਿਸਮ

source: Search in forum
pa_in: ਫੋਰਮ ਵਿੱਚ ਲੱਭੋ

source: Has answers
pa_in: ਉੱਤਰ ਹਨ

source: Has helpful answers
pa_in: ਉੱਤਰ ਲਾਭਦਾਇਕ ਹਨ

source: tag1, tag2
pa_in: ਟੈਗ1,ਟੈਗ2

source: No title
pa_in: ਕੋਈ ਸਿਰਲੇਖ ਨਹੀਂ

source: Advanced Search
pa_in: ਆਧੁਨਿਕ ਖੋਜ਼

source: Search the Knowledge Base
pa_in: ਨਾਲਿਜ਼ ਬੇਸ ਲੱਭੋ

source: Search the Support Questions
pa_in: ਖੋਜ ਸਮਰਥਨ ਪ੍ਰਸ਼ਨ ਲੱਭੋ

source: Support Questions
pa_in: ਖੋਜ ਸਮਰਥਨ ਪ੍ਰਸ਼ਨ

source: Search the Discussion Forums
pa_in: ਖੋਜ ਚਰਚਾ ਫੋਰਮ ਦੀ ਖੋਜ਼ ਕਰੋ

source: Discussion Forums
pa_in: ਫੋਰਮ ਵਿੱਚ ਚਰਚਾ ਕਰੋ

source: Article contains
pa_in: ਲੇਖ਼ ਵਿੱਚ ਹੈ

source: crashes on youtube
pa_in: ਯੂ-ਟਿਉਬ ਉਤੇ ਕਰੈਸ ਹੋਇਆ

# button
source: Search Mozilla Support
pa_in: ਮੋਜਿਲਾ ਸਹਿਯੋਗ ਤੇ ਲੱਭੋ

source: Use basic search
pa_in: ਮੂਲ ਭਾਲ ਵਰਤੋ

source: Post contains
pa_in: ਪੋਸਟ ਸਾਮਿਲ

source: Number of votes. Must be an integer.
pa_in: ਵੋਟ ਦੀ ਗਿਣਤੀ। ਇੱਕ ਪੂਰਣਾਂਕ ਹੋਣਾ ਚਾਹਿਦਾ ਹੈ।

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
pa_in: ਨੋਟ: "tag1,tag2" ਲਈ ਖੋਜ ਪ੍ਰਸ਼ਨ ਦੋਨਾਂ tag1 ਅਤੇ tag2ਦੇ ਨਾਲ ਟੈਗ ਦਿੰਦਾ ਹੈ।

source: Created date. Format: mm/dd/yy
pa_in: ਦਿਨਾਕ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਫਾਰਮੇਟ: mm/dd/yy

source: Updated date. Format: mm/dd/yy
pa_in: ਤਰੀਕ ਅੱਪਡੇਟ ਕਰੋ। ਫਾਰਮੇਟ: mm/dd/yy

source: Thread contains
pa_in: ਥਰੈਡ ਵਿੱਚ ਹੈ

source: Use advanced search
pa_in: ਉੱਨਤੀ ਭਾਲ ਵਰਤੋ

source: Advanced Search Results
pa_in: ਮਾਹਰ ਖੋਜ ਨਤੀਜੇ

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
pa_in: ਅਸੀ ਕੋਈ ਵੀ ਨਤੀਜੇ ਨੂੰ ਲੱਭਣ ਨਹੀ ਸਕੇ <strong>{q}</strong> in <strong>{l}</strong>। ਹੋ ਸਕਦਾ ਕਿ ਇਹਨਾ ਵਿੱਚੋ ਇੱਕ ਲੇਖ ਸਹਾਇਕ ਹੋਵੇ?

# DB: products.Topic.title
source: Mozilla Persona
pa_in: ਮੋਜ਼ੀਲਾ Persona
te: మొజిల్లా పర్సోనా
ur: Mozilla پرسونا
zu: I-Mozilla Persona

# DB: products.Topic.description
source: Mozilla Persona
pa_in: ਮੋਜ਼ੀਲਾ Persona
te: మొజిల్లా పర్సోనా
ur: Mozilla پرسونا
zu: I-Mozilla Persona

# DB: products.Topic.title
source: Privacy
bs: Privatnost
pa_in: ਪਰਦੇਦਾਰੀ
ur: رازداری

# DB: products.Topic.title
source: Limited Data
pa_in: ਸੀਮਿਤ ਡਾਟਾ

# DB: products.Topic.title
source: User Control
pa_in: ਵਰਤੋਂਕਾਰ ਕੰਟਰੋਲ

# DB: products.Topic.description
source: Learn the Basics: get started
pa_in: ਬੇਸਿਕ ਸਿੱਖੋ: ਸ਼ੁਰੂ ਕਰੋ

# DB: products.Product.title
source: Firefox
pa_in: ਫਾਇਰਫਾਕਸ
zu: I-Firefox

# DB: products.Product.title
source: Firefox OS
pa_in: ਫਾਇਰਫਾਕਸ OS
te: ఫైర్ ఫాక్స్ OS
zu: I-Firefox OS

# DB: products.Product.title
source: Pocket
pa_in: ਪਾਕੇਟ
te: పాకెట్

# DB: products.Product.title
source: Firefox Lite
pa_in: ਫਾਇਰਫਾਕਸ ਲਾਈਟ

# DB: products.Product.title
source: Thunderbird
pa_in: ਥੰਡਰਬਰਡ
te: థండర్బర్డ్
zu: I-Thunderbird

source: This page doesn't have a mobile optimized version. Tap here to go back.
pa_in: ਇਹ ਸਫ਼ਾ ਮੋਬਾਈਲ ਅਨੁਕੂਲ ਵਰਜਨ ਨੂੰ ਨਹੀ ਹੈ। ਵਾਪਸ ਜਾਣ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।

source: Tap here to go to the mobile version of the site.
pa_in: ਸਾਈਟ ਦੇ ਮੋਬਾਇਲ ਵਰਜਨ ਤੇ ਜਾਣ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।

source: Mozilla
pa_in: ਮੋਜ਼ੀਲਾ

source: About
pa_in: ਸਾਡੇ ਬਾਰੇ

source: Blog
pa_in: ਬਲੌਗ

source: Donate
pa_in: ਦਾਨ ਦਿਓ

source: Contribute to this site
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਸਹਿਯੋਗੀ

source: Twitter
pa_in: ਟਵਿੱਟਰ
te: ట్విట్టర్
zu: I-Twitter

source: Desktop
pa_in: ਡੈਸਕਟਾਪ

source: Mobile
pa_in: ਮੋਬਾਇਲ

source: Features
pa_in: ਫ਼ੀਚਰ

source: Website Privacy Notice
pa_in: ਵੈੱਬਸਾਈਟ ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ

source: Legal
pa_in: ਕਾਨੂੰਨੀ

source: You must have cookies enabled to login or register.
pa_in: ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਜਾ ਰਜਿਸਟਰ ਕਰਨ ਲਈ ਕੂਕੀਜ਼ ਦਾ ਇਨੇਬਲ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Get Community Support
pa_in: ਕਮਿਉਨਿਟੀ ਸਹਿਯੋਗ ਲਵੋ

source: Quickstart Guide
pa_in: ਕਵਿੱਕਸਟਾਰਟ ਗਾਈਡ

source: News &amp; Resources
pa_in: ਨਿਊਜ਼ &amp; ਵਸੀਲੇ

source: Contributor Forums
pa_in: ਸਹਿਯੋਗੀ ਫੋਰਮਾ

source: Localization Metrics
pa_in: ਲੋਕੇਲਾਇਜੇਸ਼ਨ ਮੈਟਰਿਕਸ

source: Support Forum Home
pa_in: ਸਹਿਯੋਗ ਫੋਰਮ ਘਰ

source: Page {n}
pa_in: ਸਫ਼ਾ {n}

source: Home
pa_in: ਘਰ

source: Switch to desktop site
pa_in: ਡੈਸਕਟਾਪ ਸਾਈਟ ਲਈ ਸਵਿੱਚ ਕਰੋ

source: Profile
pa_in: ਪਰੋਫਾਇਲ

source: Languages
pa_in: ਭਾਸ਼ਾਵਾ

source: Start typing to search...
pa_in: ਖੋਜ ਖਾਨੇ ਵਿੱਚ ਲਿਖਣਾ ਸ਼ੁਰੂ ਕਰੋ...

source: Get support for another platform:
pa_in: ਹੋਰ ਪਲੇਟਫਾਰਮ ਲਈ ਸਹਿਯੋਗ ਪ੍ਰਾਪਤ ਕਰੋ:

source: Delete selected images
pa_in: ਚੁਣਿਆ ਹੋਇਆ ਛਵਿਆ ਹਟਾਉ

source: Add images:
pa_in: ਛਵਿਆ ਜੋੜੋ:

source: Username:
pa_in: ਯੂਜ਼ਰ ਨਾਂ:

source: Password:
pa_in: ਪਾਸਵਰਡ:

source: Please enter a correct username and password. Note that both fields are case-sensitive.
pa_in: ਇੱਕ ਠੀਕ ਯੂਜਰ ਨਾਮ ਅਤੇ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ। ਧਿਆਨ ਦਿਓ ਕਿ ਦੋਨਾਂ ਫੀਲਡ ਕੇਸ-ਸੰਵੇਦੀ ਹੁੰਦੇ ਹਨ।

source: This account is inactive.
pa_in: ਖ਼ਾਤਾ ਬੰਦ ਹੈ।

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
pa_in: ਤੁਹਾਡਾ ਵੇਬ ਬਰਾਉਜਰ ਕੁਕੀਜ ਸਮਰੱਥਾਵਾਨ ਹੈ ਜ਼ਾਹਰ ਨਹੀਂ ਹੁੰਦਾ ਹੈ। ਕੁਕੀਜ ਅੰਦਰ ਪਰਵੇਸ਼ ਕਰਣ ਲਈ ਜ਼ਰੂਰੀ ਹਨ।

source: Please enter a facebook.com URL.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ facebook.com URL ਪਾਉ।

source: Email address:
pa_in: ਈਮੇਲ ਐਡਰੈੱਸ:

source: This is your current email.
pa_in: ਇਹ ਤੁਹਾਡਾ ਮੌਜੂਦਾ ਈਮੇਲ ਹੈ।

source: A user with that email address already exists.
pa_in: ਉਸ ਈਮੇਲ ਐਡਰੈੱਸ ਨਾਲ ਯੂਜ਼ਰ ਨਾਂ ਮੌਜੂਦ ਹੈ।

source: New password:
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ:

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
pa_in: ਇਹ ਈ-ਮੇਲ ਪਤਾ ਜੁੜਿਆ ਯੂਜ਼ਰ ਖਾਂਤਾ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀ ਸੁਨਿਸਚਿਤ ਕੀਤਾ ਕਿ ਤੁਸੀ ਪੰਜੀਕ੍ਰਿਤ ਹੈ ?

source: Your username on %s
pa_in: ਤੁਹਾਡਾ ਯੂਜ਼ਰਨਾ %s

source: At least one number and one English letter are required in the password.
pa_in: ਗਿਣਤੀ ਅਤੇ ਘੱਟ ਵਲੋਂ ਘੱਟ ਇੱਕ ਅੰਗਰੇਜ਼ੀ ਪੱਤਰ ਵਿੱਚ ਪਾਸਵਰਡ ਦੀ ਲੋੜ ਹੈ|

source: You have been automatically logged in.
pa_in: ਤੁਹਾਨੂੰ ਆਪਣੇ ਆਪ ਹੀ ਲਾਗਿੰਨ ਕੀਤਾ ਗਿਆ ਹੈ।

source: Make my email public
pa_in: ਮੇਰਾ ਈਮੇਲ ਪਬਲਿਕ ਬਣਾਓ

source: Facebook URL
pa_in: ਫੇਸਬੁੱਕ URL

source: Mozillians Username
pa_in: ਮੌਜ਼ੀਲਾ ਵਰਤੋਂਕਾਰ ਨਾਂ

source: IRC nickname
pa_in: IRC ਨਾਂ

source: Your account is already activated, log in below.
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਪਹਿਲਾ ਹੀ ਚਾਲੂ ਹੈ, ਨੀਚੇ ਲਾਗਇਨ ਕਰੋ।

source: Account already activated
pa_in: ਖਾਤਾ ਪਹਿਲਾ ਹੀ ਚਾਲੂ ਹੈ

source: We've sent an email with the username to any account using {email}.
pa_in: ਅਸੀਂ {email} ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਵਾਲੇ ਕਿਸੇ ਵੀ ਖਾਤੇ ਵਾਲੇ ਵਰਤੋਂਕਾਰ-ਨਾਂ ਨਾਲ ਈਮੇਲ ਭੇਜੀ ਹੈ।

source: Done!
pa_in: ਸੰਪੰਨ!

source: Something is wrong
pa_in: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ ਹੈ

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਸਫਲਤਾਪੂਰਕ ਪ੍ਰਮਾਣਿਤ ਹੋ ਗਿਆ ਹੈ, ਅਤੇ ਇਹ ਤੁਹਾਡੇ ਸਵਾਲ ਹੁਣ ਮੋਜ਼ੀਲਾ ਕਮਿਊਨਟੀ ਸਹਿਯੋਗ ਮੰਚ 'ਤੇ ਪੋਸਟ ਕੀਤਾ ਗਿਆ ਹੈ।

source: See your question here:
pa_in: ਇੱਥੇ ਤੁਹਾਡੇ ਸਵਾਲ ਵੇਖੋ:

source: Sit back and relax. Our forum contributors will get back to you with an answer.
pa_in: ਵਾਪਸ ਬੈਠੋ ਅਤੇ ਆਰਾਮ ਕਰੋ। ਸਾਡਾ ਫੋਰਮ ਯੋਗਦਾਨੀ ਜਵਾਬ ਦੇ ਨਾਲ ਵਾਪਸ ਆਉਣਗੇ।

source: While you wait
pa_in: ਤੁਹਾਡੀ ਉਡੀਕ ਕਰਦੇ ਹੋਏ

source: Log in, so you can respond to your question when it is answered:
pa_in: ਲਾਗ ਇੰਨ / ਰਜਿਸਟਰ

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
pa_in: ਤੁਸੀ ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਖਾਂਤਾ ਸਰਗਰਮ ! ਹੁਣ ਤੁਸੀ ਲਾਗ ਕਰ ਸੱਕਦੇ ਹੋ ਅਤੇ ਆਪਣੀ ਪ੍ਰੋਫਾਇਲ ਸੰਪਾਦਤ ਜਾਣਾ।

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
pa_in: ਤੁਸੀ ਆਪਣਾ ਖ਼ਾਤਾ ਐਕਟਿਵੈਟ ਨਹੀ ਕਰ ਸਕਦੇ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਉ ਤੁਸੀ ਆਪਣੀ ਈਮੇਲ ਵਿੱਚ ਸਹੀ ਲਿੰਕ ਤੇ ਕਲਿੰਕ ਕੀਤਾ ਹੈ।

source: Change email address
pa_in: ਈਮੇਲ ਐਡਰੈੱਸ ਬਦਲੋ

source: You will need to confirm the newly set email address to complete the change.
pa_in: ਨਵੀ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਣ ਲਈ ਤਬਦੀਲੀ ਪੂਰਾ ਕਰਣ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।

source: Change my email
pa_in: ਮੇਰਾ ਈਮੇਲ ਬਦਲੋ

source: Unable to change email for user {username}
pa_in: ਯੂਜ਼ਰ (ਯੂਜਰਨਾਂ) ਈਮੇਲ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ ਹੈ

source: Email changed for user {username}
pa_in: ਯੂਜ਼ਰ {username} ਲਈ ਈਮੇਲ ਬਦਲੀ ਗਈ

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
pa_in: ਈਮੇਲ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਰਜ ਕੀਤਾ ਗਿਆ ({new_email}) ਪਹਿਲਾਂ ਵਲੋਂ ਹੀ ਸਿਸਟਮ ਵਿੱਚ ਮੌਜੂਦ ਹੈ। ਆਪਣੇ ਖਾਂਤੇ ਲਈ ਮੌਜੂਦਾ ਈਮੇਲ ਹੁਣੇ ਵੀ ਹੈ {old_email}।

source: Your email has been changed from {old_email} to {new_email}.
pa_in: ਤੁਹਾਡੀ ਈਮੇਲ {old_email} to {new_email} ਵਿੱਚ ਬਦਲ ਚੁੱਕੀ ਹੈ।

source: Confirmation email sent
pa_in: ਪੁਸ਼ਟਿਕਰਣ ਈਮੇਲ ਭੇਜਿਆ

source: Documents
pa_in: ਦਸਤਾਵੇਜਾ

source: Avatar:
pa_in: ਅਵਤਾਰ

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
pa_in: <p> SUMO ਹੁਣ ਅਵਤਾਰ ਦੇ ਰੂਪ ਵਿੱਚ Gravatars ਵਰਤ ਰਿਹਾ ਹੈ। ਤੁਹਾਨੂੰ gravatar.com 'ਤੇ ਆਪਣੇ Gravatar ਨੂੰ ਤਬਦੀਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ.।</p><p> ਅਵਤਾਰ ਤਬਦੀਲੀ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਇਸ ਨੂੰ ਕੁਝ ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ। ਤੁਸੀ ਕੁੱਝ ਮਿੰਟਾ ਦੀ ਉਡੀਕ ਕਰੋ, ਅਤੇ ਆਪਣੀ ਨਵਾ Gravatar ਦੇਖਣ ਲਈ ਪੰਨੇ ਨੂੰ ਦੁਬਾਰਾ ਲੋਡ ਕਰੋ।</p>

source: Retrieve Username
pa_in: ਯੂਜ਼ਰ ਫਿਰ ਤੋ ਲੱਭੋ

source: Forgotten your username? Enter your email address below, and we'll send it to you.
pa_in: ਯੂਜ਼ਰ ਨਾ ਭੁੱਲ ਗਏ ਹੋ? ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਹੇਠਾ ਭਰੋ, ਅਤੇ ਅਸੀ ਤੁਹਾਨੂੰ ਭੇਜ ਦਿਆਗੇ।

source: Send username
pa_in: ਯੂਜ਼ਰ ਨਾਂ ਭੇਜੋ

source: Facebook
pa_in: ਫੇਸਬੁੱਕ

source: Mozillians
pa_in: ਮੋਜ਼ੀਲੀਅਨ

source: {0} documents
pa_in: {0} ਦਸਤਾਵੇਜ਼ਾ

source: Change Password
pa_in: ਪਾਸਵਰਡ ਬਦਲੋ

source: Change my password
pa_in: ਮੇਰਾ ਪਾਸਵਰਡ ਬਦਲੋ

source: Password change successful!
pa_in: ਪਾਸ਼ਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ!

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
pa_in: ਤੁਸੀ ਆਪਣਾ ਪਾਸ਼ਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲ ਲਿਆ ਹੈ। <a href="%(profile_url)s">ਪ੍ਰੋਫਾਇਲ ਸਫਾ ਸੋਧਣ ਲਈ ਵਾਪਸ ਜਾਉ।</a>

source: Password successfully reset.
pa_in: ਪਾਸ਼ਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਮੁੜ ਬਦਲਿਆ ਗਿਆ।

source: You can now log in.
pa_in: ਤੁਸੀ ਹੁੱਣ ਲਾਗਇੰਨ ਕਰ ਸਕਦੇ ਹੋ।

source: Password Reset
pa_in: ਪਾਸ਼ਵਰਡ ਮੁੜ ਬਦਲਿਆ ਗਿਆ

source: New password
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ

source: Confirm password
pa_in: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ

source: Password reset unsuccessful
pa_in: ਪਾਸ਼ਵਰਡ ਸਫਲਤਾਪੂਰਯਕ ਮੁੜ ਨਹੀ ਬਦਲਿਆ ਗਿਆ

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
pa_in: <strong>ਚੇਤਾਵਨੀ:</strong> ਦਿੰਸਬਰ 2010 ਤੋ ਪਹਿਲਾ ਬਣੇ ਅਕਾਉਟਾ ਵਿੱਚ ਲਾਗ-ਇਨ ਸਮੱਸਿਆ ਆਈ ਹੋਵ ਹੇਠਾ ਆਪਣਾ ਪਾਸ਼ਵਰਡ ਮੁੜ ਬਦਲੋ।

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
pa_in: ਆਪਣਾ ਪਾਸ਼ਵਰਡ ਭੁੱਲ ਗਏ ਹੋ? ਹੇਠਾ ਆਪਣਾ ਈਮੇਲ ਐਡਰੈੱਸ ਭਰੋ, ਅਤੇ ਅਸੀ ਤੁਹਾਨੂੰ ਨਵੀ ਸੈਟਿਗਾ ਲਈ ਹਦਾਇਤਾ ਦਵਾਗੇ।

source: Email Address:
pa_in: ਈਮੇਲ ਐਡਰੈੱਸ:

source: Send password reset link
pa_in: ਪਾਸ਼ਵਰਡ ਮੁੜ ਬਦਲਣ ਲਿੰਕ ਭੇਜੋ

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
pa_in: ਅਸੀ ਇਸ ਪਤੇ ਦੀ ਵਰਤੋ ਕਰ ਕਿਸੇ ਵੀ ਖਾਂਤੇ ਲਈ ਇੱਕ ਈਮੇਲ ਭੇਜਿਆ ਹੈ। ਈਮੇਲ ਵਿੱਚ ਲਿੰਕ ਕਰਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੇਟ ਕਰਣ ਦਾ ਪਾਲਣ ਕਰੋ।

source: Resend confirmation email
pa_in: ਪੁਸ਼ਟੀ ਈਮੇਲ ਮੁੜ-ਭੇਜੋ

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
pa_in: ਆਪਣੇ ਖਾਂਤੇ ਨੂੰ ਸਰਗਰਮ ਕਰਣ ਲਈ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਆਪਣੇ ਈਮੇਲ ਪਦੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਣੀ ਹੋਵੇਗੀ। ਆਪਣੇ ਈਮੇਲ ਦਰਜ ਕਰੋ ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਫ਼ਾਰਮ ਨੂੰ ਜਮਾ ਕਰਾਉ, ਅਤੇ ਅਸੀ ਪੁਸ਼ਟਿਕਰਣ ਈਮੇਲ ਫੇਰ ਭੇਜ ਦੇਵਾਂਗੇ।

source: Resend account confirmation email
pa_in: ਖਾਂਤਾ ਪੁਸ਼ਟਿਕਰਣ ਈਮੇਲ ਫੇਰ ਭੇਜੋ

source: Confirmation email sent successfully.
pa_in: ਪੁਸ਼ਟੀ ਈਮੇਲ ਠੀਕ ਤਰ੍ਹਾਂ ਭੇਜੀ ਗਈ।

source: Thanks for joining Mozilla Support! To complete registration, you need to verify your email address.
pa_in: ਮੋਜ਼ੀਲਾ ਸਹਾਇਤਾ ਟੀਮ ਦਾ ਹਿੱਸਾ ਬਣਨ ਲਈ ਧੰਨਵਾਦ! ਰਜਿਸਟਰੇਸ਼ਨ ਪੂਰੀ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਆਪਣੇ ਈਮੇਲ ਐਡਰੈਸ ਦੀ ਜਾਂਚ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।

source: Thanks,
pa_in: ਧੰਨਵਾਦ,

source: The Mozilla Support team
pa_in: ਮੋਜ਼ੀਲਾ ਸਹਾਇਤਾ ਟਾਈਮ

source: Verify your email address:
pa_in: ਈਮੇਲ ਐਡਰੈਸ ਚਾਹੀਦਾ ਹੈ।

source: Thanks, The Mozilla Support team
pa_in: ਧੰਨਵਾਦ, ਮੋਜ਼ੀਲਾ ਸਹਾਇਤਾ ਟੀਮ

source: It seems your account has already been activated.
pa_in: ਇਹ ਲੱਗਦਾ ਹੈ ਤੁਹਾਡਾ ਖਾਤਾ ਚਾਲੂ ਹੋ ਗਿਆ ਹੈ।

source: You can log in at:
pa_in: ਤੇ ਤੁੱਸੀਂ ਲਾਗਇਨ ਕਰ ਸਕਦੇ ਹੋ:

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
pa_in: ਇਸ ਤੋ ਪਹਿਲਾ ਅਸੀ ਤੁਹਾਡੇ ਈਮੇਲ ਨੂੰ ਅਪਡੇਟ ਕਰੀਏ, ਤੁਸੀ ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਤੇ ਕਲਿੱਕ ਕਰੋ ਜਾ ਸਾਰੀ ਲਾਇਨ ਨੂੰ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰੋ:

source: Thanks so much for your interest in helping users of Mozilla technologies!
pa_in: ਮੌਜੀਲਾ ਤਕਨਾਲੋਜੀ ਦੇ ਉਪਭੋਗਤਾ ਦੀ ਮੱਦਦ ਕਰਨ ਦੀ ਦਿਲਚਸਪੀ ਲਈ ਤੁੱਹਾਡਾ ਬਹੁਤ ਧੰਨਵਾਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ!

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
pa_in: ਅਸੀ ਯੂਜ਼ਰ ਨੂੰ ਮਦਦ ਕਰਨ ਲਈ ਇੱਕ ਚੰਗੀ ਜਗ੍ਹਾ ਨੂੰ ਲੱਭਣੀ ਪਸੰਦ ਕਰਦੇ ਹਾ, ਇਸ ਲਈ ਕਿ੍ਪਾ ਕਰਕੇ ਸਾਨੂੰ ਇੱਕ ਈਮੇਲ ਆਪਣੇ ਯੂਜਰ ਨਾਮ ਨਾਲ ਭੇਜੋ ਅਤੇ ਉਸ ਖੇਤਰ ਨਾਲ ਜਿਸ ਵਿਚ ਤੁਸੀ ਸਾਮਲ ਹੋਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਾਰੇ ਹੁਨਰ ਨੂੰ ਜੋਡ਼ਨ ਲਈ ਖੁੱਲਾ ਮਹਿਸੂਸ ਕਰੋ ​​ਜੀ, ਅਸੀ ਉਹਨਾ ਦੀ ਸਹੀ ਵਰਤੋ ਲੱਭਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਗੇ :)

source: Click here to find out where to help.
pa_in: ਲੱਭਣ ਲਈ ਕਿੱਥੇ ਮਦਦ ਮੌਜੂਦ ਹੈ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ।

source: There are several ways in which you can get involved:
pa_in: ਇੱਥੇ ਕਈ ਢੰਗ ਹਨ ਜਿਹਨਾ ਵਿੱਚ ਤੁਸੀ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ, ਜਿਸ ਵਿਚ ਕਈ ਢੰਗ ਹਨ:

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
pa_in: ਸਾਨੂੰ ਦੱਸੋ ਉਪਰੋ ਕਿਹਨਾ ਵਿੱਚ ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਹੋਵੇਗੀ ਅਤੇ ਅਸੀ ਤੁਹਾਡੇ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਾਗੇ। ਤੁਹਾਨੂੰ ਆਨਬੋਰਡ ਦੇਖ ਕੇ ਬਹੁਤ ਖੁੱਸੀ ਹੈ!

source: To help you find out where to help check this site:
pa_in: ਆਪਣੀ ਮਦਦ ਕਰਨ ਲਈ ਇਸ ਸਾਇਟ ਵਿਚ ਲੱਭੋ ਕਿ ਕਿੱਥੇ ਮਦਦ ਹੈ:

source: We've just received a request to send the username linked to this email address.
pa_in: ਸਾਨੂੰ ਕੇਵਲ ਇਹ ਈਮੇਲ ਐਡਰੈੱਸ ਨਾਲ ਸਬੰਧਤ ਉਪਭੋਗੀ ਭੇਜਣ ਲਈ ਬੇਨਤੀ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ।

source: Your username is:
pa_in: ਤੁਹਾਡਾ ਯੂਜ਼ਰ ਨਾਂ ਹੈ:

source: You may log in at https://{domain}{login_url}
pa_in: https://{domain}{login_url} ਤੇ ਤੁੱਸੀਂ ਲਾਗਇਨ ਕਰ ਸਕਦੇ ਹੋ

source: If you did not request this email, there is no need for further action.
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸ ਈਮੇਲ ਲਈ ਬੇਨਤੀ ਨਾਂ ਕੀਤੀ ਹੋਵੇ, ਤੁਹਾਨੂੰ ਕੋਈ ਹੋਰ ਕਾਰਵਾਈ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ।

source: The {sitename} team
pa_in: {sitename} ਟੀਮ

source: {sitename} Password Reset
pa_in: {sitename} ਪਾਸਵਰਡ ਰਿਸੇਟ

source: A request was received to reset the password for this account on %(sitename)s. To change this password please click on the following link, or paste it into your browser's location bar:
pa_in: ਇਸ ਖਾਤੇ ਲਈ ਪਾਸਵਰਡ ਰੂੀਸੈੱਟ ਕਰਨ ਲਈ ਬੇਨਤੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਗਈ ਸੀ %(sitename)s। ਇਹ ਪਾਸਵਰਡ ਨੂੰ ਤਬਦੀਲ ਕਰਨ ਲਈ ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਤੇ ਕਲਿੱਕ ਕਰੋ, ਜਾ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਚਿਪਕਾਉ:

source: If you did not request this email there is no need for further action.
pa_in: ਜੇਕਰ ਤੁਸੀ ਇਸ ਈ-ਮੇਲ ਲਈ ਬੇਨਤੀ ਨਹੀ ਕੀਤੀ ਹੈ ਤਾ ਅੱਗੇ ਕੋਈ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀ ਹੈ।

source: Password reset on {sitename}
pa_in: {sitename} ਤੇ ਪਾਸਵਰਡ ਮੁੱੜ ਸੈੱਟ

source: Log In
pa_in: ਲਾਗ ਇਨ

source: Logging in...
pa_in: ਲਾਗਿਗ ਇਨ...

source: Logged in!
pa_in: ਲਾਗਢ ਇਨ!

source: Log in
pa_in: ਲਾਗ ਇਨ

source: My password isn't working.
pa_in: ਮੇਰਾ ਪਾਸਵਰਡ ਚੱਲ ਨਹੀ ਰਿਹਾ ਹੈ।

source: Login Problems?
pa_in: ਲਾਗਇਨ ਸਮੱਸਿਆ ਹੈ?

source: I forgot my username.
pa_in: ਮੈਂ ਆਪਣਾ ਯੂਜਰ ਨਾਂ ਭੁੱਲ ਗਿਆ ਹਾਂ।

source: I didn't get a confirmation email.
pa_in: ਮੈਨੂੰ ਇੱਕ ਪੁਸ਼ਟੀ ਈ-ਮੇਲ ਪ੍ਰਾਪਤ ਨਹੀ ਹੋਇਆ।

source: Successfully activated
pa_in: ਸਫਲਤਾਪੂਰਕ ਸਰਗਰਮ ਕੀਤਾ

source: Change email
pa_in: ਈਮੇਲ ਬਦਲੋ

source: Retrieve username
pa_in: ਯੂਜ਼ਰ ਫਿਰ ਤੋ ਹਾਸ਼ਲ ਕਰੋ

source: Change password
pa_in: ਪਾਸਵਰਡ ਬਦਲੋ

source: Old Password
pa_in: ਪੁਰਾਨਾ ਪਾਸਵਰਡ

source: New Password
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ

source: New Password Again
pa_in: ਫਿਰ ਨਵਾਂ ਪਾਸਵਰਡ

source: You have successfully changed your password.
pa_in: ਤੁਸੀ ਸਫਲਤਾਪੂਰਕ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲ ਲਿਆ ਹੈ।

source: Your password was successfully reset.
pa_in: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਰੀਸੇਟ ਹੋ ਗਿਆ ਹੈ।

source: Password reset
pa_in: ਪਾਸਵਰਡ ਰੀਸੇਟ

source: Username
pa_in: ਯੂਜ਼ਰ ਨਾਂ

source: Password
pa_in: ਪਾਸਵਰਡ

source: Signing in...
pa_in: ਸਾਇਨ ਇੰਨ ਕਰ ਰਿਹਾ ਹੈ...

source: Signed in!
pa_in: ਸਾਇਨ ਇੰਨ ਕਰ ਲਿਆ ਹੈ!

source: Don't have an account? Register
pa_in: ਅਕਾਊਂਟ ਨਹੀਂ ਹੈ?ਰਜਿਸਟਰ

source: Firefox 6.0.2
pa_in: ਫਾਇਰਫੌਕਸ 6.0.2

source: Firefox 5.0
pa_in: ਫਾਇਰਫੌਕਸ 5.0
te: ఫైర్ ఫాక్స్ 5.0

source: Glad to hear it &mdash; thanks for the feedback!
pa_in: ਇਹ ਜਾਣ ਕੇ ਖ਼ੁਸੀ ਹੋਈ &mdash; ਪ੍ਰਤਿਕਿਰਿਆ ਲਈ ਧੰਨਵਾਦ!

source: See also:
pa_in: ਇਹ ਵੀ ਵੇਖੋ:

source: Reviewing Revision {id} by {user}
pa_in: {id} ਰੀਵਿਜ਼ਨ ਦੀ ਪੜਤਾਲ {user} ਕਰ ਰਿਹਾ/ਰਹੀ ਹੈ

source: Reviewing Translation {id} in {language} by {user}
pa_in: {id} ਦੇ {language} ਤਰਜਮੇ ਦੀ ਪੜਤਾਲ {user} ਕਰ ਰਿਹਾ/ਰਹੀ ਹੈ

source: Thanks for your help! Just so you know, Firefox OS is not available in your locale yet, and it's possible this article will change before it is.
pa_in: ਤੁਹਾਡੀ ਮਦਦ ਲਈ ਧੰਨਵਾਦ ਹੈ! ਬਸ ਜਿਵੇ ਤੁਹਾਨੂੰ ਪਤਾ ਹੈ, ਫਾਇਰਫਾਕਸ OS ਤੇ ਅਜੇ ਤੱਕ ਆਪਣੇ ਲੋਕੇਲ ਵਿੱਚ ਉਪਲੱਬਧ ਨਹੀ ਹੈ, ਅਤੇ ਇਹ ਸੰਭਵ ਹੈ ਕਿ ਇਸ ਤੋ ਪਹਿਲਾ ਇਸ ਲੇਖ਼ ਨੂੰ ਬਦਲ ਜਾਵੇਗਾ।

source: If you have any questions about localization priorities, please contact %(email_link)s.
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੋਕਾਲਾਈਜ਼ੇਸ਼ਨ ਪਹਿਲ ਬਾਰੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਕਿ਼੍ੰਪਾ ਕਰਕੇ ਸੰਪਰਕ ਕਰੋ %(email_link)s।

source: I understand, don't show this again.
pa_in: ਮੈ ਸਮਝ ਗਿਆ, ਇਸ ਨੂੰ ਮੁੜ ਨਾ ਦਿਖਾਉ।

source: Translating article to {locale}
pa_in: ਲੇਖ਼ ਅਨੁਵਾਦ {locale}

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
bs: <a href="%(thread_url)s">%(thread_title)s</a><br> u <a href="%(document_discussion_url)s">%(document)s</a>
ms: <a href="%(thread_url)s">%(thread_title)s</a><br> dalam <a href="%(document_discussion_url)s">%(document)s</a>
ur: <a href="%(thread_url)s">%(thread_title)s</a><br><br> میں<a href="%(document_discussion_url)s"></a>

# DB: products.Topic.title
source: Pocket for Mobile
bs: Pocket za mobilni
ms: Pocket untuk Mudah alih
ur: موبائل کے لئے Pocket

source: How do I use Firefox Preview
ur: میں Firefox Preview کیسے استعمال کروں؟

source: Privacy and Security
ur: رازداری اور سیکورٹی

source: Fix problems with Firefox Preview
ur: Firefox Preview کے ساتھ مسائل حل کریں

source: Settings and Preferences
ur: سیٹنگز اور ترجیحات

source: Advanced Settings
ur: اعلٰی سیٹنگیں

# DB: products.Topic.title
source: Save, share and sync
bs: Sačuvaj, dijeli i sinhroniziraj
ur: محفوظ کریں ، اشتراک کریں اور سنک کریں
