Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO БД 2013 е част от поредицата SUMO. Представлява принос към SUMO през 2013 г. - в този случай 10 одобрени редакции в Базата Данни на английски език. Поздравления за всички спечелили значка SUMO БД 2013 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-KB 2013“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2013; in diesem Fall: 10 freigeschaltete Änderungen in der englischsprachigen SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-KB 2013“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO ΓΒ 2013 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2013· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες στην αγγλική γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO ΓΒ 2013 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de la BC de SUMO de 2013 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2013, en este caso: 10 ediciones aprobadas de la base de conocimientos de SUMO en inglés. ¡Felicidades a todos los ganadores de insignias de la BC de SUMO de 2013 por promover la misión de Mozilla!
fy_nl: De SUMO KB 2013-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2013; yn dit gefal: 10 goedkarre bewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO KB 2013-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO baze znanja 2013. dio je SUMO serije. Predstavlja doprinos SUMO-u 2013. godine; u ovom slučaju: 10 potvrđenih uređivanja na engleskom jeziku za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke baze znanja 2013. na unapređivanju Mozilline misije!
hu: A SUMO Tudásbázis 2013 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2013-as hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott szerkesztést az angol SUMO tudásbázishoz. Gratulálunk a SUMO Tudásbázis kitűző – 2013 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del Base de cognoscentia 2013 es parte del series SUMO. Illo representa le collaborationes a SUMO in le 2013; in iste caso: 10 redactiones approbate del Base de cognoscentias anglese de SUMO. Congratulationes a tote le ganiatores del insignia 2013 pro le Base de cognoscentia SUMO pro facer progreder le mission Mozilla!
it: Il distintivo SUMO KB 2013 rappresenta il contributo dato a SUMO nel corso del 2013, pari a 10 modifiche approvate alla Knowledge Base in lingua inglese di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO KB 2013 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2013 年に英語版ナレッジベース記事の編集が 10 本以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO KB 2013 バッジを授与します。
ka: SUMO ცოდნის წყაროს 2013 მცირე ნიშანი SUMO-ს ჯილდოების ნაწილია. იგი აღნიშნავს SUMO-ს საიტზე 2013 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ შესწორებას, SUMO-ს ცოდნის წყაროს ინგლისურ ვერსიაში. ვულოცავთ SUMO ცოდნის წყაროს 2013 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO KB 2013 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2013; dagi: 10 n yibeddilen yettwaqeblen s teglizit deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz SUMO KB 2013 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO KB 2013 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2013년에 SUMO에 기여 했음을 의미하고 승인된 영문 SUMO 지식 기반 문서 10개를 수정했음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2013 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO KB 2013 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2013; dalam hal ini: 10 edit yang diluluskan dalam Pangkalan Pengetahuan SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO KB 2013 kerana memajukan Misi Mozilla!
nb_no: SUMO KB 2013 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2013; i dette tilfellet: 10 godkjente redigeringer av den engelske SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO KB 2013-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO KB 2013-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2013; in dit geval: 10 goedgekeurde bewerkingen van de Engelse SUMO-kennisbank. Felicitaties aan alle SUMO KB 2013-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO KB 2013 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2013 roku, w tym przypadku: 10 zatwierdzonych poprawek w angielskiej bazie wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO KB 2013 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2013 do SUMO KB é parte da série SUMO. Ele representa a contribuição ao SUMO em 2013; neste caso: 10 edições aprovadas na Base de Conhecimento do SUMO em inglês. Parabéns a todos os ganhadores do emblema de 2013 do SUMO KB por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO da base de conhecimento de 2013 é parte da série SUMO. Representa contribuições para o SUMO em 2013; neste caso: 10 edições aprovadas da base de conhecimento SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO da base de conhecimento de 2013 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Baza de cunoștințe 2013 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2013; în acest caz: 10 editări în engleză aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO Baza de cunoștințe 2013 pentru avansul misiunii Mozilla!
sk: Mini ocenenie Databáza vedomostí SUMO 2013 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav anglických článkov v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ базе знања за 2013. годину је део SUMO серије. Он представља допринос за SUMO у 2013. години; у овом случају: 10 одобрених измена енглеске SUMO базе знања. Честитамо свим добитницима SUMO беџа базе знања за 2013. годину за унапређивање Mozilla мисије!
sv: SUMO 2013 mini-emblem för KB är en del av SUMO-serien. Den representerar bidrag till SUMO under 2013; i det här fallet: 10 godkända redigeringar av den engelska SUMO kunskapsbasen. Grattis till alla de som förtjänat SUMO 2013 emblem för KB och att de har främjat Mozillas uppdrag!
th: ตราฐานความรู้ SUMO ปี 2013 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2013 ซึ่งในกรณีนี้คือ: การแก้ไขฐานความรู้ SUMO ภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตราฐานความรู้ SUMO ปี 2013 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO BB 2013 mini rozeti, SUMO serisinin bir parçasıdır. 2013 yılında İngilizce SUMO Bilgi Bankası'nda onaylanmış 10 düzenleme yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO BB 2013 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака бази знань SUMO 2013 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2013 році; в цьому випадку: 10 затверджених редагувань в англійській базі знань SUMO. Вітаємо всіх нагороджених відзнаками бази знань SUMO 2013 за поширення місії Mozilla!
vi: Huy hiệu nhỏ SUMO KB 2013 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2013; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO KB 2013 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 知识库 2013 迷你徽章是 SUMO 系列的一部分。它代表了 2013 年为 SUMO 所作的贡献；获得条件：在英语 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 论坛 2013 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO KB 2013 迷你徽章是 SUMO 系列的一部份。它代表了 2013 年的 SUMO 貢獻，亦即有 10 次通過審核的英文 SUMO 知識庫文件編輯。 恭喜所有獲得 SUMO KB 2013 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2013 L10n Badge
bg: 2013 L10n значка
de: L10n-Abzeichen 2013
el: Έμβλημα L10n 2013
es: Insignia de L10n de 2013
fy_nl: L10n 2013-badge
hr: Značka lokalizacije za 2013. godinu
hu: L10n kitűző – 2013
ia: Insignia del localisation 2013
id: Lencana L10n 2013
it: Distintivo L10n 2013
ja: 2013 L10n バッジ
ka: 2013 L10n ჯილდო
kab: Arraz L10n 2013
ko: 2013 L10n 배지
ms: Lencana L10n 2013
nb_no: 2013 L10n-utmerkelse
nl: L10n 2013-badge
pa_in: 2013 L10n ਬੈਜ
pl: Odznaka L10n 2013
pt_br: Emblema L10n 2013
pt_pt: Medalha de tradutores de 2013
ro: Insignă L10n 2013
sk: Ocenenie Lokalizácie pre rok 2013
sr: L10n беџ локализације за 2013. годину
sv: 2013 emblem för L10n
te: 2013 L10n బాడ్జి
th: ตรา L10n ปี 2013
tr: 2013 Yerelleştirme Rozeti
uk: Відзнака L10n 2013
ur: 2013 L10n بیج
vi: Huy hiệu L10n 2013
zh_cn: 2013 本地化徽章
zh_tw: 2013 L10n 徽章

# DB: kbadge.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO L10n 2013 е част от поредицата SUMO. Тя показва принос към SUMO през 2013 г ., в този случай: 10 одобрени превода на базата знания на SUMO. Поздравления за всички носители на значки SUMO L10n 2013 за техния принос към мисията на Mozilla!
de: Das Mini-Abzeichen „SUMO-L10n 2013“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2013; in diesem Fall: 10 freigeschaltete Änderungen an Übersetzungen in der SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-L10n 2013“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO L10n 2013 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2013· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες μετάφρασης στη γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO L10n 2013 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de L10n de SUMO de 2013 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2013, en este caso: 10 ediciones de traducción aprobadas en la base de conocimientos de SUMO. ¡Felicidades a todos los ganadores de insignias de L10n de SUMO de 2013 por promover la misión de Mozilla!
fy_nl: De SUMO L10n 2013-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2013; yn dit gefal: 10 goedkarre oersetbewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO L10n 2013-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO lokalizacije 2013. dio je SUMO serije. Predstavlja doprinos SUMO-u 2013. godine; u ovom slučaju: 10 potvrđenih uređivanja prijevoda za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke lokalizacije 2013. na unapređivanju Mozilline misije!
hu: A SUMO L10n 2013 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2013-as hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott fordítási szerkesztést a SUMO Tudásbázishoz. Gratulálunk a SUMO L10n kitűző – 2013 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2013 del localisation es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2013; in iste caso: 10 redactiones de traduction approbate del Base de cognoscentias de SUMO. Congratulationes a tote le ganiatores del insignia 2013 del localisation de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo SUMO L10n 2013 rappresenta il contributo dato a SUMO nel corso del 2013, pari a 10 modifiche approvate alla traduzione in lingua italiana della Knowledge Base di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO L10n 2013 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2013 年にナレッジベースの翻訳が 10 件以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO L10n 2013 バッジを授与します。
ka: SUMO L10n 2013 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2013 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ თარგმანს, SUMO ტექდახმარების ბაზაში. ვულოცავთ SUMO L10n 2013 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO L10n 2013 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2013; dagi: 10 n tsuqilin yettwaqeblen deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz L10n 2013 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO L10n 2013 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2013년에 SUMO에 기여 했음을 의미하고 SUMO 지식 기반 문서에 10개의 승인된 번역을 하였음을 뜻합니다. Mozilla 사명을 위해 SUMO L10n 2013 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO L10n 2013 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2013; dalam hal ini: 10 edit terjemahan yang diluluskan dalam Pangkalan Pengetahuan SUMO. Tahniah kepada semua penerima lencana SUMO L10n 2013 kerana memajukan Misi Mozilla!
nb_no: SUMO L10n 2013 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2013; i dette tilfellet: 10 godkjente oversettelsesredigeringer av SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO L10n 2013-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO L10n 2013-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2013; in dit geval: 10 goedgekeurde vertaalbewerkingen van de SUMO-kennisbank. Felicitaties aan alle SUMO L10n 2013-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO L10n 2013 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2013 roku, w tym przypadku: 10 zatwierdzonych poprawek tłumaczeń bazy wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO L10n 2013 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2013 do SUMO L10n é parte da série SUMO. Ele representa a contribuição ao SUMO em 2013; neste caso: 10 traduções aprovadas na Base de Conhecimento do SUMO. Parabéns a todos os ganhadores do emblema de 2013 do SUMO L10n por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha de tradutores do SUMO de 2013 é parte da série SUMO. Representa contribuições para o SUMO em 2013; neste caso: 10 edições aprovadas da base de conhecimento SUMO. Parabéns a todos os vencedores da medalha de tradutores do SUMO de 2013 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO L10n 2013 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2013; în acest caz: 10 editări de traduceri aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO L10n 2013 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Lokalizácia 2013 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav na prekladoch v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини L10n беџ локализација за 2013. годину је део SUMO серије. Он представља допринос за SUMO у 2013. години, у овом случају: 10 одобрених превода SUMO базе знања. Честитамо свим добитницима SUMO L10n беџа локализације за 2013. годину за унапређивање Mozilla мисије!
sv: SUMO 2013 mini-emblem för L10n är en del av SUMO-serien. Den representerar bidrag till SUMO under 2013; i det här fallet: 10 godkända översättningsredigeringar av SUMO kunskapsbas. Grattis till alla de som förtjänat SUMO 2013 emblem för L10n och att de har främjat Mozillas uppdrag!
th: ตรา SUMO L10n ปี 2013 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2013 ซึ่งในกรณีนี้คือ: การแก้ไขการแปลฐานความรู้ SUMO 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตรา SUMO L10n ปี 2013 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO yerelleştirmesi 2013 mini rozeti, SUMO serisinin bir parçasıdır. 2013 yılında SUMO Bilgi Bankası'nda onaylanmış 10 çeviri düzeltmesi yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO yerelleştirmesi 2013 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака SUMO L10n 2013 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2013 році; в цьому випадку: 10 затверджених редагувань перекладу бази знань SUMO. Вітаємо всіх нагороджених відзнаками SUMO L10n 2013 за поширення місії Mozilla!
vi: Huy hiệu nhỏ SUMO L10n 2013 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2013; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO L10n 2013 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 本地化 2013 迷你徽章是 SUMO 系列的一部分。它代表了 2013 年为 SUMO 所作的贡献。获得条件：在 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 本地化 2013 徽章获得者为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2013 迷你徽章是 SUMO 系列的一部份。它代表了 2013 年的 SUMO 貢獻，亦即 10 篇通過審核的 SUMO 知識庫翻譯。 恭喜所有獲得 SUMO L10n 2013 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2013 Support Forum Badge
bg: Значка на Форума за поддръжка 2013
de: Hilfeforums-Abzeichen 2013
el: Έμβλημα του Φόρουμ υποστήριξης 2013
es: Insignia del Foro de Asistencia de 2013
fy_nl: Stipefoarum 2013-badge
hr: Značka foruma podrške za 2013. godinu
hu: Támogatói fórum kitűző – 2013
ia: Insignia del foro de supporto 2013
id: Lencana Forum Dukungan 2013
it: Distintivo Forum di Supporto 2013
ja: 2013 サポートフォーラムバッジ
ka: 2013 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2013
ko: 2013 지원 포럼 배지
ms: Lencana Forum Sokongan 2013
nb_no: 2013 utmerkelse for brukerstøtteforum
nl: Ondersteuningsforum 2013-badge
pl: Odznaka Forum pomocy 2013
pt_br: Emblema do Fórum de Suporte 2013
pt_pt: Medalha do fórum de apoio de 2013
ro: Insignă Forum de asistență 2013
sk: Ocenenie Fórum podpory 2013
sr: Беџ форума подршке за 2013. годину
sv: 2013 emblem för supportforum
te: 2013 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2013
tr: 2013 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2013
ur: 2013 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2013
zh_cn: 2013 支持论坛徽章
zh_tw: 2013 技術支援討論區徽章
