Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Where to find release notes and upcoming features.
bg: Къде да намерите бележки за изданието и предстоящи функции.
de: Wo finde ich Versionshinweise und zukünftige Funktionen?
el: Εύρεση σημειώσεων έκδοσης και επερχόμενων λειτουργιών.
es: Dónde encontrar notas de lanzamiento y próximas funciones.
fy_nl: Wêr fine jo útjefteopmerkingen en takomstige funksjes.
he: היכן למצוא הערות שחרור ותכונות עתידיות.
hr: Gdje pronaći bilješke o izdanju i nadolazećim funkcijama.
hu: Hol találhatók a kiadási megjegyzések és a közelgő funkciók.
ia: Ubi trovar notas de version e functionalitates imminente.
it: Dove trovare le note di versione e le notizie sulle prossime funzionalità
ja: リリースノートや最新の機能を確認。
ka: სად ვნახო გამოშვების შენიშვნები და მომავალი შესაძლებლობები.
kab: Anida ara naf tizmilin n lqem akked tmahilin ara d-yeddun.
ko: 출시 정보 및 향후 기능을 찾을 수 있는 곳입니다.
nb_no: Hvor finner du versjonsnotater og kommende funksjoner.
nl: Waar vindt u uitgaveopmerkingen en toekomstige functies.
pl: Gdzie znaleźć informacje o wersji i nadchodzących funkcjach.
pt_br: Onde encontrar notas de atualização e futuros recursos.
pt_pt: Onde encontrar notas de lançamento e funcionalidades futuras.
ro: Unde să găsești informații despre versiune și funcțiile viitoare.
sk: Kde nájdem poznámky k vydaniu a informácie o pripravovaných funkciách.
sr: Где пронаћи биљешке о издању и надолазећим функцијама.
sv: Var hittar du versionsfakta och kommande funktioner.
th: สถานที่สำหรับหาข้อมูลเกี่ยวกับบันทึกประจำรุ่นและคุณลักษณะที่กำลังจะเปิดตัว
tr: Sürüm notları ve yeni özellikler nerede bulunur?
uk: Де знайти примітки до випуску та майбутні функції.
ur: آنے والی خصوصیات کے اجرایی نوٹس کو کہاں تلاش کریں۔
vi: Ở đâu để tìm ghi chú phát hành và các tính năng sắp tới.
zh_cn: 在哪里可找到发行说明与即将发布的功能。
zh_tw: 在哪裡可找到發行公告與即將發布的功能。

# DB: products.Topic.title
source: Reset passwords
hu: Jelszavak visszaállítása
ia: Reinitialisar le contrasigno
it: Reimposta le password
kab: Wennez awalen n uɛeddi
nl: Wachtwoorden herinitialiseren
pl: Resetowanie haseł
pt_br: Redefinir senha
sv: Återställ lösenord
tr: Parola sıfırlama
zh_cn: 重置密码

# DB: products.Topic.description
source: Reset your passwords when you forget them.
hu: Állítsa vissza a jelszavait, ha elfelejti őket.
ia: Reinitialisa tu contrasignos quando tu los oblida.
it: Reimposta le password quando le dimentichi.
nl: Stel uw wachtwoorden opnieuw in als u ze vergeet.
pl: Zresetuj swoje hasła, jeśli je zapomnisz.
pt_br: Redefina suas senhas quando esquecer.
sv: Återställ dina lösenord när du glömmer dem.
tr: Parolalarınızı unuttuğunuzda sıfırlayın.
zh_cn: 重置忘记的密码。

# DB: products.Topic.title
source: Rooms
bg: Стаи
de: Räume
el: Δωμάτια
es: Salas
fy_nl: Romten
hr: Sobe
hu: Szobák
ia: Salas
it: Stanze
ja: ルーム
ka: ოთახები
kab: Tixxamin
ko: 방
nb_no: Rom
nl: Ruimtes
pl: Pokoje
pt_br: Ambientes
pt_pt: Salas
sk: Miestnosti
sr: Собе
sv: Rum
tr: Odalar
uk: Кімнати
ur: کمرے
vi: Phòng
zh_cn: 房间
zh_tw: 空間

# DB: products.Topic.description
source: How to create and navigate virtual spaces in Hubs
bg: Как да създавате и навигирате във виртуални пространства в Hubs
de: So erstellen und navigieren Sie virtuelle Räume in Hubs
el: Δημιουργία και πλοήγηση σε εικονικούς χώρους στο Hubs
es: Cómo crear y navegar espacios virtuales en Hubs
fy_nl: Firtuele romten yn Hubs meitsje en dêr trochhinne navigearje
hr: Kako stvoriti i kretati se virtualnim prostorima u Hubsu
hu: Hogyan hozzon létre virtuális tereket a Hubsban, és hogyan mozogjon bennük
ia: Como crear e navigar spatios virtual in Hubs
it: Come creare e navigare negli spazi virtuali in Hubs
ka: როგორ უნდა შექმნათ და გადაადგილდეთ წარმოსახვით სივრცეებში Hubs-ში
kab: Amek ara ternuḍ, daɣen ad tinigeḍ tallunin tuhlisin deg Hubs
ko: 허브에서 가상 공간을 만들고 탐색하는 방법
nb_no: Hvordan lage og navigere i virtuelle rom i Hubs
nl: Virtuele ruimtes in Hubs maken en erdoorheen navigeren
pl: Jak tworzyć i poruszać się po wirtualnych przestrzeniach w Hubs
pt_br: Como criar e navegar em espaços virtuais no Hubs
pt_pt: Como criar e navegar em espaços virtuais em Hubs
sk: Ako vytvárať a navigovať vo virtuálnych priestoroch v Hubs
sr: Како направити и управљати виртуелним просторима у Hub-овима
sv: Hur man skapar och navigerar i virtuella rum i Hubs
tr: Hubs'ta sanal alanlar oluşturma ve bu alanlarda gezinme
uk: Як створити віртуальні простори та керувати ними у Hubs
vi: Cách tạo và điều hướng không gian ảo trong Hubs
zh_cn: 如何在 Hubs 中创建虚拟空间并进行导航
zh_tw: 如何在 Hubs 當中建立虛擬空間並進行導航

# DB: products.Topic.title
source: Sales tax
ia: Taxa de venditas
sv: Moms

# DB: products.Topic.description
source: Troubleshoot sales tax issues.
ia: Solver problemas de taxa de venditas.
sv: Felsök problem med moms.

# DB: products.Topic.title
source: Save content
hu: Tartalom mentése
ia: Salvar le contento
it: Salva contenuti
kab: Sekles agbur
nl: Inhoud opslaan
pt_br: Salvar conteúdo
sv: Spara innehåll
tr: İçerik kaydetme
zh_cn: 保存内容

# DB: products.Topic.description
source: Save your favorite content for later.
hu: Mentse el kedvenc tartalmait későbbre.
ia: Salva tu contentos favorite pro plus tarde.
it: Salva i tuoi contenuti preferiti per dopo.
nl: Bewaar uw favoriete inhoud voor later.
pt_br: Salve seus conteúdos preferidos para mais tarde.
sv: Spara ditt favoritinnehåll för senare.
tr: Favori içeriklerinizi daha sonrası için kaydedin.
zh_cn: 保存喜爱内容，稍后再看。

# DB: products.Topic.title
source: Save passwords
hu: Jelszavak mentése
ia: Salvar contrasignos
it: Salva password
kab: Sekles awalen n uɛeddi
nl: Wachtwoorden opslaan
pt_br: Salvar senhas
sv: Spara lösenord
tr: Parolaları kaydetme
zh_cn: 保存密码

# DB: products.Topic.description
source: Save your passwords for easy sign-in.
hu: Mentse el a jelszavait a könnyű bejelentkezés érdekében.
ia: Reserva tu contrasignos pro authentication rapide.
it: Salva le password per accedere facilmente.
nl: Sla uw wachtwoorden op voor eenvoudige aanmelding.
pt_br: Salve suas senhas para facilitar entrar em contas.
sv: Spara dina lösenord för enkel inloggning.
tr: Kolay giriş yapmak için parolalarınızı kaydedin.
zh_cn: 保存密码，方便登录。

# DB: products.Topic.title
source: Scenes
bg: Сцени
de: Szenen
el: Σκηνές
es: Escenas
fy_nl: Sênen
hr: Scene
hu: Jelenetek
ia: Scenas
it: Scene
ja: シーン
ka: სცენები
ko: 장면
nb_no: Scener
nl: Scènes
pl: Sceny
pt_br: Cenas
pt_pt: Cenas
sk: Scény
sr: Сцене
sv: Scener
tr: Sahneler
uk: Сцени
ur: مناظر
vi: Cảnh
zh_cn: 场景
zh_tw: 場景

# DB: products.Topic.description
source: Change the way your virtual room looks
bg: Променете начина, по който изглежда вашата виртуална стая
de: Ändern Sie das Aussehen Ihres virtuellen Raums
el: Αλλαγή εμφάνισης εικονικού δωματίου
fy_nl: Wizigje it uterlik fan jo firtuele romte
hr: Promijeni izgled virtualne sobe
hu: Módosítsa a virtuális szoba kinézetét
ia: Cambiar le maniera que tu sala virtual appare
it: Cambia l’aspetto della tua stanza virtuale
ja: バーチャル空間の見た目を変更する方法
ka: შეცვალეთ თქვენი წარმოსახვითი ოთახის იერსახე
ko: 가상 공간의 모습이 보이는 방법 변경
nb_no: Endre hvordan det virtuelle rommet ditt ser ut
nl: Wijzig het uiterlijk van uw virtuele ruimte
pl: Zmień wygląd swojego wirtualnego pokoju
pt_br: Mude a aparência de seu ambiente virtual
pt_pt: Altere a aparência da sua sala virtual
sk: Zmeňte vzhľad svojej virtuálnej miestnosti
sr: Измените изглед ваше виртуелне собе
sv: Ändra hur ditt virtuella rum ser ut
tr: Sanal odanızın görünümünü değiştirme
uk: Змінити вигляд вашої віртуальної кімнати
vi: Thay đổi giao diện phòng ảo của bạn
zh_cn: 更改虚拟房间外观
zh_tw: 更改虛擬空間外觀

# DB: products.Topic.title
source: Screenshots & icons
de: Bildschirmfotos & Symbole
el: Στιγμιότυπα οθόνης και εικονίδια
fy_nl: Skermôfbyldingen en piktogrammen
hu: Képernyőképek és ikonok
ia: Instantaneos e imagines
it: Immagini e icone
kab: Tuṭṭfiwin n ugdil akked tignitin
nl: Schermafbeeldingen en pictogrammen
pl: Zrzuty ekranu i ikony
pt_br: Capturas de tela e ícones
pt_pt: Capturas de ecrã e ícones
sv: Skärmdumpar & ikoner
tr: Ekran görüntüleri ve simgeler
zh_cn: 截图和图标
zh_tw: 畫面擷圖與圖示

# DB: products.Topic.description
source: Learn more about using screenshots and icons in knowledge base articles.
de: Erfahren Sie mehr über die Verwendung von Bildschirmfoto und Symbolen in Artikeln der Wissensdatenbank.
el: Μάθετε περισσότερα σχετικά με τη χρήση στιγμιότυπων οθόνης και εικονιδίων στα άρθρα της γνωσιακής βάσης.
fy_nl: Mear ynfo oer it gebrûk fan skermôfbyldingen en piktogrammen yn kennisbankartikels.
hu: Tudjon meg többet a képernyőképek és ikonok használatáról a tudásbázisban.
ia: Apprende plus re usar instantaneos e icones in articulos del base de cognoscentias.
it: Ulteriori informazioni sull’utilizzo di immagini e icone negli articoli della Knowledge Base.
nl: Meer info over het gebruik van schermafbeeldingen en pictogrammen in kennisbankartikelen.
pl: Dowiedz się więcej o używaniu zrzutów ekranu i ikon w artykułach bazy wiedzy.
pt_br: Saiba mais sobre como usar capturas de tela e ícones em artigos da base de conhecimento.
pt_pt: Saiba mais sobre como utilizar as capturas de ecrã e ícones nos artigos da base de conhecimentos.
sv: Läs mer om att använda skärmdumpar och ikoner i artiklar i kunskapsbasen.
tr: Bilgi bankası makalelerinde ekran görüntülerini ve simgeleri kullanma hakkında daha fazla bilgi alın.
zh_cn: 详细了解在知识库文章中使用截图和图标的方法。
zh_tw: 了解如何在知識庫文件中使用擷圖與圖示。

# DB: products.Topic.title
source: Search
bg: Търсене
bs: Traži
de: Suche
el: Αναζήτηση
es: Buscar
fy_nl: Sykje
he: חיפוש
hr: Traži
hu: Keresés
ia: Cercar
id: Pencarian
it: Cerca
ja: 検索
ka: ძიება
kab: Nadi
ko: 검색
mg: Fikarohana
ms: Cari
nb_no: Søk
nl: Zoeken
pa_in: ਖੋਜ
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ro: Căutare
sk: Hľadať
sr: Претражи
sv: Sök
te: వెతుకు
th: ค้นหา
tr: Arama
uk: Пошук
ur: تلاش
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# DB: products.Topic.description
source: Customize your search settings in Firefox for iOS
bg: Персонализирайте настройките си за търсене във Firefox за iOS
bs: Prilagodite postavke pretrage na Firefoxu za iOS
de: Ändern Sie Ihre Sucheinstellungen in Firefox für iOS
el: Προσαρμογή ρυθμίσεων αναζήτησης στο Firefox για iOS
es: Personaliza los ajustes de búsqueda en Firefox para iOS
fy_nl: Jo sykynstellingen wizigje yn Firefox foar iOS
he: התאמה אישית של הגדרות החיפוש שלך ב־Firefox עבור iOS
hr: Prilagodi svoje postavke za pretraživanje u Firefoxu za iOS
hu: A Firefox for iOS keresési beállításainak testreszabása
ia: Personalisa tu parametros de recerca in Firefox pro iOS
id: Ubahsuai setelan pencarian Firefox untuk iOS Anda
it: Personalizzare le impostazioni di ricerca su Firefox per iOS
ja: iOS 版 Firefox で検索設定を変更する
ka: გამართეთ ძიების პარამეტრები, Firefox iOS-ზე
kab: Beddel iɣewwaren-ik n unadi deg Firefox i iOS
ko: Firefox iOS 버전 검색 설정 변경하기
mg: Atokano ny tefin'ny fikarohana ao @ Firefox ho an'ny iOS
ms: Sesuaikan tetapan carian anda dalam Firefox untuk iOS
nb_no: Tilpass dine søkeinnstillinger i Firefox for iOS
nl: Uw zoekinstellingen wijzigen in Firefox voor iOS
pl: Dostosuj ustawienia wyszukiwania w Firefoksie dla systemu iOS
pt_br: Personalize as configurações de pesquisa no Firefox para iOS
pt_pt: Altere as suas definições de pesquisa no Firefox para iOS
ro: Personalizează setările de căutare în Firefox pentru iOS
sk: Zmena nastavení vyhľadávania vo Firefoxe pre iOS
sr: Прилагодите поставке претраге на Firefox за iOS уређају
sv: Anpassa dina sökinställningar i Firefox för iOS
te: iOS కోసం ఫైర్ ఫాక్స్ లో మీ శోధన అమరికలను అనుకూలీకరించండి
th: ปรับแต่งการตั้งค่าการค้นหาของคุณใน Firefox สำหรับ iOS
tr: iOS için Firefox'ta arama ayarlarınızı özelleştirme
uk: Змінюйте свої налаштування пошуку в Firefox для iOS
vi: Tùy chỉnh cài đặt công cụ tìm kiếm của bạn trên Firefox dành cho iOS
zh_cn: 自定义您在 Firefox iOS 版中的搜索设置
zh_tw: 修改您 Firefox for iOS 的搜尋設定

# DB: products.Topic.description
source: Find information quickly and easily.
hu: Találjon információkat gyorsan és egyszerűen.
ia: Trova informationes rapidemente e facilemente.
it: Trova informazioni in modo facile e veloce.
nl: Vind snel en eenvoudig informatie.
pt_br: Encontre informações de forma rápida e fácil.
sv: Hitta information snabbt och enkelt.
tr: Bilgiye çabucak ve kolayca ulaşın.
zh_cn: 轻松快捷地查找信息。

# DB: products.Topic.title
source: Search suggestions
ia: Suggestiones de recerca
sv: Sökförslag
tr: Arama önerileri

# DB: products.Topic.description
source: Troubleshoot search suggestions issues.
ia: Solver problemas de suggestiones de recerca.
sv: Felsök problem med sökförslag.
tr: Arama önerileriyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Search, tag, and share
hu: Keresés, címkék és megosztás
ia: Cerca, etiquetta, e comparti
it: Cerca, etichetta e condividi
kab: Nadi, bder, bḍu
nl: Zoeken, labelen en delen
pt_br: Pesquisar, marcar e compartilhar
sv: Sök, tagga och dela
tr: Arama, etiketleme ve paylaşma
zh_cn: 搜索、添加标签、共享

# DB: products.Topic.description
source: Learn about search functionality and how to organize or share content in Mozilla products.
hu: Ismerje meg a keresési funkciókat, és tudja meg hogyan rendszerezze és ossza meg a tartalmakat a Mozilla termékeiben.
ia: Apprende re functionalitate de recerca e como organisar o compartir le contentos in le productos de Mozilla.
it: Scopri le funzionalità di ricerca e come organizzare o condividere contenuti nei prodotti Mozilla.
nl: Lees over zoekfunctionaliteit en hoe u inhoud kunt organiseren of delen in Mozilla-producten.
pt_br: Conheça a funcionalidade de pesquisa e saiba como organizar ou compartilhar conteúdo em produtos Mozilla.
sv: Lär dig om sökfunktioner och hur du organiserar eller delar innehåll i Mozilla-produkter.
tr: Mozilla ürünlerinde arama yapmayı, içerikleri organize etmeyi ve paylaşmayı öğrenin.
zh_cn: 了解 Mozilla 产品中的搜索功能，以及整理和分享内容的方法。

# DB: products.Topic.title
source: Security
hu: Biztonság
ia: Securitate
it: Sicurezza
kab: Taɣellist
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
sv: Säkerhet
tr: Güvenlik
zh_cn: 安全

# DB: products.Topic.description
source: Keep yourself secure online.
hu: Tartsa magát biztonságban online.
ia: Mantene te secur online.
it: Mantieniti al sicuro online.
nl: Houd uzelf online veilig.
pt_br: Mantenha sua segurança online.
sv: Håll dig säker online.
tr: İnternette güvende kalın.
zh_cn: 保护在线安全。

# DB: products.Topic.title
source: Security & privacy
de: Sicherheit und Privatsphäre
el: Ασφάλεια και απόρρητο
fy_nl: Befeiliging en privacy
hu: Biztonság és adatvédelem
ia: Securitate e confidentialitate
it: Sicurezza e privacy
ka: უსაფრთხოება და პირადულობა
kab: Taɣellist & Tabaḍnit
ko: 보안 및 개인 정보 보호
nl: Beveiliging en privacy
pl: Bezpieczeństwo i prywatność
pt_br: Segurança e privacidade
pt_pt: Segurança e privacidade
sk: Bezpečnosť a súkromie
sv: Säkerhet och integritet
tr: Güvenlik ve gizlilik
uk: Безпека та приватність
vi: Bảo mật & quyền riêng tư
zh_cn: 安全与隐私
zh_tw: 安全性與隱私權

# DB: products.Topic.description
source: Protect your personal information and passwords.
de: Schützen Sie Ihre persönlichen Daten und Passwörter.
el: Προστατέψτε τα προσωπικά στοιχεία και τους κωδικούς πρόσβασής σας.
fy_nl: Beskermje jo persoanlike ynformaasje en wachtwurden.
hu: Személyes adatainak és jelszavának megvédése.
ia: Protege tu informationes personal e contrasignos.
it: Proteggi le tue informazioni personali e le password.
ka: დაიცავით თქვენი პირადი მონაცემები და პაროლები.
ko: 개인 정보 및 비밀번호를 보호하세요.
nl: Bescherm uw persoonlijke gegevens en wachtwoorden.
pl: Chroń swoje dane osobowe i hasła.
pt_br: Proteja suas informações pessoais e senhas.
pt_pt: Proteja a sua informação pessoal e as palavras-passe.
sk: Chráňte svoje osobné údaje a heslá.
sv: Skydda dina personliga uppgifter och lösenord.
tr: Kişisel bilgilerinizi ve parolalarınızı koruyun.
uk: Захист особистих даних і паролів.
vi: Bảo vệ thông tin cá nhân và mật khẩu của bạn.
zh_cn: 保护个人信息和密码。
zh_tw: 保護您的個人資訊與密碼。

# DB: products.Topic.title
source: Security software
ia: Software de securitate
kab: Aseɣẓan n tɣellist
sv: Säkerhetsprogramvara
tr: Güvenlik yazılımları

# DB: products.Topic.description
source: Troubleshoot security software issues.
ia: Solver problemas de software de securitate.
sv: Felsök problem med säkerhetsprogramvara.
tr: Güvenlik yazılımlarıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Send and receive email
hu: E-mail küldése és fogadása
ia: Invia e recipe email
it: Invia e ricevi email
nl: E-mail verzenden en ontvangen
pl: Wysyłanie i odbieranie poczty
pt_br: Enviar e receber email
sv: Skicka och ta emot e-post
tr: E-posta gönderme ve alma
zh_cn: 收发邮件

# DB: products.Topic.description
source: Everything you need to know about sending and receiving emails.
hu: Minden, amit tudnia kell az e-mailek küldéséről és fogadásáról.
ia: Omne cosa tu debe saper re invio e reception de emails.
it: Tutto ciò che devi sapere sull’invio e la ricezione di email.
nl: Alles wat u moet weten over het verzenden en ontvangen van e-mailberichten.
pt_br: Informações mais importantes sobre envio e recebimento de emails.
sv: Allt du behöver veta om att skicka och ta emot e-post.
tr: E-posta gönderip almakla ilgili bilmeniz gereken her şey.
zh_cn: 关于收发邮件，您需要知道的都在这里。

# DB: products.Topic.title
source: Sensible Settings
af: Sinvolle instellings
bg: Чувствителни настройки
bs: Razumne postavke
de: Vernünftige Einstellungen
el: Ευαίσθητες ρυθμίσεις
es: Configuración delicada
fy_nl: Gefoelige ynstellingen
hr: Razumne postavke
hu: Ésszerű beállítások
ia: Parametros sensibile
id: Setelan Bijak
it: Impostazioni sensibili
ja: プライバシー設定
ka: გონივრული პარამეტრები
kab: Iɣewwaṛen iweɛren
ko: 민감한 설정
mg: Tefy Saro-pady
ms: Tetapan Wajar
nb_no: Fornuftige innstillinger
nl: Gevoelige instellingen
pl: Wrażliwe ustawienia
pt_br: Configurações sensíveis
pt_pt: Definições sensíveis
ro: Setări rezonabile
sk: Citlivé nastavenia
sr: Подешавања
sv: Förnuftiga inställningar
te: హేతుబద్ధమైన అమరికలు
th: การตั้งค่าที่เหมาะสม
tr: Anlaşılır ayarlar
uk: Тонкі налаштування
ur: معقول سیٹنگ
vi: Cài đặt hợp lý
zh_cn: 合理设置
zh_tw: 可見的設定
zu: Amasethingi Aphusile

# DB: products.Topic.description
source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
bg: Дава на нашите потребители действителни и информирани избори, като показват и обучават в точката на събиране на данните и предоставят избор да се откажат, когато е възможно.
bs: Dajte našim korisnicima korisne odgovore na mjestu prikupljanja infromacija.
de: Ermöglichen Sie unseren Anwendern belangbare und informierte Entscheidungen, indem Sie sie bei der Sammlung über diese informieren und aufklären und ihnen wann immer möglich die Gelegenheit zum Opt-out geben.
el: Παρέχετε στους χρήστες μας πραγματοποιήσιμες και εμπεριστατωμένες επιλογές, πληροφορώντας και εκπαιδεύοντας στο σημείο συλλογής και παρέχοντας την επιλογή εξαίρεσης όποτε είναι δυνατό.
es: Dar a nuestros usuarios opciones informadas y factibles al informarlos y educarlos hasta el punto de la recopilación, y darles una opción para excluirse cuando sea posible.
fy_nl: Jou ús brûkers brûkbere en goed oerwage karren troch se op it momint fan sammeljen te ynformearjen en in kar te bieden om net mear mei te dwaan wannear mooglik.
hr: Korisnicima pružamo odgovoran i informiran izbor tako što ih informiramo i educiramo o prikupljanju podataka, a ne prikupljamo njihove podatke ako to ne žele, kad god je to moguće.
hu: A felhasználóinknak megalapozott lehetőségeket kínálunk tájékoztatással és oktatással az adatgyűjtés helyén, és lehetőséget adunk a kilépésre, amikor csak lehet.
ia: Propone a nostre usatores, al momento del collection de datos, electiones concrete e informate per formation e instruction e, quandocunque possibile, per option de refusar.
it: Dare ai nostri utenti la scelta giuridicamente tutelabile e informata, istruendoli al momento della raccolta dati e dando loro modo di evitarla quando possibile
ja: 個人情報が収集される際にそれを知らせて啓発し、可能な限りオプトアウトの選択肢を提供することで、ユーザーに実行可能で情報に基づいた選択肢を提供します。
ka: ჩვენს მომხმარებლებს ვთავაზობთ საფუძვლიანი და გააზრებული არჩევანის საშუალებას, მათთვის ინფორმაციის სათანადოდ მიწოდების და შესაძლებლობების ფარგლებში, უარის თქმის საშუალების მიცემით.
kab: Mudd i yiseqdacen-nneɣ allalen akken ad yefren s leɛqel-is s tmussni deg lawan n ulqaḍ n yisefka daɣens usumer n uskan ticki wejden.
ko: 수집 방법에 대해 상세히 알려드리고, 선택에 관여하지 않음으로써, 사용자에게 실행가능하고 정보에 근거한 선택을 제공합니다.
ms: Berikan pengguna kami pilihan mengambil tindakan dan dimaklumkan dengan makluman dan didikan ketika pengumpulan dan menyediakan pilihan untuk memilih keluar, jika boleh.
nb_no: Gjør brukerne våre i stand til å ta meningsfulle og informerte beslutninger ved å informere og utdanne dem på samlingspunktet og gi dem muligheten til å velge bort når det er mulig.
nl: Geef onze gebruikers bruikbare en weloverwogen keuzes door ze op het moment van verzamelen te informeren en een keuze te bieden om niet meer mee te doen wanneer mogelijk.
pl: W miejscu zbierania danych umożliwiamy naszym użytkownikom podjęcie świadomych wyborów, informując ich i edukując oraz zapewniamy możliwość rezygnacji, gdy tylko jest to możliwe.
pt_br: Dar aos nossos usuários escolhas informadas e acionáveis, educando e informando no momento da coleta e fornecendo um opção de não aceitação sempre que possível.
pt_pt: Dar aos nossos utilizadores opções informadas e atuáveis, educando e informando no ponto de recolha e fornecendo uma opção de não aceitação sempre que possível.
ro: Oferi utilizatorilor noștri alegeri acționabile și informate prin informarea și educarea în punctul colectării și prin oferirea unei opțiuni de a nu contribui date oricând este posibil.
sk: Dať našim používateľom informácie o možnostiach a vedomosti o zbere údajov kdekoľvek je to možné, a umožniť im sa od nich odhlásiť.
sr: Дајте нашим корисницима корисне одговоре на месту прикупљања информација.
sv: Ge våra användare genomförbara och medvetna val genom att informera och utbilda vid punkten för insamling och tillhandahåll ett val att välja bort om möjligt.
te: సమాచారం మరియు సేకరణ సమయంలో విద్య మరియు వెయ్యడానికి వీలైనంతగా ఎంపిక అందించడం ద్వారా మా వినియోగదారులు చర్య మరియు సమాచారం ఎంపికలను ఇస్తుంది.
th: ให้ทางเลือกแก่ผู้ใช้ของเราที่สามารถทำได้ง่ายโดยแจ้งและให้ความรู้ ณ จุดนัดพบและให้ทางเลือกในการยกเลิกเมื่อใดก็ตามที่เป็นไปได้
tr: Bilgi toplama noktasında kullanıcılarımızı bilgilendirerek ve eğiterek, mümkün olan her durumda devre dışı bırakma seçeneği sunarak, eyleme geçirilebilir ve bilinçli seçimler sunarız.
uk: Надавати нашим користувачам правовий та інформований вибір, шляхом інформування та навчання щодо збирання та забезпечення вибору для відмови, коли б не було можливим.
vi: Cung cấp cho người dùng của chúng tôi các lựa chọn có thể hành động và thông báo bằng cách thông báo và giáo dục tại điểm thu thập và cung cấp lựa chọn từ chối bất cứ khi nào có thể.
zh_cn: 在收集点提供并明确告知用户，给予用户知情权和选择权，尽可能允许用户选择不参与提供数据。
zh_tw: 透過在集合點告知並教育使用者，並在可能時提供不參加的選項，來提供我們的使用者可執行的動作與容易理解的選擇。

# DB: products.Topic.title
source: Services and Subscriptions
bg: Услуги и абонаменти
de: Dienste und Daueraufträge
el: Υπηρεσίες και συνδρομές
es: Servicios y suscripciones
fy_nl: Tsjinsten en abonneminten
he: שירותים ומינויים
hr: Usluge i pretplate
hu: Szolgáltatások és előfizetések
ia: Servicios e subscriptiones
it: Servizi e abbonamenti
ja: サービスと購読
ka: მომსახურებები და ხელშეკრულებები
kab: Imeẓla d yijerriden
ko: 서비스 및 구독
nb_no: Tjenester og abonnement
nl: Services en abonnementen
pl: Usługi i subskrypcje
pt_br: Serviços e assinaturas
pt_pt: Serviços e subscrições
ro: Servicii și abonamente
sk: Služby a predplatné
sr: Услуге и претплате
sv: Tjänster och prenumerationer
te: సేవలు, చందాలు
th: บริการและการบอกรับ
tr: Hizmetler ve abonelikler
uk: Служби та передплати
vi: Dịch vụ và đăng ký
zh_cn: 服务和订阅
zh_tw: 服務與訂閱
