Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Learn about Mozilla products’ accessibility features and settings for better usability.
hu: Ismerje meg a Mozilla termékeinek akadálymentesítési funkcióit és beállításait a jobb használhatóság érdekében.
ia: Apprende re le functiones de accessibilitate e del configurationes del productos Mozilla pro un melior usabilitate.
it: Scopri le caratteristiche e le impostazioni di accessibilità dei prodotti Mozilla per una migliore fruibilità.
nl: Meer info over de toegankelijkheidsfuncties en -instellingen van Mozilla-producten voor beter gebruiksgemak.
pl: Poznaj ułatwienia dostępu i ustawienia produktów Mozilli, które zwiększają wygodę korzystania.
pt_br: Saiba mais sobre recursos de acessibilidade dos produtos Mozilla e configurações para melhor usabilidade.
sv: Lär dig om Mozilla-produkters hjälpmedelsfunktioner och inställningar för bättre användarvänlighet.
tr: Mozilla ürünlerinin erişilebilirlik özellikleri ve kullanılabilirlik ayarları hakkında bilgi alın.
zh_cn: 了解 Mozilla 产品的无障碍功能及设置，使用更便利。

# DB: products.Topic.title
source: Account management
hu: Fiókkezelés
ia: Gestion del conto
it: Gestione account
nl: Accountbeheer
pl: Zarządzanie kontem
pt_br: Gerenciamento da conta
sv: Kontohantering
tr: Hesap yönetimi
zh_cn: 账户管理

# DB: products.Topic.description
source: Manage your account settings and preferences.
hu: Kezelje a fiókbeállításait.
ia: Gere le parametros e le preferentias de tu conto.
it: Gestisci le impostazioni e le preferenze del tuo account.
nl: Uw accountinstellingen en voorkeuren beheren.
pl: Zarządzaj ustawieniami i preferencjami swojego konta.
pt_br: Gerencie as configurações e preferências da sua conta.
sv: Hantera dina kontoinställningar.
tr: Hesap ayarlarınızı ve tercihlerinizi yönetin.
zh_cn: 管理账户设置和首选项。

# DB: products.Topic.title
source: Account recovery
hu: Fiók-helyreállítás
ia: Recuperation del conto
it: Recupero dell’account
kab: Tiririt n umiḍan
nl: Accountherstel
pl: Odzyskiwanie konta
pt_br: Recuperação de conta
sv: Kontoåterställning
tr: Hesap kurtarma
zh_cn: 账户救援

# DB: products.Topic.description
source: Recover your account if you lose access to it or encounter issues.
hu: Állítsa vissza a fiókját, ha elveszíti a hozzáférését vagy problémákat tapasztal.
ia: Recupera tu conto si tu perde le accesso a illo o incontra problemas.
it: Recupera il tuo account se perdi l’accesso o riscontri problemi.
nl: Uw account herstellen als u de toegang ertoe verliest of problemen ondervindt.
pl: Odzyskaj swoje konto, jeśli utracisz do niego dostęp lub napotkasz problemy.
pt_br: Recupere sua conta se perder acesso a ela ou encontrar problemas.
sv: Återställ ditt konto om du tappar åtkomst till det eller stöter på problem.
tr: Hesabınıza ulaşamazsanız veya sorun yaşarsanız hesabınızı kurtarabilirsiniz.
zh_cn: 在无法登录或遇到问题时恢复账户。

# DB: products.Topic.title
source: Accounts
bg: Профили
de: Konten
el: Λογαριασμοί
es: Cuentas
he: חשבונות
hr: Računi
hu: Fiókok
ia: Contos
it: Account
ja: アカウント
ka: ანგარიშები
kab: Imiḍanen
ko: 계정
nb_no: Kontoer
pl: Konta
pt_br: Contas
pt_pt: Contas
ro: Conturi
sk: Účty
sr: Налози
sv: Konton
te: ఖాతాలు
th: บัญชี
tr: Hesaplar
uk: Облікові записи
ur: اکاؤنٹس
vi: Tài khoản
zh_cn: 账户
zh_tw: 帳號

# DB: products.Topic.description
source: Change account and settings for Private Network.
bg: Променете акаунта и настройките за частна мрежа.
de: Ändern Sie das Konto und die Einstellungen für Private Network.
el: Αλλαγή λογαριασμού και ρυθμίσεων για το Private Network.
fy_nl: Account en ynstellingen foar Private Network wizigje.
he: שינוי חשבון והגדרות עבור Private Network.
hr: Promijeni račun i postavke za privatnu mrežu.
hu: A Private Network fiók és beállításainak módosítása.
ia: Cambiar conto e parametros pro rete Private Network.
it: Modifica account e impostazioni per Private Network
ja: Private Network のアカウントと設定を管理します。
ka: პირადი ქსელის ანგარიშებისა და პარამეტრების შეცვლა.
kab: Snifel amiḍan d yiɣewwaren i uzeṭṭa uslig.
ko: 개인 네트워크의 계정 및 설정을 변경하십시오.
nb_no: Endre konto og innstillinger for Private Network.
nl: Account en instellingen voor Private Network wijzigen.
pl: Zmiana konta i ustawień Private Network.
pt_br: Altere a conta e configurações do Private Network.
pt_pt: Alterar a conta e as definições para a Rede Privada.
ro: Modifică contul și setările pentru rețeaua privată.
sk: Zmeňte účet a nastavenia pre súkromnú sieť.
sr: Промените налог и подешавања за приватну мрежу.
sv: Ändra konton och inställningar för Private Network.
th: เปลี่ยนบัญชีและการตั้งค่าสำหรับเครือข่ายส่วนตัว
tr: Private Network hesabını ve ayarlarını değiştirme
uk: Зміна облікового запису та налаштувань для приватної мережі.
ur: نجی نیٹ ورک کیلئے اکاؤنٹ اور سیٹنگز کو تبدیل کریں۔
vi: Thay đổi tài khoản và cài đặt cho Private Network.
zh_cn: 更改 Private Network 的账户和设置。
zh_tw: 更改 Private Network 的帳號與設定。

# DB: products.Topic.description
source: Manage your Firefox Monitor account
bg: Управлявайте акаунта си за Firefox Monitor
de: Verwalten Sie Ihr Firefox-Monitor-Konto
el: Διαχειριστείτε τον λογαριασμό σας στο Firefox Monitor
fy_nl: Jo Firefox Monitor-account beheare
he: ניהול חשבון ה־Firefox Monitor שלך
hr: Upravljaj svojim računom Firefox Monitor
hu: Saját Firefox Monitor-fiók kezelése
ia: Gere tu conto Firefox Monitor
it: Gestisci il tuo account Firefox Monitor
ja: Firefox Monitor アカウントの管理について。
ka: Firefox Monitor-ის თქვენი ანგარიშის მართვა
kab: Sefrek amian-ik·im n Firefox Monitor
ko: Firefox Monitor 계정 관리
nb_no: Behandle Firefox Monitor-kontoen din
nl: Uw Firefox Monitor-account beheren
pl: Zarządzanie kontem usługi Firefox Monitor
pt_br: Gerencie sua conta do Firefox Monitor
pt_pt: Gerir a sua conta Firefox Monitor
sk: Spravujte svoj účet Firefox Monitor
sr: Управљајте Firefox Monitor налогом
sv: Hantera ditt Firefox Monitor-konto
tr: Firefox Monitor hesabınızı yönetin
uk: Керувати своїм обліковим записом Firefox Monitor
vi: Quản lý tài khoản Firefox Monitor của bạn
zh_cn: 管理您的 Firefox Monitor 账户。
zh_tw: 管理您的 Firefox Monitor 帳號

# DB: products.Topic.description
source: Manage your accounts and profiles for Mozilla’s products and services.
hu: Kezelje a Mozilla termékeihez és szolgáltatásaihoz tartozó fiókjait és profiljait.
ia: Gere tu contos e profilos pro productos e servicios de Mozilla.
it: Gestisci i tuoi account e i tuoi profili per i prodotti e i servizi Mozilla.
nl: Uw accounts en profielen voor Mozilla’s producten en services beheren.
pl: Zarządzaj swoimi kontami i profilami w produktach i usługach Mozilli.
pt_br: Gerencie suas contas e perfis de produtos e serviços Mozilla.
sv: Hantera dina konton och profiler för Mozillas produkter och tjänster.
tr: Mozilla’nın ürün ve hizmetlerine ait hesaplarınızı ve profillerinizi yönetin.
zh_cn: 管理用于 Mozilla 产品及服务的账户和个人资料。

# DB: products.Topic.title
source: Accounts & Sign-in
bg: Профили и вход
de: Konten & Anmeldung
el: Λογαριασμοί και σύνδεση
fy_nl: Accounts & oanmelde
hu: Fiókok és bejelentkezés
ia: Contos e accesso
id: Akun & Masuk
it: Account e accesso
ja: アカウントとログイン
ka: ანგარიშები და შესვლა
kab: Imiḍanen & Tuqqna
nb_no: Kontoer og innlogging
nl: Accounts & aanmelden
pl: Konta i logowanie
pt_br: Contas e acessos
pt_pt: Contas e início de sessão
sk: Účty a prihlásenie
sr: Налози и пријаве
sv: Konton & inloggning
tr: Hesaplar ve giriş
uk: Облікові записи та вхід
vi: Tài khoản & đăng nhập
zh_cn: 账户与登录
zh_tw: 帳號與登入

# DB: products.Topic.description
source: How to sign in and activate more features
bg: Как да влезете и да активирате още функции
de: So melden Sie sich an und aktivieren weitere Funktionen
el: Σύνδεση και ενεργοποίηση περισσότερων λειτουργιών
es: Cómo registrarse y activar más funcionalidades
fy_nl: Oanmelde en mear funksjes aktivearje
hr: Kako se prijaviti i aktivirati daljnje funkcije
hu: Hogyan jelentkezhet be és aktiválhat további szolgáltatásokat
ia: Como acceder e activar plus functionalitates
it: Come accedere e attivare più funzionalità
ja: ログインして多くの機能を有効活用する方法
ka: როგორ ხდება შესვლა და მეტი შესაძლებლობების ამოქმედება
kab: Amek ara tkecmeḍ, daɣen ad tremdeḍ ugar n tmahilin
ko: 로그인 하여 더 많은 기능을 활성화 하는 방법
nb_no: Hvordan logge inn og aktivere flere funksjoner
nl: Aanmelden en meer functies activeren
pl: Jak się zalogować i aktywować więcej funkcji
pt_br: Como entrar e ativar mais recursos
pt_pt: Como iniciar sessão e ativar mais funcionalidades
sk: Ako sa prihlásiť a aktivovať ďalšie funkcie
sr: Како се пријавити и активирати више функција
sv: Hur man loggar in och aktiverar fler funktioner
tr: Giriş yapma ve daha fazla özelliği etkinleştirme
uk: Як увійти та активувати більше функцій
vi: Cách đăng nhập và kích hoạt các tính năng khác
zh_cn: 如何登录并激活更多功能
zh_tw: 如何登入並開啟更多功能

# DB: products.Topic.description
source: Manage your Firefox Relay account.
bg: Управлявайте своя акаунт във Firefox Relay.
de: Verwalten Sie Ihr Firefox-Relay-Konto.
el: Διαχειριστείτε τον λογαριασμό σας στο Firefox Relay.
fy_nl: Jo Firefox Relay-account beheare.
he: ניהול חשבון ה־Firefox Relay שלך.
hr: Upravljaj svojim Firefox Relay računom.
hu: Saját Firefox Relay-fiók kezelése.
ia: Gere tu conto Firefox Relay.
it: Gestisci il tuo account Firefox Relay.
ja: Firefox Relay アカウントの管理について。
ka: Firefox Relay – ანგარიშის მართვა.
kab: Sefrek Amiḍan-ik·im Firefox Relay.
ko: Firefox Relay 계정을 관리하세요.
nb_no: Behandle Firefox Relay-kontoen din.
nl: Uw Firefox Relay-account beheren.
pl: Zarządzanie kontem usługi Firefox Relay.
pt_br: Gerencie sua conta do Firefox Relay.
pt_pt: Gerir a sua conta Firefox Relay.
ro: Gestionează-ți contul de Firefox Relay.
sk: Spravujte svoj účet Firefox Relay.
sr: Управљајте Firefox Relay налогом.
sv: Hantera ditt Firefox Relay-konto.
th: จัดการบัญชี Firefox Relay ของคุณ
tr: Firefox Relay hesabınızı yönetin.
uk: Керувати своїм обліковим записом Firefox Relay.
vi: Quản lý tài khoản Firefox Relay của bạn.
zh_cn: 管理您的 Firefox Relay 账户。
zh_tw: 管理您的 Firefox Relay 帳號。

# DB: products.Topic.description
source: Manage your MDN Plus account.
bg: Управлявайте своя акаунт в MDN Plus.
de: Verwalten Sie Ihr MDN-Plus-Konto.
el: Διαχειριστείτε τον λογαριασμό σας στο MDN Plus.
fy_nl: Jo MDN Plus-account beheare.
he: ניהול חשבון ה־MDN Plus שלך.
hu: Saját MDN Plus-fiók kezelése.
ia: Gere tu conto MDN Plus.
it: Gestisci il tuo account MDN Plus.
ja: MDN Plus アカウントの管理について。
ka: MDN Plus – ანგარიშის მართვა.
kab: Sefrek amian-ik·im MDN Plus.
ko: MDN 플러스 계정을 관리하세요.
nb_no: Behandle MDN Plus-kontoen din.
nl: Uw MDN Plus-account beheren.
pl: Zarządzanie kontem MDN Plus.
pt_br: Gerencie sua conta do MDN Plus.
pt_pt: Gerir a sua conta MDN Plus.
sk: Spravujte svoj účet MDN Plus.
sr: Управљајте MDN Plus налогом.
sv: Hantera ditt MDN Plus-konto.
tr: MDN Plus hesabınızı yönetin.
uk: Керувати своїм обліковим записом MDN Plus.
vi: Quản lý tài khoản MDN Plus của bạn.
zh_cn: 管理您的 MDN Plus 账户。
zh_tw: 管理您的 MDN Plus 帳號。

# DB: products.Topic.description
source: Find solutions on managing your account
bg: Намерете решения за управление на вашия акаунт
de: Finden Sie Lösungen für die Verwaltung Ihres Kontos
el: Βρείτε λύσεις για τη διαχείριση του λογαριασμού σας
fy_nl: Fyn oplossingen foar it behearen fan jo account
he: איתור פתרונות לניהול החשבון שלך
hr: Pronađi rješenja za upravljanje računom
hu: Keressen megoldásokat a fiókja kezelésére
ia: Cerca solutiones pro gerer tu conto
it: Trova le soluzioni per la gestione del tuo account
ja: アカウント管理に関する解決策を探す
ka: მონახეთ ანგარიშის მართვასთან დაკავშირებული გადაწყვეტები
kab: Af-d tifrat deg usefrek n umiḍan-ik
ko: 계정 관리에 대한 솔루션 찾기
nb_no: Finn løsninger for å behandle kontoen din
nl: Vind oplossingen voor het beheren van uw account
pl: Rozwiązania na temat zarządzania kontem
pt_br: Encontre soluções para gerenciar sua conta
pt_pt: Encontrar soluções para gerir a sua conta
ro: Află soluții privind gestionarea contului
sk: Pozrite si riešenia na správu svojho účtu
sr: Пронађите решења за управљање налогом
sv: Hitta lösningar för att hantera ditt konto
th: ค้นหาวิธีแก้ปัญหาเกี่ยวกับการจัดการบัญชีของคุณ
tr: Hesabınızı yönetme konusunda çözümler bulun
uk: Знайдіть рішення щодо керування своїм обліковим записом
ur: اپنے اکاؤنٹ منظم کرنے سے متعلق حل تلاش کریں
vi: Tìm giải pháp quản lý tài khoản của bạn
zh_cn: 查找关于管理账户的解决方案
zh_tw: 尋找關於管理帳號的解決方案

# DB: products.Topic.title
source: Add device
ia: Adder apparato
kab: Rnu ibenk
sv: Lägg till enhet
tr: Cihaz ekleme

# DB: products.Topic.description
source: Troubleshoot add device issues.
ia: Solver problemas de addition apparato.
sv: Felsök problem med att lägga till enhet.
tr: Cihaz eklemeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Add-ons, extensions, and themes
hu: Kiegészítők és témák
ia: Additivos, extensiones, e themas
it: Componenti aggiuntivi, estensioni e temi
kab: Izegrar, isiɣqzaf akked yiental
nl: Add-ons, extensies en thema’s
pl: Dodatki, rozszerzenia i motywy
pt_br: Extensões e temas
sv: Tillägg och teman
tr: Eklentiler, uzantılar ve temalar
zh_cn: 附加组件、扩展、主题

# DB: products.Topic.description
source: Enhance product functionality with add-ons, extensions, and themes.
hu: Bővítse a termékek funkcióit kiegészítőkkel és témákkal.
ia: Meliora le functionalitate del producto con additivos, extensiones, e themas.
it: Migliora le funzionalità del prodotto con componenti aggiuntivi, estensioni e temi.
nl: Verbeter de productfunctionaliteit met add-ons, extensies en thema’s.
pl: Zwiększ funkcjonalność produktu za pomocą dodatków, rozszerzeń i motywów.
pt_br: Melhore a funcionalidade de produtos com extensões e temas.
sv: Förbättra produktens funktionalitet med tillägg och teman.
tr: Eklentiler, uzantılar ve temalarla ürün işlevselliğini geliştirin.
zh_cn: 使用附加组件、扩展、主题，增强产品功能。

# DB: products.Topic.title
source: Advanced and experimental features
bg: Разширени и експериментални функции
bs: Napredne i eksperimentalne mogućnosti
de: Erweiterte und experimentelle Funktionen
el: Προηγμένα και πειραματικά χαρακτηριστικά
es: Funciones avanzadas y experimentales
fy_nl: Avansearre en eksperimintele funksjes
he: תכונות מתקדמות וניסיוניות
hr: Napredne i eksperimentalne funkcije
hu: Fejlett és kísérleti funkciók
ia: Functionalitates avantiate e experimental
id: Fitur canggih dan eksperimental
it: Caratteristiche avanzate e sperimentali
ja: 高度な機能と実験的な機能
ka: გაფართოებული და საცდელი შესაძლებლობები
kab: Timahilin laqqayen neɣ tirmitanin
ko: 고급 기능과 실험적인 기능
ms: Ciri lanjutan dan eksperimen
nb_no: Avanserte og eksperimentelle funksjoner
nl: Geavanceerde en experimentele functies
pl: Zaawansowane opcje i eksperymenty
pt_br: Recursos experimentais e avançados
pt_pt: Funcionalidades avançadas e experimentais
ro: Funcții avansate și experimentale
sk: Pokročilé a experimentálne funkcie
sr: Напредне и експерименталне могућности
sv: Avancerade och experimentella funktioner
te: ఆధునిక మరియు ప్రయోగాత్మక లక్షణాలు
th: คุณลักษณะขั้นสูงและทดลอง
tr: Gelişmiş ve deneysel özellikler
uk: Розширені й експериментальні функції
ur: اعلی اور تجرباتی خصوصیات
vi: Các tính năng nâng cao và thử nghiệm
zh_cn: 高级功能与实验性功能
zh_tw: 進階與實驗性功能

# DB: products.Topic.description
source: Learn tips beyond the basics and try features before they're released to the public.
bg: Научете по-сложни неща и изпробвайте функции, преди те да бъдат пуснати за всички.
bs: Saznajte za nove trikove i isprobajte mogućnosti prije nego što budu javno dostupne.
de: Erfahren Sie Tipps die über das Normale hinausgehen und testen Sie Funktionen vor der Veröffentlichung.
el: Μάθετε συμβουλές πέρα από τα βασικά και δοκιμάστε λειτουργίες πριν κυκλοφορήσουν στο κοινό.
es: Descubre trucos y prueba funciones antes de que estén disponibles para todo el mundo.
fy_nl: Lear tips fierder as de basis en probearje funksjes eardat se frijjûn binne oan it publyk.
hr: Saznaj napredne savjete i isprobaj funkcije prije nego što se objave.
hu: Tanuljon tippeket az alapok mellett, és próbáljon ki funkciókat, mielőtt azok a nagyközönség számára is elérhetőek lesznek.
ia: Apprende suggestiones ultra le elementos e prova functionalitates ante que illos es publicate al publico.
it: Impara suggerimenti per utenti avanzati e prova caratteristiche non ancora diffuse al grande pubblico.
ja: 基本を超えたヒントを学んだり、一般公開前の新機能を試したりしてみましょう。
ka: წინასწარ გაეცანით ახალ ხრიკებს და გამოცადეთ უახლესი შესაძლებლობები, მათ გასაჯაროებამდე.
kab: Issin tixbula leqqayen n tmahilin send ad ilint wejdent i uzayez.
ko: 일반인들에게 공개하기 전에 기본적인 팁 이상으로 배우고 기능을 사용해보기.
ms: Ketahui panduan asas dan uji ciri baru sebelum dikeluarkan kepada umum.
nb_no: Les tips utover det grunnleggende, og prøv funksjoner før de blir utgitt for allmennheten.
nl: Tips voor gevorderden lezen en functies uitproberen voordat ze voor het publiek worden vrijgegeven
pl: Poznaj zaawansowane sztuczki i przetestuj nowinki techniczne przed ich publikacją.
pt_br: Veja dicas além do básico e experimente funcionalidades muito antes de serem liberadas ao público.
pt_pt: Aprenda dicas além dos básicos e experimente funcionalidades antes de serem lançadas para o público.
ro: Află ponturi dincolo de utilizarea de bază și încearcă funcționalități noi înainte să fie disponibile publicului larg.
sk: Odhaľte viac, než len základy a vyskúšajte si funkcie ešte pred ich oficiálnym zverejnením.
sr: Сазнајте за нове трикове и испробајте могућности пре него што буду јавно доступне.
sv: Läs tips utöver grunderna och testa funktioner innan de släpps till allmänheten.
te: ప్రాథమిక చిట్కాలను మించినవి తెలుసుకోండి మరియు వాటిని ప్రజలకు విడుదల చేయడానికి ముందు లక్షణాలను ప్రయత్నించండి.
th: เรียนรู้เคล็ดลับที่เหนือกว่าพื้นฐานและลองใช้คุณลักษณะต่าง ๆ ก่อนที่จะถูกเปิดตัวสู่สาธารณะ
tr: Temellerin ötesini öğrenin ve yeni özellikleri herkese sunulmadan önce deneyin.
uk: Дізнавайтеся про нові можливості й випробовуйте їх ще до того, як вони стануть загальнодоступними.
ur: بنیادی باتوں سے آگے کے ٹوٹکے سیکھیں اور خصوصیات کو عوام میں جاری کرنے سے پہلے ان کی آزمائش کریں۔
vi: Tìm hiểu các mẹo ngoài những điều cơ bản và thử các tính năng trước khi chúng được phát hành ra công chúng.
zh_cn: 了解基础知识之外的进阶技巧，以及抢先尝试尚未正式发布的功能。
zh_tw: 了解基本使用方式之外的小祕訣，並且在新功能正式推出前搶先試用。

# DB: products.Topic.title
source: Advanced Settings
bg: Разширени настройки
de: Erweiterte Einstellungen
el: Προηγμένες ρυθμίσεις
es: Configuración avanzada
fy_nl: Avansearre ynstellingen
he: הגדרות מתקדמות
hr: Napredne postavke
hu: Speciális beállítások
ia: Parametros avantiate
it: Impostazioni avanzate
ja: 詳細設定
ka: გაფართოებული პარამეტრები
kab: Iɣewwaṛen leqqayen
ko: 고급 설정
nb_no: Avanserte innstillinger
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
pt_pt: Definições avançadas
ro: Setări avansate
sk: Rozšírené nastavenia
sr: Напредна подешавања
sv: Avancerade inställningar
te: ఉన్నత అమరికలు
th: การตั้งค่าขั้นสูง
tr: Gelişmiş ayarlar
uk: Розширені налаштування
ur: اعلٰی سیٹنگز
vi: Cài đặt nâng cao
zh_cn: 高级设置
zh_tw: 進階設定

# DB: products.Topic.description
source: Do more with Firefox Preview
bg: Направете повече с Firefox Preview
de: Erreichen Sie mehr mit Firefox Preview
el: Κάντε περισσότερα με το Firefox Preview
es: Sácale el máximo provecho a Firefox Preview
fy_nl: Mear dwaan mei Firefox Preview
he: לעשות יותר עם Firefox Preview
hr: Obavi više s Firefox Preview
hu: Végezzen el több mindent a Firefox Preview-val
ia: Face plus con Firefox Preview
it: Aumenta la produttività con Firefox Preview
ja: Firefox Preview でできるさらに多くのこと
ka: გააკეთეთ მეტი, Firefox Preview-ით
kab: Eg ugar s Firefox Preview
ko: Firefox Preview로 더 많은 것 하기
nb_no: Gjør mer med Firefox Preview
nl: Meer doen met Firefox Preview
pl: Więcej możliwości dzięki Firefox Preview
pt_br: Faça mais com o Firefox Preview
pt_pt: Fazer mais com o Firefox Preview
ro: Fă mai multe cu Firefox Preview
sk: Zvládnite viac s Firefox Preview
sr: Обавите више уз Firefox Preview
sv: Gör mer med Firefox Preview
th: ทำสิ่งต่าง ๆ ได้มากขึ้นด้วย Firefox Preview
tr: Firefox Preview ile daha çok iş yapma
uk: Робіть більше з Firefox Preview
ur: Firefox Preview.کے ساتھ مزید کام کریں
vi: Khắc phục sự cố với Firefox Preview
zh_cn: 用 Firefox Preview 做更多事
zh_tw: 用 Firefox Preview 做更多事

# DB: products.Topic.title
source: Alerts
ia: Alertas
kab: Ilɣa
sv: Varningar
tr: Uyarılar

# DB: products.Topic.description
source: Troubleshoot alerts issues.
ia: Solver problemas de avisos.
sv: Felsök varningsproblem.
tr: Uyarılarla ilgili sorunları giderin.

# DB: products.Topic.title
source: App crash
ia: Crash de app
kab: Taruẓi n yisnasen
sv: Appkrascher
tr: Uygulama çökmesi

# DB: products.Topic.description
source: Troubleshoot app crash issues.
ia: Solver problemas de crash de app.
sv: Felsök problem med appkrascher.
tr: Uygulama çökmesiyle ilgili sorunları giderin.

# DB: products.Topic.title
source: App responsiveness
ia: Reactivitate de app
sv: Appens lyhördhet
tr: Uygulama tepki süresi

# DB: products.Topic.description
source: Troubleshoot app responsiveness issues.
ia: Solver problemas de reactivitate de app.
sv: Felsök problem med appens lyhördhet.
tr: Uygulamanın tepki süresiyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Article View
ia: Visualisation de articulo
sv: Artikelvy
tr: Makale Görünümü

# DB: products.Topic.description
source: Comfortably read web pages without distractions.
ia: Confortabilemente leger paginas web sin distractiones.
sv: Läs webbsidor bekvämt utan distraktioner.
tr: Dikkatiniz dağılmadan web sayfalarını rahatça okuyun.

# DB: products.Topic.title
source: Attachments
hu: Mellékletek
ia: Annexos
it: Allegati
kab: Imeddayen
nl: Bijlagen
pl: Załączniki
pt_br: Anexos
sv: Bilagor
tr: Ekler
zh_cn: 附件

# DB: products.Topic.description
source: Learn how to use and manage email attachments.
hu: Ismerje meg az levélmellékletek kezelését és használatát.
ia: Apprende como usar e gerer annexos de email.
it: Scopri come utilizzare e gestire gli allegati di posta elettronica.
nl: Lees hoe u e-mailbijlagen kunt gebruiken en beheren.
pl: Dowiedz się, jak korzystać i zarządzać załącznikami do wiadomości e-mail.
pt_br: Saiba como usar e gerenciar anexos de email.
sv: Lär dig hur du använder och hanterar e-postbilagor.
tr: E-posta eklerini kullanmayı ve yönetmeyi öğrenin.
zh_cn: 了解使用和管理邮件附件的方法。

# DB: products.Topic.title
source: Audio and Video
ia: Audio e video
sv: Ljud och video
tr: Ses ve Video

# DB: products.Topic.description
source: Everything you need to know about audio and video.
ia: Toto lo que tu debe a saper pro audio e video.
sv: Allt du behöver veta om ljud och video.
tr: Ses ve video hakkında bilmeniz gereken her şey.

# DB: products.Topic.title
source: Autoconfiguration
bg: Автоконфигурация
bs: Automatska konfiguracija
de: Autokonfiguration
el: Αυτόματη ρύθμιση
es: Autoconfiguración
fy_nl: Automatyske konfiguraasje
he: הגדרת תצורה אוטומטית
hr: Automatsko konfiguriranje
hu: Automatikus beállítások
id: Konfigurasi otomatis
it: Configurazione automatica
ja: 自動設定
ka: თვითგამართვა
kab: Tawila tawurmant
ko: 자동 구성
ms: Auto-konfigurasi
nb_no: Autokonfigurasjon
nl: Automatische configuratie
pl: Automatyczna konfiguracja
pt_br: Autoconfiguração
pt_pt: Configuração automática
ro: Autoconfigurare
sk: Automatická konfigurácia
sr: Аутоконфигурисање
sv: Autokonfiguration
te: స్వయంస్వరూపణం
th: การกำหนดค่าอัตโนมัติ
tr: Otomatik yapılandırma
uk: Автоконфігурація
ur: خودکار تشکِل کاری
vi: Cấu hình tự động
zh_cn: 自动配置
zh_tw: 自動設定
