Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.title
source: [Obsolete] Hot topics
bg: [Остаряло] Горещи теми
de: [Veraltet] Wichtige Themen
el: [Παλαιό] Κορυφαία θέματα
es: [Obsoleto] Temas de actualidad
fy_nl: [Ferâldere] Aktuele ûnderwerpen
he: [מיושן] נושאים חמים
hr: [Zastarjelo] Važne teme
hu: [Elavult] Népszerű témák
ia: Argumentos in evidentia [obsolete]
it: [Obsoleto] In evidenza
ja: [廃止] 注目のトピック
ka: [გაუქმებული] მნიშვნელოვანი საკითხები
kab: [Aqbur] isental n yimir
ko: [종료] 최신 이슈
nb_no: [Foreldet] Populære emner
nl: [Verouderd] Actuele onderwerpen
pl: [Przestarzałe] Gorące tematy
pt_br: [Obsoleto] Tópicos importantes
pt_pt: Tópicos mais populares [Descontinuado]
ro: [Perimat] Subiecte fierbinți
sk: [Zastarané] Horúce témy
sr: [Застарело] Актуелне теме
sv: [Föråldrad] Heta ämnen
te: [పాతది] వేడి విషయాలు
th: [เลิกใช้แล้ว] หัวข้อยอดนิยม
tr: [Eski] Gündemdeki konular
uk: [Застаріле] Гарячі теми
ur: [متروک] گرم موظوعات
vi: [Lỗi thời] Chủ đề hot
zh_cn: [已淘汰] 热门主题
zh_tw: [已淘汰] 熱門主題

# DB: products.Topic.title
source: [Obsolete] Mozilla Persona
bg: [Остаряло] Mozilla Persona
de: [Veraltet] Mozilla Persona
el: [Παρωχημένο] Mozilla Persona
es: [Obsoleto] Mozilla Persona
fy_nl: [Ferâldere] Mozilla Persona
he: [מיושן] Mozilla Persona
hr: [Zastarjelo] Mozilla Persona
hu: [Elavult] Mozilla Persona
ia: Mozilla Persona [obsolete]
it: [Obsoleto] Mozilla Persona
ja: [廃止] Mozilla Persona
ka: [გაუქმებული] Mozilla Persona
kab: [Aqbur] Mozilla Persona
ko: [종료] Mozilla Persona
nb_no: [Foreldet] Mozilla Persona
nl: [Verouderd] Mozilla Persona
pl: [Przestarzałe] Mozilla Persona
pt_br: [Obsoleto] Mozilla Persona
pt_pt: Mozilla Persona [Descontinuado]
ro: [Perimat] Mozilla Persona
sk: [Zastarané] Mozilla Persona
sr: [Застарело] Mozilla Persona
sv: [Föråldrad] Mozilla Persona
te: [పాతది] మొజిల్లా పర్సోనా
th: [เลิกใช้แล้ว] Mozilla Persona
tr: [Eski] Mozilla Persona
uk: [Застаріле] Mozilla Persona
vi: [Lỗi thời] Mozilla Persona
zh_cn: [已淘汰] Mozilla Persona
zh_tw: [已淘汰] Mozilla Persona

# DB: products.Topic.title
source: Older versions of Firefox for Android
bg: По-стари версии на Firefox за Android
de: Ältere Versionen von Firefox für Android
el: Παλαιότερες εκδόσεις του Firefox για Android
es: Versiones más antiguas de Firefox para Android
fy_nl: Aldere ferzje fan Firefox foar Android
he: גרסאות ישנות יותר של Firefox עבור Android
hr: Starija verzija Firefoxa za Android
hu: A Firefox for Android régebbi verziói
ia: Version plus vetere de Firefox pro Android
it: Versioni precedenti di Firefox per Android
ja: Android 版 Firefox の古いバージョン
ka: მოძველებული ვერსიები Firefox Android-ის
kab: Ileqman iqburen n Firefox i Android
ko: Android 용 Firefox 이전 버전
nb_no: Eldre versjoner av Firefox for Android
nl: Oudere versies van Firefox voor Android
pl: Starsze wersje Firefoksa na Androida
pt_br: Versões mais antigas do Firefox para Android
pt_pt: Versões antigas do Firefox para Android
sk: Staršie verzie Firefoxu pre Android
sr: Старије верзије Firefox-а за Android
sv: Äldre versioner av Firefox för Android
te: ఆండ్రాయిడ్ కోసం Firefox పాత వెర్షనులు
th: Firefox สำหรับ Android รุ่นเก่า
tr: Android için Firefox’un eski sürümleri
uk: Старіші версії Firefox для Android
vi: Phiên bản cũ hơn của Firefox dành cho Android
zh_cn: Android 旧版 Firefox
zh_tw: 舊版的 Firefox for Android

# DB: products.Topic.description
source: See articles for an unsupported version of Firefox for Android.
bg: Вижте статии за неподдържана версия на Firefox за Android.
de: Artikel für eine nicht-unterstützte Version von Firefox für Android ansehen.
el: Δείτε άρθρα για μια μη υποστηριζόμενη έκδοση του Firefox για Android.
fy_nl: Artikelen foar in net-stipe ferzje fan Firefox foar Android lêze.
he: הצגת מאמרים עבור גרסה שאינה נתמכת של Firefox עבור Android.
hr: Pogledaj članke o nepodržanoj verziji Firefoxa za Android.
hu: Leírások megtekintése Firefox for Android egy már nem támogatott verziójához.
ia: Vide articulos pro un version non supportate de Firefox pro Android.
it: Articoli relativi alle versioni non più supportate di Firefox per Android
ja: サポートが終了したバージョンの Android 版 Firefox 向けの記事を見る
ka: იხილეთ, Firefox-ის მხარდაუჭერელი ვერსიების შესახებ Android-ისთვის.
kab: Wali imagraden i lqem ur nettusefrak ara n Firefox i Android
ko: 지원되지 않는 Android용 Firefox 버전에 대한 문서를 참조하세요.
nb_no: Se artikler for en ikke-støttet versjon av Firefox for Android.
nl: Artikelen voor een niet-ondersteunde versie van Firefox voor Android lezen.
pl: Zobacz artykuły o nieobsługiwanej wersji Firefoksa na Androida.
pt_br: Consulte artigos de uma versão sem suporte do Firefox para Android.
pt_pt: Consulte os artigos para uma versão não suportada do Firefox para Android.
sk: Pozrite si články o nepodporovanej verzii Firefoxu pre Android.
sr: Погледајте чланке о неподржаној верзији Firefox-а за Android.
sv: Se artiklar för en version som inte stöds av Firefox för Android.
te: ఆండ్రాయిడ్ కోసం Firefox తోడ్పాటులేని వెర్షను సంబంధిత వ్యాసాలను చూడండి.
tr: Android için Firefox'un desteklenmeyen sürümlerine ilişkin makalelere bakın.
uk: Переглянути статті про непідтримувану версію Firefox для Android.
vi: Xem các bài viết về phiên bản Firefox dành cho Android không được hỗ trợ.
zh_cn: 寻找不再受支持的 Android 旧版 Firefox 的相关文章。
zh_tw: 尋找不再受支援版本的 Firefox for Android 的相關文件。

# DB: products.Topic.title
source: Other
af: Ander
bg: Друго
bs: Ostalo
de: Sonstiges
el: Άλλο
es: Otro
fy_nl: Oars
he: אחר
hr: Ostalo
hu: Egyéb
ia: Altere
id: Lainnya
it: Altro
ja: その他
ka: სხვა
kab: Wiyaḍ
ko: 기타
mg: Hafa
ms: Lain-lain
nb_no: Annet
nl: Anders
pa_in: ਹੋਰ
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altul
sk: Iné
sr: Остало
sv: Annat
te: ఇతర
th: อื่น ๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_cn: 其他
zh_tw: 其他
zu: Okunye

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
af: Ander vrae oor Firefox vir Windows 8 Touch.
bg: Други въпроси с Firefox за Windows 8 Touch.
bs: Druga pitanja o Firefoxu za Windows 8 Touch.
de: Andere Fragen zu Firefox für Windows 8 Touch.
el: Άλλες ερωτήσεις για το Firefox για Windows 8 Touch.
es: Otras preguntas relacionadas con Firefox para Windows 8 Touch.
fy_nl: Oare fragen oer Firefox foar Windows 8 Touch.
he: שאלות אחרות לגבי Firefox עבור Windows 8 עם מגע.
hr: Druga pitanja o Firefoxu za Windows 8 Touch.
hu: Egyéb kérdések a Firefox for Windows 8 Touch-csal kapcsolatban.
ia: Altere questiones con Firefox pro Windows 8 Touch.
id: Pertanyaan lain dengan Firefox untuk Windows 8 Touch.
it: Altre domande relative a Firefox per Windows 8 Touch
ja: Windows 8 Touch 版 Firefox についての他の質問。
ka: სხვა შეკითხვები, Firefox-სთან დაკავშირებით, Windows 8 Touch-ზე.
kab: Isteqsiyen-nniḍen akked Firefox i Windows 8 Touch.
ko: Firefox 윈도 8 터치 질문 사항
mg: Fanontaniana hafa momba an'i Firefox ho an'i Windows 8 Touch.
ms: Soalan lain berkaitan Firefox untuk Windows 8 Touch.
nb_no: Andre spørsmål om Firefox for Windows 8 Touch.
nl: Andere vragen over Firefox voor Windows 8 Touch.
pl: Inne pytania związane z Firefoksem dla Windows 8 Touch
pt_br: Outras perguntas sobre o Firefox para Windows 8 Touch.
pt_pt: Outras questões com o Firefox para o Windows 8 Touch.
ro: Alte întrebări cu Firefox pentru Windows 8 Touch.
sk: Ďalšie otázky k Firefoxu pre Windows 8 Touch.
sr: Друга питања о Firefox-у за Windows 8 Touch.
sv: Andra frågor med Firefox för Windows 8 Touch.
te: విండోస్ 8 టచ్ Firefox లో ఇతర ప్రశ్నలు.
th: คำถามอื่น ๆ เกี่ยวกับ Firefox สำหรับ Windows 8 Touch
tr: Windows 8 Dokunmatik için Firefox ile ilgili diğer sorular.
uk: Інші питання щодо Firefox для Windows 8 Touch.
ur: Windows 8 ٹچ کیلئے Firefox کے ساتھ دوسرے سوالات.
vi: Các câu hỏi khác với Firefox cho Windows 8 Touch.
zh_cn: Firefox Windows 8 触控版的其他问题
zh_tw: Firefox for Windows 8 Touch 的其他問題。
zu: Eminye imibuzo nge-Firefox ye-Windows 8 Touch.

# DB: products.Topic.description
source: Other
af: Ander
bg: Друго
bs: Ostalo
de: Sonstiges
el: Άλλο
es: Otro
fy_nl: Oars
he: אחר
hr: Ostalo
hu: Egyéb
ia: Altere
id: Lainnya
it: Altro
ja: その他
ka: სხვა
kab: Ayen-nniḍen
ko: 기타
mg: Hafa
ms: Lain-lain
nb_no: Annet
nl: Anders
pa_in: ਹੋਰ
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altul
sk: Iné
sr: Остало
sv: Annat
te: ఇతర
th: อื่น ๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_cn: 其他
zh_tw: 其他
zu: Okunye

# DB: products.Topic.title
source: Password autofill
ia: Auto-compilar contrasigno
kab: Taččart tawurmant n wawal n uɛeddi
sv: Autofyll lösenord
tr: Otomatik parola doldurma

# DB: products.Topic.description
source: Troubleshoot password autofill issues.
ia: Solver problemas in auto-compilar contrasigno.
sv: Felsök problem med autofyll av lösenord.
tr: Otomatik parola doldurmayla ilgili sorunları giderin.

# DB: products.Topic.title
source: Password manager
ia: Gestor de contrasigno
sv: Lösenordshanterare
tr: Parola yöneticisi

# DB: products.Topic.description
source: Troubleshoot password manager issues.
ia: Solver problemas de gestor de contrasignos.
sv: Felsök problem med lösenordshanteraren.
tr: Parola yöneticisiyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Passwords and sign in
hu: Jelszavak és bejelentkezés
ia: Contrasignos e authenticationes
it: Password e accesso
kab: Awalen n uɛeddi akked tuqqna
nl: Wachtwoorden en aanmelden
pl: Hasła i logowanie
pt_br: Senhas e acesso a contas
sv: Lösenord och inloggning
tr: Parolalar ve giriş yapma
zh_cn: 密码与登录

# DB: products.Topic.description
source: Manage your passwords and securely access your accounts.
hu: Kezelje jelszavait, és érje el biztonságosan a fiókjait.
ia: Gere tu contrasignos e con securitate accede a tu contos.
it: Gestisci le tue password e accedi in modo sicuro ai tuoi account.
nl: Beheer uw wachtwoorden en krijg veilig toegang tot uw accounts.
pt_br: Gerencie suas senhas e acesse suas contas com segurança.
sv: Hantera dina lösenord och komma åt dina konton.
tr: Parolalarınızı yönetin ve hesaplarınıza güvenle erişin.
zh_cn: 管理密码、安全地访问账户。

# DB: products.Topic.title
source: Passwords, forms and search
af: Wagwoorde, vorms en soek
bg: Пароли, формуляри и търсене
bs: Lozinke, forme i pretraga
de: Passwörter, Formulare und Suchen
el: Κωδικοί πρόσβασης, φόρμες και αναζήτηση
es: Contraseñas, formularios y búsquedas
fy_nl: Wachtwurden, formulieren en sykje
he: ססמאות, טפסים וחיפוש
hr: Lozinke, obrasci i pretraživanje
hu: Jelszavak, űrlapok és keresés
ia: Contrasignos, formularios e recerca
id: Sandi, formulir, dan pencarian
it: Password, moduli e ricerca
ja: パスワード、フォーム、検索
ka: პაროლები, ველები და ძიება
kab: Awalen uffiren, tiferkiyin d unadi
ko: 비밀번호, 양식 및 검색
mg: Tenimiafina, takelaka fenoina sy fikarohana
ms: Kata laluan, borang dan carian
nb_no: Passord, skjemaer og søk
nl: Wachtwoorden, formulieren en zoeken
pa_in: ਪਾਸਵਰਡ, ਫੋਰਮ ਅਤੇ ਖੋਜ
pl: Hasła, formularze i wyszukiwanie
pt_br: Senhas, formulários e busca
pt_pt: Palavras-passe, formulários e pesquisa
ro: Parole, formulare și căutare
sk: Heslá, formuláre a vyhľadávanie
sr: Лозинке, форме и претрага
sv: Lösenord, formulär och sökning
te: పాస్వర్డ్లు , రూపాలు మరియు శోధన
th: รหัสผ่าน, แบบฟอร์มและการค้นหา
tr: Parolalar, formlar ve arama
uk: Паролі, форми та пошук
ur: پاس ورڈ ، فارم اور تلاش
vi: Mật khẩu, biểu mẫu và tìm kiếm
zh_cn: 密码、表单和搜索
zh_tw: 密碼、表單與搜尋
zu: Ama-password, amafomu kanye nokucinga

# DB: products.Topic.description
source: Passwords, forms and search
af: Wagwoorde, vorms en soek
bg: Пароли, формуляри и търсене
bs: Lozinke, forme i pretraga
de: Passwörter, Formulare und Suchen
el: Κωδικοί πρόσβασης, φόρμες και αναζήτηση
es: Contraseñas, formularios y búsquedas
fy_nl: Wachtwurden, formulieren en sykje
he: ססמאות, טפסים וחיפוש
hr: Lozinke, obrasci i pretraživanje
hu: Jelszavak, űrlapok és keresés
ia: Contrasignos, formularios e recerca
id: Sandi, formulir, dan pencarian
it: Password, moduli e ricerca
ja: パスワード、フォーム、検索
ka: პაროლები, ველები და ძიება
kab: Awalen uffiren, tiferkiyin d unadi
ko: 비밀번호, 양식 및 검색
mg: Tenimiafina, takelaka fenoina sy fikarohana
ms: Kata laluan, borang dan carian
nb_no: Passord, skjemaer og søk
nl: Wachtwoorden, formulieren en zoeken
pa_in: ਪਾਸਵਰਡ, ਫੋਰਮ ਅਤੇ ਖੋਜ
pl: Hasła, formularze i wyszukiwanie
pt_br: Senhas, formulários e busca
pt_pt: Palavras-passe, formulários e pesquisa
ro: Parole, formulare și căutare
sk: Heslá, formuláre a vyhľadávanie
sr: Лозинке, форме и претрага
sv: Lösenord, formulär och sökning
te: పాస్వర్డ్లు , రూపాలు మరియు శోధన
th: รหัสผ่าน, แบบฟอร์มและการค้นหา
tr: Parolalar, formlar ve arama
uk: Паролі, форми та пошук
ur: پاس ورڈ ، فارم اور تلاش
vi: Mật khẩu, biểu mẫu và tìm kiếm
zh_cn: 密码、表单和搜索
zh_tw: 密碼、表單與搜尋
zu: Ama-password, amafomu kanye nokucinga

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
af: Wagwoorde, vorms, soek en geskiedenis - beheer wat Firefox voorstel
bg: Пароли, формуляри, търсене и история - контролирайте какво предлага Firefox
bs: Lozinke, forme, pretragu, historiju - kontrolišite šta Firefox predlaže
de: Passwörter, Formulare, Suche und Chronik – Stellen Sie ein, was Firefox vorschlägt
el: Κωδικοί πρόσβασης, φόρμες, αναζήτηση και ιστορικό - ελέγξτε τι προτείνει το Firefox
es: Contraseñas, formularios, búsquedas e historial: controla las sugerencias de Firefox
fy_nl: Wachtwurden, formulieren, sykje en skiednis - bepale wat Firefox foarstelt
he: ססמאות, טפסים, חיפוש והיסטוריה - שליטה במה ש־Firefox מציע
hr: Lozinke, obrasci, pretraživanje i povijest – kontroliraj što Firefox predlaže
hu: Jelszavak, űrlapok, keresés és előzmények – a Firefox javaslatainak felügyelete
ia: Contrasignos, formularios, recercas e chronologia - controla lo que Firefox propone
id: Kata sandi, formulir, pencarian dan riwayat - kendalikan apa yang disarankan Firefox
it: Password, moduli, ricerche e cronologia - controlla i suggerimenti di Firefox
ja: パスワード、フォーム、検索、履歴 - Firefox の入力候補の制御
ka: პაროლები, ბლანკები, ძიება და ისტორია - მართეთ, რას გთავაზობთ Firefox
kab: Awalen uffiren, tiferkiyin, anadi, akked uzray - ṭṭef gar ifassen-ik ayen i d-yessumur Firefox
ko: 비밀번호, 양식, 검색 및 방문기록 - Firefox 추가 기능
mg: Tenimiafina, takelaka fenoina, fikarohana ary tantara, fero ny sosokevitra omen'i Firefox
ms: Kata laluan, borang, carian dan sejarah - kawal cadangan Firefox
nb_no: Passord, skjemaer, søking og historikk - kontroller hva Firefox foreslår
nl: Wachtwoorden, formulieren, zoeken en geschiedenis - bepalen wat Firefox voorstelt
pa_in: ਪਾਸਵਰਡ, ਫਾਰਮ, ਖੋਜ, ਅਤੇ ਇਤਿਹਾਸ - ਕੰਟਰੋਲ ਫਾਇਰਫਾਕਸ ਕੀ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ
pl: Hasła, formularze, wyszukiwanie i historia – kontroluj podpowiedzi Firefoksa
pt_br: Senhas, formulários, busca e histórico - controle as sugestões do Firefox
pt_pt: Palavras-passe, formulários, pesquisa e histórico – controle o que o Firefox sugere
ro: Parole, formulare, căutare și istoric - controlează sugestiile Firefox
sk: Heslá, formuláre, vyhľadávanie a história - ovládajte čo vám Firefox našepkáva
sr: Лозинке, форме, претрага, и историја - контролишите шта Firefox предлаже
sv: Lösenord, formulär, sökning och historik - kontrollera vad Firefox föreslår
te: పాస్వర్డ్లు , రూపాలు, శోధన, మరియు చరిత్ర - Firefox సూచించిన దాని నియంత్రించండి
th: ควบคุมสิ่งที่ Firefox แนะนำ ไม่ว่าจะเป็นรหัสผ่าน, ฟอร์ม, การค้นหา, และประวัติ
tr: Parolalar, formlar, arama ve geçmiş - Firefox'un önerilerini yönetme
uk: Паролі, форми, пошук та історія - контролюйте те, що пропонує Firefox
vi: Mật khẩu, biểu mẫu, tìm kiếm và lịch sử - kiểm soát những gì Firefox gợi ý
zh_cn: 密码、表单、搜索及历史记录——控制 Firefox 要建议哪些内容
zh_tw: 密碼、表單、搜尋內容、歷史紀錄 － 控制 Firefox 的提示內容
zu: Ama-password, amafomu, ukucinga, kanye nomlando - lawula okuphakanyiswa yi-Firefox

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
af: Wagwoorde, vorms, soek en geskiedenis - beheer wat Firefox voorstel
bg: Пароли, формуляри, търсене и история - контролирайте какво предлага Firefox
bs: Lozinke, forme, pretragu, historiju - kontrolišite šta Firefox predlaže
de: Passwörter, Formulare, Suche und Chronik – Stellen Sie ein, was Firefox vorschlägt
el: Κωδικοί πρόσβασης, φόρμες, αναζήτηση και ιστορικό - ελέγξτε τι προτείνει το Firefox
es: Contraseñas, formularios, búsquedas e historial: controla las sugerencias de Firefox
fy_nl: Wachtwurden, formulieren, sykje en skiednis - bepale wat Firefox foarstelt
he: ססמאות, טפסים, חיפוש והיסטוריה - שליטה במה ש־Firefox מציע
hr: Lozinke, obrasci, pretraživanje i povijest – kontroliraj što Firefox predlaže
hu: Jelszavak, űrlapok, keresés és előzmények – a Firefox javaslatainak felügyelete
ia: Contrasignos, formularios, recercas e chronologia - controla lo que Firefox propone
id: Kata sandi, formulir, pencarian dan riwayat - kendalikan apa yang disarankan Firefox
it: Password, moduli, ricerche e cronologia - controlla i suggerimenti di Firefox
ja: パスワード、フォーム、検索、履歴 - Firefox の入力候補の制御
ka: პაროლები, ველები, ძიება და ისტორია - მართეთ ყველაფერი, რასაც გთავაზობთ Firefox
kab: Awalen uffiren, tiferkiyin, anadi, akked uzray - ṭṭef gar ifassen-ik ayen i d-yessumur Firefox
ko: 비밀번호, 양식, 검색 및 방문 기록 - Firefox 추가 기능
mg: Tenimiafina, takelaka fenoina, fikarohana ary tantara, fero ny sosokevitra omen'i Firefox
ms: Kata laluan, borang, carian dan sejarah - kawal cadangan Firefox
nb_no: Passord, skjemaer, søking og historikk - kontroller hva Firefox foreslår
nl: Wachtwoorden, formulieren, zoeken en geschiedenis - bepalen wat Firefox voorstelt
pa_in: ਪਾਸਵਰਡ, ਫਾਰਮ, ਖੋਜ, ਅਤੇ ਇਤਿਹਾਸ - ਕੰਟਰੋਲ ਫਾਇਰਫਾਕਸ ਕੀ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ
pl: Hasła, formularze, wyszukiwanie i historia – kontroluj podpowiedzi Firefoksa
pt_br: Senhas, formulários, busca e histórico - controle as sugestões do Firefox
pt_pt: Palavras-passe, formulários, pesquisa e histórico – controle o que o Firefox sugere
ro: Parole, formulare, căutare și istoric - controlează sugestiile Firefox
sk: Heslá, formuláre, vyhľadávanie a história - ovládajte čo vám Firefox našepkáva
sr: Лозинке, форме, претрага, и историја - контролишите шта Firefox предлаже
sv: Lösenord, formulär, sökning och historik - kontrollera vad Firefox föreslår
te: పాస్వర్డ్లు , రూపాలు, శోధన, మరియు చరిత్ర - Firefox సూచించిన దాని నియంత్రించండి
th: ควบคุมสิ่งที่ Firefox แนะนำ ไม่ว่าจะเป็นรหัสผ่าน, ฟอร์ม, การค้นหา, และประวัติ
tr: Parolalar, formlar, arama ve geçmiş - Firefox'un önerilerini yönetme
uk: Паролі, форми, пошук та історія - контролюйте те, що пропонує Firefox
vi: Mật khẩu, biểu mẫu, tìm kiếm và lịch sử - kiểm soát những gì Firefox gợi ý
zh_cn: 密码、表单、搜索及历史记录——控制 Firefox 要建议哪些内容
zh_tw: 密碼、表單、搜尋內容、歷史紀錄 － 控制 Firefox 的提示內容
zu: Ama-password, amafomu, ukucinga, kanye nomlando - lawula okuphakanyiswa yi-Firefox

# DB: products.Topic.title
source: Passwords & recovery
de: Passwörter & Wiederherstellung
el: Κωδικοί πρόσβασης και ανάκτηση
fy_nl: Wachtwurden en werstel
hu: Jelszavak és helyreállítás
ia: Contrasigno e recuperation de conto
it: Password e recupero account
ka: პაროლები და აღდგენა
kab: Awalen n uɛeddi d tririt
ko: 비밀번호 및 복구
nl: Wachtwoorden en herstel
pl: Hasła i odzyskiwanie
pt_br: Senhas e recuperação
pt_pt: Palavras-passe e recuperação
sk: Heslá a obnovenie
sv: Lösenord och återställning
tr: Parolalar ve kurtarma
uk: Паролі та відновлення
vi: Mật khẩu & phục hồi
zh_cn: 密码与恢复
zh_tw: 密碼與救援

# DB: products.Topic.description
source: Manage or troubleshoot issues with your password and account access.
de: Verwalten oder beheben Sie Probleme mit Ihrem Passwort und Ihrem Kontozugriff.
el: Διαχειριστείτε ή επιλύστε προβλήματα με τον κωδικό πρόσβασης και την πρόσβαση στον λογαριασμό σας.
fy_nl: Problemen mei jo wachtwurd- en accounttagong beheare en oplosse.
he: ניהול או פתרון בעיות עם הססמה והגישה שלך לחשבון.
hu: A jelszavával és a fiókhozzáféréssel kapcsolatos problémák kezelése vagy hibaelhárítása.
ia: Gerer o resolver problemas con tu contrasigno o accesso al conto.
it: Gestisci o risolvi i problemi con la password e l’accesso all’account.
ka: მართეთ ან მოაგვარეთ თქვენს პაროლსა თუ ანგარიშთან წვდომის ხარვეზები.
ko: 비밀번호 및 계정 접속 문제를 관리하거나 해결하세요.
nl: Problemen met uw wachtwoord- en accounttoegang beheren en oplossen.
pl: Zarządzaj lub rozwiązuj problemy z hasłem i dostępem do konta.
pt_br: Gerencie ou solucione problemas com senha e acesso à sua conta.
pt_pt: Gerir ou diagnosticar problemas com a sua palavra-passe e acesso à conta.
sk: Správa alebo riešenie problémov s heslom a prístupom k účtu.
sv: Hantera eller felsök problem med ditt lösenord och kontoåtkomst.
tr: Parolanızla ve hesap erişiminizle ilgili sorunları yönetin veya giderin.
uk: Керування або усунення проблем із паролем і доступом до облікового запису.
vi: Quản lý hoặc khắc phục sự cố với mật khẩu và quyền truy cập tài khoản của bạn.
zh_cn: 管理或解决有关密码和账户访问的问题。
zh_tw: 管理或排除密碼與帳號登入過程遇到的問題。

# DB: products.Topic.title
source: Payments
bg: Плащания
de: Zahlungen
el: Πληρωμές
es: Pagos
fy_nl: Betellingen
he: תשלומים
hr: Plaćanja
hu: Befizetések
ia: Pagamentos
id: Pembayaran
it: Pagamenti
ja: 支払い
ka: გადახდები
kab: Asellek
ko: 지불
nb_no: Betalinger
nl: Betalingen
pl: Płatności
pt_br: Pagamentos
pt_pt: Pagamentos
ro: Plăți
sk: Platby
sr: Плаћања
sv: Betalningar
te: చెల్లింపులు
th: การชำระเงิน
tr: Ödemeler
uk: Платежі
ur: ادائیگیاں
vi: Thanh toán
zh_cn: 付款
zh_tw: 付款

# DB: products.Topic.title
source: PDFs
sv: PDF-filer
tr: PDF’ler

# DB: products.Topic.description
source: Troubleshoot PDFs issues.
ia: Solver problemas de files pdf.
sv: Felsök problem med PDF-filer.
tr: PDF dosyalarıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Performance and connectivity
hu: Teljesítmény és kapcsolódás
ia: Prestationes e connexivitate
it: Prestazioni e connettività
nl: Prestaties en connectiviteit
pl: Problemy z połączeniami i wydajnością
pt_br: Desempenho e conectividade
sv: Prestanda och anslutningsmöjligheter
tr: Performans ve bağlantı
zh_cn: 性能与连接状态

# DB: products.Topic.description
source: Deal with error messages, crashing applications, connectivity issues, and slow performance.
hu: Kezelje a hibaüzeneteket, a összeomló alkalmazásokat, a kapcsolódási és a teljesítménybeli problémákat.
ia: Tracta messages de error, crashes de applicationes, problemas de connexivitate, e prestationes lente.
it: Gestisci messaggi di errore, crash delle applicazioni, problemi di connettività e prestazioni lente.
nl: Omgaan met foutmeldingen, crashende toepassingen, verbindingsproblemen en trage prestaties.
pl: Jak radzić sobie z komunikatami o błędach, awariami aplikacji, problemami z połączeniem i niską wydajnością.
pt_br: Lide com mensagens de erro, falhas em aplicativos, problemas de conectividade e desempenho lento.
sv: Hantera felmeddelanden, kraschade applikationer, anslutningsproblem och långsam prestanda.
tr: Hata mesajları, uygulama çökmeleri, bağlantı sorunları ve düşük performans sorunlarını çözün.
zh_cn: 处理报错消息、应用崩溃、连接异常、应用卡顿等问题。

# DB: products.Topic.title
source: Permanent library
ia: Bibliotheca permanente
sv: Permanent bibliotek
tr: Kalıcı kitaplık

# DB: products.Topic.description
source: Troubleshoot permanent library issues.
ia: Solver problemas de bibliotheca permanente.
sv: Felsök problem med permanenta bibliotek.
tr: Kalıcı kitaplıkla ilgili sorunları giderin.

# DB: products.Topic.title
source: Permissions & settings
bg: Разрешения и настройки
de: Berechtigungen & Einstellungen
el: Δικαιώματα και ρυθμίσεις
es: Permisos y configuraciones
fy_nl: Machtigingen en ynstellingen
he: הרשאות והגדרות
hr: Dozvole i postavke
hu: Engedélyek és beállítások
ia: Permissiones e parametros
it: Permessi e impostazioni
ja: 権限と設定
ka: ნებართვები და პარამეტრები
kab: Tisirag & yiɣewwaren
ko: 권한 및 설정
nb_no: Tillatelser og innstillinger
nl: Machtigingen en instellingen
pl: Uprawnienia i ustawienia
pt_br: Permissões e configurações
pt_pt: Permissões e definições
sk: Povolenia a nastavenia
sr: Дозволе и подешавања
sv: Behörigheter & inställningar
te: అనుమతులు & అమరికలు
th: สิทธิอนุญาตและการตั้งค่า
tr: İzinler ve ayarlar
uk: Дозволи та налаштування
vi: Quyền hạn & cài đặt
zh_cn: 权限与设置
zh_tw: 權限與設定
