Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Additional System Details
af: Bykomende stelsel-detail
bg: Допълнителни подробности за системата
bs: Dodatni detalji o sistemu
de: Mehr Details zum System
el: Επιπρόσθετες λεπτομέρειες συστήματος
es: Datos adicionales del sistema
fy_nl: Oanfoljende systeemdetails
he: פרטים נוספים על המערכת
hr: Dodatni detalji o sustavu
hu: További rendszeradatok
ia: Altere detalios de systema
id: Detail Sistem Tambahan
it: Dettagli aggiuntivi sul sistema
ja: システム詳細の追加情報
ka: სისტემის მონაცემები სრულად
kab: Talqayt-nniḍen ɣef unagraw
ko: 추가적인 시스템 상세 정보
mg: Antsipirian'ny Rafitra Fanampiny
ms: Butiran Sistem Tambahan
nb_no: Flere systemdetaljer
nl: Aanvullende systeemdetails
pa_in: ਹੋਰ ਸਿਸਟਮ ਵੇਰਵੇ
pl: Dodatkowe dane o systemie
pt_br: Detalhes avançados do sistema
pt_pt: Detalhes adicionais de sistema
ro: Alte detalii despre sistem
sk: Ďalšie informácie o systéme
sr: Додатни детаљи о систему
sv: Ytterligare systemdetaljer
te: అధనపు సిస్టం వివరాలు
th: รายละเอียดระบบเพิ่มเติม
tr: Ek sistem ayrıntıları
uk: Додаткові відомості про систему
ur: اضافی سسٹم کی تفصیلات
vi: Chi tiết hệ thống bổ sung
zh_cn: 补充系统细节
zh_tw: 額外的系統細節
zu: Eminye Imininingwane Yohlelo

source: Crash ID
af: Omval-ID
bg: ID на срив
bs: ID rušenja
de: Absturz-ID
el: ID κατάρρευσης
es: ID del fallo
fy_nl: Ungelok-ID
he: מזהה קריסה
hr: ID rušenja
hu: Összeomlás-azonosító
ia: ID de collapso
id: ID kecelakaan (crash)
it: ID del crash
ja: クラッシュ ID
ka: უეცარი გათიშვის ID
ko: 충돌 ID
mg: ID an'ny crash
ms: ID Ranap
nb_no: Krasj-id
pa_in: ਕਰੈਸ਼ ID
pl: Identyfikator awarii
pt_br: ID do travamento
pt_pt: ID do bloqueio
ro: ID blocare
sk: ID číslo pádu
sr: ID пада
sv: Krasch-ID
te: క్రాష్ ID
th: ID ข้อขัดข้อง
tr: Çökme kimliği
uk: ID аварії
ur: کریش ID
vi: ID sự cố
zh_cn: 崩溃ID
zh_tw: 錯誤 ID
zu: I-Crash ID

source: This happened
af: Dit het gebeur
bg: Това се случи
bs: Ovo se desilo
de: Das passierte
el: Αυτό συνέβη
es: Ocurrió esto
fy_nl: Dit barde
hr: Ovo se dogodilo
hu: Ez történt
ia: Isto eveniva
id: Ini terjadi
it: Che cosa è successo
ja: 問題発生日
ka: ეს მოხდა
ko: 이것이 발생했습니다
mg: Io dia niseho
ms: Ini berlaku
nb_no: Dette skjedde
nl: Dit gebeurde
pa_in: ਇਹ ਵਾਪਰਿਆ
pl: Wystąpił
pt_br: Isso aconteceu
pt_pt: Isto aconteceu
ro: Ce s-a întâmplat
sk: Stalo sa to
sr: Ово се десило
sv: Detta hände
te: ఇది జరిగినది
th: วันที่เกิดปัญหานี้
tr: Bu ne zaman oldu?
uk: Це сталось
ur: یہ ہوا ہے
vi: Điều này đã xảy ra
zh_cn: 这发生于
zh_tw: 這發生了
zu: Lokhu kwenzekile

source: Installed Plug-ins
af: Geïnstalleerde inproppe
bg: Инсталирани приставки
bs: Instalirani priključci
de: Installierte Plugins
el: Εγκατεστημένα αρθρώματα
es: Plugins instalados
fy_nl: Ynstallearre ynstekkers
he: תוספים חיצוניים מותקנים
hr: Instalirani priključci
hu: Telepített bővítmények
ia: Plugins installate
id: Plugin Terpasang
it: Plugin installati
ja: インストールされたプラグイン
ka: ჩადგმული მოდულები
ko: 설치된 플러그인
mg: Itatra Napetraka
ms: Plug-ins Dipasang
nb_no: Installerte programtillegg
nl: Geïnstalleerde plug-ins
pa_in: ਇੰਸਟਾਲ ਕੀਤੇ ਪਲਗ-ਇਨਸ
pl: Zainstalowane wtyczki
pt_br: Extensões instaladas
pt_pt: Plugins instalados
ro: Pluginuri instalate
sk: Nainštalované zásuvné moduly
sr: Инсталирани прикључци
sv: Installerade tillägg
te: ఇన్స్టాల్ చేయబడిన ప్లగిన్లు
th: ปลั๊กอินที่ติดตั้ง
tr: Yüklü yan uygulamalar
uk: Встановлені плагіни
ur: انسٹال شدہ پلگ ان
vi: Phần bổ trợ đã cài đặt
zh_cn: 已安装的插件
zh_tw: 已安裝的外掛程式
zu: Fakela amapulagi

source: Edit details
af: Redigeer detail
bg: Редактиране на подробности
bs: Uredi detalje
de: Details bearbeiten
el: Επεξεργασία λεπτομερειών
es: Editar detalles
fy_nl: Details bewurkje
he: עריכת פרטים
hr: Uredi detalje
hu: Részletek szerkesztése
ia: Rediger detalios
id: Sunting detil
it: Modifica dettagli
ja: 詳細の編集
ka: მონაცემების ჩასწორება
kab: Beddel talqayt
ko: 상세 편집
mg: Hanitsy antsipiriany
ms: Edit butiran
nb_no: Rediger detaljer
nl: Details bewerken
pa_in: ਵੇਰਵੇ ਸੋਧੋ
pl: Edytuj szczegóły
pt_br: Editar detalhes
pt_pt: Editar detalhes
ro: Editează detaliile
sk: Upraviť detaily
sr: Измени детаље
sv: Redigera detaljer
te: వివరాలు సవరించు
th: แก้ไขรายละเอียด
tr: Ayrıntıları düzenle
uk: Редагувати подробиці
ur: رتفصیلات میں تدوین کریں
vi: Chỉ sửa thông tin chi tiết
zh_cn: 编辑详情
zh_tw: 編輯詳情
zu: Lungisa imininingwane

source: See also
bg: Вижте също
de: Siehe auch
el: Δείτε επίσης
es: Ver también
fy_nl: Sjoch ek
hr: Također pogledaj
hu: Lásd még
ia: Vide alsi
id: Lihat juga
it: Vedi anche
ja: 参照
ka: ასევე, იხილეთ
kab: Wali daɣen
ko: 더 보기
nb_no: Se også
nl: Zie ook
pl: Zobacz także
pt_br: Veja também
pt_pt: Consulte também
ro: Vezi și
sk: Pozrite si tiež
sr: Погледај још
sv: Se även
te: ఇది కూడా చూడండి
th: ดูเพิ่มเติม
tr: Ayrıca bakınız
uk: Дивитись також
ur: بھی دیکھیں
vi: Xem thêm
zh_cn: 另见
zh_tw: 也請參考

source: Multiple Products
af: Meerdere produkte
bg: Различни продукти
bs: Više proizvoda
de: Mehrere Produkte
el: Πολλαπλά προϊόντα
es: Varios productos
fy_nl: Mear produkten
he: מגוון מוצרים
hr: Više proizvoda
hu: Több termék
ia: Productos multiple
id: Beberapa Produk
it: Più prodotti
ja: 複数の製品
ka: რამდენიმე პროდუქტი
kab: Ddeqs n yifarisen
ko: 모든 제품
mg: Vokatra Maromaro
ms: Pelbagai Produk
nb_no: Flere produkter
nl: Meerdere producten
pa_in: ਬਹੁਤੇ ਉਤਪਾਦ
pl: Wszystkie produkty
pt_br: Vários produtos
pt_pt: Múltiplos Produtos
ro: Mai multe produse
sk: Viac produktov
sr: Више производа
sv: Flera produkter
te: వివిధ ఉత్పత్తులు
th: หลายผลิตภัณฑ์
tr: Birden çok ürün
uk: Числені продукти
ur: متعدد مصنوعات
vi: Nhiều sản phẩm
zh_cn: 多个产品
zh_tw: 多個產品
zu: Imikhiqizo Eminingi

source: {title} Community Forum
de: Forum der Gemeinschaft {title}
el: Φόρουμ κοινότητας «{title}»
fy_nl: {title}-mienskipsfoarum
hu: {title} közösségi fórum
ia: Foros del communitate de {title}
it: {title} — Forum della comunità
kab: Askasi n temɣiwent {title}
nl: {title}-gemeenschapsforum
pl: {title} — Fora społeczności
pt_br: Fórum da comunidade {title}
pt_pt: Fórum da Comunidade de {title}
sv: {title} gemenskapsforum
tr: {title} Topluluk Forumu
zh_cn: {title} 社区论坛
zh_tw: {title} 社群討論區

source: %(recent_unanswered_count)s question in the last 24 hours has no reply. <a href="%(url)s">Help solve it!</a>
bg: %(recent_unanswered_count)s въпрос през последните 24 часа няма отговор. <a href="%(url)s">Помогнете да бъде решен!</a>
de: %(recent_unanswered_count)s Frage in den letzten 24 Stunden wurde noch nicht beantwortet. <a href="%(url)s">Helfen Sie mit, sie zu lösen!</a>
el: %(recent_unanswered_count)s ερώτηση τις τελευταίες 24 ώρες δεν έχει απάντηση. <a href="%(url)s">Βοηθήστε στη λύση της!</a>
fy_nl: %(recent_unanswered_count)s fraach yn de ôfrûne 24 oeren is net beäntwurde. <a href="%(url)s">Help dizze op te lossen!</a>
hr: %(recent_unanswered_count)s pitanje u zadnja 24 sata nema odgovor. <a href="%(url)s">Pomogni ga riješiti!</a>
hu: %(recent_unanswered_count)s kérdés nincs megválaszolva az elmúlt 24 órában. <a href="%(url)s">Segítsen megoldani!</a>
ia: %(recent_unanswered_count)s question in le ultime 24 horas es sin responsa. <a href="%(url)s">Adjuta a solver lo!</a>
id: %(recent_unanswered_count)s pertanyaan belum dijawab dalam 24 jam terakhir. <a href="%(url)s">Bantu mengatasinya!</a>
it: %(recent_unanswered_count)s richiesta senza risposta nelle ultime 24 ore. <a href="%(url)s">Aiutaci a rispondere!</a>
ja: 最近 <strong>24 時間</strong> で、%(recent_unanswered_count)s 件の質問に返信がありません。<a href="%(url)s">解決の手助けをお願いします！</a>
ka: %(recent_unanswered_count)s პასუხგაუცემელი შეკითხვა ბოლო 24 საათში. <a href="%(url)s">დაგვეხმარეთ, მათ გადაწყვეტაში!</a>
kab: %(recent_unanswered_count)s asteqsi di taggara 24 yisragen ur yesεi ara tiririt. <a href="%(url)s">Ɛawen-aɣ-d ad t-nefru!</a>
ko: 지난 24 시간 동안 %(recent_unanswered_count)s 질문에 응답이 없습니다. <a href="%(url)s">해결을 도와주세요!</a>
nb_no: %(recent_unanswered_count)s spørsmål de siste 24 timene mangler svar. <a href="%(url)s">Hjelp å løse de!</a>
nl: %(recent_unanswered_count)s vraag in de afgelopen 24 uur is onbeantwoord. <a href="%(url)s">Help hem op te lossen!</a>
pl: W ciągu ostatnich 24 godzin nie odpowiedziano na %(recent_unanswered_count)s pytanie. <a href="%(url)s">Pomóż to rozwiązać!</a>
pt_br: %(recent_unanswered_count)s pergunta está sem resposta nas últimas 24 horas. <a href="%(url)s">Ajude a resolver!</a>
pt_pt: %(recent_unanswered_count)s questão sem resposta nas últimas 24 horas. <a href="%(url)s">Ajude a solucionar a mesma!</a>
ro: %(recent_unanswered_count)s întrebare din ultimele 24 de ore nu are niciun răspuns. <a href="%(url)s">Ajută la rezolvarea ei!</a>
sk: %(recent_unanswered_count)s otázka za posledných 24 hodín nemá odpoveď. <a href="%(url)s">Pomôžte ju vyriešiť!</a>
sr: %(recent_unanswered_count)s питање у последњих 24 сата нема одговор. <a href="%(url)s">Помозите у решавању!</a>
sv: %(recent_unanswered_count)s fråga under de senaste 24 timmarna har inget svar. <a href="%(url)s">Hjälp till att lösa den!</a>
te: చివరి 24 గంటలలో %(recent_unanswered_count)s ప్రశ్నకు సమాధానం లేదు. <a href="%(url)s">దానిని పరిష్కరించడంలో సహాయం చేయండి!</a>
th: %(recent_unanswered_count)s คำถามใน 24 ชั่วโมงที่แล้วไม่มีการตอบกลับ <a href="%(url)s">ช่วยแก้ปัญหาเหล่านั้น!</a>
tr: Son 24 saatte %(recent_unanswered_count)s soru yanıtsız kaldı. <a href="%(url)s">Çözülmesine yardım edin!</a>
uk: %(recent_unanswered_count)s питання впродовж останніх 24 годин не має відповіді. <a href="%(url)s">Допоможіть на нього відповісти!</a>
vi: %(recent_unanswered_count)s câu hỏi trong 24 giờ qua chưa được trả lời. <a href="%(url)s">Giúp chúng tôi giải quyết chúng!</a>
zh_cn: %(recent_unanswered_count)s 个问题在过去 24 小时内没有得到回复。<a href="%(url)s">去解决他们吧！</a>
zh_tw: 最近 24 小時內有 %(recent_unanswered_count)s 個問題還沒有回覆。<a href="%(url)s">快來幫助回答！</a>

source: %(recent_unanswered_count)s question in the last 24 hours has no reply. <a href="/contribute/forum">Learn how to help solve it!</a>
de: %(recent_unanswered_count)s Frage in den letzten 24 Stunden wurde noch nicht beantwortet. <a href="/contribute/forum">Erfahren Sie, wie Sie mithelfen können!</a>
el: %(recent_unanswered_count)s ερώτηση τις τελευταίες 24 ώρες δεν έχει απάντηση. <a href="/contribute/forum">Μάθετε πώς να βοηθήσετε με την επίλυσή της!</a>
fy_nl: %(recent_unanswered_count)s fraach yn de ôfrûne 24 oeren is net beäntwurde. <a href="/contribute/forum">Help dizze op te lossen!</a>
hu: %(recent_unanswered_count)s kérdés nincs megválaszolva az elmúlt 24 órában. <a href="/contribute/forum">Tudja meg, hogyan segíthet megoldani!</a>
ia: %(recent_unanswered_count)s question in le ultime 24 horas es sin responsa. <a href="/contribute/forum">Apprende como adjutar a solver lo!</a>
id: %(recent_unanswered_count)s pertanyaan belum dijawab dalam 24 jam terakhir. <a href="/contribute/forum">Pelajari bagaimana kamu bisa membantu menyelesaikannya!</a>
it: %(recent_unanswered_count)s domanda senza risposta nelle ultime 24 ore. <a href="/contribute/forum">Scopri come aiutare a risolvere il problema!</a>
ka: %(recent_unanswered_count)s პასუხგაუცემელი შეკითხვა ბოლო 24 საათში. <a href="/contribute/forum">იხილეთ, როგორ შეგიძლიათ, დაგვეხმაროთ!</a>
kab: %(recent_unanswered_count)s isteqsiyen di taggara 24 yisragen ur sεin ara tiririyin. <a href="/contribute/forum">Lmed amek ara tεiwneḍ di ferru-ines!</a>
nl: %(recent_unanswered_count)s vraag in de afgelopen 24 uur is onbeantwoord. <a href="/contribute/forum">Help hem op te lossen!</a>
pl: W ciągu ostatnich 24 godzin nie odpowiedziano na %(recent_unanswered_count)s pytanie. <a href="/contribute/forum">Dowiedz się, jak pomóc to rozwiązać!</a>
pt_br: %(recent_unanswered_count)s pergunta está sem resposta nas últimas 24 horas. <a href="/contribute/forum">Saiba como ajudar a resolver!</a>
pt_pt: %(recent_unanswered_count)s questão sem resposta nas últimas 24 horas. <a href="/contribute/forum">Saiba como pode ajudar a solucionar a mesma!</a>
sk: %(recent_unanswered_count)s otázka za posledných 24 hodín nemá odpoveď. <a href="/contribute/forum">Zistite, ako ju vyriešiť!</a>
sr: %(recent_unanswered_count)s питање у последњих 24 сата нема одговор. <a href="/contribute/forum">Сазнајте како да помогнете!</a>
sv: %(recent_unanswered_count)s fråga under de senaste 24 timmarna har inget svar. <a href="/contribute/forum">Lär dig hur du hjälper till att lösa den!</a>
tr: Son 24 saatte %(recent_unanswered_count)s soru yanıtsız kaldı. <a href="/contribute/forum">Başkalarının sorunlarını çözmeye yardımcı olabilirsiniz!</a>
uk: %(recent_unanswered_count)s питання впродовж останніх 24 годин не має відповіді. <a href="/contribute/forum">Дізнайтеся, як допомогти його розв'язати!</a>
vi: %(recent_unanswered_count)s câu hỏi trong 24 giờ qua chưa có câu trả lời. <a href="/contribute/forum">Tìm hiểu cách giải quyết chúng!</a>
zh_cn: %(recent_unanswered_count)s 个问题在过去 24 小时里没有得到回复。<a href="/contribute/forum">了解如何帮助解决问题！</a>
zh_tw: 最近 24 小時內有 %(recent_unanswered_count)s 個問題還沒有回覆。<a href="/contribute/forum">到這邊了解要怎麼幫助他們解決問題！</a>

source: 0 questions in the last 24 hours have no reply. Good job!
bg: Няма въпроси през последните 24 часа останали без отговор. Добра работа!
de: In den letzten 24 Stunden gab es keine unbeantworteten Fragen. Gut gemacht!
el: 0 ερωτήσεις τις τελευταίες 24 ώρες χωρίς απάντηση. Καλή δουλειά!
fy_nl: 0 fragen yn de ôfrûne 24 oeren binne net beäntwurde. Goed dien!
hr: Nula pitanja u zadnja 24 sata nemaju odgovor. Svaka čast!
hu: 0 kérdés nincs megválaszolva az elmúlt 24 órában. Szép munka!
ia: 0 questiones in le ultime 24 horas es sin responsa. Optime labor!
id: 0 pertanyaan belum dijawab dalam 24 jam terakhir. Kerja bagus!
it: Non ci sono richieste di supporto senza risposta nelle ultime 24 ore . Ottimo lavoro!
ja: 最近 24 時間で返信の無い質問は 0 件です。すばらしい！
ka: 0 პასუხგაუცემელი შეკითხვა ბოლო 24 საათში. მშვენიერი ნამუშევარია!
kab: 0 yisteqsiyen di taggara 24 yisragen ur sεin ara tiririyin. Igerrez!
ko: 지난 24 시간 동안 모든 질문에 답을 했습니다. 잘 하셨어요!
nb_no: 0 spørsmål de siste 24 timene mangler svar. Bra jobbet!
nl: 0 vragen in de afgelopen 24 uur zijn onbeantwoord. Goed gedaan!
pl: W ciągu ostatnich 24 godzin odpowiedziano na wszystkie pytania. Świetna robota!
pt_br: Nenhuma pergunta sem resposta nas últimas 24 horas. Bom trabalho!
pt_pt: 0 perguntas nas últimas 24 horas sem resposta. Bom trabalho!
ro: 0 întrebări din ultimele 24 de ore nu au niciun răspuns. Bravo!
sk: 0 otázok za posledných 24 hodín nemá odpoveď. Výborná práca!
sr: 0 питања у последња 24 часа немају одговор. Свака част!
sv: 0 frågor under de senaste 24 timmarna har inget svar. Bra jobbat!
th: 0 คำถามใน 24 ชั่วโมงที่แล้วไม่มีการตอบกลับ ทำได้ดีมาก!
tr: Son 24 saatte hiçbir soru yanıtsız kalmamış. <strong>İyi iş!</strong>
uk: 0 питань впродовж останніх 24 годин не мають відповіді. Чудова робота!
ur: پچھلے 24 گھنٹوں میں 0 سوالوں کا کوئی جواب نہیں ہے۔ بہت اعلی!
vi: 0 câu hỏi trong 24 giờ qua không có câu trả lời. Làm tốt lắm!
zh_cn: 0 个问题在过去 24 小时内没有得到回复。干的漂亮！
zh_tw: 最近 24 小時內已經沒有尚未回覆的問題。幹得好！

source: 0 questions in the last 24 hours have no reply. <a href="/contribute/forum">Learn how to help!</a>
de: In den letzten 24 Stunden gibt es 0 unbeantwortete Fragen. <a href="/contribute/forum">Erfahren Sie, wie Sie helfen können!</a>
el: 0 ερωτήσεις τις τελευταίες 24 ώρες δεν έχουν απάντηση. <a href="/contribute/forum">Μάθετε πώς να βοηθήσετε!</a>
fy_nl: 0 fragen yn de lêste 24 oeren binne net beäntwurde. <a href="/contribute/forum">Lês hoe’t jo helpe kinne!</a>
hu: 0 kérdés nincs megválaszolva az elmúlt 24 órában. <a href="/contribute/forum">Tudja meg, hogyan segíthet!</a>
ia: 0 questiones in le ultime 24 horas es sin responsa. <a href="/contribute/forum">Discoperi como adjutar!</a>
id: 0 pertanyaan belum dijawab dalam 24 jam terakhir. <a href="/contribute/forum">Pelajari cara membantu!</a>
it: 0 domande senza risposta nelle ultime 24 ore. <a href="/contribute/forum">Scopri come aiutare! </a>
ja: 24 時間以内に 0 個の質問に返信がありました。<a href="/contribute/forum">手助けする方法を学んでください！</a>
ka: 0 პასუხგაუცემელი შეკითხვა ბოლო 24 საათში. <a href="/contribute/forum">იხილეთ, როგორ შეგიძლიათ დახმარება!</a>
kab: 0 isteqsiyen di 24 isragen ineggura ur sɛin ara tiriyin. <a href="/contribute/forum">Lmed amek ara tmuddeḍ afus!</a>
ko: 지난 24시간 동안 0개의 질문에 응답이 없습니다. <a href="/contribute/forum">도움 방법 알아보기!</a>
nl: 0 vragen in de laatste 24 uur zijn onbeantwoord. <a href="/contribute/forum">Lees hoe u kunt helpen!</a>
pl: Odpowiedziano na wszystkie pytania zadane w ciągu ostatnich 24 godzin. <a href="/contribute/forum">Dowiedz się, jak pomagać!</a>
pt_br: Nenhuma pergunta sem resposta nas últimas 24 horas. <a href="/contribute/forum">Saiba como ajudar!</a>
pt_pt: 0 questões nas últimas 24 horas não têm resposta. <a href="/contribute/forum">Saiba como pode ajudar!</a>
sk: Žiadna otázka za posledných 24 hodín neostala bez odpovede. <a href="/contribute/forum">Pozrite sa, ako pomôcť!</a>
sr: 0 питања у последњих 24 сата нема одговор. <a href="/contribute/forum">Сазнајте како да помогнете!</a>
sv: 0 frågor under de senaste 24 timmarna har inget svar. <a href="/contribute/forum">Lär dig hur du kan hjälpa till!</a>
tr: Son 24 saatte 0 soru yanıtsız kaldı. <a href="/contribute/forum">Nasıl yardım edebileceğinizi öğrenin!</a>
uk: 0 питань впродовж останніх 24 годин не мають відповіді. <a href="/contribute/forum">Дізнайтесь, як допомогти!</a>
vi: 0 câu hỏi trong 24 giờ qua không có câu trả lời. <a href="/contribute/forum">Tìm hiểu cách trợ giúp!</a>
zh_cn: 0 个问题在过去 24 小时内没有得到回复。<a href="/contribute/forum">请了解如何协助用户解决问题！</a>
zh_tw: 最近 24 小時內有 0 個問題還沒有回覆。<a href="/contribute/forum">了解如何幫忙！</a>

source: Showing questions tagged:
af: Wys vrae gemerk:
bg: Показване на въпроси които са отбелязани:
bs: Prikaz označenih pitanja:
de: Fragen mit folgendem Schlagwort anzeigen:
el: Εμφάνιση ερωτήσεων με ετικέτες:
es: Mostrar preguntas etiquetadas:
fy_nl: Toande labele fragen:
he: מוצגות שאלות עם התגיות:
hr: Prikaz pitanja označenih s:
hu: Kapcsolódó kérdések megjelenítése:
ia: Monstrar questiones etiquettate:
id: Menampilkan pertanyaan yang diberi tag:
it: Visualizzazione richieste con etichetta:
ja: 次のタグが付けられた質問を表示:
ka: შეკითხვები ჭდეებით:
kab: Sken-d isteqsiyen yettucerḍen:
ko: 태그된 질문 보이기:
mg: Mampiseho ireo fanontaniana voatagy:
ms: Paparan soalan ditag:
nb_no: Viser spørsmål tagget med:
nl: Getoonde gelabelde vragen:
pa_in: ਸਵਾਲ ਟੈਗ ਦਿਖਾ ਰਿਹਾ ਹੈ:
pl: Pytania oznaczone etykietą:
pt_br: Exibindo perguntas marcadas com:
pt_pt: A mostrar questões marcadas:
ro: Întrebări etichetate ca:
sk: Zobrazenie otázok označených:
sr: Приказ означених питања:
sv: Visar taggade frågor:
te: టాగ్ చేయబడిన ప్రశ్నలు చూపిస్తున్నం:
th: คำถามที่แสดงป้ายกำกับ:
tr: Şu etiketli sorular gösteriliyor:
uk: Показ питань з мітками:
ur: ٹیگ شدہ سوالات دکھا رہا ہے
vi: Hiển thị các câu hỏi được đánh dấu:
zh_cn: 显示带有此标签的问题：
zh_tw: 顯示下列標籤的問題：
zu: Kukhonjiswa imibuzo ethegiwe:

source: Show all questions
af: Wys alle vrae
bg: Показване на всички въпроси
bs: Prikaži sva pitanja
de: Alle Fragen anzeigen
el: Εμφάνιση όλων των ερωτήσεων
es: Mostrar todas las preguntas
fy_nl: Alle fragen toane
he: הצגת כל השאלות
hr: Prikaži sva pitanja
hu: Mutassa az összes kérdést
ia: Monstrar tote le questiones
id: Tunjukan semua pertanyaan
it: Mostra tutte le domande
ja: すべての質問を表示
ka: ყველა კითხვის ჩვენება
kab: Sken-d akk isteqsiyen
ko: 모든 질문 보이기
mg: Hampiseho ny fanontaniana rehetra
ms: Papar semua soalan
nb_no: Vis alle spørsmål
nl: Alle vragen tonen
pa_in: ਸਾਰੇ ਸਵਾਲਾ ਨੂੰ ਦਿਖਾਉ
pl: Pokaż wszystkie pytania
pt_br: Mostrar todas as perguntas
pt_pt: Mostrar todas as questões
ro: Afișează toate întrebările
sk: Zobraziť všetky otázky
sr: Прикажи сва питања
sv: Visa alla frågor
te: అన్ని ప్రశ్నలు చూపించు
th: แสดงคำถามทั้งหมด
tr: Tüm soruları göster
uk: Показати всі запитання
ur: تمام سوالات دکھائیں
vi: Xem tất cả các câu hỏi
zh_cn: 显示所有问题
zh_tw: 顯示所有問題
zu: Veza yonke imibuzo

source: Attention needed
af: Aandag nodig
bg: Чакащи
bs: Potrebna pažnja
de: Aufmerksamkeit benötigt
el: Απαιτείται προσοχή
es: Requiere atención
fy_nl: Oandacht nedich
he: נדרשת תשומת לב
hr: Potrebna pažnja
hu: Figyelmet igényel
ia: Attention necessari
id: Butuh jawaban
it: Controllo necessario
ja: 注意が必要
ka: საჭიროებს ყურადღებას
kab: Taguri n tmuqli tlaq
ko: 주목 필요함
mg: Mila firaharahana
ms: Perhatian Diperlukan
nb_no: Oppmerksomhet trenges
nl: Aandacht nodig
pa_in: ਧਿਆਨ ਦੇਣ ਦੀ ਲੋੜ
pl: Warte uwagi
pt_br: Precisa de atenção
pt_pt: Atenção necessária
ro: Necesită atenție
sk: Potrebná pozornosť
sr: Потребна пажња
sv: Åtgärd behövs
te: శ్రద్ధ అవసరం
th: ต้องการความสนใจ
tr: Yanıt bekliyor
uk: Необхідна увага
ur: توجہ کی ضرورت ہے
vi: Cần lưu ý
zh_cn: 需要注意
zh_tw: 需要注意
zu: Kudinga ukunakwa

source: Responded
af: Gereageer
bg: Отговорени
bs: Odgovoreno
de: Beantwortet
el: Με απάντηση
es: Respondidas
fy_nl: Reagearre
hr: Odgovoreno
hu: Megválaszolva
ia: Respondite
id: Terbalas
it: Con risposta
ja: 返答あり
ka: პასუხგაცემული
kab: Yettwarr
ko: 응답 완료
mg: Voavaly
ms: Respons
nb_no: Besvart
nl: Gereageerd
pa_in: ਜਵਾਬ
pl: Odpowiedziano
pt_br: Respondidas
pt_pt: Respondidas
ro: Răspunse
sk: Zodpovedané
sr: Одговорено
sv: Besvarad
te: స్పందించినవి
th: มีผู้ตอบสนองแล้ว
tr: Yanıtlandı
uk: Відгукнулись
ur: جواب دیا
vi: Đã phản hồi
zh_cn: 已回应
zh_tw: 已回應
zu: Kuphenduliwe

source: Done
af: Klaar
bg: Готово
bs: Završeno
de: Fertig
el: Λυμένα
es: Hecho
fy_nl: Dien
hr: Završeno
hu: Kész
ia: Facite
id: Selesai!
it: Risolta
ja: 完了
ka: დასრულებული
kab: Yemmed
ko: 완료
mg: Vita
ms: Selesai
nb_no: Ferdig
nl: Gereed
pa_in: ਸਮਾਪਤ
pl: Załatwione
pt_br: Resolvidas
pt_pt: Concluído
ro: Gata
sk: Hotovo
sr: Завршено
sv: Klar
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہوگيا
vi: Xong
zh_cn: 完成
zh_tw: 已完成！
zu: Kwenziwe

source: Spam
sv: Skräppost

source: Contributed
af: Bygedra
bg: Принос
bs: Doprinijeli
de: Mitgewirkt
el: Συνεισφορές
es: Con colaboraciones
fy_nl: Bydroegen
hr: Doprinijeli
hu: Közreműködött
ia: Collaborate
id: Berkontribusi
it: Collaboratore
ja: 貢献
ka: შეტანილი წვლილი
kab: Attekki
ko: 공헌됨
mg: Nandray anjara
ms: Disumbangkan
nb_no: Bidrag
nl: Bijgedragen
pa_in: ਯੋਗਦਾਨ ਪਾਇਆ
pl: Wkład
pt_br: Contribuiu
pt_pt: Contribuídas
ro: Contribuite
sk: Prispel
sr: Допринели
sv: Bidragit
te: సహాయపడింది
th: มีส่วนร่วมแล้ว
tr: Katkıda bulunuldu
uk: Зроблено внесків
ur: شراکت شدہ
vi: Được đóng góp
zh_cn: 贡献
zh_tw: 已貢獻
zu: Ababe negalelo

source: Archived
af: In die argief
bg: Архивирани
bs: Arhivirano
de: Archiviert
el: Αρχειοθετήθηκε
es: Archivado
fy_nl: Argivearre
hr: Arhivirano
hu: Archivált
ia: Archivate
id: Diarsipkan
it: Archiviato
ja: アーカイブに保管済み
ka: დაარქივებული
kab: Yekcem taṛcivt
ko: 보존
mg: Natao arisiva
ms: Diarkib
nb_no: Arkivert
nl: Gearchiveerd
pa_in: ਪੁਰਾਲੇਖ
pl: Zarchiwizowany
pt_br: Arquivado
pt_pt: Arquivadas
ro: Arhivate
sk: Archivované
sr: Архивирано
sv: Arkiverad
te: ఆర్కైవ్ చేయబడింది
th: เก็บถาวรแล้ว
tr: Arşivlendi
uk: Архівовано
ur: آرکائیو شدہ
vi: Đã lưu trữ
zh_cn: 已存档
zh_tw: 封存
zu: Okugcinwe kunqolobane

source: Marked as spam
af: Gemerk as strooipos
bg: Отбелязано като спам
bs: Označeno kao spam
de: Als Spam markiert
el: Επισημάνθηκε ως ανεπιθύμητο
es: Se ha marcado como spam
fy_nl: Markearre as net-winske
he: סומן כספאם
hr: Označeno kao spam
hu: Megjelölve szemétként
ia: Marcate como spam
id: Ditandai sebagai spam
it: Segnalato come spam
ja: スパムマークを付ける
ka: მონიშნულია არასასურველად
kab: Cṛed-it d aspam
ko: 스팸으로 표시됨
mg: Voamarika ho spama
ms: Ditanda sebagai spam
nb_no: Markert som søppelpost
nl: Gemarkeerd als spam
pl: Oznaczono jako spam
pt_br: Marcado como spam
pt_pt: Marcado como spam
ro: Marcat ca spam
sk: Označené ako spam
sr: Означено као спам
sv: Markerad som skräppost
te: స్పామ్ వలె గుర్తించబడింది
th: ทำเครื่องหมายว่าเป็นสแปมแล้ว
tr: Spam olarak işaretlendi
uk: Позначено як спам
ur: بطور اسپام نشان زد کریں
vi: Đánh dấu là spam
zh_cn: 已标记为垃圾信息
zh_tw: 已標示為垃圾文章
zu: Phawula njengokuyi-spam
