Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Privacy browser for Android
bg: Поверителен четец за Android
bs: Mobilni Firefox
de: Privater Browser für Android
el: Ιδιωτικό πρόγραμμα περιήγησης για Android
es: Navegador privado para Android
fy_nl: Privacybrowser foar Android
he: דפדפן פרטיות עבור Android
hr: Privatni preglednik za Android
hu: Magánszférát védő böngésző Androidra
ia: Navigator pro Android con foco sur le confidentialitate
id: Firefox untuk Android
it: Browser per Android focalizzato sulla privacy
ja: Android 向けプライバシー保護ブラウザー
ka: პირადი ბრაუზერი Android-ისთვის
kab: Iminig n tbaḍnit i Android
ko: Android용 개인정보보호 브라우저
ms: Pelayar privasi untuk Android
nb_no: Firefox for Android
nl: Privacybrowser voor Android
pl: Przeglądarka oferująca prywatność dla Androida
pt_br: Navegador privativo para Android
pt_pt: Navegador de privacidade para Android
ro: Browser dedicat intimității pentru Android
sk: Prehliadač zameraný na súkromie pre Android
sr: Прегледач приватности за Android
sv: Privat webbläsare för Android
te: ఆండ్రాయిడ్ కోసం గోప్యత విహారిణి
th: เบราว์เซอร์ส่วนตัวสำหรับ Android
tr: Android için gizlilik tarayıcısı
uk: Приватний браузер для Android
ur: Android کیلئے رازداری والا براؤزر
vi: Trình duyệt bảo mật dành cho Android
zh_cn: 适用于 Android 的隐私浏览器
zh_tw: Android 版隱私保護瀏覽器

# DB: products.Topic.title
source: Firefox Focus for iOS
bg: Firefox Focus за iOS
bs: Firefox pomoć za Sync
de: Firefox Klar für iOS
el: Firefox Focus για iOS
es: Firefox Focus para iOS
fy_nl: Firefox Focus foar iOS
he: Firefox Focus עבור iOS
hr: Firefox Focus za iOS
ia: Firefox Focus pro iOS
id: Bantuan untuk Seluler
it: Firefox Focus per iOS
ja: iOS 版 Firefox Focus
ka: Firefox Focus iOS-ისთვის
kab: Firefox Focus i iOS
ko: iOS용 Firefox Focus
ms: Firefox Focus untuk iOS
nb_no: Firefox Hjelp for Mobil
nl: Firefox Focus voor iOS
pa_in: iOS ਲਈ ਫਾਇਰਫੌਕਸ ਫੋਕਸ
pl: Firefox Focus dla systemu iOS
pt_br: Firefox Focus para iOS
pt_pt: Firefox Focus para iOS
ro: Firefox Focus pentru iOS
sk: Firefox Focus pre iOS
sr: Firefox Focus за iOS
sv: Firefox Focus för iOS
te: iOS కోసం Firefox Focus
th: Firefox Focus สำหรับ iOS
tr: iOS için Firefox Focus
uk: Firefox Focus для iOS
ur: iOS کے لئے Firefox Focus
vi: Firefox Focus dành cho iOS
zh_cn: Firefox Focus iOS 版

# DB: products.Topic.description
source: Firefox Focus for iOS
bg: Firefox Focus за iOS
bs: Firefox pomoć za Sync
de: Firefox Klar für iOS
el: Firefox Focus για iOS
es: Firefox Focus para iOS
fy_nl: Firefox Focus foar iOS
he: Firefox Focus עבור iOS
hr: Firefox Focus za iOS
ia: Firefox Focus pro iOS
id: Bantuan untuk Seluler
it: Firefox Focus per iOS
ja: iOS 版 Firefox Focus
ka: Firefox Focus iOS-ისთვის
kab: Firefox Focus i iOS
ko: iOS용 Firefox Focus
ms: Firefox Focus untuk iOS
nb_no: Firefox Hjelp for Mobil
nl: Firefox Focus voor iOS
pa_in: iOS ਲਈ ਫਾਇਰਫੌਕਸ ਫੋਕਸ
pl: Firefox Focus dla iOS
pt_br: Firefox Focus para iOS
pt_pt: Firefox Focus para iOS
ro: Firefox Focus pentru iOS
sk: Firefox Focus pre iOS
sr: Firefox Focus за iOS
sv: Firefox Focus för iOS
te: iOS కోసం Firefox Focus
th: Firefox Focus สำหรับ iOS
tr: iOS için Firefox Focus
uk: Firefox Focus для iOS
ur: iOS کے لئے Firefox Focus
vi: Firefox Focus dành cho iOS
zh_cn: Firefox Focus iOS 版

# DB: products.Topic.title
source: Firefox for Echo Show
bg: Firefox за Echo Show
de: Firefox für Echo Show
el: Firefox για Echo Show
es: Firefox para Echo Show
fy_nl: Firefox foar Echo Show
he: Firefox עבור Echo Show
hr: Firefox za Echo Show
ia: Firefox pro Echo Show
id: Firefox untuk Echo Show
it: Firefox per Echo Show
ka: Firefox – Echo Show
kab: Firefox i Echo Show
ko: Echo Show용 Firefox
ms: Firefox untuk Echo Show
nl: Firefox voor Echo Show
pl: Firefox dla Echo Show
pt_br: Firefox para o Echo Show
pt_pt: Firefox para Echo Show
ro: Firefox pentru Echo Show
sk: Firefox pre Echo Show
sr: Firefox за Echo Show
sv: Firefox för Echo Show
th: Firefox สำหรับ Echo Show
tr: Echo Show için Firefox
uk: Firefox для Echo Show
ur: Echo شو کے لئے Firefox
vi: Firefox dành cho Echo Show
zh_cn: 适用于 Echo Show 的 Firefox

# DB: products.Topic.description
source: Browser for the Amazon Echo Show
bg: Браузър за Amazon Echo Show
de: Browser für den Amazon Echo Show
el: Πρόγραμμα περιήγησης για Amazon Echo Show
es: Navegador para Amazon Echo Show
fy_nl: Browser foar de Amazon Echo Show
he: דפדפן עבור Amazon Echo Show
hr: Preglednik za Amazon Echo Show
hu: Böngésző az Amazon Echo Showhoz
ia: Navigator pro Amazon Echo Show
id: Peramban untuk Amazon Echo Show
it: Browser per Amazon Echo Show
ja: Amazon Echo Show 向けのブラウザー
ka: ბრაუზერი, Amazon-ის Echo Show-ისთვის
kab: Iminig i Amazon Echo Show
ko: Amazon Echo Show 용 브라우저
ms: Pelayar untuk Amazon Echo Show
nb_no: Nettleser for Amazon Echo Show
nl: Browser voor de Amazon Echo Show
pl: Przeglądarka dla Amazon Echo Show
pt_br: Navegador para o Amazon Echo Show
pt_pt: Navegador para o Amazon Echo Show
ro: Firefox pentru Amazon Echo Show
sk: Prehliadač pre Amazon Echo Show
sr: Прегледач за Amazon Echo Show
sv: Webbläsare för Amazon Echo Show
te: Amazon Echo Show కోసం విహారిణి
th: เบราว์เซอร์สำหรับ Amazon Echo Show
tr: Amazon Echo Show için bir tarayıcı
uk: Браузер для Amazon Echo Show
ur: Amazon Echo Show.کیلئے براؤزر۔
vi: Trình duyệt cho Amazon Echo Show
zh_cn: 面向 Amazon Fire TV 的浏览器
zh_tw: Amazon Echo Show 的網頁瀏覽器

# DB: products.Topic.title
source: Firefox for families
bg: Firefox за семейства
de: Firefox für Familien
el: Firefox για οικογένειες
fy_nl: Firefox foar famyljes
hu: Firefox családok számára
ia: Firefox pro familias
it: Firefox per le famiglie
ja: ファミリー向けの Firefox
ka: Firefox ოჯახისთვის
kab: Firefox i twaculin
ko: 가족을 위한 Firefox
nb_no: Firefox for familier
nl: Firefox voor families
pl: Firefox dla rodzin
pt_br: Firefox para famílias
pt_pt: Firefox para famílias
sk: Firefox pre rodiny
sr: Firefox за породице
sv: Firefox för familjer
tr: Aileler için Firefox
uk: Firefox для родин
vi: Firefox cho gia đình
zh_cn: Firefox 家长控制

# DB: products.Topic.description
source: Customize Firefox to keep your family safe and secure
de: Passen Sie Firefox an, um Ihre Familie zu schützen
el: Προσαρμόστε το Firefox για την προστασία της οικογένειάς σας
fy_nl: Firefox oanpasse om jo famylje privee en feilich te hâlden
hu: Szabja személyre a Firefoxot, hogy biztonságban tudja a családját és az adataikat
ia: Personalisa Firefox pro mantener salve e secur tu familia
it: Personalizza Firefox per mantenere la tua famiglia sicura e protetta
ja: Firefox をカスタマイズして家族の安全を守りましょう
ka: მოირგეთ Firefox, რომ უზრუნველყოთ თქვენი ოჯახის უსაფრთხოება და დაცულობა
kab: Mudd udem i Firefox akken ara tḥerzeḍ tawacult-ik·im
ko: 가족의 안전 및 보안을 위한 Firefox 개인화
nb_no: Tilpass Firefox for å holde familien din trygg og sikker
nl: Firefox aanpassen om uw gezin veilig te houden
pl: Dostosuj Firefoksa tak, aby Twoja rodzina była bezpieczna
pt_br: Personalize o Firefox para manter sua família segura e protegida
pt_pt: Personalize o Firefox para manter a sua família segura e em segurança
sk: Prispôsobte si Firefox, aby bola vaša rodina v bezpečí
sr: Прилагодите Firefox како би ваша породица била безбедна
sv: Anpassa Firefox för att hålla din familj trygg och säker
tr: Ailenizi güvende tutmak için Firefox'u özelleştirin
uk: Налаштуйте Firefox, щоб захистити свою родину
vi: Tùy chỉnh Firefox để giữ cho gia đình bạn an toàn và bảo mật
zh_cn: 定制 Firefox 以保护家庭安全
zh_tw: 自訂 Firefox 來保護家庭安全

# DB: products.Topic.title
source: Firefox for Fire TV
bg: Firefox за Fire TV
de: Firefox für Fire TV
el: Firefox για Fire TV
es: Firefox para Fire TV
fy_nl: Firefox foar Fire TV
he: Firefox עבור Fire TV
hr: Firefox za Fire TV
hu: Firefox Fire TV-re
ia: Firefox pro Fire TV
id: Firefox untuk Fire TV
it: Firefox per Fire TV
ka: Firefox - Fire TV
kab: Firefox i Fire TV
ko: Fire TV 용 Firefox
ms: Firefox untuk Fire TV
nl: Firefox voor Fire TV
pl: Firefox dla Fire TV
pt_br: Firefox para o Fire TV
pt_pt: Firefox para Fire TV
ro: Firefox pentru Fire TV
sk: Firefox pre Fire TV
sr: Firefox за Fire TV
sv: Firefox för Fire TV
te: Fire TV కోసం Firefox
th: Firefox สำหรับ Fire TV
tr: Fire TV için Firefox
uk: Firefox для Fire TV
ur: Firefox برائے Fire TV
vi: Firefox cho Fire TV
zh_cn: 适用于 Fire TV 的 Firefox

# DB: products.Topic.description
source: Browser for the Amazon Fire TV.
bg: Браузър за Amazon Fire TV
de: Browser für den Amazon Fire TV.
el: Πρόγραμμα περιήγησης για Amazon Fire TV.
es: Navegador para Amazon Fire TV.
fy_nl: Browser foar de Amazon Fire TV
he: דפדפן עבור Amazon Fire TV.
hr: Preglednik za Amazon Fire TV.
hu: Böngésző az Amazon Fire TV-hez.
ia: Navigator pro le Fire TV de Amazon.
id: Peramban untuk Amazon Fire TV.
it: Browser per Amazon Fire TV
ja: Amazon Fire TV 向けのブラウザー
ka: ბრაუზერი, Amazon Fire TV-ისთვის.
kab: Iminig i Amazon Fire TV.
ko: Amazon Fire TV 용 브라우저
ms: Pelayar untuk Amazon Fire TV.
nb_no: Nettleser for Amazon Fire TV.
nl: Browser voor de Amazon Fire TV
pl: Przeglądarka dla Amazon Fire TV.
pt_br: Navegador para o Amazon Fire TV.
pt_pt: Navegador para a Amazon Fire TV.
ro: Browser pentru Amazon Fire TV.
sk: Prehliadač pre Amazon Fire TV.
sr: Прегледач за Amazon Fire TV.
sv: Webbläsare för Amazon Fire TV.
te: Amazon Fire TV కోసం విహారిణి.
th: เบราว์เซอร์สำหรับ Amazon Fire TV
tr: Amazon Fire TV için bir tarayıcı.
uk: Браузер для Amazon Fire TV.
ur: Amazon Fire TV.کیلئے براؤزر۔
vi: Trình duyệt cho Amazon Fire TV.
zh_cn: 面向 Amazon Fire TV 的浏览器。
zh_tw: Amazon Fire TV 的網頁瀏覽器。

# DB: products.Topic.title
source: Firefox for iOS is not working as expected
bg: Firefox за iOS не работи според очакванията
bs: Firefox za iOS ne radi kako se očekivalo
de: Firefox für iOS funktioniert nicht wie erwartet
el: Το Firefox για iOS δεν λειτουργεί όπως πρέπει
es: Firefox para iOS no funciona como esperaba
fy_nl: Firefox foar iOS wurket net sa as ferwachte
he: Firefox עבור iOS לא עובד כצפוי
hr: Firefox za iOS ne radi na očekivani način
hu: A Firefox for iOS nem a vártnak megfelelően működik
ia: Firefox pro iOS non functiona como expectate
id: Firefox untuk iOS tidak bekerja seperti yang diharapkan
it: Firefox per iOS non funziona come previsto
ja: iOS 版 Firefox が期待通りに動作しない
ka: Firefox iOS არ მუშაობს სათანადოდ
kab: Firefox i iOS ur iteddu ara akken nerǧa
ko: Firefox iOS 동작 문제점
mg: Tsy mandeha araka ny nantenaina i Firefox ho an'ny iOS
ms: Firefox untuk iOS tidak berfungsi seperti yang dijangka
nb_no: Firefox for iOS virker ikke som forventet
nl: Firefox voor iOS werkt niet zoals verwacht
pl: Nie działa zgodnie z oczekiwaniami
pt_br: O Firefox para iOS não está funcionando como esperado
pt_pt: Não funcionou como esperado
ro: Firefox pentru iOS nu funcționează cum era de așteptat
sk: Firefox pre iOS nepracuje tak, ako by sa očakávalo
sr: Није радило како се очекивало
sv: Fungerade inte som förväntat
te: iOS కోసం ఫైర్ ఫాక్స్ అనుకున్న తీరులో పని చేయుటలేదు
th: Firefox สำหรับ iOS ไม่ทำงานตามที่คาดไว้
tr: iOS için Firefox beklediğim şekilde çalışmıyor
uk: Не працює, як очікувалося
ur: iOS کے لئے Firefox توقع کے مطابق کام نہیں کر رہا ہے
vi: Firefox dành cho iOS không hoạt động như mong đợi
zh_cn: iOS 版 Firefox 没有如预期运作
zh_tw: Firefox for iOS 運作不符預期

# DB: products.Topic.description
source: Troubleshoot problems with Firefox for iOS.
bg: Отстраняване на проблеми във Firefox за iOS.
bs: Riješite poruke o greškama u Firefoxu za iOS.
de: Lösen Sie Probleme mit Firefox für iOS.
el: Επίλυση προβλημάτων του Firefox για iOS.
es: Resuelve problemas con Firefox para iOS.
fy_nl: Problemen mei Firefox foar iOS ferhelpe.
he: פתרון בעיות ב־Firefox עבור iOS.
hr: Riješi probleme s Firefox za iOS.
hu: Hibaelhárítás a Firefox for iOS-ben.
ia: Solver problemas con Firefox pro iOS.
id: Pemecahan masalah pada Firefox untuk iOS.
it: Risoluzione dei problemi su Firefox per iOS
ja: iOS 版 Firefoxの問題解決。
ka: ხარვეზების აღმოფხვრა Firefox iOS-ზე.
kab: Ferru n wuguren deg Firefox i iOS.
ko: Firefox iOS 문제 해결방법을 살펴봅니다.
mg: Vahao ireo olana momba an'i Firefox ho an'i iOS.
ms: Pencarisilapan masalah Firefox untuk iOS.
nb_no: Feilsøk problemer med Firefox for iOS.
nl: Problemen met Firefox voor iOS verhelpen
pl: Rozwiązywanie problemów z Firefoksem dla systemu iOS
pt_br: Solucionar problemas com o Firefox para iOS.
pt_pt: Analisar e resolver mensagens de erro no Firefox para iOS.
ro: Depanează problemele cu Firefox pentru iOS.
sk: Riešenia problémov vo Firefoxe pre iOS.
sr: Решите поруке о грешкама у Firefox-у за iOS
sv: Felsök felmeddelande på Firefox för iOS
te: iOS కోసం Firefox సమస్యలు పరిష్కరించుకోండి.
th: แก้ไขปัญหาเกี่ยวกับ Firefox สำหรับ iOS
tr: iOS için Firefox ile ilgili sorunları giderin.
uk: Вирішення повідомлення про помилки в Firefox для iOS
ur: iOS کے لئے کے Firefox ساتھ مسائل کی ازالہ نقص کارى کریں
vi: Khắc phục sự cố với Firefox dành cho iOS.
zh_cn: 解决 iOS 版 Firefox 上的错误信息。
zh_tw: 排除 Firefox for iOS 的問題。

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
af: Hou video- of stem-gesprekke met die Firefox-blaaier
bg: Водете гласови и видео разговори с браузъра Firefox
bs: Imajte video ili glasovni razgovor koristeći Firefox pretraživač
de: Führen Sie Video- oder Audio-Gespräche mit dem Firefox-Browser
el: Συνομιλίες βίντεο ή φωνής με το πρόγραμμα περιήγησης Firefox
es: Mantén conversaciones de voz o vídeo usando el navegador Firefox
fy_nl: Fideo- en audiopetearen fiere fia de Firefox-browser
he: קיום שיחות וידאו או שמע באמצעות דפדפן ה־Firefox
hr: Vodi video ili audio razgovore pomoću Firefox preglednika
hu: Csevegjen vagy videotelefonáljon Firefox böngészővel
ia: Haber conversationes video o voce per le navigator Firefox
id: Lakukan percakapan video atau suara menggunakan peramban Firefox
it: Conversazione audio e video utilizzando il browser Firefox
ja: Firefox ブラウザーを使用して、動画または音声の会話ができます
ka: ხმოვანი და ვიდეოსაუბრები, Firefox-ბრაუზერით
kab: Mmeslay s tvidyutin akked imeslawen s yiminig Firefox
ko: Firefox 브러우저를 사용해서 영상이나 음성 채팅을 해보세요
mg: Manaova resaka @ horonantsary na am-peo @ alàlan'ny mpitety Firefox
ms: Mengadakan perbualan video atau suara menggunakan pelayar Firefox
nb_no: Ha video- eller stemmesamtale med hjelp av nettleseren Firefox
nl: Video- en audiogesprekken voeren via de Firefox-browser
pl: Prowadź rozmowy i wideorozmowy bezpośrednio w Firefoksie
pt_br: Fazer chamadas de vídeo ou de voz com o Firefox
pt_pt: Fazer conversas de vídeo ou de voz com o Firefox
ro: Poartă o conversație video sau audio folosind browserul Firefox
sk: Vychutnajte si video, alebo hlasové konverzácie priamo v prehliadači Firefox
sr: Имајте видео или гласовни разговор користећи Firefox прегледач
sv: Gör video- eller röstsamtal med hjälp av webbläsaren Firefox
te: Firefox బ్రౌజర్ ఉపయోగించి వీడియో లేదా వాయిస్ లో సంభాషించండి
th: สนทนาผ่านทางวิดีโอหรือเสียงโดยใช้เบราว์เซอร์ Firefox
tr: Firefox tarayıcısını kullanarak video veya sesli sohbet gerçekleştirin
uk: Користуйтесь голосовими чи відео-розмовами за допомогою браузера Firefox
ur: Firefox براؤزر کا استعمال کرتے ہوئے ویڈیو یا صوتی گفتگو کریں
vi: Có các cuộc hội thoại video hoặc giọng nói bằng trình duyệt Firefox
zh_cn: 使用 Firefox 浏览器进行视频和音频通话
zh_tw: 使用 Firefox 瀏覽器進行視訊或語音對談
zu: Yiba nezingxoxo ngamavidiyo noma ngephimbo usebenzisa isiphequluli se-Firefox

# DB: products.Topic.title
source: Firefox is slow or stops working
af: Firefox is stadig of hou op om te werk
bg: Firefox работи бавно или спира да работи
bs: Firefox je spor ili prestaje da radi
de: Firefox ist langsam oder funktioniert nicht mehr
el: Το Firefox είναι αργό ή σταματά να λειτουργεί
es: Firefox va lento o ha dejado de funcionar
fy_nl: Firefox is traach of wurket net mear
he: Firefox איטי או מפסיק לעבוד
hr: Firefox je spor ili prestaje raditi
hu: A Firefox lassú vagy nem működik
ia: Firefox es lente o non functiona plus
id: Firefox lambat atau berhenti bekerja
it: Firefox è lento o non funziona
ja: Firefox の遅い動作とハングアップ
ka: Firefox ნელია ან მუშაობას წყვეტს
kab: Firefox ẓẓay neɣ ur iteddu ara
ko: Firefox가 느려지거나 멈춤
mg: Miadana na mikatso i Firefox
ms: Firefox perlahan atau tersekat
nb_no: Firefox er treg eller slutter å virke
nl: Firefox is traag of werkt niet meer
pa_in: ਫਾਇਰਫਾਕਸ ਹੋਲੀ ਹੈ ਜਾ ਕੰਮ ਕਰਨਾ ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ
pl: Firefox jest wolny lub przestał działać
pt_br: O Firefox está lento ou parou de funcionar
pt_pt: Firefox está lento ou parou de funcionar
ro: Firefox este lent sau nu mai funcționează
sk: Firefox je pomalý alebo neodpovedá
sr: Firefox је спор или престаје да ради
sv: Firefox är långsam eller slutat fungera
te: Firefox నెమ్మదిగా ఉంది లేదా పని చేయడం ఆగిపోయింది
th: Firefox ช้าหรือหยุดทำงาน
tr: Firefox yavaş veya kilitleniyor
uk: Firefox працює повільно або зависає
ur: Firefox سست ہے یا کام کرنا چھوڑ دیتا ہے
vi: Firefox bị chậm hoặc dừng hoạt động
zh_cn: Firefox 很慢或停止工作
zh_tw: Firefox 緩慢或停止工作
zu: I-Firefox ihamba kancane noma iyama ukusebenza

# DB: products.Topic.description
source: Slowness or hanging
af: Traagheid of gehangery
bg: Бавна работа или забиване
bs: Sporost ili padanje
de: Langsamkeit oder Hängen
el: Επιβράδυνση ή κόλλημα
es: Lentitud o cuelgues
fy_nl: Traachheid of hingjen
he: איטיות או קיפאון
hr: Sporost ili zamrzavanje
hu: Lassulás vagy lefagyás
ia: Lentessa o suspension
id: Kelambatan atau menggantung
it: Lentezza o blocco
ja: 遅い動作またはハングアップ
ka: შენელებული მუშაობა და გაშეშება
kab: Taẓẓayt neɣ awḥal
ko: 느려짐 또는 멈춤 현상
mg: Fiadanam-pandeha na fihantonana
ms: Lambat atau tersekat
nb_no: Treghet eller henger seg opp
nl: Traagheid of hangen
pa_in: ਹੋਲੀ ਜਾ ਹੈਗ ਹੋ ਰਿਹਾ
pl: Wolne działanie lub zawieszanie
pt_br: Lentidão ou travamento
pt_pt: Lentidão ou bloqueios
ro: Încetineală sau blocare
sk: Spomalenie alebo zasekávanie
sr: Спорост или падање
sv: Långsamhet och hängande
te: నెమ్మదిగా లేదా ఆగిపోయింది
th: ความเชื่องช้าหรือการค้าง
tr: Yavaşlık veya kilitlenme
uk: Повільна робота або зависання
ur: سست روی یا ہینگ ہونا
vi: Chậm hoặc treo
zh_cn: 运行缓慢或未响应
zh_tw: Lag 或效能緩慢
zu: Ukudonseka noma ukulenga

# DB: products.Topic.title
source: Firefox Klar for Android
bg: Firefox Klar за Android
bs: Mobilni Firefox
de: Firefox Klar für Android
el: Firefox Klar για Android
es: Firefox Klar para Android
fy_nl: Firefox Klar foar Android
he: Firefox Klar עבור Android
hr: Firefox Klar za Android
ia: Firefox Klar pro Android
id: Firefox untuk Android
it: Firefox Klar per Android
ja: Android 版 Firefox Klar
ka: Firefox Klar Android-ისთვის
kab: Firefox Klar i Android
ko: Android용 Firefox Klar
ms: Firefox Klar untuk Android
nb_no: Firefox for Android
nl: Firefox Klar voor Android
pl: Firefox Klar dla Androida
pt_br: Firefox Klar para Android
pt_pt: Firefox Klar para Android
ro: Firefox Klar pentru Android
sk: Firefox Klar pre Android
sr: Firefox Klar за Android
sv: Firefox Klar för Android
te: Android కోసం Firefox Klar
th: Firefox Klar สำหรับ Android
tr: Android için Firefox Klar
uk: Firefox Klar для Android
ur: Android کے لئے Firefox Klar
vi: Firefox Klar dành cho Android
zh_cn: Firefox Klar 安卓版

# DB: products.Topic.title
source: Firefox Klar for iOS
bg: Firefox Klar за iOS
bs: Firefox pomoć za Sync
de: Firefox Klar für iOS
el: Firefox Klar για iOS
es: Firefox Klar para iOS
fy_nl: Firefox Klar foar iOS
he: Firefox Klar עבור iOS
hr: Firefox Klar za iOS
ia: Firefox Klar pro iOS
id: Bantuan untuk Seluler
it: Firefox Klar per iOS
ja: iOS 版 Firefox Klar
ka: Firefox Klar iOS-ისთვის
kab: Firefox Klar i iOS
ko: iOS용 Firefox Klar
ms: Firefox Klar untuk iOS
nb_no: Firefox Hjelp for Mobil
nl: Firefox Klar voor iOS
pl: Firefox Klar dla iOS
pt_br: Firefox Klar para iOS
pt_pt: Firefox Klar para iOS
ro: Firefox Klar pentru iOS
sk: Firefox Klar pre iOS
sr: Firefox Klar за iOS
sv: Firefox Klar för iOS
te: iOS కోసం Firefox Klar
th: Firefox Klar สำหรับ iOS
tr: iOS için Firefox Klar
uk: Firefox Klar для iOS
ur: iOS کے لئے Firefox Klar
vi: Firefox Klar dành cho iOS
zh_cn: Firefox Klar iOS 版

# DB: products.Topic.description
source: Privacy browser for iOS
bg: Поверителен браузър за iOS
bs: Privatni pretraživač za iOS
de: Privater Browser für iOS
el: Ιδιωτικό πρόγραμμα περιήγησης για iOS
es: Navegador privado para iOS
fy_nl: Privacybrowser foar iOS
he: דפדפן פרטיות עבור iOS
hr: Privatni preglednik za iOS
hu: Magánszférát védő böngésző iOS-re
ia: Navigator pro iOS con foco sur le confidentialitate
id: Peramban privasi untuk iOS
it: Browser per iOS focalizzato sulla privacy
ja: iOS 向けプライバシー保護ブラウザー
ka: პირადი ბრაუზერი iOS-ისთვის
kab: Iminig n tbaḍnit i ios
ko: iOS용 개인정보보호 브라우저
ms: Pelayar privasi untuk iOS
nb_no: Personvernsnettleser for iOS
nl: Privacybrowser voor iOS
pl: Przeglądarka oferująca prywatność dla iOS
pt_br: Navegador privativo para iOS
pt_pt: Navegador de privacidade para iOS
ro: Browser dedicat intimității pentru iOS
sk: Prehliadač zameraný na súkromie pre iOS
sr: Прегледач приватности за iOS
sv: Privat webbläsare för iOS
te: IOS కోసం గోప్యతా విహరిణి
th: เบราว์เซอร์ส่วนตัวสำหรับ iOS
tr: iOS için gizlilik tarayıcısı
uk: Приватний браузер для iOS
ur: iOSکیلئے رازداری والا براؤزر
vi: Trình duyệt ẩn danh cho iOS
zh_cn: 适用于 iOS 的隐私浏览器
zh_tw: iOS 版隱私保護瀏覽器

# DB: products.Topic.title
source: Firefox options, preferences and settings
af: Keuses, voorkeure en instellings in Firefox
bg: Опции, предпочитания и настройки на Firefox
bs: Firefox opcije, preferencije i postavke
de: Optionen, Konfiguration und Einstellungen von Firefox
el: Επιλογές, προτιμήσεις και ρυθμίσεις του Firefox
es: Opciones, preferencias y ajustes de Firefox
fy_nl: Opsjes, foarkarren en ynstellingen fan Firefox
he: אפשרויות, העדפות והגדרות של Firefox
hr: Firefox opcije i postavke
hu: A Firefox beállításai
ia: Optiones, preferentias e parametros de Firefox
id: Opsi, preferensi, dan setelan firefox
it: Opzioni, preferenze e impostazioni di Firefox
ja: Firefox のオプション、環境設定、設定
ka: Firefox-ის პარამეტრები, მითითებები და გამართვა
kab: Isefran, ismenyifen akked iɣewwaren n Firefox
ko: Firefox 옵션, 선호 및 설정
mg: Safidy, fiasa tiana ary tefy @ Firefox
ms: Pilihan, keutamaan dan penetapan Firefox
nb_no: Firefox-innstillinger
nl: Opties, voorkeuren en instellingen van Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਦੇ ਵਿਕਲਪ, ਪਸੰਦ ਅਤੇ ਸੈਟਿੰਗਾਂ
pl: Opcje, preferencje i ustawienia Firefoksa
pt_br: Opções, preferências e configurações do Firefox
pt_pt: Opções, preferências e configurações do Firefox
ro: Opțiuni Firefox, preferințe și setări
sk: Možnosti Firefoxu, predvoľby a nastavenia
sr: Firefox опције, преформансе и подешавања
sv: Firefox alternativ och inställningar
te: Firefox ఎంపికలు, ప్రాధాన్యతలు మరియు సెట్టింగ్లు
th: ตัวเลือก, การกำหนดลักษณะ และการตั้งค่าของ Firefox
tr: Firefox seçenekleri, tercihleri ve ayarları
uk: Параметри, налаштування та вподобання Firefox
ur: Firefox کے اختیارات ، ترجیحات اور سیٹنگز
vi: Các tùy chọn, quyền riêng tư và các cài đặt của Firefox
zh_cn: Firefox 选项、首选项与设置
zh_tw: Firefox 選項與偏好設定
zu: Izinketho ze-Firefox, okuncanyelwayo namasethingi
