Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: The video "%s" does not exist.
af: Die video "%s" bestaan nie.
bg: Видеото "%s" не съществува.
bs: Video "%s" ne postoji.
de: Das Video „%s“ existiert nicht.
el: Το βίντεο «%s» δεν υπάρχει.
es: El vídeo "%s" no existe.
fy_nl: De fideo "%s" bestiet net.
he: הסרטון ״%s״ לא קיים.
hr: Video "%s" ne postoji.
hu: A(z) „%s” videó nem található.
ia: Le video "%s" non existe.
id: Video "%s" tidak ada.
it: Il video "%s" non esiste.
ja: "%s" の動画は存在しません。
ka: ვიდეო "%s" არ არსებობს.
kab: Tavidyut "%s" ulac-itt.
ko: "%s" 동영상이 없습니다.
mg: Tsy misy ilay horonantsary "%s".
ms: Video "%s" tidak wujud.
nb_no: Videoen "%s" fins ikke.
nl: De video ‘%s’ bestaat niet.
pa_in: ਇਹ ਵੀਡਿਉ "%s" ਉਪਲੱਬਦ ਨਹੀ ਹੈ।
pl: Wideo „%s” nie istnieje.
pt_br: O vídeo "%s" não existe.
pt_pt: O vídeo "%s" não existe.
ro: Videoclipul "%s" nu există.
sk: Video "%s" neexistuje.
sr: Видео "%s" не постоји.
sv: Videon "%s" finns inte.
te: వీడియో "%s" ఉనికిలో లేదు.
th: ไม่พบวิดีโอ "%s"
tr: "%s" videosu mevcut değil.
uk: Відео "%s" не існує.
ur: "%s" پر ویڈیو موجود نہیں ہے۔
vi: Video "%s" không tồn tại.
zh_cn: 视频“%s”不存在。
zh_tw: 影片「%s」不存在。
zu: Ividiyo ethi "%s" ayikho.

source: Button of type "%s" does not exist.
af: Knoppie van die tipe "%s" bestaan nie.
bg: Бутон от тип "%s" не съществува.
bs: Dugme tipa "%s" ne postoji.
de: Die Schaltfläche des Typs „%s“ existiert nicht.
el: Το κουμπί τύπου «%s» δεν υπάρχει.
es: El tipo de botón "%s" no existe.
fy_nl: Knop fan type ‘%s’ bestiet net.
he: כפתור מסוג ״%s״ לא קיים.
hr: Gumb vrste „%s” ne postoji.
hu: „%s” típusú gomb nem létezik.
ia: Le button de typo "%s" non existe.
id: Tombol tipe "%s" tidak ada.
it: Il pulsante di tipo "%s" non esiste.
ja: "%s" というボタンテンプレートは存在しません。
ka: „%s“ სახის ღილაკი არ არსებობს.
kab: Taqeffalt n wanay "%s" ulac-itt.
ko: "%s" 버튼 형식이 존재하지 않습니다.
mg: Tsy misy bokotra @ karazana "%s".
ms: Butang jenis "%s" tidak wujud.
nb_no: Knapp av typen «%s» finnes ikke.
nl: Knop van type ‘%s’ bestaat niet.
pl: Przycisk typu „%s” nie istnieje.
pt_br: O botão do tipo "%s" não existe.
pt_pt: Não existe um botão com o tipo "%s".
ro: Butonul de tipul „%s” nu există.
sk: Tlačidlo typu "%s" neexistuje.
sr: Дугме типа "%s" не постоји.
sv: Knapp abv typen "%s" finns inte.
te: రకమైన బటన్ "%s" ఉనికిలో లేదు.
th: ไม่มีปุ่มชนิด "%s" อยู่
tr: "%s" türünde düğme mevcut değil.
uk: Кнопка типу "%s" не існує.
ur: "%s" قسم کا بٹن موجود نہیں ہے۔
vi: Nút nhấn của loại "%s" không tồn tại.
zh_cn: 按钮类型“%s”不存在。
zh_tw: 類型「%s」的按鈕不存在。
zu: Inkinobho yohlobo lwe"%s" ayikho.

source: The UI component "%s" does not exist.
bg: Компонентът на потребителския интерфейс "%s" не съществува.
de: Die Benutzeroberflächenkomponente „%s“ existiert nicht.
el: Το γραφικό στοιχείο «%s» δεν υπάρχει.
fy_nl: De UI-komponint ‘%s’ bestiet net.
hu: A(z) „%s” felületi összetevő nem létezik.
ia: Le componente de interfacie usator "%s" non existe.
it: Il componente dell’interfaccia utente "%s" non esiste.
ka: გარსის ნაწილი „%s“ არ არსებობს.
ko: "%s" UI 컴포넌트는 존재하지 않습니다.
nl: De UI-component ‘%s’ bestaat niet.
pl: Komponent interfejsu użytkownika "%s" nie istnieje.
pt_br: O componente de interface gráfica "%s" não existe.
pt_pt: O documento da IU "%s" não existe.
sk: Komponent používateľského rozhrania "%s" neexistuje.
sr: Компонента корисничког интерфејса "%s" не постоји.
sv: Användargränssnittskomponenten "%s" finns inte.
tr: "%s" arayüz bileşeni mevcut değil.
uk: Компонент інтерфейсу користувача "%s" не існує.
vi: Thành phần giao diện người dùng "%s" không tồn tại.
zh_cn: 文件“%s”不存在。
zh_tw: UI 元件「%s」不存在。

source: Would you like to view this page in %(language)s instead?
af: Wil jy hierdie bladsy eerder in %(language)s sien?
bg: Желаете ли да видите тази страница преведена на %(language)s?
bs: Da li želite da pregledate stranicu na %(language)s?
de: Möchten Sie diese Seite stattdessen auf %(language)s ansehen?
el: Θέλετε να δείτε αυτήν τη σελίδα στα %(language)s;
es: ¿Preferirías ver esta página en %(language)s?
fy_nl: Wolle jo dizze side leaver yn it %(language)s werjaan?
he: האם ברצונך לצפות בעמוד זה ב%(language)s במקום?
hr: Želiš li umjesto toga vidjeti ovu stranicu na %(language)s?
hu: Szeretné ezt inkább %(language)s nyelven megnézni?
ia: Vole tu vider in vice iste pagina in %(language)s?
it: Visualizzare la pagina in %(language)s al suo posto?
ja: このページを %(language)s で表示しますか？
ka: გსურთ ამ გვერდის შიგთავსი იყოს %(language)s?
kab: Tebɣiḍ ad twalid asebter agi s %(language)s ma ulac?
ko: %(language)s 언어로 이 페이지를 보시겠습니까?
mg: Sa aleonao mijery ity pejy ity @ teny %(language)s?
ms: Adakah anda mahu meninjau halaman ini dalam bahasa %(language)s?
nb_no: Vil du heller se denne siden på %(language)s?
nl: Wilt u deze pagina liever in het %(language)s weergeven?
pl: Czy chcesz wyświetlić tę stronę w języku %(language)s?
pt_br: Gostaria de ver esta página em %(language)s?
pt_pt: Prefere ver esta página em %(language)s?
ro: Vrei să vezi pagina în limba %(language)s?
sk: Nechcete túto stránku vidieť radšej v jazyku %(language)s?
sr: Да ли желите да прегледате страницу у %(language)s?
sv: Skulle du vilja se denna sida på %(language)s i stället?
te: ఈ పేజీని %(language)s భాషలో బదులుగా చూడాలనుకుంటున్నారా?
th: คุณต้องการดูหน้านี้ในภาษา %(language)s แทนหรือไม่?
tr: Bu sayfayı %(language)s olarak görmek ister misiniz?
uk: Бажаєте натомість переглянути цю сторінку %(language)s?
ur: کیا آپ اس کے بجائے اس صفحے کو %(language)s میں دیکھنا چاہیں گے؟
vi: Thay vào đó, bạn có muốn xem trang này bằng %(language)s không?
zh_cn: 您想以 %(language)s 查看此页面吗？
zh_tw: 想要檢視此頁面的 %(language)s 語言版本嗎？
zu: Ungathanda ukubuka leli khasi %(language)s kunalokho?

source: Skip to main content
af: Slaan oor na hoofinhoud
bg: Преминаване към основното съдържание
bs: Preskoči do glavnog sadržaja
de: Zum Hauptinhalt springen
el: Μετάβαση στο κύριο περιεχόμενο
es: Ir al contenido principal
fy_nl: Nei haadynhâld
he: דילוג לתוכן הראשי
hr: Preskoči na glavni sadržaj
hu: Ugrás a fő tartalomra
ia: Saltar al contento principal
id: Lewati ke konten utama
it: Vai direttamente al contenuto principale
ja: メインコンテンツへスキップ
ka: პირდაპირ ძირითად შიგთავსზე გადასვლა
kab: Ddu ɣer ugbur agejdan
ko: 위로
mg: Handingana ho @ tena atiny
ms: Langkau ke kandungan utama
nb_no: Gå til hovedinnholdet
nl: Naar hoofdinhoud
pl: Przejdź do głównej zawartości
pt_br: Ir para o conteúdo principal
pt_pt: Saltar para o conteúdo principal
ro: Sari la conținutul principal
sk: Preskočiť na hlavný obsah
sr: Прескочи до главног садржаја
sv: Hoppa till huvudinnehåll
te: ప్రధాన కంటెంటుకు వెళ్ళు
th: ข้ามไปยังเนื้อหาหลัก
tr: Ana içeriğe atla
uk: Перейти до основного вмісту
vi: Đi đến nội dung chính
zh_cn: 跳转到主要内容
zh_tw: 跳到主要內容
zu: Yeqa uye kokusemqoka

source: Switch language
af: Wissel taal
bg: Смяна на език
bs: Promijeni jezik
de: Sprache wechseln
el: Αλλαγή γλώσσας
es: Cambiar idioma
fy_nl: Taal wizigje
he: החלפת שפה
hr: Promijeni jezik
hu: Nyelvváltás
ia: Cambiar lingua
id: Ubah bahasa
it: Cambia lingua
ja: 表示言語を切り替える
ka: ენის შეცვლა
kab: Beddel tutlayt
ko: 언어 바꾸기
mg: Hiova teny
ms: Pilih bahasa
nb_no: Bytt språk
nl: Taal wijzigen
pa_in: ਭਾਸ਼ਾ ਬਦਲੋ
pl: Zmień język interfejsu
pt_br: Alterar idioma
pt_pt: Alterar idioma
ro: Schimbă limba
sk: Zmena jazyka
sr: Промени језик
sv: Byt språk
te: భాషను మార్చుము
th: สลับภาษา
tr: Dili değiştir
uk: Змінити мову
ur: زبان تبدیل کریں
vi: Chuyển đổi ngôn ngữ
zh_cn: 切换语言
zh_tw: 切換語言
zu: Shintsha ulimi

source: Skip to search
af: Slaan oor na soek
bg: Към страницата за търсене
bs: Skočite na pretragu
de: Zur Suche springen
el: Παράλειψη στην αναζήτηση
es: Ir a la búsqueda
fy_nl: Nei sykje
he: דילוג לחיפוש
hr: Prijeđi na pretragu
hu: Ugrás a keresésre
ia: Saltar al recerca
id: Perhalus pencarian
it: Vai alla ricerca
ja: 検索結果へスキップ
ka: პირდაპირ ძიებაზე გადასვლა
kab: Ddu ɣer unadi
ko: 검색 이동
mg: Handingana ho @ fikarohana
ms: Langkau ke carian
nb_no: Gå til søk
nl: Naar zoeken
pl: Przejdź do wyszukiwania
pt_br: Ir para busca
pt_pt: Saltar para pesquisar
ro: Sari la căutare
sk: Preskočiť na vyhľadávanie
sr: Скочите на претрагу
sv: Gå till sök
te: అన్వేషణ దాటవేయి
th: ข้ามไปยังการค้นหา
tr: Aramaya git
uk: Перейти до пошуку
vi: Đi đến tìm kiếm
zh_cn: 跳转到搜索
zh_tw: 跳到搜尋
zu: Yeqa uye kocinga

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="https://support.mozilla.org">here</a>.
bg: Това е временен сайт, съдържанието се презаписва на 1-во число всеки месец.<br>Работещият сайт е <a href="https://support.mozilla.org">тук</a>.
bs: Ovo je probna stranica, sadržaj se prepravlja svakog prvog u mjesecu.<br>Prava stranica je <a href="https://support.mozilla.org">ovdje</a>.
de: Dies ist eine Test-Website, der Inhalt wird jeweils am ersten Tag eines Monats überschrieben. <br>Die öffentliche Website finden Sie <a href="https://support.mozilla.org">hier</a>.
el: Αυτός είναι ένας δοκιμαστικός ιστότοπος, το περιεχόμενο αντικαθίσταται την πρώτη ημέρα κάθε μήνα.<br>Ο κανονικός ιστότοπος είναι <a href="https://support.mozilla.org">εδώ</a>.
es: Este es un sitio de pruebas y su contenido se sobrescribe el primer día de cada mes. <br>El sitio de producción está <a href="http://support.mozilla.org">aquí</a>.
fy_nl: Dit is in staging-website, de ynhâld wurdt op de 1e fan elke moanne oerskreaun.<br>De produksjewebsite befynt har <a href="https://support.mozilla.org">hjir</a>.
he: אתר זה הוא אתר הדגמה, התוכן משוכתב ב־1 בכל חודש.<br>האתר בגרסה הציבורית שלו נמצא <a href="https://support.mozilla.org">כאן</a>.
hr: Ovo je promjenjiva stranica, sadržaj se prepisuje svakog prvog u mjesecu.<br>Javna stranica se nalazi <a href="https://support.mozilla.org">ovdje</a>.
hu: Ez egy fejlesztői oldal, a tartalom minden hónap elsején felülírásra kerül. <br>Az éles weboldal <a href="https://support.mozilla.org">itt található</a>.
ia: Isto es un sito preliminar, le contento es supplantate in le prime die de cata mense.<br>Le sito de production es <a href="https://support.mozilla.org">aqui</a>.
id: Ini adalah situs pengembangan, isinya akan ditimpa pada tanggal 1 tiap bulan. <br/>Situs yang sebenarnya berada <a href="http://support.mozilla.org">di sini</a>.
it: Questo è un sito di laboratorio i cui contenuti vengono sovrascritti il primo giorno di ogni mese.<br>Il sito di produzione è a <a href="https://support.mozilla.org">questo indirizzo</a>.
ja: このサイトは開発版であり、コンテンツが毎月 1 日に上書きされます。<br><a href="http://support.mozilla.org">正式版のサイト</a> をご利用ください。
ka: ეს საიტის წინასწარი ვერსიაა, რომლის შიგთავსიც ახლდება თვის პირველ რიცხვში.<br>საბოლოო ვერსია იხილეთ <a href="https://support.mozilla.org">ამ ბმულზე</a>.
kab: Wagi d asmel n usekyed, agbur ad ibeddel deg umenzu n yal aggur.<br>Asmel unṣib <a href="https://support.mozilla.org">d wa</a>.
ko: 이 사이트는 테스트용이며, 내용은 매월 1일에 갱신됩니다.<br>정식 사이트는 <a href="https://support.mozilla.org">여기</a>입니다.
ms: Ini ialah laman pementasan, iaitu kandungannya ditulis ganti pada 1hb setiap bulan.<br>Laman produksi<a href="https://support.mozilla.org">di sini</a>.
nb_no: Dette er et testnettsted, innholdet blir overskrevet den første dagen i hver måned.<br>Det offentlige nettstedet finner du <a href="https://support.mozilla.org">her</a>.
nl: Dit is een staging-website, de inhoud wordt op de 1e van elke maand overschreven.<br>De productiewebsite bevindt zich <a href="https://support.mozilla.org">hier</a>.
pl: To jest witryna testowa, której zawartość zostaje nadpisana każdego pierwszego dnia miesiąca.<br> Witryna oficjalna znajduje się <a href="https://support.mozilla.org">tutaj</a>.
pt_br: Este é um site de testes, o conteúdo é sobrescrito no primeiro dia de cada mês.<br>O site oficial está <a href="https://support.mozilla.org">aqui</a>.
pt_pt: Este é um site de testes cujos conteúdos são substituídos no 1º dia de cada mês.<br>O site em produção está <a href="https://support.mozilla.org">aqui</a>.
ro: Acesta este un site de prezentare, conținutul de aici se modifică pe data de 1 a fiecărei luni.<br>Site-ul oficial este <a href="https://support.mozilla.org">aici</a>.
sk: Toto je testovacia verzia, ktorej obsah býva obnovený vždy prvý deň v mesiaci.<br>Produkčnú verziu nájdete <a href="https://support.mozilla.org">tu</a>.
sr: Ово је пробни сајт, садржај се преправља сваког првог у месецу.<br>Прави сајт је <a href="https://support.mozilla.org">овде</a>.
sv: Detta är en mellanlagringswebbplats, innehållet blir överskrivet den 1:a varje månad.<br>Produktionswebbplatsen är <a href="https://support.mozilla.org">här</a>.
te: ఈ స్టేజింగ్ సైట్ కంటెంట్ ప్రతి నెల 1 న భర్తీ అవుతుంది. <br>ఉత్పత్తి సైట్ కోసం <a href="https://support.mozilla.org">ఇక్కడ </a>.
th: ที่นี่เป็นไซต์ทดลอง ซึ่งเนื้อหาจะถูกเขียนทับใหม่ในวันที่ 1 ของทุก ๆ เดือน<br>เว็บไซต์จริงอยู่<a href="https://support.mozilla.org">ที่นี่</a>
tr: Bu bir test sitesidir. Her ayın 1. günü içerik sıfırlanır.<br>Gerçek siteye <a href="https://support.mozilla.org">buradan</a> erişebilirsiniz.
uk: Це тестовий сайт, його вміст перезаписується 1 числа кожного місяця.<br>Робочий сайт розташований <a href="https://support.mozilla.org">тут</a>.
vi: Đây là trang web dàn dựng, nội dung được ghi đè vào ngày 1 hàng tháng. <br>Liên kết trang web chính <a href="https://support.mozilla.org">ở đây</a>.
zh_cn: 这是一个用于测试的网站，每月 1 日本站内容将被覆盖一次。<br>正式网站在<a href="https://support.mozilla.org">这里</a>。
zh_tw: 這是測試版本的網站，內容將於每月一日被覆蓋。<br>正式版本的網站位於 <a href="https://support.mozilla.org">此處</a>。

source: Report Trademark Abuse
af: Raporteer handelsmerkmisbruik
bg: Съобщи за злоупотреба с търговската марка
bs: Prijavite zloupotrebu zaštitnog znaka
de: Markenrechtsverletzung melden
el: Αναφορά κατάχρησης σήματος
es: Informar de abuso de marca
fy_nl: Rapportearje misbrûk hannelsmerk
he: דיווח על שימוש לרעה בסימן מסחרי
hr: Prijavi zlouporabu zaštitnog znaka
hu: Védjeggyel való visszaélés jelentése
ia: Reportar abuso de marca registrate
id: Laporkan Pelanggaran Merek Dagang
it: Segnala violazioni dei marchi registrati
ja: 商標の不正使用を報告
ka: მოხსენება სავაჭრო ნიშნების დარღვევის შესახებ
kab: Mmel-d wid iseqdacen tacreḍt yettwaḥerzen
ko: 상표권 침해 보고
mg: Hitatitra Fanararaotana Mari-barotra
ms: Lapor Penyalahgunaan Cap Dagangan
nb_no: Rapporter varemerke-misbruk
nl: Misbruik van handelsmerk melden
pa_in: ਟਰੇਡਮਾਰਕ ਦੁਰਵਿਅਵਹਾਰ ਰਿਪੋਰਟ
pl: Nadużycie znaku towarowego
pt_br: Denunciar abuso de marcas registradas
pt_pt: Denunciar abuso de marcas registadas
ro: Raportează abuzul mărcilor înregistrate
sk: Nahlásiť zneužitie ochrannej známky
sr: Пријави злоупотребу заштитног знака
sv: Rapportera varumärkesintrång
te: ట్రేడ్‌మార్క్ దుర్వినియోగాన్ని నివేదించండి
th: รายงานการละเมิดเครื่องหมายการค้า
tr: Marka ihlali bildirin
uk: Повідомити про зловживання торговою маркою
ur: تجارتی نشان کا غلط استعمال رپورٹ کریں
vi: Báo cáo lạm dụng thương hiệu
zh_cn: 报告商标滥用
zh_tw: 檢舉商標濫用
zu: Bika Ukuxhashazwa Kophawu Lokuhweba

source: Source code
bg: Изходен код
de: Quelltext
el: Πηγαίος κώδικας
es: Código fuente
fy_nl: Boarnekoade
he: קוד מקור
hr: Izvorni kȏd
hu: Forráskód
ia: Codice fonte
it: Codice sorgente
ja: ソースコード
ka: პირველწყარო კოდი
kab: Tangalt aɣbalu
ko: 소스 코드
nb_no: Kildekode
nl: Broncode
pl: Kod źródłowy
pt_br: Código fonte
pt_pt: Código fonte
ro: Cod sursă
sk: Zdrojový kód
sr: Изворни код
sv: Källkod
te: మూల కోడు
th: รหัสต้นฉบับ
tr: Kaynak kodu
uk: Програмний код
ur: ماخذ کوڈ
vi: Mã nguồn
zh_cn: 源代码
zh_tw: 原始碼

source: Join our Community
bg: Присъединете се към нашата общност
de: Werden Sie Mitglied unserer Gemeinschaft
el: Συμμετοχή στην κοινότητα
es: Únete a nuestra comunidad
fy_nl: Doch mei oan ús mienskip
he: הצטרפות לקהילה שלנו
hr: Pridruži se našoj zajednici
hu: Csatlakozzon a közösséghez
ia: Junge te a nostre communitate
it: Unisciti alla comunità
ja: コミュニティに参加する
ka: შემოუერთდით ჩვენს ერთობას
kab: Kki deg tarbaɛt-nneɣ
ko: Mozilla 커뮤니티 가입
nb_no: Bli med i vårt fellesskap
nl: Doe mee met onze gemeenschap
pl: Dołącz do naszej społeczności
pt_br: Junte-se à nossa comunidade
pt_pt: Junte-se à nossa comunidade
ro: Intră în comunitatea noastră
sk: Pridajte sa k našej komunite
sr: Придружи се заједници
sv: Gå med i vår gemenskap
te: మా సముదాయంలో చేరండి
th: เข้าร่วมชุมชนของเรา
tr: Topluluğumuza katılın
uk: Долучайтеся до нашої спільноти
ur: ہماری برادری میں شامل ہوں
vi: Tham gia cộng đồng của chúng tôi
zh_cn: 加入我们的社区
zh_tw: 加入我們的社群

source: Explore Help Articles
bg: Разгледайте помощните статии
de: Entdecken Sie Hilfeartikel
el: Εξερεύνηση άρθρων βοήθειας
es: Explorar artículos de ayuda
fy_nl: Helpartikels besjen
he: עיון במאמרי העזרה
hr: Istraži članke pomoći
hu: Fedezze fel a súgóleírásokat
ia: Discoperir Articulos de auxilio
it: Sfoglia gli articoli di supporto
ja: ヘルプ記事を閲覧する
ka: მონახეთ დახმარების სტატიები
kab: Snirem imagraden n tallalt
ko: 도움말 문서 탐색
nb_no: Utforsk hjelpeartikler
nl: Hulpartikelen bekijken
pl: Przejrzyj artykuły pomocy
pt_br: Procurar artigos de ajuda
pt_pt: Explorar artigos de ajuda
ro: Explorează articole de asistență
sk: Preskúmajte články podpory
sr: Истражи чланке за помоћ
sv: Utforska hjälpartiklar
te: తోడ్పాటు వ్యాసాలను చూడండి
th: สำรวจบทความวิธีใช้
tr: Yardım Makalelerini Keşfedin
uk: Ознайомтеся з довідковими статтями
ur: مدد مضامین کی کھوج لگائیں
vi: Khám phá bài viết trợ giúp
zh_cn: 浏览帮助文章
zh_tw: 瀏覽說明文件

source: Download
bg: Изтегляне
bs: Preuzimanje
de: Herunterladen
el: Λήψη
es: Descargar
fy_nl: Ynlade
he: הורדה
hr: Preuzimanje
hu: Letöltés
ia: Discargar
id: Unduh
ja: ダウンロード
ka: ჩამოტვირთვა
kab: Sider
ko: 다운로드
nb_no: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
ro: Descarcă
sk: Stiahnuť
sr: Преузимање
sv: Hämta
te: దింపుకోండి
th: ดาวน์โหลด
tr: İndir
uk: Завантаження
ur: ڈاؤن لوڈ
vi: Tải xuống
zh_cn: 下载
zh_tw: 下載

source: Firefox desktop
de: Firefox für Desktop-PCs
hu: Firefox asztali számítógépre
kab: Firefox i tnarit
pl: Firefox na komputery
pt_br: Firefox de computador
pt_pt: Firefox para computador
sv: Firefox för datorer
tr: Bilgisayarlar için Firefox
zh_cn: 桌面版 Firefox
zh_tw: Firefox 桌面版

source: Android Browser
bg: Android
bs: Android pretraživač
de: Für Android
el: Πρόγραμμα περιήγησης Android
es: Navegador Android
he: דפדפן ל־Android
hr: Android preglednik
hu: Android böngésző
ia: Navigator pro Android
id: Peramban Android
it: Browser per Android
ja: Android ブラウザー
ka: Android-ისთვის
kab: Iminig Android
ko: 안드로이드 브라우저
ms: Pelayar Android
nb_no: Android-nettleser
pl: Przeglądarka dla Androida
pt_br: Navegador Android
pt_pt: Navegador para Android
ro: Browser pentru Android
sk: Prehliadač pre Android
sr: Android прегледач
sv: Android
te: Android విహారిణి
th: เบราว์เซอร์ Android
tr: Android tarayıcısı
uk: Браузер для Android
ur: Android براؤزر
vi: Trình duyệt cho Android
zh_cn: Android 浏览器
zh_tw: Android 瀏覽器

source: iOS Browser
bg: browserID
bs: iOS pretraživač
de: Für iOS
el: Πρόγραμμα περιήγησης iOS
es: Navegador iOS
he: דפדפן ל־iOS
hr: iOS preglednik
hu: iOS böngésző
ia: Navigator pro iOS
id: Peramban iOS
it: Browser per iOS
ja: iOS ブラウザー
ka: iOS-ისთვის
kab: Iminig iOS
ko: iOS 브라우저
ms: Pelayar iOS
nb_no: Nettleser for iOS
pl: Przeglądarka dla iOS
pt_br: Navegador iOS
pt_pt: Navegador para iOS
ro: Browser pentru iOS
sk: Prehliadač pre iOS
sr: iOS прегледач
sv: iOS
te: iOS విహారిణి
th: เบราว์เซอร์ iOS
tr: iOS tarayıcısı
uk: Браузер для iOS
ur: iOS برائوزر
vi: Trình duyệt cho iOS
zh_cn: iOS 浏览器
zh_tw: iOS 瀏覽器

source: Focus Browser
bg: Браузър Focus
bs: Focus pretraživač
de: Firefox Klar
el: Πρόγραμμα περιήγησης Focus
es: Navegador Focus
he: דפדפן Focus
hr: Focus preglednik
hu: Focus böngésző
ia: Navigator Focus
id: Peramban Focus
it: Browser Focus
ja: Focus ブラウザー
ka: Focus ბრაუზერი
kab: Iminig Focus
ko: Focus 브라우저
ms: Pelayar Focus
nb_no: Focus nettleser
pl: Przeglądarka Focus
pt_br: Navegador Focus
pt_pt: Navegador Focus
ro: Browserul focus
sk: Prehliadač Focus
sr: Прегледач Focus
sv: Focus
te: Focus విహారిణి
th: เบราว์เซอร์ Focus
tr: Focus tarayıcısı
uk: Браузер Focus
ur: Focus برائوزر
vi: Trình duyệt Focus
zh_cn: Focus 浏览器
zh_tw: Focus 瀏覽器

source: Firefox for Developers
bg: Firefox за програмисти
de: Firefox für Entwickler
el: Firefox για προγραμματιστές
es: Firefox para desarrolladores
fy_nl: Firefox foar ûntwikkelers
he: Firefox למפתחים
hr: Firefox za programere
hu: Fejlesztői Firefox
ia: Firefox pro disveloppatores
it: Firefox per sviluppatori
ka: Firefox შემმუშავებლებისთვის
kab: Firefox i yineflayen
ko: 개발자용 Firefox
nb_no: Firefox for utviklere
nl: Firefox voor ontwikkelaars
pl: Firefox dla programistów
pt_br: Firefox para desenvolvedores
pt_pt: Firefox para computador
ro: Firefox pentru dezvoltatori
sk: Firefox pre vývojárov
sr: Firefox за програмере
sv: Firefox för utvecklare
te: డెవలపర్ల కొరకు Firefox
th: Firefox สำหรับนักพัฒนา
tr: Geliştiriciler için Firefox
uk: Firefox для розробників
ur: Firefox برائے ڈویلپرز
vi: Firefox dành cho nhà phát triển
zh_cn: Firefox 开发者

source: Beta for Android
bg: Бета за Android
de: Beta für Android
el: Beta για Android
es: Beta para Android
fy_nl: Beta foar Android
he: בטא עבור Android
hr: Beta za Android
hu: Béta Androidra
ia: Beta pro Android
it: Beta per Android
ja: Android 版 Beta
ka: Beta Android-ისთვის
kab: Beta i Android
ko: Android 용 베타
nl: Beta voor Android
pl: Wersja Beta dla Androida
pt_br: Beta para Android
pt_pt: Beta para Android
ro: Beta pentru Android
sk: Beta pre Android
sr: Beta за Android
sv: Beta för Android
te: ఆండ్రాయిడ్ కోసం బీటా
th: Beta สำหรับ Android
tr: Android için Beta
uk: Beta для Android
ur: Android کے لئے Beta
vi: Beta dành cho Android
zh_cn: 适用于 Android 的 Beta

source: Nightly for Android
bg: Nightly за Android
de: Nightly für Android
el: Nightly για Android
es: Nightly para Android
fy_nl: Nightly foar Android
he: Nightly עבור Android
hr: Nightly za Android
hu: Firefox Androidra
ia: Nightly pro Android
it: Nightly per Android
ja: Android 版 Nightly
ka: Nightly Android-ისთვის
kab: Nightly i Android
ko: Android 용 Nightly
nl: Nightly voor Android
pl: Wersja Nightly dla Androida
pt_br: Nightly para Android
pt_pt: Nightly para Android
ro: Nightly pentru Android
sk: Nightly pre Android
sr: Nightly за Android
sv: Nightly för Android
te: ఆండ్రాయిడ్ కోసం నైట్లీ
th: Nightly สำหรับ Android
tr: Android için Nightly
uk: Nightly для Android
ur: Android کے لئے Nightly
vi: Nightly dành cho Android
zh_cn: 适用于 Android 的 Nightly

source: Mozilla Account
de: Mozilla-Konto
el: Λογαριασμός Mozilla
he: חשבון Mozilla
hu: Mozilla-fiók
ia: Conto Mozilla
id: Akun Mozilla
it: Account Mozilla
ka: Mozilla-ანგარიში
kab: Amiḍan n Mozilla
ko: Mozilla 계정
pl: Konto Mozilli
pt_br: Conta Mozilla
pt_pt: Conta Mozilla
sk: Účet Mozilla
sv: Mozilla-konto
tr: Mozilla Hesabı
uk: Обліковий запис Mozilla
vi: Tài khoản Mozilla
zh_cn: Mozilla 账户
zh_tw: Mozilla 帳號

source: Sign In/Up
bg: Вход/Регистрация
de: Anmelden/Registrieren
el: Σύνδεση/Εγγραφή
fy_nl: Ynskriuwe/Oanmelde
he: כניסה / הרשמה
hr: Prijava/Registracija
hu: Bejelentkezés/regisztráció
ia: Acceder o registrar se
it: Accedi/registrati
ja: 登録/ログイン
ka: შესვლა/შექმნა
kab: Kcem/jerred
ko: 로그인/가입하기
nb_no: Logg inn/registrer deg
nl: Inschrijven/aanmelden
pl: Zaloguj się/Zarejestruj się
pt_br: Entrar/Cadastrar-se
pt_pt: Iniciar sessão/registar
ro: Autentificare/Înregistrare
sk: Prihlásiť sa/Zaregistrovať sa
sr: Пријава/регистрација
sv: Logga in/Registrera dig
te: ప్రవేశం/నమోదు
th: ลงชื่อเข้า/สมัครใช้งาน
tr: Giriş Yap / Kaydol
uk: Увійти/Зареєструватися
ur: سائن ان / سائن اپ
vi: Đăng nhập/Đăng ký
zh_cn: 登录 / 注册
zh_tw: 註冊／登入

source: What Is It?
bg: Какво е това?
de: Was ist das?
el: Τι είναι αυτό;
fy_nl: Wat is dit?
he: מה זה?
hu: Mi ez?
ia: Que es illo?
it: Che cos’è?
ka: რას გულისხმობს ეს?
kab: D acu-t?
ko: 이것은 무엇입니까?
nl: Wat is dit?
pl: Co to jest?
pt_br: O que é?
pt_pt: O que é?
sk: Čo je to?
sv: Vad är det?
tr: Bu nedir?
uk: Що це?
vi: Đây là gì?
zh_cn: 介绍
zh_tw: 這是什麼？
