Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
af: Die gebruikernaam wat jy ingetik het, is onvanpas. Kies asseblief 'n ander een, en dink daaraan dat ons helpers ander Firefox-gebruikers net soos jy is.
bg: Въведеното от вас потребителско име е неподходящо. Моля, изберете другo и имайте предвид, че нашите помощници са потребители на Firefox също като вас.
bs: Korisničko ime koje ste unijeli je neprikladno. Molimo odaberite drugo te pritom imajte na umu da su naši pomagači drugi Firefox korisnici slični vama.
de: Der Benutzername, den Sie eingegeben haben, ist unangemessen. Bitte wählen Sie einen anderen aus und bedenken Sie, dass unsere Helfer Firefox-Anwender sind, genau wie Sie.
el: Το όνομα χρήστη που εισάγατε είναι ακατάλληλο. Παρακαλούμε επιλέξτε κάποιο άλλο και θεωρήστε ότι οι εθελοντές μας είναι χρήστες του Firefox, όπως εσείς.
es: El nombre de usuario que utilizaste no es adecuado. Elige otro y ten en cuenta que nuestros ayudantes son usuarios de Firefox igual que tú.
fy_nl: De ynfierde brûkersnamme is net winsklik. Kies in oare en betink dat ús helpers oare Firefox-brûkers binne, krekt as jo.
he: שם המשתמש שהקלדת אינו הולם. נא לבחור בשם אחר וגם לקחת בחשבון שהחברים שמסייעים בפורום הם משתמשי Firefox בדיוק כמוך.
hr: Upisano korisničko ime je neprikladno. Odaberi drugo ime te pritom misli na to, da su naši pomagači Firefox korisnici poput tebe.
hu: A megadott felhasználónév nem megfelelő. Válasszon egy másik nevet és gondoljon arra, hogy a segítők ugyanolyan Firefox felhasználók.
ia: Le nomine de usator que tu ha inserite es inappropriate. Per favor elige uno altere e considera que nostre adjutores es altere usatores de Firefox justo como te.
id: Nama pengguna yang Anda masukkan tidak pantas. Silakan pilih yang lain dan pertimbangkan bahwa sukarelawan kami juga merupakan pengguna Firefox seperti Anda.
it: Il nome utente utilizzato è inappropriato. Scegliere un altro nome considerando che i nostri volontari sono anch'essi utilizzatori di Firefox.
ja: 入力されたユーザー名は不適切です。別のユーザー名を入力し、私たちのヘルパーはあなたのような Firefox ユーザであることを考慮してください。
ka: თქვენ მიერ შეყვანილი სახელი არამართებულია. გთხოვთ, აირჩიოთ სხვა და გაითვალისწინოთ, რომ ჩვენი დამხმარე მოხალისეებიც, თქვენ მსგავსად Firefox-ის მომხმარებლები არიან.
kab: Isem n useqdac i teskecmeḍ ur iwulem ara. Ttxil-k fren wayeḍ, teẓreḍ belli imaẓragen-nneɣ d iseqdacen n Firefox akka am kečč.
ko: 입력한 사용자명이 유효하지 않습니다. 다른 사용자명을 선택해 보시기 바랍니다.
mg: Tsy mety ilay solonanarana nampidirinao. Mifidiana iray hafa azafady ary tsarovy fa mampiasa Firefox tahaka anao ihany ireo mpanampintsika hafa.
ms: Nama pengguna yang anda masukkan tidak sesuai. Sila pilih yang lain dan mempertimbangkan bahawa pembantu kami adalah pengguna Firefox lain yang sama seperti anda.
nb_no: Brukernavnet du skrev er upassende. Velg et annet, og tenk på at våre hjelpere er andre Firefox-brukere akkurat som deg.
nl: De ingevoerde gebruikersnaam is ongepast. Kies een andere en bedenk dat onze helpers andere Firefox-gebruikers zijn, net als u.
pa_in: ਯੂਜਰ ਨਾਮ ਜੋ ਤੁਸੀ ਪਾਇਆ ਹੈ ਅਣ-ਉਚਿਤ ਹੈ। ਕ੍ਰਿਪਾ ਦੂਜਾ ਲਵੇਂ ਅਤੇ ਵਿਚਾਰ ਹੈ ਕਿ ਸਾਡੇ ਸਹਾਇਕਾਂ ਬਸ ਤੂੰ ਜਿਵੇਂ ਹੋਰ ਫਾਇਰਫਾਕਸ ਯੂਜਰ ਹੇ ਹਨ।
pl: Podana nazwa użytkownika jest niewłaściwa. Podaj inną, mając na uwadze, że osoby udzielające pomocy są takimi samymi użytkownikami Firefoksa, jak ty.
pt_br: O nome de usuário que você inseriu não é apropriado. Escolha outro e leve em consideração que nossos ajudantes são outros usuários do Firefox como você.
pt_pt: O nome de utilizador que inseriu é inapropriado. Por favor, escolha outro e leve em consideração que os nossos ajudantes são outros utilizadores do Firefox tal como você.
ro: Numele de utilizator pe care l-ai introdus este nepotrivit. Te rugăm să alegi altul și să ții cont că persoanele care acordă asistență sunt utilizatori Firefox ca tine.
sk: Meno používateľa, ktoré ste zadali je nevhodné. Vyberte prosím iné a majte na pamäti, že ostatní prispievatelia sú tiež používateľmi Firefoxu tak ako vy.
sr: Користичко име које сте унели није одговарајуће. Одаберите друго и размотрите да су и наши помагачи такође корисници Firefox-a исто као и ви.
sv: Användarnamnet du angav är olämpligt. Vänligen välj ett annat och betänk att våra medhjälpare är andra Firefox-användare precis som du.
te: దయచేసి మీ నమోదు చేసిన యూజర్ పేరు తగదు. దయచేసి మరోకటి ఎంచుకోండి మరియు మా సహాయకులు కేవలం మీ ఇతర Firefox వినియోగదారులు భావించాలి.
th: ชื่อผู้ใช้ที่คุณใส่มานั้นไม่เหมาะสม โปรดเลือกชื่ออื่นและพึงตระหนักว่าผู้ช่วยเหลือท่านอื่นก็คือผู้ใช้ Firefox เหมือนกับคุณ
tr: Girdiğiniz kullanıcı adı uygun değil. Lütfen başka bir kullanıcı adı seçin. Yardımseverlerimizin sizin gibi Firefox kullanıcıları olduğunu unutmayın.
uk: Введене вами ім'я користувача є недоречним. Будь ласка, виберіть інше і зверніть увагу, що нашими помічниками є інші користувачі Firefox, такі ж як ви.
vi: Tên người dùng bạn đã nhập không phù hợp. Vui lòng chọn cái khác và xem xét rằng người trợ giúp của chúng tôi là những người dùng Firefox khác giống như bạn.
zh_cn: 您所输入的用户名不恰当。请再挑选一个，并请考虑到我们的志愿者都是像您一样的 Firefox 用户。
zh_tw: 您所輸入的使用者名稱並不恰當。請再挑一個，並考慮到我們的幫手都是其他像您一樣的 Firefox 使用者。
zu: Igama lomsebenzisi olifakile alilungile. Uyacelwa uthathe elinye ungakhohlwa ukuthi abasizi bethu bangabasebenzisi be-Firefox njengawe.

source: KB Contributors
bg: Сътрудници за БД
de: Mitwirkende an der Wissensdatenbank
el: Εθελοντές ΓΒ
fy_nl: KB-meiwurkers
hu: Tudásbázis közreműködői
ia: Collaboratores de base de cognoscentia
it: Collaboratori KB
ja: ナレッジベース貢献者
ka: ᲪᲬ მოხალისეები
ko: 문서 공헌자
nl: KB-medewerkers
pl: Współtwórcy Bazy wiedzy
pt_br: Colaboradores da base de conhecimento
pt_pt: Colaboradores da KB
sk: Prispievatelia KB
sr: Сарадници у бази знања
sv: KB-bidragsgivare
tr: Bilgi bankasına katkıda bulunanlar
uk: Помічники бази знань
vi: Cộng tác viên KB
zh_cn: 知识库贡献者
zh_tw: 知識庫貢獻者

source: L10n Contributors
de: Mitwirkende an der Lokalisierung
el: Εθελοντές L10n
fy_nl: L10-meiwurkers
hu: Honosítási közreműködők
ia: Collaboratores L10n
it: Collaboratori L10n
ja: L10n 貢献者
ka: L10n მოხალისეები
ko: 지역화 공헌자
nl: L10n-medewerkers
pl: Współtwórcy lokalizacji
pt_br: Colaboradores L10n (internacionalização)
pt_pt: Colaboradores de L10n
sk: Prispievatelia L10n
sr: Сарадници преводиоци
sv: L10n-bidragsgivare
tr: Çeviri gönüllüleri
uk: Помічники L10n
vi: Cộng tác viên L10n
zh_cn: 本地化贡献者
zh_tw: 在地化貢獻者

source: Forum Contributors
bg: Сътрудници във форума
de: Mitwirkende am Forum
el: Εθελοντές φόρουμ
fy_nl: Foarummeiwurkers
hu: Fórumos közreműködők
ia: Collaboratores del foro
it: Collaboratori forum
ja: フォーラム貢献者
ka: ფორუმის მოხალისეები
ko: 포럼 공헌자
nl: Forummedewerkers
pl: Użytkownicy forum
pt_br: Colaboradores do fórum
pt_pt: Colaboradores do Fórum
sk: Prispievatelia na fórach
sr: Форум сарадника
sv: Forum för bidragsgivare
tr: Forum gönüllüleri
uk: Помічники на форумі
vi: Diễn đàn cộng tác viên
zh_cn: 论坛贡献者
zh_tw: 討論區貢獻者

source: Display name
af: Skermnaam
bg: Показване на името
bs: Ime za prikaz
de: Name anzeigen
el: Εμφανιζόμενο όνομα
es: Mostrar nombre
fy_nl: Werjeftenamme
he: שם תצוגה
hr: Ime za prikaz
hu: Megjelenő név
ia: Nomine a monstrar
id: Nama alias
it: Nome visualizzato
ja: 表示名
ka: გამოსაჩენი სახელი
kab: Isem n uskan
ko: 별명
mg: Anarana isehoana
ms: Nama paparan
nb_no: Navn (som det vises)
nl: Weergavenaam
pa_in: ਵੇਖਾਉਣ ਲਈ ਨਾਂ
pl: Wyświetlana nazwa
pt_br: Nome exibido
pt_pt: Nome exibido
ro: Nume afișat
sk: Zobrazované meno
sr: Име
sv: Visningsnamn
te: పేరును ప్రదర్శించు
th: ชื่อที่ใช้แสดง
tr: Görünen isim
uk: Показувати ім'я
ur: ظاہر ہونے والا نام
vi: Tên hiển thị
zh_cn: 显示名称
zh_tw: 顯示名稱
zu: Khombisa igama

source: Make my email address visible to signed in users
de: Meine E-Mail-Adresse für angemeldete Benutzer sichtbar machen
el: Εμφάνιση της διεύθυνσης email μου σε συνδεδεμένους χρήστες
fy_nl: Myn e-mailadres sichtber meitsje foar oanmelde brûkers
he: להפוך את כתובת הדוא״ל שלי לגלויה למשתמשים מחוברים
hu: Az e-mail címem láthatóvá tétele a bejelentkezett felhasználók számára
ia: Render mi adresse email visibile al usatores con authenticate
it: Rendi il mio indirizzo email visibile agli utenti che hanno effettuato l’accesso
ka: ელფოსტის გამოჩენა შემოსული მომხმარებლებისთვის
ko: 로그인한 사용자에게 내 이메일 주소 표시
nl: Mijn e-mailadres zichtbaar maken voor aangemelde gebruikers
pl: Ustaw mój adres e-mail jako widoczny dla zalogowanych użytkowników
pt_br: Tornar meu endereço de email visível para usuários conectados
pt_pt: Tornar o meu endereço de e-mail visível para os utilizadores autenticados
sk: Sprístupniť moju e‑mailovú adresu prihláseným používateľom
sv: Gör min e-postadress synlig för inloggade användare
tr: Giriş yapmış kullanıcılar e-posta adresimi görebilsin
uk: Дозволити іншим користувачам, які увійшли в систему, бачити мою адресу електронної пошти
vi: Hiển thị địa chỉ email của tôi với người dùng đã đăng nhập
zh_cn: 向已登录用户显示我的邮箱地址
zh_tw: 向登入的使用者顯示我的電子郵件地址

source: Biography
af: Biografie
bg: Биография
bs: Biografija
de: Biographie
el: Βιογραφία
es: Biografía
fy_nl: Biografy
he: קורות חיים
hr: Biografija
hu: Életrajz
ia: Biographia
id: Bio
it: Biografia
ja: あなたについて
ka: ბიოგრაფია
kab: Tameddurt
ko: 소개
mg: Biografia
ms: Biografi
nb_no: Biografi
nl: Biografie
pa_in: ਮੇਰੇ ਬਾਰੇ
pl: Biografia
pt_br: Biografia
pt_pt: Biografia
ro: Biografie
sk: Popis osoby
sr: Биографија
sv: Biografi
te: బయోగ్రఫీ
th: ประวัติส่วนตัว
tr: Biyografi
uk: Біографія
ur: سیرت
vi: Tiểu sử
zh_cn: 自我介绍
zh_tw: 自我介紹
zu: Umlando

source: Some HTML supported: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Links are forbidden.
de: HTML wird teilweise unterstützt: &#x3C;abbr title&#x3E; &#x3C;blockrate&#x3E; &#x3C;Code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Links sind nicht gestattet.
el: Μερική υποστήριξη HTML: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Απαγορεύονται οι σύνδεσμοι.
fy_nl: Guon HTML wurdt stipe: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Keppelingen binne ferbean.
he: ישנה תמיכה ב־HTML חלקי: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. קישורים אסורים לשימוש.
hu: Némi HTML támogatott: &#x3C;abbr title&#x3E; &#x3C;b&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. A hivatkozások tiltottak.
ia: Alcun codices HTML supportate: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Le ligamines es prohibite.
it: Sono supportati alcuni codici HTML: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. I link non sono permessi.
ka: ნაწილობრივ მხარდაჭერილია HTML: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. ბმულები აკრძალულია.
ko: 일부 HTML 지원: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. 링크는 금지되어 있습니다.
nl: Sommige HTML wordt ondersteund: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Koppelingen zijn verboden.
pl: Obsługiwane znaczniki HTML: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Odnośniki są zabronione.
pt_br: Alguns códigos HTML aceitos: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Links são proibidos.
pt_pt: Algum HTML suportado: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Não são permitidas hiperligações.
sk: Niektoré podporované tagy HTML: &#x3C;skrátený názov&#x3E; &#x3C;blockquote&#x3E; &#x3C;kód&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;silne&#x3E; &#x3C;ul&#x3E;. Odkazy sú zakázané.
sv: Viss HTML stöds: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;kod&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;stark&#x3E; &#x3C;ul&#x3E;. Länkar är förbjudna.
tr: Desteklenen bazı HTML elemanları: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Bağlantılar yasaktır.
uk: Підтримуються деякі HTML теги: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Посилання заборонені.
vi: Một vài HTML được hỗ trợ: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Liên kết sẽ bị cấm.
zh_cn: 支持部分 HTML：&#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;。不可使用链接。
zh_tw: 支援部分 HTML: &#x3C;abbr title&#x3E; &#x3C;blockquote&#x3E; &#x3C;acronym title&#x3E; &#x3C;b&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;，禁止使用超鏈結。

source: Website
af: Webwerf
bg: Интернет страница
bs: Web stranica
el: Ιστότοπος
es: Sitio web
he: אתר
hr: Web stranica
hu: Weboldal
ia: Sito web
id: Situs web
it: Sito web
ja: ウェブサイト
ka: ვებსაიტი
kab: Asmel Web
ko: 웹사이트
mg: Tranonkala
ms: Laman web
nb_no: Nettsted
pa_in: ਵੈੱਬਸਾਈਟ
pl: Witryna
pt_br: Site
ro: Site web
sk: Webová stránka
sr: Веб сајт
sv: Webbplats
te: వెబ్‌సైట్
th: เว็บไซต์
tr: Web sitesi
uk: Вебсайт
ur: ويب سائٹ
vi: Trang web
zh_cn: 网站
zh_tw: 網站
zu: Iwebhusayithi

source: Twitter Username
af: Twitter-gebruikernaam
bg: Туитър име
bs: Twitter korisničko ime
de: Twitter-Benutzername
el: Όνομα χρήστη Twitter
es: Nombre de usuario de Twitter
fy_nl: Twitter-brûkersnamme
he: שם המשתמש ב־Twitter
hr: Twitter korisničko ime
hu: Twitter felhasználói név
ia: Nomine de usator de Twitter
id: Nama Pengguna Twitter
it: Nome utente su Twitter
ja: Twitter ユーザー名
ka: Twitter სახელი
kab: Aseqdac Twitter
ko: Twitter 사용자명
mg: Solonanarana Twitter
ms: Nama pengguna Twitter
nb_no: Twitter-brukernavn
nl: Twitter-gebruikersnaam
pa_in: ਟਵਿੱਟਰ ਵਰਤੋਂਕਾਰ ਨਾਂ
pl: Nazwa użytkownika Twittera
pt_br: Perfil do Twitter
pt_pt: Nome de utilizador do Twitter
ro: Nume de utilizator Twitter
sk: Používateľské meno na Twitteri
sr: Twitter корисничко име
sv: Twitter-användarnamn
te: ట్విట్టర్ యూజర్ పేరు
th: ชื่อผู้ใช้ Twitter
tr: Twitter kullanıcı adı
uk: Ім'я у Twitter
ur: Twitter صارف کا نام
vi: Tên tài khoản Twitter
zh_cn: Twitter 用户名
zh_tw: Twitter 帳號
zu: Igama lomsebenzisi le-Twitter

source: Community Portal Username
bg: Потребителско име в портала на общността
de: Benutzername für das Gemeinschaftsportal
el: Όνομα χρήστη πύλης κοινότητας
fy_nl: Brûkersnamme mienskipsportaal
he: שם המשתמש בפורטל הקהילה
hr: Korisničko ime u portalu zajednice
hu: Felhasználónév a közösségi portálon
ia: Nomine de usator del portal del communitate
it: Nome utente sul portale della comunità
ja: コミュニティポータルのユーザー名
ka: მოხალისეთა ერთობის გვერდის სახელი
kab: Isem n useqdac n temɣiwent
ko: 커뮤니티 포털 사용자 이름
nb_no: Brukernavn for fellesskapsportalen
nl: Gebruikersnaam gemeenschapsportaal
pl: Nazwa użytkownika portalu społecznościowego
pt_br: Nome de usuário no portal da comunidade
pt_pt: Nome de utilizador do portal da comunidade
ro: Nume de utilizar în portalul comunității
sk: Používateľské meno na komunitnom portáli
sr: Корисничко име портала заједнице
sv: Användarnamn för gemenskapsportalen
te: కమ్యూనిటీ వేదిక వాడుకరి పేరు
tr: Topluluk portalı kullanıcı adı
uk: Ім'я користувача на порталі спільноти
vi: Tên người dùng trên Community Portal
zh_cn: 社区主页用户名
zh_tw: Community Portal 使用者名稱

source: People Directory Username
bg: Потребителско име в списъка на хората
de: Benutzername für das Verzeichnis
el: Όνομα χρήστη People Directory
fy_nl: Brûkersnamme persoanelist
hr: Korisničko ime u imeniku ljudi
hu: Névjegyzék felhasználónév
ia: Nomine de usator del directorio del personas
it: Nome utente in directory
ja: People Directory のユーザー名
ka: ხალხის ცნობარიდან მომხმარებლის სახელი
kab: Isem n useqdac n ukaram n yimdanen
ko: 인명 디렉토리 사용자 이름
nb_no: Brukernavn for register over personer
nl: Gebruikersnaam personenlijst
pl: Nazwa użytkownika katalogu osób
pt_br: Nome de usuário no diretório de pessoas
pt_pt: Nome de utilizador do diretório de pessoas
sk: Používateľské meno v Adresári ľudí
sr: People Directory корисничко име
sv: Användarnamn för People Directory
tr: Kişiler dizini kullanıcı adı
uk: Ім'я користувача у People Directory
vi: Tên người dùng trên Mozilla People Directory
zh_cn: 人员目录用户名
zh_tw: People Directory 使用者名稱

source: Matrix Nickname
bg: Псевдоним в Matrix
de: Matrix-Benutzername
el: Ψευδώνυμο Matrix
fy_nl: Matrix-skermnamme
he: הכינוי ב־Matrix
hr: Nadimak za Matrix
hu: Matrix becenév
ia: Pseudonymo in Matrix
it: Nickname su Matrix
ja: Matrix ニックネーム
ka: Matrix-იდან მეტსახელი
kab: Mefferisem ɣef Matrix
ko: 매트릭스 닉네임
nb_no: Matrix-brukernavn
nl: Matrix-schermnaam
pl: Pseudonim w sieci Matrix
pt_br: Apelido no Matrix
pt_pt: Nickname da Matrix
ro: Pseudonim pe Matrix
sk: Prezývka na Matrixe
sr: Matrix корисничко име
sv: Smeknamn för Matrix
tr: Matrix kullanıcı adı
uk: Псевдонім у Matrix
vi: Bí danh Matrix
zh_cn: Matrix 昵称
zh_tw: Matrix 暱稱

source: Timezone
af: Tydsone
bg: Времева зона
bs: Vremenska zona
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fy_nl: Tiidssoane
he: אזור זמן
hr: Vremenska zona
hu: Időzóna
ia: Fuso horari
id: Zona waktu
it: Fuso orario
ja: タイムゾーン
ka: დროის სარტყელი
kab: Izḍi usrig
ko: 시간대
mg: Faritr'ora
ms: Zon masa
nb_no: Tidssone
nl: Tijdzone
pa_in: ਸਮਾਂ-ਖੇਤਰ
pl: Strefa czasowa
pt_br: Fuso horário
pt_pt: Fuso horário
ro: Fus orar
sk: Časové pásmo
sr: Временска зона
sv: Tidszon
te: కాలమండలం
th: เขตเวลา
tr: Saat dilimi
uk: Часовий пояс
ur: ٹائم زون
vi: Múi giờ
zh_cn: 时区
zh_tw: 時區
zu: Isizinda sesikhathi esithile

source: Country
af: Land
bg: Държава
bs: Država
de: Land
el: Χώρα
es: País
fy_nl: Lân
he: ארץ
hr: Država
hu: Ország
ia: Pais
id: Negara
it: Nazione
ja: 国
ka: ქვეყანა
kab: Tamurt
ko: 국가
mg: Firenena
ms: Negara
nb_no: Land
nl: Land
pa_in: ਦੇਸ਼
pl: Kraj
pt_br: País
pt_pt: País
ro: Țară
sk: Krajina
sr: Држава
sv: Land
te: దేశం
th: ประเทศ
tr: Ülke
uk: Країна
ur: ‏‏ملک
vi: Quốc gia
zh_cn: 国家/地区
zh_tw: 國家
zu: Izwe

source: City
af: Dorp/stad
bg: Град
bs: Grad
de: Stadt
el: Πόλη
es: Ciudad
fy_nl: Stêd
he: עיר
hr: Grad
hu: Város
ia: Citate
id: Kota
it: Città
ja: 都市
ka: ქალაქი
kab: Aɣrem
ko: 도시
mg: Tanàna
ms: Bandar
nb_no: By
nl: Stad
pa_in: ਸ਼ਹਿਰ
pl: Miasto
pt_br: Cidade
pt_pt: Cidade
ro: Localitate
sk: Mesto
sr: Град
sv: Stad
te: పట్టణం
th: เมือง
tr: Şehir
uk: Місто
ur: شہر
vi: Thành phố
zh_cn: 城市
zh_tw: 城市
zu: Idolobha

source: Preferred language
af: Voorkeurtaal
bg: Предпочитан език
bs: Željeni jezik
de: Bevorzugte Sprache
el: Προτιμώμενη γλώσσα
es: Idioma preferido
fy_nl: Foarkartaal
he: שפה מועדפת
hr: Preferirani jezik
hu: Előnyben részesített nyelv
ia: Lingua preferite
id: Bahasa pilihan
it: Lingua preferita
ja: 優先する言語
ka: სასურველი ენა
kab: Tutlayt tanurift
ko: 선호 언어
mg: Teny tiana
ms: Bahasa keutamaan
nb_no: Foretrukket språk
nl: Voorkeurstaal
pa_in: ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ
pl: Preferowany język
pt_br: Idioma de preferência
pt_pt: Idioma preferido
ro: Limba preferată
sk: Preferovaný jazyk
sr: Жељени језик
sv: Önskat språk
te: ప్రాధాన్యతా భాష
th: ภาษาที่ต้องการ
tr: Tercih edilen dil
uk: Бажана мова
ur: پسندیدہ زبان
vi: Ngôn ngữ ưu tiên
zh_cn: 首选语言
zh_tw: 偏好語言
zu: Ulimi okuncanyelwayo

source: Welcome to Mozilla Support Community! 🎉
sv: Välkommen till Mozilla supportgemenskap! 🎉

source: Confirmation failed. Account not deleted.
sv: Bekräftelse misslyckades. Kontot har inte raderats.

source: Your settings have been saved.
af: Jou instellings is suksesvol gestoor.
bg: Настройките ви са запазени.
bs: Vaše postavke su sačuvane.
de: Ihre Einstellungen wurden gespeichert.
el: Οι ρυθμίσεις σας έχουν αποθηκευτεί.
es: Tu configuración ha sido guardada.
fy_nl: Jo ynstellingen binne bewarre.
he: ההגדרות שלך נשמרו.
hr: Vaše postavke su spremljene.
hu: A beállítások mentése megtörtént.
ia: Tu parametros ha essite salvate.
id: Setelan Anda telah disimpan.
it: Le impostazioni sono state salvate.
ja: 設定が保存されました。
ka: თქვენი პარამეტრები შენახულია.
kab: Iɣewwaren-ik ttwaskelsen.
ko: 설정을 저장하였습니다.
mg: Voatahiry ny tefinao.
ms: Tetapan anda telah disimpan.
nb_no: Innstillingene er lagret.
nl: Uw instellingen zijn opgeslagen.
pa_in: ਤੁਹਾਡੀਆ ਸੈਟਿਗਾ ਸੰਭਾਲਿਆ ਗਈਆ ਹਨ।
pl: Ustawienia zostały zapisane.
pt_br: Suas configurações foram salvas.
pt_pt: As suas configurações foram guardadas
ro: Setările tale au fost salvate.
sk: Vaše nastavenia boli uložené.
sr: Ваша подешавања су сачувана.
sv: Dina inställningar har sparats.
te: మీ అమరికలు భద్రపరచబడ్డాయి.
th: การตั้งค่าของคุณถูกบันทึกแล้ว
tr: Ayarlarınız kaydedildi.
uk: Ваші налаштування були збережені.
ur: آپ کی سیٹنگز کو محفوظ کر دی گئی ہے.
vi: Các cài đặt của bạn đã được lưu lại.
zh_cn: 您的设置已保存。
zh_tw: 已儲存您的設定。
zu: Amasethingi akho aselondoloziwe.

source: Your preferences have been saved.
bg: Настройките ви са запазени.
de: Ihre Einstellungen wurden gespeichert.
el: Οι προτιμήσεις σας έχουν αποθηκευτεί.
fy_nl: Jo foarkarren binne bewarre.
hu: A beállítások el lettek mentve.
ia: Tu preferentias ha essite salvate.
it: Le preferenze sono state salvate.
ja: 設定が保存されました。
ka: თქვენი პარამეტრები შენახულია.
nl: Uw voorkeuren zijn opgeslagen.
pl: Ustawienia zostały zapisane.
pt_br: Suas preferências foram salvas.
pt_pt: As suas preferências foram guardadas.
sk: Vaše nastavenia boli uložené.
sr: Ваша подешавања су сачувана.
sv: Dina inställningar har sparats.
tr: Tercihleriniz kaydedildi.
uk: Ваші налаштування збережено.
vi: Các cài đặt của bạn đã được lưu.
zh_cn: 您的设置已保存。
zh_tw: 已儲存您的設定。
