Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: See what features are available in each release.
bg: Вижте какви нови функции са налични във всяко издание
bs: Pogledajte koje mogućnosti su dostupne u svakom izdanju.
de: Sehen Sie sich die Funktionen in jeder Version an.
el: Δείτε ποιες λειτουργίες είναι διαθέσιμες σε κάθε έκδοση.
es: Descubre las nuevas funciones disponibles en cada lanzamiento.
fy_nl: Besjoch hokker funksjes yn elke ferzje beskikber binne.
he: הצגת התכונות הזמינות בכל הפצה.
hr: Pogledaj funkcije izdanja.
hu: Nézze meg az egyes kiadásokban elérhető funkciókat.
ia: Vide que functionalitates es disponibile in cata version.
id: Lihat fitur yang tersedia di setiap rilis.
it: Scopri le caratteristiche disponibili in ogni versione
ja: リリースごとに使える新機能を見る。
ka: იხილეთ, თითოეულ გამოშვებაში ხელმისაწვდომი შესაძლებლობები.
kab: Wali timahilin i yellan deg yal lqem.
ko: 각 제품의 새로운 기능을 확인해보세요.
ms: Ketahui ciri baru yang tersedia dalam setiap keluaran.
nb_no: Se hvilke funksjoner som er tilgjengelig i hver utgave.
nl: Bekijk welke functies in elke versie beschikbaar zijn.
pl: Zobacz, jakie funkcje są dostępne w każdym wydaniu.
pt_br: Ver quais recursos estão disponíveis em cada versão.
pt_pt: Conheça as funcionalidades que são disponibilizadas em cada lançamento.
ro: Vezi ce funcționalități sunt disponibile în fiecare versiune.
sk: Zistite, aké nové funkcie sú k dispozícii v každom vydaní.
sr: Погледајте које могућности су доступне у сваком издању.
sv: Se vilka funktioner som finns tillgängliga i varje utgåva.
te: ప్రతి విడుదలలో ఏ కొత్త లక్షణాలు అందుబాటులో ఉన్నాయో చూడండి.
th: ดูว่ามีคุณลักษณะใดบ้างในแต่ละรุ่น
tr: Her bir sürümde hangi özelliklerin mevcut olduğunu görün.
uk: Подивіться, які функції доступні в кожному випуску.
ur: دیکھیں کہ ہر ریلیز میں کون سی خصوصیات دستیاب ہیں
vi: Xem những tính năng có sẵn trong mỗi bản phát hành.
zh_cn: 了解每次发布都有什么新变化。
zh_tw: 看看每個發行版中有什麼功能。

# DB: products.Topic.description
source: Deploying Firefox on Windows computers.
bg: Инсталиране на Firefox на компютри с Windows.
de: Verteilen von Firefox auf Windows-Computern.
el: Διανομή του Firefox σε υπολογιστές Windows.
es: Desplegar Firefox en equipos de Windows.
fy_nl: Firefox ymplemintearje op Windows-kompjûters.
he: פריסת Firefox במחשבי Windows.
hr: Implementiranje Firefoxa na Windows računalima.
hu: Firefox telepítése Windows számítógépekre.
ia: Implementar Firefox sur computatores Windows.
it: Distribuzione di Firefox su computer Windows
ja: Windows コンピューター上に Firefox を展開。
ka: გამართეთ Firefox Windows-კომპიუტერებზე
kab: Sbedd Firefox ɣef yiselkimen n Windows.
ko: Windows 컴퓨터에 Firefox를 배포합니다.
nb_no: Distribuere Firefox på Windows-datamaskiner.
nl: Firefox implementeren op Windows-computers.
pl: Wdrażanie Firefoksa na komputerach z systemem Windows.
pt_br: Implantação do Firefox em computadores Windows.
pt_pt: Distribuir o Firefox em computadores Windows.
ro: Lansare Firefox pe calculatoare Windows.
sk: Nasadenie Firefoxu na počítačoch so systémom Windows.
sr: Имплементирање Firefox-а на Windows рачунарима.
sv: Distribuera Firefox på Windows-datorer.
te: విండోస్ కంప్యూటర్లలో Firefoxను స్థాపింపజేయడం.
th: การปรับใช้ Firefox บนคอมพิวเตอร์ Windows
tr: Firefox'u Windows bilgisayarlarda dağıtma
uk: Розгортання Firefox на комп’ютерах Windows.
ur: Windows کمپیوٹرز پر Firefox کیو تعینات کرنا۔
vi: Triển khai Firefox trên máy tính Windows.
zh_cn: 部署 Firefox到 Windows 计算机。
zh_tw: 部署 Firefox 到 Windows 電腦。

# DB: products.Topic.title
source: Working with messages
af: Werk met boodskappe
bg: Работа със съобщения
bs: Rad s porukama
de: Mit Nachrichten arbeiten
el: Εργασία με τα μηνύματα
es: Funcionamiento de los mensajes
fy_nl: Wurkje mei berjochten
he: עבודה עם הודעות
hr: Rad s porukama
hu: Üzenetek kezelése
ia: Laborar con le messages
id: Bekerja dengan pesan
it: Lavorare con i messaggi
ja: メッセージの扱い方
ka: შეტყობინებებთან მუშაობა
kab: Xdem s yiznan
ko: 메시지 작업
mg: Fampiasana hafatra
ms: Menguruskan mesej
nb_no: Bruke meldinger
nl: Werken met berichten
pa_in: ਸੁਨੇਹੇ ਦੇ ਨਾਲ ਕੰਮ ਕਰਨਾ
pl: SMS-y i e-maile
pt_br: Trabalhando com mensagens
pt_pt: Trabalhar com mensagens
ro: Lucrul cu mesaje
sk: Práca so správami
sr: Рад са порукама
sv: Arbeta med meddelanden
te: సందేశాలతో పనిచేయుట
th: การทำงานกับข้อความ
tr: Mesajlarla çalışma
uk: Робота з повідомленнями
ur: پیغامات کے ساتھ کام کرنا
vi: Đang làm việc với các tin nhắn
zh_cn: 处理问题
zh_tw: 收發訊息
zu: Ukusebenza ngemiyalezo

# DB: products.Topic.description
source: Firefox OS SMS & email
af: Firefox OS se SMS en e-pos
bg: SMS и имейл на Firefox OS
bs: Firefox OS SMS i e-pošta
el: SMS και email στο Firefox OS
es: SMS y correo electrónico de Firefox OS
he: מסרונים ודוא״ל ב־Firefox OS
hr: Firefox OS SMS i e-pošta
hu: Firefox OS SMS és e-mail
ia: SMS e emails de Firefox OS
id: SMS & surel Firefox OS
it: SMS e email in Firefox OS
ja: Firefox OS のショートメッセージとメール
ka: Firefox OS SMS და ელფოსტა
kab: SMS d yimayl s Firefox OS
ko: Firefox OS SMS 및 이메일
mg: SMS & mailaka Firefox OS
ms: SMS & e-mel Firefox OS
nb_no: Firefox OS SMS og e-post
pa_in: ਫਾਇਰਫਾਕਸ OS ਐਸਐਮਐਸ ਅਤੇ ਈਮੇਲ
pl: SMS-y i e-maile w Firefox OS
pt_br: SMS e email do Firefox OS
pt_pt: SMS e e-mail no Firefox OS
ro: SMS și e-mail Firefox OS
sk: SMS a e‑mail vo Firefox OS
sr: Firefox OS SMS и е-пошта
sv: Firefox OS SMS & e-post
te: ఫైర్ ఫాక్స్ OS SMS & ఇమెయిల్
th: SMS และอีเมลใน Firefox OS
tr: Firefox OS SMS ve e-posta
uk: Ел. пошта і смс в Firefox OS
ur: Firefox OS ایس ایم ایس اور ای میل
vi: SMS & email của Firefox OS
zh_cn: FIrefox OS 短信与电子邮件
zh_tw: Firefox OS 簡訊與郵件
zu: I-Firefox OS SMS & nama-imeyli

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
af: Leer hoe om die bronkode van elke webbladsy te inspekteer.
bg: Научете как да проверявате кода зад всяка уеб страница.
bs: Naučite kako da ispitate kod iza svake web stranice.
de: Erfahren Sie, wie Sie den Quelltext hinter jeder Webseite inspizieren können.
el: Μάθετε πώς να επιθεωρήσετε τον κώδικα πίσω από κάθε ιστοσελίδα.
es: Aprende a examinar el código que hay detrás de cada página web.
fy_nl: Lês hoe’t jo de koade efter elke webside ynspektearje kinne.
he: מידע על איך לחקור קוד שמאחורי כל דף אינטרנט.
hr: Saznaj, kako ispitati kȏd web stranica.
hu: Ismerje meg, hogyan vizsgálhatja meg a weboldalak mögötti kódot.
ia: Apprende como inspectar le codice detra cata pagina web.
it: Apprendi come ispezionare il codice di ogni pagina web
ja: すべてのウェブページの裏側にあるコードを調べる方法を学びます。
ka: შეიტყვეთ, თუ როგორ უნდა გამოიკვლიოთ ნებისმიერი ვებგვერდის კოდი.
kab: Issin amek ara tselḍeḍ tangalt deffir yal asebter web.
ko: 모든 웹페이지의 코드를 점검하는 방법 배우기
mg: Ianaro ny fomba fanadihadiana ny kaody ao ambadiky ny pejin-tranonkala tsirairay.
ms: Belajar cara memeriksa kod di sebalik setiap halaman web.
nb_no: Les om hvordan du inspiserer koden bak enhver nettside.
nl: Lees hoe u de code achter elke webpagina kunt inspecteren.
pl: Dowiedz się, jak analizować kod każdej strony WWW.
pt_br: Saiba como inspecionar o código por trás de cada página web.
pt_pt: Aprenda a inspecionar o código por trás de cada página web.
ro: Află cum se inspectează codul din spatele fiecărei pagini web.
sk: Prečítajte si, ako preskúmať kód, ktorý sa skrýva za každou webovou stránkou.
sr: Научите како да испитате код иза сваке веб странице.
sv: Lär dig att inspektera koden bakom varje webbsida.
te: ప్రతి వెబ్పేజీలో వెనుక కోడ్ తనిఖీ ఎలా చేయాలో తెలుసుకోండి.
th: เรียนรู้วิธีตรวจสอบรหัสที่อยู่เบื้องหลังทุกหน้าเว็บ
tr: Her web sayfasının arkasındaki kodu nasıl inceleyebileceğinizi öğrenin.
uk: Дізнайтесь, як досліджувати код для кожної вебсторінки.
ur: ہر ویب صفحہ کے پیچھے کوڈ کی بڑتال کرنے کا طریقہ سیکھیں۔
vi: Tìm hiểu làm thế nào để kiểm tra mã đằng sau mỗi trang web.
zh_cn: 了解如何探查每个网页背后的代码。
zh_tw: 了解如何檢測每張網頁背後的代碼。
zu: Funda ngokuthi ihlolwa kanjani ikhodi emva kwekhasi ngalinye lewebhu.

# DB: products.Topic.title
source: Your Pocket Account
bg: Вашият профил в Pocket
de: Ihr Pocket-Konto
el: Ο λογαριασμός Pocket σας
fy_nl: Jo Pocket-account
hu: A saját Pocket-fiókja
ia: Tu conto Pocket
it: Il tuo account Pocket
ka: თქვენი Pocket-ანგარიში
ko: Pocket 계정
nl: Uw Pocket-account
pl: Twoje konto Pocket
pt_br: Sua conta no Pocket
pt_pt: A Sua Conta Pocket
sk: Váš účet služby Pocket
sv: Ditt Pocket-konto
tr: Pocket hesabınız
uk: Ваш обліковий запис Pocket
vi: Tài khoản Pocket của bạn
zh_cn: 您的 Pocket 账户
zh_tw: 您的 Pocket 帳號

# DB: products.Topic.description
source: Signup, login, password reset and more.
de: Registrierung, Anmeldung, Zurücksetzen des Passworts und mehr.
el: Εγγραφή, σύνδεση, επαναφορά κωδικού πρόσβασης και πολλά άλλα.
fy_nl: Registraasje, oanmelding, wachtwurd weromsette en mear.
hu: Regisztráció, bejelentkezés, jelszó-visszaállítás és még sok más.
ia: Registration, accesso, remontage contrasigno e altero ancora.
it: Registrazione, accesso, reimpostazione password e altro ancora.
ka: ანგარიშის შექმნა, შესვლა, პაროლის აღდგენა და სხვ.
ko: 회원가입, 로그인, 비밀번호 재설정 등.
nl: Registratie, aanmelding, wachtwoordherinitialisatie en meer.
pl: Rejestracja, logowanie, resetowanie hasła i wiele więcej.
pt_br: Cadastro, acesso, redefinição de senha e muito mais.
pt_pt: Crie uma conta, inicie sessão, redefinida a palavra-passe e muito mais.
sk: Registrácia, prihlásenie, obnovenie hesla a ďalšie.
sv: Registrering, inloggning, lösenordsåterställning och mer.
tr: Kaydolma, giriş yapma, parola sıfırlama ve daha fazlası.
uk: Реєстрація, вхід, скидання пароля тощо.
vi: Đăng ký, đăng nhập, đặt lại mật khẩu và hơn thế nữa.
zh_cn: 注册、登录、重置密码等操作。
zh_tw: 註冊、登入、重設密碼與更多功能。

# DB: kbadge.Badge.title
source: Thunderbolt hunt
sv: Thunderbolt-jakt

# DB: kbadge.Badge.description
source: This badge is awarded to contributors who can find 5 thunderbolts emoji ⚡ in the Firefox KB articles during the Ask a Fox event
sv: Detta emblem tilldelas bidragsgivare som kan hitta 5 åsk-emoji ⚡ i Firefox KB-artiklar under ett Ask a Fox-evenemang

# DB: kbadge.Badge.title
source: Fox hunt
sv: Fox-jakt

# DB: kbadge.Badge.description
source: This badge is awarded to contributors who can find 5 fox emoji 🦊 in the Firefox KB articles during the Ask a Fox event
sv: Detta emblem tilldelas bidragsgivare som kan hitta 5 räv-emojis i Firefox KB artiklar under ett Ask a Fox evenemang

# DB: kbadge.Badge.description
source: This badge is awarded to contributors who replied to 5 or more questions during the Ask a Fox event.
sv: Detta emblem tilldelas bidragsgivare som svarade på 5 eller fler frågor under ett Ask a Fox-evenemang.

# DB: kbadge.Badge.title
source: Forum Moderator Training
sv: Utbildning forummoderatorer

# DB: kbadge.Badge.description
source: This badge is awarded to Forum Moderators who completed the Moderator Training in Teachable.
sv: Detta emblem tilldelas forummoderatorer som har slutfört moderatorutbildningen i Teachable.

# DB: kbadge.Badge.title
source: 2025 Support Forum Badge
ia: Insignia del foro de supporto 2025
sv: 2025 emblem för supportforum
tr: 2025 Destek Forumu Rozeti

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2025.
ia: Iste insignia es assignate a collaboratores con 30 responsas al foro de supporto durante le 2025.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2025.
tr: Bu rozet 2025 yılında 30 destek forumu yanıtı ile katkıda bulunanlara verilir.

# DB: kbadge.Badge.title
source: 2024 Support Forum Badge
de: Abzeichen „Hilfeforum 2024“
el: Έμβλημα του Φόρουμ υποστήριξης 2024
fy_nl: Stipefoarum 2024-badge
hu: Támogatói fórum kitűző – 2024
ia: Insignia del foro de supporto 2024
it: Distintivo Forum di Supporto 2024
nl: Ondersteuningsforum 2024-badge
pl: Odznaka Forum pomocy 2024
pt_br: Emblema do fórum de suporte 2024
pt_pt: Medalha do Fórum de Apoio 2024
sv: 2024 emblem för supportforum
tr: 2024 Destek Forumu Rozeti
zh_cn: 2024 支持论坛徽章
zh_tw: 2024 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2024.
de: Dieses Abzeichen wird an Mitwirkende mit 30 Antworten im Hilfeforum im Jahr 2024 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 30 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2024.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 30 antwurden yn it stipefoarum yn 2024.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 30 választ adtak a támogatói fórumban 2024-ben.
ia: Iste insignia es assignate al collaboratores con 30 responsas del foro de supporto durante le 2024.
it: Questo distintivo è assegnato ai collaboratori con 30 risposte sui forum di supporto nel 2024.
nl: Deze badge wordt toegekend aan medewerkers met 30 antwoorden in het ondersteuningsforum in 2024.
pl: Ta odznaka przyznawana jest autorom, którzy w 2024 roku udzielili na forum pomocy co najmniej 30 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 30 respostas no fórum de suporte em 2024.
pt_pt: Esta medalha é atribuída a colaboradores com 30 respostas no fórum de apoio durante 2024.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2024.
tr: Bu rozet 2024 yılında 30 destek forumu yanıtı ile katkıda bulunanlara verilir.
zh_cn: 此徽章授予在 2024 年有超过 30 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2024 年間有超過 30 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.title
source: 2023 Support Forum Badge
de: Hilfeforums-Abzeichen 2023
el: Έμβλημα του Φόρουμ υποστήριξης 2023
fy_nl: Stipefoarum 2023-badge
hu: Támogatói fórum kitűző – 2023
ia: Insignia del foro de supporto 2023
it: Distintivo Forum di Supporto 2023
ka: 2023 მხარდაჭერის ფორუმის ჯილდო
ko: 2023 지원 포럼 배지
nl: Ondersteuningsforum 2023-badge
pl: Odznaka Forum pomocy 2023
pt_br: Emblema do Fórum de Suporte 2023
pt_pt: Medalha do Fórum de Apoio 2023
sk: Ocenenie Fórum podpory 2023
sr: Беџ форума подршке за 2023. годину
sv: 2023 emblem för supportforum
tr: 2023 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2023
vi: Huy hiệu diễn đàn hỗ trợ 2023
zh_cn: 2023 支持论坛徽章
zh_tw: 2023 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2023.
de: Dieses Abzeichen wird an Mitwirkende mit 30 Antworten im Hilfeforum im Jahr 2023 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 30 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2023.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 30 antwurden yn it stipefoarum yn 2023.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 30 választ adtak a támogatói fórumban 2023-ban.
ia: Iste insignia es assignate al collaboratores con 30 responsas del foro de supporto durante le 2023.
it: Questo distintivo è assegnato ai collaboratori con 30 risposte sui forum di supporto nel 2023.
ka: ჯილდო გადაეცემა მოხალისეებს 30 პასუხისთვის მხარდაჭერის ფორუმზე 2023 წელს.
ko: 2023년 한 해 30여개 포럼 답변을 해주신 공헌자에게 주는 뱃지입니다.
nl: Deze badge wordt toegekend aan medewerkers met 30 antwoorden in het ondersteuningsforum in 2023.
pl: Ta odznaka przyznawana jest autorom, którzy w 2023 roku udzielili na forum pomocy co najmniej 30 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 30 respostas no fórum de suporte em 2023.
pt_pt: Esta medalha é atribuída aos colaboradores com 30 respostas no fórum de apoio durante 2023.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2023 aspoň 30 schválených odpovedí na fóre.
sr: Овај беџ је додељен доприносиоцима са 30 одговора на форуму подршке током 2023. године.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2023.
tr: Bu rozet 2023 yılında 30 destek forumu yanıtı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які надали 30 відповідей на форумі підтримки впродовж 2023 року.
vi: Huy hiệu này được trao cho những người đóng góp với 30 phản hồi của diễn đàn hỗ trợ trong năm 2023.
zh_cn: 此徽章授予在 2023 年有超过 30 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2023 年間有超過 30 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.title
source: 2022 Support Forum Badge
bg: Значка на Форума за поддръжка 2022
de: Hilfeforums-Abzeichen 2022
el: Έμβλημα του Φόρουμ υποστήριξης 2022
fy_nl: Stipefoarum 2022-badge
hr: Značka foruma podrške za 2022. godinu
hu: Támogatói fórum kitűző – 2022
ia: Insignia del foro de supporto 2022
it: Distintivo Forum di Supporto 2022
ja: 2022 サポートフォーラムバッジ
ka: 2022 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2022
ko: 2022 지원 포럼 배지
nb_no: 2022 utmerkelse for brukerstøtteforum
nl: Ondersteuningsforum 2022-badge
pl: Odznaka Forum pomocy 2022
pt_br: Emblema do Fórum de Suporte 2022
pt_pt: Medalha do fórum de apoio de 2022
sk: Ocenenie fóra podpory 2022
sr: Беџ форума подршке за 2022. годину
sv: 2022 emblem för supportforum
te: 2022 తోడ్పాటు వేదిక బ్యాడ్జి
tr: 2022 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2022
vi: Huy hiệu diễn đàn hỗ trợ 2022
zh_cn: 2022 支持论坛徽章
zh_tw: 2022 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2022.
bg: Тази значка се присъжда на участниците с повече от 30 отговора във форума през 2022 г.
de: Dieses Abzeichen wird an Mitwirkende mit 30 Antworten im Hilfeforum im Jahr 2022 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 30 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2022.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 30 antwurden yn it stipefoarum yn 2022.
hr: Ova se značka dodjeljuje osobama s 30 odgovora na forumu podrške tijekom 2022. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 30 támogatói fórum választ adtak 2022-ben.
ia: Iste insignia es assignate al collaboratores con 30 responsas del foro de supporto durante 2022.
it: Questo distintivo è assegnato ai collaboratori con 30 risposte sui forum di supporto nel 2022.
ja: このバッジは 2022 年にサポートフォーラムで 30 件の回答を行った貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს 30 პასუხისთვის, მხარდაჭერის ფორუმზე, 2022 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i d-yerran i 30 n yisteqsiyen n unmager deg 2022.
ko: 2022년 동안 30여개 포럼에 답변을 해주신 공헌자에게 주는 뱃지입니다.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 30 svar på brukerstøtteforum i løpet av 2022.
nl: Deze badge wordt toegekend aan medewerkers met 30 antwoorden in het ondersteuningsforum in 2022.
pl: Ta odznaka przyznawana jest autorom, którzy w 2022 roku udzielili na forum pomocy co najmniej 30 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 30 respostas no fórum de suporte em 2022.
pt_pt: Esta medalha é atribuída a colaboradores com 30 respostas no fórum de apoio durante 2022.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2022 aspoň 30 schválených odpovedí na fóre.
sr: Овај беџ је додељен сарадницима са 30 одговора на форуму подршке током 2022. године.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2022.
tr: Bu rozet 2022 yılında 30 destek forumu yanıtı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які надали 30 відповідей на форумі підтримки впродовж 2022 року.
vi: Huy hiệu này được trao cho những người đóng góp với 30 phản hồi của diễn đàn hỗ trợ trong năm 2022.
zh_cn: 此徽章授予在 2022 年有超过 30 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2022 年間有超過 30 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.title
source: 2021 Support Forum Badge
bg: Значка на Форума за поддръжка 2021
de: Hilfeforums-Abzeichen 2021
el: Έμβλημα του Φόρουμ υποστήριξης 2021
fy_nl: Stipefoarum 2021-badge
hr: Značka foruma podrške za 2021. godinu
hu: Támogatói fórum kitűző – 2021
ia: Insignia del foro de supporto 2021
it: Distintivo Forum di Supporto 2021
ja: 2021 サポートフォーラムバッジ
ka: 2021 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2021
ko: 2021 지원 포럼 뱃지
nb_no: 2021 utmerkelse for brukerstøtteforum
nl: Ondersteuningsforum 2021-badge
pl: Odznaka Forum pomocy 2021
pt_br: Emblema do Fórum de Suporte de 2021
pt_pt: Medalha do fórum de apoio de 2021
sk: Ocenenie fóra podpory 2021
sr: Беџ форума подршке за 2021. годину
sv: 2021 emblem för supportforum
te: 2021 తోడ్పాటు వేదిక బ్యాడ్జి
tr: 2021 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2021
vi: Huy hiệu diễn đàn hỗ trợ 2021
zh_cn: 2021 支持论坛徽章
zh_tw: 2021 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2021.
bg: Тази значка се присъжда на участниците с повече от 30 отговора във форума през 2021 г.
de: Dieses Abzeichen wird an Mitwirkende mit 30 Antworten im Hilfeforum im Jahr 2021 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 30 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2021.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 30 antwurden yn it stipefoarum yn 2021.
hr: Ova se značka dodjeljuje osobama s 30 odgovora na forumu podrške tijekom 2021. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 30 támogatói fórum választ adtak 2021-ben.
ia: Iste insignia es assignate al collaboratores con 30 responsas del foro de supporto durante 2021.
it: Questo distintivo è assegnato ai collaboratori con 30 risposte sui forum di supporto nel 2021.
ja: このバッジは 2021 年にサポートフォーラムで 30 件の回答を行った貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 30 პასუხისთვის, მხარდაჭერის ფორუმზე, 2021 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i d-yerran i 30 n yisteqsiyen n unmager deg 2021.
ko: 2021년 동안 30여개 포럼에 답변을 해주신 공헌자에게 주는 뱃지입니다.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 30 svar på brukerstøtteforum i løpet av 2021.
nl: Deze badge wordt toegekend aan medewerkers met 30 antwoorden in het ondersteuningsforum in 2021.
pl: Ta odznaka przyznawana jest autorom, którzy w 2021 roku udzielili na forum pomocy co najmniej 30 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 30 respostas no fórum de suporte em 2021.
pt_pt: Esta medalha é atribuída a colaboradores com 30 respostas no fórum de apoio durante 2021.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2021 aspoň 30 schválených odpovedí na fóre.
sr: Овај беџ је додељен доприносиоцима са 30 одговора на форуму подршке током 2021. године.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2021.
te: ఈ బ్యాడ్జిని 2021లో తోడ్పాటు వేదికలో 30 ప్రతిస్పందనలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
tr: Bu rozet 2021 yılında 30 destek forumu yanıtı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 30 відповідей на форумі підтримки впродовж 2021 року.
vi: Huy hiệu này được trao cho những người đóng góp với 30 phản hồi của diễn đàn hỗ trợ trong năm 2021.
zh_cn: 此徽章授予在 2021 年有超过 30 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2021 年間有超過 30 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.title
source: 2020 Support Forum Badge
bg: Значка на Форума за поддръжка 2020
de: Hilfeforums-Abzeichen 2020
el: Έμβλημα του Φόρουμ υποστήριξης 2020
es: Insignia del Foro de asistencia de 2020
fy_nl: Stipefoarum 2020-badge
hr: Značka foruma podrške za 2020. godinu
hu: Támogatói fórum kitűző – 2020
ia: Insignia del foro de supporto 2020
id: Lencana Forum Dukungan 2020
it: Distintivo Forum di Supporto 2020
ja: 2020 サポートフォーラムバッジ
ka: 2020 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2020
ko: 2020 지원 포럼 배지
ms: Lencana Forum Sokongan 2020
nb_no: 2020 brukerstøtteforumsutmerkelse
nl: Ondersteuningsforum 2020-badge
pl: Odznaka Forum pomocy 2020
pt_br: Emblema do Fórum de Suporte 2020
pt_pt: Medalha do fórum de apoio de 2020
ro: Insignă Forum de asistență 2020
sk: Ocenenie Fórum podpory 2020
sr: Беџ форума подршке за 2020. годину
sv: 2020 emblem för supportforum
te: 2020 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2020
tr: 2020 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2020
ur: 2020 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2020
zh_cn: 2020 支持论坛徽章
zh_tw: 2020 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2020.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2020.
