Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
af: Maak Firefox jou eie, deur pasmaakinstellings en byvoegsels
bg: Направете Firefox по ваш вкус чрез настройки за приспособяване и добавки
bs: Učinite Firefox vašim kroz prilagođavanje postavki s dodacima
de: Passen Sie Firefox über Einstellungen und Add-ons ganz Ihren Bedürfnissen an
el: Κάντε το Firefox δικό σας μέσω ρυθμίσεων προσαρμογής και πρόσθετων
es: Utiliza los ajustes de personalización y los complementos para modificar Firefox a tu gusto
fy_nl: Firefox personalisearje fia oanpassingsynstellingen en add-ons
he: התאמת Firefox לטעמך באמצעות הגדרות התאמה אישית ותוספות
hr: Podesi Firefox pomoću prilagođenih postavki i dodataka
hu: Tegye egyedivé a Firefoxot kiegészítőkkel és egyéb beállításokkal
ia: Rende Firefox tue per le personalisationes de configurationes e le additivos
id: Leluasa atur Firefox Anda melalui pengubahsuaian pengaturan dan pengaya
it: Rendi Firefox sempre più tuo utilizzando le personalizzazioni e i componenti aggiuntivi
ja: カスタマイズ設定とアドオンで Firefox をあなたの思い通りにできます
ka: გახადეთ Firefox მეტად თქვენებური, მორგების შესაძლებლობებისა და დამატებების დახმარებით
kab: Err Firefox d ayla-k s umuddu n wudem i yiɣarren-is akked timerna n yizegrar
ko: 개인화 설정과 부가 기능들을 통해 당신만의 Firefox를 만들어보세요
mg: Ataovy anao i Firefox @ alàlan'ireo tefy fanokanana sy ireo fanampy
ms: Jadikan Firefox milik anda melalui tetapan penyesuaian dan add-ons
nb_no: Gjør Firefox din gjennom tilpassende innstillinger og utvidelser
nl: Maak Firefox van uzelf via aanpassingsinstellingen en add-ons.
pl: Spersonalizuj Firefoksa za pomocą ustawień i dodatków
pt_br: Deixe o Firefox do seu jeito com configurações de personalização e extensões
pt_pt: Torne o Firefox seu através das definições de personalização e extras
ro: Personalizează Firefox prin setări și suplimente
sk: Prispôsobte si Firefox podľa seba vlastným nastavením a doplnkami
sr: Учините Firefox вашим кроз прилагођавање поставки са додацима
sv: Gör Firefox till din genom anpassade inställningar och tillägg
te: అనుకూలీకరణకు సెట్టింగులను ద్వారా Firefox మీదే చేయండి మరియు add-ons
th: ทำให้ Firefox เป็นของคุณด้วยการตั้งค่าการปรับแต่งและส่วนเสริม
tr: Özelleştirme ayarları ve eklentilerle Firefox'unuzu kişiselleştirme
uk: Налаштовуйте Firefox на свій смак за допомогою пристосувань та додатків
vi: Tạo Firefox theo phong cách của bạn thông qua các thiết lập tùy chỉnh và tiện ích
zh_cn: 借助自定义的设置和附加组件，让 Firefox 更有你的个性
zh_tw: 透過自訂設定與安裝附加元件，讓 Firefox 有您的風格
zu: Yenza i-Firefox ibe ngeyakho ngokuzilungisela amasethingi nokokufakela

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
af: Pasmaak Thunderbird met byvoegsels, inproppe, en uitbreidings
bg: Персонализирайте Firefox с добавки, приставки и разширения
bs: Prilagodite Thunderbird s dodacima, priključcima i proširenjima
de: Passen Sie Thunderbird mit Add-ons, Plugins und Erweiterungen an
el: Προσαρμογή του Thunderbird με πρόσθετα, αρθρώματα και επεκτάσεις
es: Personaliza Thunderbird con complementos, plugins y extensiones
fy_nl: Thunderbird oanpasse mei add-ons, ynstekkers en útwreidingen
he: התאמה אישית של Thunderbird עם תוספות, תוספות חיצוניות והרחבות
hr: Prilagodi Thunderbird s dodacima, priključcima i proširenjima
hu: A Thunderbird testreszabása kiegészítőkkel, bővítményekkel és kiterjesztésekkel
ia: Personalisa Thunderbird con additivos, plugins, e le extensiones
it: Personalizzare Thunderbird con componenti, plugin ed estensioni
ja: アドオン、プラグイン、拡張機能で Thunderbird をカスタマイズ
ka: მოირგეთ Thunderbird დამატებებით, მოდულებით და გაფართოებებით
kab: Mudd udem i Thunderbird s yizegrar, imenṭaḍen, akked isiɣzaf
ko: Thunderbird 맞춤기능- 부가기능, 플러그인, 확장기능
mg: Atokano @ alàlan'ny fanampy, fanohy ary fanitarana i Thunderbird
ms: Sesuaikan Thunderbird dengan add-ons, plugins dan ekstensi
nb_no: Tilpass Thunderbird med tillegg, programtillegg og utvidelser
nl: Thunderbird aanpassen met add-ons, plug-ins en extensies
pa_in: ਥੰਡਰਬਰਡ ਨਾਲ ਐਡ-ਆਨ, ਪਲੱਗਇਨ, ਅਤੇ ਇਕਸਟੈਨਸ਼ਨਾ ਦੀ ਸੋਧ ਕਰੋ
pl: Dostosowanie Thunderbirda za pomocą dodatków, wtyczek i rozszerzeń
pt_br: Personalize o Thunderbird com extensões e plug-ins
pt_pt: Personalização do Thunderbird com extras, plugins e extensões
ro: Personalizează Thunderbird cu suplimente, pluginuri și extensii
sk: Prispôsobenie Thunderbirdu pomocou doplnkov, zásuvných modulov a rozšírení
sr: Прилагодите Thunderbird са додацима, прикључцима и екстензијама
sv: Anpassa Thunderbird med tillägg, insticksmoduler och utökningar
te: పొడగింతలు, ప్లగిన్లు మరియు పొడిగింపులు థండర్బర్డ్ అనుకూలీకరించండి
th: ปรับแต่ง Thunderbird ด้วยส่วนเสริม, ปลั๊กอิน, และส่วนขยาย
tr: Thunderbird'ü eklentiler, yan uygulamalar ve uzantılarla özelleştirme
uk: Налаштувати Thunderbird за допомогою додатків, плагінів і розширень
vi: Tùy chỉnh Thunderbird với các phần bổ trợ và tiện ích mở rộng
zh_cn: 用附加组件、插件和扩展定制 Thunderbird
zh_tw: 使用附加元件、外掛程式、擴充套件來自訂您的 Thunderbird
zu: Lungisa i-Thunderbird ngezinezezelo, okokupulagwa, kanye nokokwelula

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
af: Pasmaak Thunderbird met byvoegsels, inproppe, en uitbreidings
bg: Персонализирайте Firefox с добавки, приставки и разширения
bs: Prilagodite Thunderbird s dodacima, priključcima i proširenjima
de: Passen Sie Thunderbird mit Add-ons, Plugins und Erweiterungen an
el: Προσαρμογή του Thunderbird με πρόσθετα, αρθρώματα και επεκτάσεις
es: Personaliza Thunderbird con complementos, plugins y extensiones
fy_nl: Thunderbird oanpasse mei add-ons, ynstekkers en útwreidingen
he: התאמה אישית של Thunderbird עם תוספות, תוספות חיצוניות והרחבות
hr: Prilagodi Thunderbird s dodacima, priključcima i proširenjima
hu: A Thunderbird testreszabása kiegészítőkkel, bővítményekkel és kiterjesztésekkel
ia: Personalisa Thunderbird con additivos, plugins, e le extensiones
id: Ubah suai Thunderbird dengan pengaya, plugin dan ekstensi
it: Personalizzare Thunderbird con componenti, plugin ed estensioni
ja: アドオン、プラグイン、拡張機能で Thunderbird をカスタマイズ
ka: მოირგეთ Thunderbird დამატებებით, მოდულებით და გაფართოებებით
kab: Mudd udem i Thunderbird s yizegrar, imenṭaḍen, akked isiɣzaf
ko: Thunderbird 맞춤 기능- 부가기능, 플러그인, 확장기능
mg: Atokano @ alàlan'ny fanampy, fanohy ary fanitarana i Thunderbird
ms: Sesuaikan Thunderbird dengan add-ons, plugins dan ekstensi
nb_no: Tilpass Thunderbird med tillegg, programtillegg og utvidelser
nl: Thunderbird aanpassen met add-ons, plug-ins en extensies
pa_in: ਥੰਡਰਬਰਡ ਨਾਲ ਐਡ-ਆਨ, ਪਲੱਗਇਨ, ਅਤੇ ਇਕਸਟੈਨਸ਼ਨਾ ਦੀ ਸੋਧ ਕਰੋ
pl: Dostosowanie Thunderbirda za pomocą dodatków, wtyczek i rozszerzeń
pt_br: Personalize o Thunderbird com extensões e plug-ins
pt_pt: Personalização do Thunderbird com extras, plugins e extensões
ro: Personalizează Thunderbird cu suplimente, pluginuri și extensii
sk: Prispôsobenie Thunderbirdu pomocou doplnkov, zásuvných modulov a rozšírení
sr: Прилагодите Thunderbird са додацима, прикључцима и екстензијама
sv: Anpassa Thunderbird med tillägg, insticksmoduler och utökningar
te: పొడగింతలు, ప్లగిన్లు మరియు పొడిగింపులు థండర్బర్డ్ అనుకూలీకరించండి
th: ปรับแต่ง Thunderbird ด้วยส่วนเสริม, ปลั๊กอิน, และส่วนขยาย
tr: Thunderbird'ü eklentiler, yan uygulamalar ve uzantılarla özelleştirme
uk: Налаштувати Thunderbird за допомогою додатків, плагінів і розширень
vi: Tùy chỉnh Thunderbird với các phần bổ trợ và tiện ích mở rộng
zh_cn: 用附加组件、插件和扩展定制 Thunderbird
zh_tw: 使用附加元件、外掛程式、擴充套件來自訂您的 Thunderbird
zu: Gcina imininingwane yakho iphephile ngephasiwedi namasethingi okuphepha

# DB: products.Topic.title
source: Dashboard
ia: Pannello de controlo
kab: Tafelwit n usenqed
sv: Översikt
tr: Kontrol paneli

# DB: products.Topic.description
source: Troubleshoot dashboard issues.
ia: Solver problemas de pannello de controlo.
sv: Felsök problem med översikten.
tr: Kontrol paneliyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Data brokers
ia: Mediatores de datos
sv: Datainsamlare
tr: Veri aracıları

# DB: products.Topic.description
source: Troubleshoot data brokers issues.
ia: Solver problemas de mediatores de datos.
sv: Felsök problem med datainsamlare.
tr: Veri aracılarıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Data removal
ia: Remotion de datos
kab: Tukksa n yisefka
sv: Databorttagning
tr: Veri kaldırma

# DB: products.Topic.description
source: Remove your data from Mozilla’s products.
ia: Remove tu datos ab le productos de Mozilla.
sv: Ta bort din data från Mozillas produkter.
tr: Mozilla ürünlerindeki verilerinizi kaldırın.

# DB: products.Topic.title
source: Date and Time
af: Datum en tyd
bg: Дата и час
bs: Datum i vrijeme
de: Datum und Zeit
el: Ημερομηνία και ώρα
es: Fecha y hora
fy_nl: Datum en tiid
he: תאריך ושעה
hr: Datum i vrijeme
hu: Dátum és idő
ia: Data e ora
id: Tanggal dan Waktu
it: Data e ora
ja: 日付と時刻
ka: თარიღი და დრო
kab: Azemz d wakud
ko: 기간
mg: Daty sy Ora
ms: Tarikh dan Masa
nb_no: Dato og tid
nl: Datum en tijd
pa_in: ਮਿਤੀ ਤੇ ਸਮਾਂ
pl: Data i czas
pt_br: Data e Hora
pt_pt: Data e hora
ro: Data și ora
sk: Dátum a čas
sr: Датум и време
sv: Datum och tid
te: తేదీ మరియు సమయం
th: วันที่และเวลา
tr: Tarih ve saat
uk: Дата і час
ur: تاریخ اور وقت
vi: Ngày và giờ
zh_cn: 日期和时间
zh_tw: 日期與時間
zu: Usuku Nesikhathi

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
af: Om 'n datum en tyd op jou Firefox OS-foon op te stel
bg: Задаване на дата и час на вашия телефон с Firefox OS
bs: Podešavanje datuma i vremena na Firefox OS telefonu
de: Einstellen von Datum und Zeit auf Ihrem Firefox-OS-Handy
el: Ορισμός ημερομηνίας και ώρας στο Firefox OS τηλέφωνό σας
es: Cómo configurar la fecha y hora en tu teléfono Firefox OS
fy_nl: In datum en tiid ynstelle op jo Firefox OS-telefoan
he: הגדרת תאריך ושעה בטלפון ה־Firefox OS שלך
hr: Postavljanje datuma i vremena na Firefox OS mobitelu
hu: Dátum és idő beállítása a Firefox OS-en
ia: Defini data e tempore sur tu Firefox OS phone
it: Impostare la data e l'ora sul tuo telefono Firefox OS
ja: Firefox OS 携帯端末で日付と時刻を設定する
ka: დააყენეთ დრო და თარიღი, თქვენს Firefox OS ტელეფონზე
kab: Sbadu azemz akked wakud n tiliɣri-ik Firefox OS
ko: Firefox OS 시간 및 날짜 설정하기
mg: Fanefena daty sy ora ao @ telefaona Firefox OS anao
ms: Menetapkan tarikh dan masa telefon Firefox OS anda
nb_no: Innstilling av dato og klokkeslett på din Firefox OS-telefon
nl: Een datum en tijd instellen op uw Firefox OS-telefoon
pa_in: ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਓ.ਸਿ. ਫ਼ੋਨ ਉੱਤੇ ਮਿਤੀ ਤੇ ਸਮਾਂ ਸੈੱਟ ਕਰਨਾ
pl: Ustawianie daty i czasu na telefonie z systemem Firefox OS.
pt_br: Configurando a data e a hora em seu telefone Firefox OS
pt_pt: Definir uma data e hora no seu telemóvel com Firefox OS
ro: Cum să setezi data și ora pe telefonul cu Firefox OS
sk: Nastavenie dátumu a času na vašom telefóne s Firefox OS
sr: Подешавање датума и времена на Firefox OS телефону
sv: Ställa in datum och tid på din Firefox OS-telefon
te: మీ ఫైర్ ఫాక్స్ OS ఫోన్లో తేదీ మరియు సమయం సెట్ చేస్తోంది
th: การตั้งค่าวันที่และเวลาบนโทรศัพท์ Firefox OS ของคุณ
tr: Firefox OS telefonunuzda tarih ve saati ayarlamak
uk: Налаштування дати і часу на вашому телефоні з Firefox OS
ur: اپنے Firefox OS فون پر تاریخ اور وقت مقرر کرنا
vi: Cài đặt ngày và giờ trên điện thoại sử dụng hệ điều hành Firefox của bạn
zh_cn: 设定您的 Firefox OS 手机的日期和时间
zh_tw: 設定您 Firefox OS 手機的日期與時間
zu: Ukusetha usuku nesikhathi efonini yakho ye-Firefox OS

# DB: products.Topic.title
source: Declined payment
ia: Pagamento refusate
sv: Avvisad betalning
tr: Reddedilen ödeme

# DB: products.Topic.description
source: Troubleshoot declined payment issues.
ia: Solver problemas de pagamento refusate.
sv: Felsök problem med avvisade betalningar.
tr: Reddedilen ödemeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Defense in Depth
af: Verdediging in diepte
bg: Защита в дълбочина
bs: Odbrana
de: Verteidigung in der Tiefe
el: Προστασία σε Βάθος
es: Defensa en profundidad
fy_nl: Djipgeande ferdigening
hr: Obrana u dubini
hu: Védelemről mélyebben
ia: Protection accurate
it: Sicurezza prima di tutto
ja: 徹底的に守る
ka: მრავალდონიანი დაცვა
kab: Aḥareb s telqayt
ko: 깊이 있는 보안
mg: Fiarovana Lalindalina
ms: Pertahanan secara Mendalam
nb_no: Forsvar i dybden
nl: Diepgaande verdediging
pl: Ochrona danych
pt_br: Defesa em profundidade
pt_pt: Defesa em mais detalhe
ro: Apărare în adâncime
sk: Nepreniknuteľná ochrana
sr: Одбрана
sv: Djupförsvar
te: పటిష్టమైన రక్షణ
th: การป้องกันหลายชั้น
tr: Derin savunma
uk: Захист з середини
ur: گہرائی میں دفاع
vi: Bảo mật chuyên sâu
zh_cn: 深度防护
zh_tw: 深度防衛
zu: Ukuvikela Ngokubanzi

# DB: products.Topic.description
source: Make privacy a key factor in selecting and interacting with partners.
bg: Направете поверителността ключов фактор при избора и взаимодействието с партньорите.
bs: Neka privatnost bude ključan faktor za integraciju sa partnerima.
de: Machen Sie Datenschutz zum entscheidenden Faktor bei der Wahl und Interaktion mit Partnern.
el: Κάντε το απόρρητο ένα σημαντικό παράγοντα για την επιλογή και αλληλεπίδραση με συνεργάτες.
es: Haz que la privacidad sea un factor clave a la hora de seleccionar e interactuar con otros colaboradores.
fy_nl: Meitsje privacy in wichtige faktor by it selektearjen fan en gearwurkjen mei partners.
hr: Zaštita podataka ključni je čimbenik za odabir i suradnju s našim partnerima.
hu: Az adatvédelmet alapvető tényezővé tesszük partnerek kiválasztásakor és az együttműködéskor.
ia: Rende le confidentialitate un factor clave in le selection e in le interaction con le socios.
it: Fai in modo che la privacy sia un fattore fondamentale nel selezionare e interagire con i tuoi contatti
ja: パートナーを選び、その企業とやりとりを行う際に、プライバシーを重要なポイントとします。
ka: მიანიჭეთ პირადულობას გადამწყვეტი მნიშვნელობა, თანამშრომლებთან ურთიერთობისას.
kab: Err tabaḍnit d amgi agejdan deg tefrant d temyigawt akked yimendiden.
ko: 파트너를 선택하고 교류하는데 있어 개인 정보 보호는 매우 중요한 요소입니다.
ms: Jadikan privasi satu faktor utama dalam memilih dan berinteraksi dengan rakan.
nb_no: Gjør personvern til en nøkkelfaktor i valg og samhandling med partnere.
nl: Maak privacy een belangrijke factor bij het selecteren van en samenwerken met partners.
pl: Ochrona danych jest kluczowym czynnikiem przy wyborze i współpracy z naszymi partnerami.
pt_br: Faça a privacidade um fator chave na seleção e interação com os parceiros.
pt_pt: Tornar a privacidade um fator essencial na seleção e interação com os parceiros.
ro: Fă confidențialitatea un factor-cheie în selectarea și interacțiunea cu partenerii.
sk: Urobte zo súkromia kľúčový faktor pri výbere interakcií s vašimi partnermi.
sr: Нека приватност буде кључан фактор за интеграција са партнерима.
sv: Gör integritet till en nyckelfaktor när du väljer och interagerar med partners.
te: ఎంచుకోవడం మరియు భాగస్వాములతో సంప్రదింపులు గోప్యతా కీలక కారకంగా చేయండి.
th: ทำให้ความเป็นส่วนตัวเป็นปัจจัยสำคัญในการเลือกและโต้ตอบกับคู่ค้า
tr: Ortaklarımızı seçerken ve onlarla etkileşimde bulunurken gizliliği temel prensip olarak görürüz.
uk: Зробити приватність ключовим фактором у виборі та взаємодії з партнерами.
vi: Làm cho sự riêng tư trở thành một yếu tố quan trọng trong việc lựa chọn và tương tác với các đối tác.
zh_cn: 让隐私权成为选择伙伴及与伙伴互动时的关键因素。
zh_tw: 讓隱私權成為在選擇夥伴及與夥伴互動時的重要因素。

# DB: products.Topic.title
source: Deploy
bg: Внедряване
de: Verteilen
el: Ανάπτυξη
es: Implementar
fy_nl: Ymplemintearje
he: פריסה
hr: Implementiraj
hu: Üzembe helyezés
ia: Implementar
it: Distribuzione
ja: 展開
ka: განთავსება
kab: Sbedd
ko: 배포
nb_no: Distribuere
nl: Implementeren
pl: Wdrażanie
pt_br: Implantar
pt_pt: Distribuir
ro: Instalează
sk: Nasadenie
sr: Имплементирајте
sv: Distribuera
th: ปรับใช้
tr: Dağıtım
uk: Розгорнути
ur: تعینات کریں
vi: Triển khai
zh_cn: 部署
zh_tw: 部署

# DB: products.Topic.description
source: Deployment of Firefox in an enterprise environment
bg: Внедряване на Firefox в корпоративна среда
bs: Postavljanje Firefoxa u poslovnom okruženju
de: Verteilung von Firefox in einer Unternehmensumgebung
el: Χρήση του Firefox σε ένα επιχειρησιακό περιβάλλον
es: Despliegue de Firefox en un entorno empresarial
fy_nl: Ymplemintaasje fan Firefox yn in bedriuwsomjouwing
he: פריסת Firefox בסביבה ארגונית
hr: Implementiranje Firefoxa u okruženjima poduzeća
hu: A Firefox beüzemelése vállalati környezetben
ia: Displicamento de Firefox in un ambiente de interprisa
id: Penerapan Firefox di dalam lingkungan sebuah perusahaan
it: Distribuzione di Firefox in ambito aziendale
ja: 法人組織における Firefox の展開
ka: Firefox-ის გამართვა დაწესებულებაში
kab: Sbedd Firefox deg twannaḍt n tkebbanit
ko: 기업용 환경에서의 Firefox 배포
ms: Kerah tugas Firefox dalam persekitaran perusahaan
nb_no: Distribusjon av Firefox i et virksomhetsmiljø
nl: Implementatie van Firefox in een bedrijfsomgeving
pl: Wdrażanie Firefoksa w środowisku firmowym
pt_br: Implantação do Firefox em um ambiente empresarial
pt_pt: Implementação do Firefox num ambiente empresarial
ro: Implementarea Firefox într-un mediu pentru întreprinderi
sk: Nasadenie Firefoxu v prostredí podniku
sr: Постављање Firefox-а у пословном окружењу
sv: Distribution av Firefox i en företagsmiljö
th: การปรับใช้ Firefox ในสภาพแวดล้อมองค์กร
tr: Firefox'un şirket çapında dağıtılması
uk: Розгортання Firefox в корпоративному середовищі
ur: انٹرپرائز ماحول میں Firefox کی تعیناتی
vi: Triển khai Firefox trong môi trường doanh nghiệp
zh_cn: 在企业环境中部署 Firefox
zh_tw: 部署 Firefox 到企業環境

# DB: products.Topic.title
source: Device permissions
ia: Permissiones de apparato
kab: Tisirag n yibenk
sv: Enhetsbehörigheter
tr: Cihaz izinleri

# DB: products.Topic.description
source: Troubleshoot device permissions issues.
ia: Resolver problemas de permissiones de apparato.
sv: Felsök problem med enhetsbehörigheter.
tr: Cihaz izinleriyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Display
af: Skerm
bg: Екран
bs: Prikaz
el: Προβολή
es: Pantalla
fy_nl: Byldskerm
he: תצוגה
hr: Prikaz
hu: Kijelző
ia: Schermo
id: Tampilan
it: Visualizzazione
ja: 画面表示
ka: ეკრანი
kab: Sken
ko: 화면
mg: Seho
ms: Paparan
nb_no: Visning
nl: Beeldscherm
pa_in: ਡਿਸਪਲੇਅ
pl: Wyświetlacz
pt_br: Tela
pt_pt: Ecrã
ro: Ecran
sk: Zobrazované meno
sr: Приказ
sv: Visa
te: ప్రదర్శించు
th: การแสดงผล
tr: Görünüm
uk: Екран
ur: نمایش
vi: Hiển thị
zh_cn: 显示
zh_tw: 顯示
zu: Bonisa

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
af: Pasmaak jou skerm op jou Firefox OS-toestel.
bg: Персонализирайте екрана си на вашето устройство с Firefox OS.
bs: Prilagodite ekran na Firefox OS uređaju.
de: Passen Sie den Bildschirm Ihres Firefox-OS-Handys an.
el: Προσαρμογή οθόνης στη Firefox OS συσκευή σας.
es: Personaliza la pantalla de tu dispositivo Firefox OS.
fy_nl: Jo skerm op jo Firefox OS-apparaat oanpasse.
he: התאמה אישית של המסך שלך במכשיר ה־Firefox OS שלך.
hr: Prilagodi ekran na Firefox OS uređaju.
hu: A Firefox OS eszköz kijelzőjének személyre szabása.
ia: Personalisa tu schermo sur tu apparato Firefox OS.
id: Ubahsuai layar peranti Firefox OS Anda.
it: Personalizzare lo schermo del tuo telefono Firefox OS
ja: Firefox OS 携帯端末の画面をカスタマイズする。
ka: მოირგეთ ეკრანის პარამეტრები, თქვენს Firefox OS მოწყობილობაზე.
kab: Mudd udem i ugdil-ik deg tiliɣri-ik Firefox OS.
ko: Firefox OS 기기의 화면 설정하기
mg: Atokano ny efijerinao ao @ fitaovana Firefox OS anao.
ms: Sesuaikan skrin anda pada peranti Firefox OS.
nb_no: Tilpass skjermen på din Firefox OS-enhet.
nl: Uw scherm op uw Firefox OS-apparaat aanpassen.
pa_in: ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਓ.ਸਿ. ਯੰਤਰ ਉੱਤੇ ਆਪਣੀ ਸਕਰੀਨ ਮਨਪਸੰਦ ਮੁਤਾਬਕ ਢਾਲੋ।
pl: Dostosowywanie ekranu na urządzeniu z systemem Firefox OS.
pt_br: Personalize a tela do Firefox OS.
pt_pt: Personalizar o seu ecrã no seu dispositivo Firefox OS
ro: Personalizează-ți ecranul pe dispozitivul Firefox OS.
sk: Prispôsobenie okna vášho zariadenia s Firefox OS.
sr: Измените екран на Firefox OS уређају.
sv: Anpassa din skärm på din Firefox OS-enhet.
te: మీ ఫైర్ ఫాక్స్ OS పరికరంలో మీ స్క్రీన్ అనుకూలపరచండి.
th: ปรับแต่งหน้าจอของคุณบนอุปกรณ์ Firefox OS ของคุณ
tr: Firefox OS cihazınızın ekranını özelleştirin.
uk: Налаштування екрана вашого пристрою з Firefox OS.
ur: اپنے Firefox OS آلہ پر اپنی اسکرین کو مخصوص کریں۔
vi: Tùy chỉnh màn hình của bạn trên thiết bị Firefox OS.
zh_cn: 定制您的 Firefox OS 设备的屏幕。
zh_tw: 自訂您 Firefox OS 裝置的畫面。
zu: Lungisa iskrini kudivayisi yakho ye-Firefox OS.

# DB: products.Topic.title
source: Display and appearance
af: Skerm en voorkoms
bg: Дисплей и външен вид
bs: Prikaz i izgled
de: Anzeige und Erscheinungsbild
el: Προβολή και εμφάνιση
es: Vista y apariencia
fy_nl: Werjefte en foarmjouwing
he: תצוגה ומראה
hr: Prikaz i izgled
hu: Megjelenés
ia: Schermo e apparentia
id: Tampilan dan rupa
it: Visualizzazione e aspetto
ja: 表示と見た目
ka: ჩვენება და იერსახე
kab: Askan d urwas
ko: 표시명
mg: Seho sy endrika
ms: Paparan dan penampilan
nb_no: Visning og utseende
nl: Weergave en vormgeving
pa_in: ਪਰਦਰਸ਼ਨੀ ਅਤੇ ਵਿਖਾਲਾ
pl: Wyświetlanie i wygląd
pt_br: Tela e aparência
pt_pt: Visualização e aparência
ro: Ecran și aspect
sk: Zobrazenie a vzhľad
sr: Приказ и изглед
sv: Visning och utseende
te: చూపించు మరియు ప్రదర్శన
th: การแสดงผลและรูปลักษณ์
tr: Görünüm
uk: Відображення та зовнішній вигляд
vi: Hiển thị và giao diện
zh_cn: 显示和外观
zh_tw: 顯示與外觀
zu: Ukukhombisa nokubukeka
