Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: by <a rel="nofollow" href="{profile_url}">{user}</a>
bg: от <a href="{profile_url}">{user}</a>
de: von <a rel="nofollow" href="{profile_url}">{user}</a>
el: από <a rel="nofollow" href="{profile_url}">{user}</a>
fy_nl: troch <a rel="nofollow" href="{profile_url}">{user}</a>
hr: od <a rel="nofollow" href="{profile_url}">{user}</a>
hu: szerző: <a rel="nofollow" href="{profile_url}">{user}</a>
ia: per <a rel="nofollow" href="{profile_url}">{user}</a>
id: oleh <a rel="nofollow" href="{profile_url}">{user}</a>
it: di <a rel="nofollow" href="{profile_url}">{user}</a>
ja: 投稿者: <a rel="nofollow" href="{profile_url}">{user}</a>
ka: <a rel="nofollow" href="{profile_url}">{user}</a> მომხმარებლის
kab: s <a rel="nofollow" href="{profile_url}">{user}</a>
ko: 글쓴이: <a rel="nofollow" href="{profile_url}">{user}</a>
nl: door <a rel="nofollow" href="{profile_url}">{user}</a>
pl: przez <a rel="nofollow" href="{profile_url}">{user}</a>
pt_br: por <a rel="nofollow" href="{profile_url}">{user}</a>
pt_pt: por <a rel="nofollow" href="{profile_url}">{user}</a>
sk: autor <a rel="nofollow" href="{profile_url}">{user}</a>
sr: од <a rel="nofollow" href="{profile_url}">{user}</a>
sv: av <a rel="nofollow" href="{profile_url}">{user}</a>
tr: gönderen: <a rel="nofollow" href="{profile_url}">{user}</a>
uk: від <a rel="nofollow" href="{profile_url}">{user}</a>
vi: bởi <a rel="nofollow" href="{profile_url}">{user}</a>
zh_cn: <a rel="nofollow" href="{profile_url}">{user}</a> 发布
zh_tw: 由 <a rel="nofollow" href="{profile_url}">{user}</a>

source: Articles
af: Artikels
bg: Статии
bs: Članci
de: Artikel
el: Άρθρα
es: Artículos
fy_nl: Artikelen
he: מאמרים
hr: Članci
hu: Leírások
ia: Articulos
id: Artikel
it: Articoli
ja: 記事
ka: სტატიები
kab: Imagraden
ko: 기사
mg: Lahatsoratra
ms: Artikel
nb_no: Artikler
nl: Artikelen
pa_in: ਲੇਖਾ
pl: Artykuły
pt_br: Artigos
pt_pt: Artigos
ro: Articole
sk: Články
sr: Чланци
sv: Artiklar
te: వ్యాసాలు
th: บทความ
tr: Makaleler
uk: Статті
ur: مضامین
vi: Các bài viết
zh_cn: 文章
zh_tw: 文章
zu: Ama-athikhili

source: The following articles include this image:
af: Die volgende artikels bevat hierdie prent:
bg: Следните статии включват това изображение:
bs: Sljedeći članci imaju ovu sliku:
de: Die folgenden Artikel verwenden diese Grafik:
el: Η εικόνα εμφανίζεται στα ακόλουθα άρθρα:
es: Los siguientes artículos incluyen esta imagen:
fy_nl: De folgjende artikelen befetsje dizze ôfbylding:
he: המאמרים הבאים כוללים את התמונה הזאת:
hr: Sljedeći članci imaju ovu sliku:
hu: A következő leírások tartalmazzák ezt a képet:
ia: Le sequente articulos include iste imagine:
id: Artikel berikut mencakup gambar ini:
it: Questa immagine è presente nei seguenti articoli:
ja: この画像は以下の記事に含まれています:
ka: მოცემული სტატიების შეიცავს ამ სურათს:
kab: Imagraden-a gebren tugna-a:
ko: 아래 문서는 이미지를 포함합니다:
mg: Misy an'io sary io ireto lahatsoratra manaraka ireto:
ms: Artikel berikut beserta imej ini:
nb_no: De følgende artikler inneholder dette bildet:
nl: De volgende artikelen bevatten deze afbeelding:
pa_in: ਹੇਠ ਦਿੱਤੇ ਲੇਖਾਂ ਵਿੱਚ ਚਿੱਤਰ ਸ਼ਾਮਲ ਹੈ:
pl: Następujące artykuły zawierają ten obrazek:
pt_br: Os seguintes artigos incluem esta imagem:
pt_pt: Os seguintes artigos incluem esta imagem:
ro: Următoarele articole includ această imagine:
sk: Tento obrázok je použitý v nasledovných článkoch:
sr: Следећи чланци садрже ову слику:
sv: Följande artiklar innehåller den här bilden:
te: క్రింది కథనాలు ఈ చిత్రమును కలిగి ఉన్నాయి:
th: บทความดังต่อไปนี้มีภาพนี้:
tr: Bu resim aşağıdaki makalelerde kullanılmış:
uk: Це зображення міститься в таких статтях:
ur: مندرجہ ذیل مضامین میں یہ نقش شامل ہے:
vi: Các bài viết sau đây bao gồm hình ảnh này:
zh_cn: 以下文章引用了这幅图像：
zh_tw: 下列文件包含此圖片：
zu: Ama-athikhili alandelayo abandakanya lo mfanekiso:

source: This image is not included in any articles.
af: Hierdie prent is nie by enige artikels ingesluit nie.
bg: Това изображение не е включено в нито една статия.
bs: Ove slike nema ni u jednom članku.
de: Diese Grafik wird in keinen Artikeln verwendet.
el: Αυτή η εικόνα δεν περιλαμβάνεται σε κανένα άρθρο.
es: Esta imagen no se incluye en ninguno de los artículos.
fy_nl: Dizze ôfbylding wurdt net yn artikelen brûkt.
he: תמונה זו לא מופיעה במאמרים כלשהם.
hr: Ove slike nema ni u jednom članku.
hu: Ezt a képet egy leírás sem tartalmazza.
ia: Iste imagine non es includite in ulle articulos.
id: Gambar ini tidak disertakan dalam artikel mana pun.
it: Questa immagine non è presente in alcun articolo.
ja: この画像はどの記事にも含まれていません。
ka: ეს სურათი, არცერთ სტატიაში არაა.
kab: Tugna-a ur telli ula deg yiwen n umagrad.
ko: 이미지는 문서에 포함되지 않습니다.
mg: Tsisy lahatsoratra ahitana an'io sary io.
ms: Imej ini tidak termasuk dalam mana-mana artikel.
nb_no: Dette bildet er ikke tatt med i noen av artiklene.
nl: Deze afbeelding wordt niet in artikelen gebruikt.
pa_in: ਹੇਠ ਦਿੱਤੇ ਲੇਖਾਂ ਵਿੱਚ ਚਿੱਤਰ ਸ਼ਾਮਲ ਨਹੀ ਹੈ।
pl: W żadnym artykule nie ma tego obrazka.
pt_br: Esta imagem não está incluída em nenhum artigo.
pt_pt: Esta imagem não está incluída em nenhum artigo.
ro: Această imagine nu este inclusă în niciun articol.
sk: Tento obrázok nie je použitý v žiadnom článku.
sr: Ове слике нема ни у једном чланку.
sv: Den här bilden finns inte med i några artiklar.
te: ఈ చిత్రం ఏ కథనాలలో చేర్చబడలేదు.
th: ภาพนี้ไม่อยู่ในบทความใด
tr: Bu resim hiçbir makalede kullanılmamış.
uk: Цього зображення немає в жодній статі.
ur: یہ تصویر کسی بھی مضامین میں شامل نہیں ہے۔
vi: Hình ảnh này không được sử dụng trong bất kì bài viết nào.
zh_cn: 没有文章引用过这幅图像。
zh_tw: 此圖片並未在任何文件中出現。
zu: Lo mfanekiso awubandakanyiwe kwamanye ama-athikhili.

source: Media Gallery Search
af: Mediagalery-soektog
bg: Търсене в Медиийната галерия
bs: Pretraga galerije medija
de: Mediengalerie durchsuchen
el: Αναζήτηση συλλογής πολυμέσων
es: Búsqueda en la galería multimedia
fy_nl: Mediagalerij sykje
he: חיפוש בגלריית המדיה
hr: Pretraga galerije medija
hu: Médiagaléria-keresés
ia: Recerca in le galeria de medios
id: Pencarian Galeri Media
it: Ricerca nella galleria multimediale
ja: メディアギャラリー検索
ka: ფაილების გალერეაში ძიება
kab: Nadi deg tmidelt n umidya
ko: 자료실 찾기
mg: Fikarohana ao @ Galerian'ny Haino&&jery
ms: Carian Galeri Media
nb_no: Søk i mediegalleri
nl: Mediagalerij doorzoeken
pa_in: ਮੀਡੀਆ ਗੈਲਰੀ ਲੱਭੋ
pl: Przeszukiwanie galerii multimediów
pt_br: Pesquisa da Galeria de Mídia
pt_pt: Pesquisa da Galeria de Multimédia
ro: Căutare în galeria multimedia
sk: vyhľadávanie v galérii médií
sr: Претрага галерије медија
sv: Sök i mediagalleriet
te: మీడియా గ్యాలరీ శోధన
th: ค้นหาคลังสื่อ
tr: Ortam Galerisi Arama
uk: Пошук медіа галереї
ur: میڈیا گیلری تلاش
vi: Tìm kiếm trong thư viện phương tiện
zh_cn: 搜索媒体文件库
zh_tw: 搜尋媒體檔案庫
zu: Ukucinga Igalari Yemidiya

source: No media files found.
af: Geen medialêers gevind nie.
bg: Не са намерени медийни файлове.
bs: Nisu pronađene datoteke medija.
de: Keine Datei gefunden.
el: Δεν βρέθηκαν αρχεία πολυμέσων.
es: No se encontraron archivos multimedia.
fy_nl: Gjin mediabestannen fûn.
he: לא נמצאו קובצי מדיה.
hr: Nisu pronađene datoteke medija.
hu: Nem található médiafájl.
ia: Nulle files multimedial trovate.
id: Tidak ada berkas media ditemukan.
it: Non è stato trovato alcun file multimediale.
ja: メディアファイルが見つかりません。
ka: ფაილები ვერ მოიძებნა.
kab: Ula d yiwen n ufaylu amidya ur yettwaf.
ko: 찾은 파일이 없습니다
mg: Tsisy rakitra haino&jery hita.
ms: Tiada fail media ditemukan.
nb_no: Ingen mediefiler funnet.
nl: Geen mediabestanden gevonden.
pa_in: ਕੋਈ ਮੀਡਿਆ ਫਾਇਲ ਨਹੀਂ ਲੱਭੀ।
pl: Nie znaleziono żadnych plików multimedialnych.
pt_br: Nenhum arquivo de mídia encontrado.
pt_pt: Nenhum ficheiro de multimédia encontrado.
ro: Nu au fost găsite fișiere multimedia.
sk: Neboli nájdené žiadne multimediálne súbory.
sr: Нема пронађених медијских датотека.
sv: Inga mediafiler hittades.
te: ఏ మీడియా ఫైళ్లు దొరకలేదు.
th: ไม่พบไฟล์สื่อ
tr: Hiç ortam dosyası bulunamadı.
uk: Не знайдено файлу медіа.
ur: کوئی میڈیا فائلیں نہیں ملی۔
vi: Không tìm thấy tập tin đa phương tiện.
zh_cn: 找不到媒体文件。
zh_tw: 找不到媒體檔案。
zu: Akukho magama emidiya atholakele.

source: Preview
af: Voorskou
bg: Преглед
bs: Pregled
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fy_nl: Foarbyld
he: תצוגה מקדימה
hr: Pregled
hu: Előnézet
ia: Vista preliminar
id: Pratinjau
it: Anteprima
ja: プレビュー
ka: შეთვალიერება
kab: Taskant
ko: 미리보기
mg: Hanopy maso
ms: Previu
nb_no: Forhåndsvisning
nl: Voorbeeld
pa_in: ਝਲਕ
pl: Podgląd
pt_br: Exibir
pt_pt: Pré-visualizar
ro: Previzualizează
sk: Ukážka
sr: Преглед
sv: Förhandsvisa
te: ముందస్తు వీక్షణం
th: แสดงตัวอย่าง
tr: Önizleme
uk: Перегляд
ur: پیش نظارہ
vi: Xem thử
zh_cn: 预览
zh_tw: 預覽
zu: Isibukisi kuqala

source: Progress
af: Vordering
bg: Развитие
bs: Napredak
de: Fortschritt
el: Πρόοδος
es: Progreso
fy_nl: Fuortgong
he: התקדמות
hr: Napredak
hu: Állapot
ia: Progresso
id: Kemajuan
it: Avanzamento
ja: 進捗
ka: მიმდინარეობა
kab: Asfari
ko: 진행 사항
mg: Fandroso
ms: Kemajuan
nb_no: Fremdrift
nl: Voortgang
pa_in: ਤਰੱਕੀ
pl: Postęp
pt_br: Progresso
pt_pt: Progresso
ro: Progres
sk: Priebeh
sr: Напредак
sv: Förlopp
te: పురోగతి
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Quá trình
zh_cn: 进度
zh_tw: 進度
zu: Inqubekela phambili

source: Your avatar will be resized to {size}x{size}
af: Jou avatar se grootte sal verander word na {size}x{size}
bg: Вашият аватар ще бъде преоразмерен до {size} x {size}
bs: Vašem avataru će biti promienjena veličina na {size}x{size}
de: Die Größe Ihres Avatars wird auf {size}×{size} angepasst
el: Το μέγεθος της εικόνας χρήστη σας θα αλλάξει σε {size}x{size}
es: Se ajustará el tamaño de tu avatar a {size}x{size}
fy_nl: Jo avatar wurdt oanpast nei {size}x{size}
he: גודל התמונה המייצגת שלך ישתנה לכדי {size}x‏{size}
hr: Veličina tvog avatara promijenit će se na {size} x {size}
hu: A profilképe átméreteződik {size}x{size} méretre
ia: Tu avatar sera redimensionate a {size}x{size}
id: Avatar Anda akan dirubah ukuran menjadi {size}x{size}
it: Il tuo avatar verrà ridotto alle dimensioni di {size}x{size}
ja: アバターは {size}x{size} にサイズ変更されます
ka: თქვენი ავატარის ზომა იქნება {size}x{size}
ko: 아바타 크기가 {size}x{size}로 조정됨
mg: Hovaina ho {size}x{size} koa ny haben'ny avataranao
ms: Avatar anda akan diubah saiznya ke {size}x{size}
nb_no: Størrelsen på profilbildet ditt vil endres til {size}x{size}
nl: Uw avatar wordt aangepast naar {size}x{size}
pa_in: ਤੁਹਾਡਾ ਅਵਤਾਰ ਨੂੰ {size}x{size} ਆਕਾਰ ਦਿੱਤਾ ਜਾਵੇਗਾ
pl: Twój awatar będzie przeskalowany do rozmiaru {size}x{size}
pt_br: Seu avatar será redimensionado para {size}x{size}
pt_pt: O seu avatar será redimensionado para {size}x{size}
ro: Avatarul tău trebuie redimensionat la {size}x{size}
sk: Váš obrázok bol upravený na veľkosť {size}x{size}
sr: Вашем аватару ће бити промењена величина на {size}x{size}
sv: Din avatar kommer att skalas till {size}x{size}
te: మీ అవతార్ {size} x {size} పరిమాణం ఉంటుంది
th: อวตารของคุณจะถูกปรับขนาดเป็น {size}x{size}
tr: Avatarınız {size}x{size} olarak yeniden boyutlandırılacaktır
uk: Ваш аватар буде змінено до розміру {size}x{size}
ur: آپ کا اوتار سائز {size} {size} میں تبدیل کیا جائے گا
vi: Ảnh đại diện của bạn sẽ được thay đổi kích thước thành {size}x{size}
zh_cn: 您的头像将被调整为 {size}x{size}
zh_tw: 您的頭像大小將會被縮放為 {size}x{size}
zu: I-avatar yakho izoguqulwa usayizi wayo ibe {size}x{size}

source: username
af: gebruikernaam
bg: потребителско име
bs: korisničko ime
de: Benutzername
el: όνομα χρήστη
es: usuario/a
fy_nl: brûkersnamme
he: שם משתמש
hr: korisničko ime
hu: felhasználónév
ia: nomine de usator
id: nama pengguna
it: nome utente
ja: ユーザー名
ka: მომხმარებელი
kab: isem n useqdac
ko: 계정이름
mg: solonanarana
ms: nama penguna
nb_no: brukernavn
nl: gebruikersnaam
pa_in: ਯੂਜ਼ਰ ਨਾਂ
pl: nazwa użytkownika
pt_br: nome de usuário
pt_pt: nome de utilizador
ro: nume de utilizator
sk: Používateľské meno
sr: корисничко име
sv: användarnamn
te: వినియోగదారు పేరు
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: Ім'я користувача
ur: صارف نام
vi: tên đăng nhập
zh_cn: 用户名
zh_tw: 使用者名稱
zu: igama lomsebenzisi

source: Group information updated successfully!
af: Groepinligting suksesvol bygewerk!
bg: Информацията за групата беше обновена успешно!
bs: Podaci o grupi uspješno ažurirani!
de: Gruppeninformation erfolgreich aktualisiert!
el: Επιτυχής ενημέρωση πληροφοριών ομάδας!
es: ¡Se actualizó la información del grupo!
fy_nl: Groepsynformaasje mei sukses bywurke!
he: פרטי הקבוצה עודכנו בהצלחה!
hr: Podaci o grupi uspješno ažurirani!
hu: A csoportinformáció frissítése sikeres!
ia: Informationes de gruppo actualisate con successo!
id: Informasi grup sukses diperbarui!
it: Le informazioni sul gruppo sono state aggiornate.
ja: グループ情報の更新が完了しました！
ka: გუნდის მონაცემები განახლდა წარმატებით!
kab: Tilɣa n ugraw ttwaleqqment akken iwata!
ko: 그룹 정보 업데이트를 완료하였습니다.
mg: Vita soa aman-tsara ny fanavaozana fampahalalan'ny vondrona!
ms: Maklumat kumpulan berjaya dikemaskini!
nb_no: Gruppeinformasjon oppdatert!
nl: Groepsinformatie met succes bijgewerkt!
pa_in: ਗਰੁੱਪ ਜਾਣਕਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ!
pl: Informacje dotyczące grupy zostały zaktualizowane!
pt_br: Informações do grupo foram atualizadas com sucesso!
pt_pt: A informação do grupo foi atualizada com sucesso!
ro: Informația grupului a fost actualizată cu succes!
sk: Informácie o skupine boli úspešne aktualizované!
sr: Информација групе је успешно освежена!
sv: Gruppinformation har uppdaterats!
te: గ్రూప్ సమాచారం విజయవంతంగా నవీకరించబడింది!
th: กลุ่มข้อมูลปรับปรุงเรียบร้อยแล้ว!
tr: Grup bilgileri başarıyla güncellendi!
uk: Групову інформацію успішно оновлено!
ur: گروہ کی معلومات کی کامیابی کے ساتھ تازہکاری کردی گی!
vi: Cập nhật thông tin nhóm thành công!
zh_cn: 群组信息更新成功！
zh_tw: 已成功更新群組資訊！
zu: Imininingwane yeqembu ivuselelwe ngempumelelo!

source: {users} added to the group successfully!
af: {users} is suksesvol by die groep gevoeg!
bg: {users} са добавени yспешно към групата!
bs: {users} je uspješno dodan u grupu!
de: {users} wurde erfolgreich zur Gruppe hinzugefügt!
el: Οι {users} προστέθηκαν επιτυχώς στην ομάδα!
es: ¡{users} añadidos al grupo con éxito!
fy_nl: {users} mei sukses oan de groep tafoege!
hr: {users} je uspješno dodan u grupu!
hu: {users} sikeresen hozzáadásra került a csoporthoz!
ia: {users} addite al gruppo con successo!
id: {users} sukses ditambahkan ke grup!
it: Gli utenti {users} sono stati aggiunti al gruppo.
ja: {users} さんがグループに追加されました。
ka: {users} დაემატა გუნდს წარმატებით!
kab: {users} yettwerna ɣer ugraw akken iwata!
ko: 그룹에 {users} 사용자 추가 성공!
mg: Vita soa aman-tsara ny fanampiana an-dry {users} ao @ vondrona!
ms: {users} berjaya dimasukkan ke dalam kumpulan!
nb_no: {users} lagt til i gruppen!
nl: {users} met succes aan de groep toegevoegd!
pa_in: {users} ਗਰੁੱਪ ਵਿੱਚ ਕਾਮਯਾਬੀ ਨਾਲ ਜੋੜਿਆ!
pl: Użytkownicy {users} zostali dodani do grupy!
pt_br: {users} adicionados a este grupo com sucesso!
pt_pt: {users} adicionados a este grupo com sucesso!
ro: {users} adăugați cu succes în grup!
sk: Používateľ {users} bol úspešne pridaný do skupiny!
sr: {users} успешно додато у групу!
sv: {users} har lagts till i gruppen!
te: {users} విజయవంతంగా గుంపుకు చేర్చబడ్డారు!
th: ได้เพิ่ม {users} เข้าสู่กลุ่มเรียบร้อยแล้ว!
tr: {users} gruba başarıyla eklendi!
uk: {users} додані до групи успішно!
ur: کامیابی کے ساتھ گروپ میں {users} شامل ہوگئے!
vi: {users} đã được thêm thành công vào nhóm!
zh_cn: 添加 {users} 到群组中成功！
zh_tw: 已成功新增 {users} 到群組當中！
zu: {users} bafakwe ngempumelelo eqenjini!

source: There were errors adding members to the group, see below.
af: Kon nie lede by die groep voeg nie; sien hier onder.
bg: Възникнаха грешки при добавянето на членове към групата, виж по-долу.
bs: Dogodila se greška prilikom dodavanja članova u grupu. vidi niže.
de: Ein Fehler ist aufgetreten, während ein Mitglied zu dieser Gruppe hinzugefügt worden ist; siehe unten.
el: Προέκυψαν σφάλματα κατά την προσθήκη μελών στην ομάδα, δείτε παρακάτω.
es: Ha habido errores al añadir miembros al grupo, lee más abajo.
fy_nl: Der binne flaters bard by it tafoegjen fan leden oan de groep, sjoch hjirûnder.
he: אירעו שגיאות בעת הוספת החברים לקבוצה, מידע נוסף להלן.
hr: Pojavile su se greške prilikom dodavanja članova u grupu, pogledaj ispod.
hu: Hiba történt a tagok csoporthoz való hozzáadásakor, lásd alul.
ia: Il occurreva errores durante le addition de membros al gruppo, vider infra.
id: Galat terjadi saat menambahkan anggota ke grup, lihat di bawah ini.
it: Si sono verificati errori nell'aggiungere membri al gruppo, vedi oltre.
ja: グループにメンバーを追加する時にエラーが発生しました。以下を参照してください。
ka: შეცდომა, გუნდის წევრის დამატებისას, იხილეთ ქვემოთ.
kab: Llant-d tuccḍiwin mi d-ttwarnan iεggalen ɣer ugraw, muqel ukessar.
ko: 그룹에 멤버를 추가하는데 오류가 있었습니다. 아래를 참고 하세요.
mg: Nisy olana tsy nahahafana nanampy mpikambana @ ilay vondrona, jereo eto ambany.
ms: Ada ralat semasa memasukkan pengguna ke dalam kumpulan, lihat di bawah.
nb_no: Feil oppstod under oppdatering av gruppemedlemmer, se nedenfor.
nl: Er zijn fouten opgetreden bij het toevoegen van leden aan de groep, zie hieronder.
pa_in: ਮੈਬਰਾ ਨੂੰ ਗਰੁੱਪਾ ਵਿੱਚ ਜੋੜਨ ਵਿਚ ਸਮੱਸਿਆ ਆਈ, ਹੇਠਾ ਦੇਖੋ।
pl: Podczas dodawania członków wystąpiły błędy. Zobacz poniżej.
pt_br: Ocorreu erros ao adicionar membros ao grupo, veja abaixo.
pt_pt: Houve erros ao adicionar membros ao grupo, veja abaixo.
ro: Au intervenit erori la adăugarea membrilor la grup; vezi mai jos.
sk: Pri pridávaní členov do skupiny nastali chyby. Viac nižšie.
sr: Дошло је до грешке код додавања чланова у групу, погледајте испод.
sv: Ett fel uppstod när medlem skulle läggas till i gruppen, se nedan.
te: గ్రూప్లోకి సభ్యులను జోడించడంలో లోపాలున్నాయి, క్రింద చూడండి.
th: มีข้อผิดพลาดระหว่างเพิ่มสมาชิกเข้ากลุ่ม ให้ดูที่ด้านล่าง
tr: Üyeler gruba eklenirken bazı hatalar oluştu. Aşağıya bakın.
uk: При додаванні учасників до групи сталися помилки, див. нижче.
ur: گروہ میں رکن کو شامل کرنے میں نقص تھے ، نیچے دیکھیں۔
vi: Có lỗi khi thêm thành viên vào nhóm, xem bên dưới.
zh_cn: 添加成员到群组时发生问题，详见下列信息。
zh_tw: 新增成員至群組時發生問題，請見下列資訊。
zu: Kube namaphutha lapho kufakwa amalungu eqenjini, buka ngezansi.

source: {user} removed from the group successfully!
af: {user} is suksesvol uit die groep verwyder!
bg: {user} изключени успешно от групата!
bs: {user} je uspješno uklonjen iz grupe!
de: {user} wurde erfolgreich von dieser Gruppe entfernt!
el: Ο/Η {user} αφαιρέθηκε επιτυχώς από την ομάδα!
es: ¡{user} eliminado del grupo con éxito!
fy_nl: {user} mei sukses út de groep fuortsmiten!
he: המשתמש {user} הוסר מהקבוצה בהצלחה!
hr: {user} je uspješno uklonjen iz grupe!
hu: {user} sikeresen eltávolításra került a csoportból!
ia: {user} removite ex le gruppo con successo!
id: {user} sukses dihapus dari grup!
it: L'utente {user} è stato rimosso dal gruppo.
ja: {user} さんがグループから削除されました。
ka: {user} წაიშალა გუნდიდან წარმატებით!
kab: {user} yettwakkes seg ugraw akken iwata!
ko: 그룹에서 {user} 사용자 제거 성공!
mg: Vita soa aman-tsara ny fanalana an'i {user} tao @ vondrona!
ms: {user} berjaya disingkir daripada kumpulan!
nb_no: {user} fjernet fra gruppen!
nl: {user} met succes uit de groep verwijderd!
pa_in: {user} ਕਾਮਯਾਬੀ ਨਾਲ ਗਰੁੱਪ ਵਿੱਚੋਂ ਹਟਾਇਆ!
pl: Użytkownik {user} został usunięty z grupy!
pt_br: {user} removido do grupo com sucesso!
pt_pt: {user} retirado do grupo com sucesso!
ro: {user} eliminat cu succes din grup!
sk: Používateľ {user} bol úspešne odstránený zo skupiny!
sr: {user} је успешно уклоњен из групе!
sv: {user} har blivit borttagen från gruppen!
te: {user} విజయవంతంగా గ్రూప్ నుండి తొలగించబడింది!
th: ได้ลบ {user} ออกจากกลุ่มแล้ว!
tr: {user} gruptan başarıyla silindi!
uk: {user} успішно видалений(-на) з групи!
ur: {user} کوگروہ سے کامیابی کے ساتھ ہٹا دیا گیا!
vi: Đã gỡ bỏ {user} khỏi nhóm thành công!
zh_cn: {user} 已成功从群组中移除！
zh_tw: 已成功自群組移除 {user}！
zu: {user} ukhishwe eqenjini ngempumelelo!

source: {users} added to the group leaders successfully!
af: {users} is suksesvol by die groepleiers gevoeg!
bg: {users} са добавени успешно към групата!
bs: {users} su uspješno postavljeni za vođe grupe!
de: {users} wurde erfolgreich zu den Gruppenleitern hinzugefügt!
el: Οι {users} προστέθηκαν επιτυχώς στους αρχηγούς ομάδας!
es: ¡{users} añadidos a los líderes del grupo con éxito!
fy_nl: {users} mei sukses oan de groepslieders tafoege!
he: המשתמש {users} נוסף למנהיגי הקבוצה בהצלחה!
hr: {users} su uspješno dodani grupi voditelja!
hu: {users} sikeresen hozzáadásra került a csoportvezetőkhöz!
ia: {users} addite al gruppo del leaders con successo!
id: {users} sukses ditambahkan ke pemimpin grup!
it: Gli utenti {users} sono stati aggiunti al gruppo.
ja: {users} さんがグループリーダーに追加されました。
ka: {users} დაემატა გუნდის ხელმძღვანელად წარმატებით!
kab: {users} ttwernan ɣer imseddayen n ugraw akken iwata!
ko: 그룹에 {users} 사용자 추가 성공!
mg: Vita soa aman-tsara ny fanampiana an-dry {users} ho mpitarika vondrona!
ms: {users} berjaya dimasukkan ke dalam kumpulan ketua!
nb_no: {users} lagt til i gruppeledere!
nl: {users} met succes aan de groepsleiders toegevoegd!
pa_in: {users} ਗਰੁੱਪ ਲੀਡਰ ਵਿੱਚ ਕਾਮਯਾਬੀ ਨਾਲ ਜੋੜਿਆ!
pl: Użytkownicy {users} zostali dodani do grupy!
pt_br: {users} adicionados aos líderes de grupo com sucesso!
pt_pt: {users} adicionados aos líderes do grupo com sucesso!
ro: {users} adăugați cu succes ca lideri ai grupului!
sk: {users} boli úspešne pridaní do skupiny vodcov!
sr: {users} су успешно додати у вође групе!
sv: {users} har lagts till som gruppledare!
te: {users} విజయవంతంగా నాయకుల గ్రూప్ కి జోడించారు!
th: ได้เพิ่ม {users} เป็นผู้นำกลุ่มเรียบร้อยแล้ว!
tr: {users} başarıyla grup liderlerine eklendi!
uk: {users} успішно додані в лідери групи!
ur: کامیابی کے ساتھ گروپ کے قاعیدیں میں {users} شامل ہوگئے!
vi: Thêm {users} thành leader của nhóm thành công!
zh_cn: {users} 已成功添加为群组组长！
zh_tw: 已成功新增 {users} 為組長！
zu: {users} bafakwe eqenjini labaholi ngempumelelo!
