Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Voice search
bg: Гласово търсене
de: Gesprochene Suche
el: Φωνητική αναζήτηση
es: Búsqueda por voz
fy_nl: Sprutsen sykopdracht
he: חיפוש קולי
hr: Govorno pretraživanje
hu: Hangalapú keresés
ia: Recerca vocal
id: Pencarian suara
it: Ricerca vocale
ja: 音声検索
ka: ხმოვანი ძიება
kab: Anadi n taɣect
ko: 음성 검색
nb_no: Stemmesøk
nl: Gesproken zoekopdracht
pl: Wyszukiwanie głosowe
pt_br: Pesquisa por voz
pt_pt: Pesquisa por voz
ro: Căutare vocală
sk: Hlasové vyhľadávanie
sr: Гласовна претрага
sv: Röstsökning
te: స్వర శోధన
th: ค้นหาด้วยเสียง
tr: Sesle arama
uk: Голосовий пошук
ur: صوتی تلاش
vi: Tìm kiếm bằng giọng nói
zh_cn: 语音搜索
zh_tw: 語音搜尋

source: Full screen
bg: Цял екран
de: Vollbildschirm
el: Πλήρης οθόνη
es: Pantalla completa
fy_nl: Folslein skerm
he: מסך מלא
hr: Cjeloekranski prikaz
hu: Teljes képernyő
ia: Plen schermo
id: Layar penuh
it: Schermo intero
ja: 全画面表示
ka: სრული ეკრანი
kab: Agdil ačuran
ko: 전체화면
nb_no: Fullskjerm
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela inteira
pt_pt: Ecrã completo
ro: Ecran complet
sk: Celá obrazovka
sr: Цели екран
sv: Helskärm
th: เต็มหน้าจอ
tr: Tam ekran
uk: Повний екран
ur: پوری سکرین
vi: Toàn màn hình
zh_cn: 全屏
zh_tw: 全螢幕

source: Rewards
bg: Награди
de: Belohnungen
el: Επιβραβεύσεις
es: Recompensas
fy_nl: Beleanningen
hr: Nagrade
hu: Jutalmak
ia: Recompensas
id: Penghargaan
it: Riconoscimenti
ja: 報酬
ka: ჯილდოები
kab: Arrazen
ko: 보상
nb_no: Belønninger
nl: Beloningen
pl: Nagrody
pt_br: Recompensas
pt_pt: Prémios
ro: Recompense
sk: Ocenenia
sr: Награде
sv: Belöningar
te: బహుమతులు
th: รางวัล
tr: Ödüller
uk: Нагороди
ur: انعامات
vi: Phần thưởng
zh_cn: 奖励
zh_tw: 獎勵

source: Games
bg: Игри
de: Spiele
el: Παιχνίδια
es: Juegos
fy_nl: Spultsjes
he: משחקים
hr: Igre
hu: Játékok
ia: Jocos
id: Permainan
it: Giochi
ja: ゲーム
ka: თამაშები
kab: Uraren
ko: 게임
nb_no: Spill
nl: Spellen
pl: Gry
pt_br: Jogos
pt_pt: Jogos
ro: Jocuri
sk: Hry
sr: Игрице
sv: Spel
th: เกม
tr: Oyunlar
uk: Ігри
ur: کھیل
vi: Trò chơi
zh_cn: 游戏
zh_tw: 遊戲

source: Room size
bg: Размер на стаята
de: Raumgröße
el: Μέγεθος δωματίου
es: Tamaño de sala
fy_nl: Grutte fan de romte
hr: Veličina sobe
hu: Szobaméret
ia: Dimension del sala
id: Ukuran ruangan
it: Dimensione della stanza
ja: 部屋の大きさ
ka: ოთახის ზომა
kab: Teɣzi n texxamt
ko: 방 크기
nb_no: Romstørrelse
nl: Grootte van de ruimte
pl: Rozmiar pokoju
pt_br: Tamanho do ambiente
pt_pt: Tamanho da sala
sk: Veľkosť miestnosti
sr: Величина собе
sv: Rummets storlek
tr: Oda boyutu
uk: Місць у кімнаті
ur: کمرے کا ماپ
vi: Kích cỡ phòng
zh_cn: 空间大小
zh_tw: 空間大小

source: Avatars
bg: Аватари
de: Avatare
el: Avatar
fy_nl: Avatar
he: תמונות מייצגות
hr: Avatari
hu: Profilképek
ia: Avatares
id: Avatar
it: Avatar
ja: アバター
ka: გამოსახულებები
kab: Avaṭar
ko: 아바타
nb_no: Avatarer
pl: Awatary
pt_br: Avatares
pt_pt: Avatares
sk: Avatary
sr: Аватари
sv: Avatarer
te: అవతారాలు
th: อวตาร
tr: Avatarlar
uk: Аватари
ur: اوتار
vi: Ảnh đại diện
zh_cn: 头像
zh_tw: 帳號大頭照

source: Autocomplete
bg: Автоматично довършване
de: Autovervollständigung
el: Αυτόματη συμπλήρωση
es: Autocompletar
fy_nl: Automatysk oanfolje
he: השלמה אוטומטית
hr: Automatsko dovršavanje
hu: Automatikus kiegészítés
ia: Auto-completar
id: Lengkapi-otomatis
it: Completamento automatico
ja: 自動補完
ka: თვითშევსება
kab: Taččart tawurmant
ko: 자동 완성
nb_no: Autofullfør
nl: Automatisch aanvullen
pl: Autouzupełnienie
pt_br: Preenchimento automático
pt_pt: Conclusão automática
ro: Completare automată
sk: Automatické dokončovanie
sr: Аутоматско завршавање
sv: Autokomplettera
th: การเติมอัตโนมัติ
tr: Otomatik tamamlama
uk: Автозаповнення
ur: خودکار تکميل
vi: Tự động điền
zh_cn: 自动补全
zh_tw: 自動完成

source: Default search
bg: Търсене по подразбиране
de: Standardsuchmaschine
el: Προεπιλεγμένη αναζήτηση
es: Búsqueda predeterminada
fy_nl: Standertsykmasine
he: חיפוש ברירת מחדל
hr: Standardna pretraga
hu: Egyszerű keresés
ia: Recerca de base
id: Pencarian baku
it: Ricerca predefinita
ja: 既定の検索エンジン
ka: ნაგულისხმევი ძიება
kab: Anadi amezwer
ko: 기본 검색
nb_no: Standardsøking
nl: Standaardzoekmachine
pl: Domyślna wyszukiwarka
pt_br: Pesquisa padrão
pt_pt: Pesquisa predefinida
ro: Căutare implicită
sk: Predvolený vyhľadávací modul
sr: Подразумевана претрага
sv: Standardsökning
te: అప్రమేయ శోధన
th: การค้นหาเริ่มต้น
tr: Varsayılan arama
uk: Типовий пошук
ur: طے شدہ تلاش
vi: Công cụ tìm kiếm mặc định
zh_cn: 默认搜索
zh_tw: 預設搜尋

source: Desktop view
bg: Десктоп изглед
de: Desktop-Ansicht
el: Προβολή για υπολογιστές
es: Vista de escritorio
fy_nl: Desktopwerjefte
he: תצוגת שולחן עבודה
hr: Klasični prikaz
hu: Asztali nézet
ia: Vision scriptorio
id: Tampilan desktop
it: Visualizzazione desktop
ja: デスクトップ表示
ka: კომპიუტერის ვერსია
kab: Senqed tanarit
ko: 데스크톱 보기
nb_no: Datamaskinvisning
nl: Desktopweergave
pl: Widok pulpitu
pt_br: Ver como na área de trabalho
pt_pt: Vista de computador
ro: Versiune pentru desktop
sk: Zobrazenie pre počítač
sr: Десктоп приказ
sv: Skrivbordsvy
te: డెస్క్‌టాప్ వీక్షణ
th: มุมมองเดสก์ท็อป
tr: Masaüstü görünümü
uk: Версія для комп’ютера
ur: ڈیسک ٹاپ کا نظارہ
vi: Chế độ xem dành cho máy tính
zh_cn: 桌面版视图
zh_tw: 桌面版網站

source: Capture a screenshot
bg: Копиране на екрана
de: Bildschirmfoto aufnehmen
el: Λήψη στιγμιότυπου
fy_nl: In skermôfdruk meitsje
he: צילום מסך
hr: Snimi sliku ekrana
hu: Képernyőkép készítése
ia: Capturar un instantaneo de schermo
id: Ambil tangkapan layar
it: Cattura uno screenshot
ja: スクリーンショット撮影
ka: ეკრანის სურათის გადაღება
kab: Eg tuṭṭfa n ugdil
ko: 스크린 샷 캡처
nb_no: Ta et skjermbilde
nl: Een schermafbeelding maken
pl: Zrób zrzut ekranu
pt_br: Capturar uma tela
pt_pt: Fazer uma captura de ecrã
ro: Fă o captură de ecran
sk: Urobiť snímku obrazovky
sr: Усликај екран
sv: Ta en skärmdump
te: తెరపట్టు తీసుకోండి
th: จับภาพหน้าจอ
tr: Ekran görüntüsü alma
uk: Зробити знімок екрана
ur: ایک سکرین شاٹ لیں
vi: Chụp ảnh màn hình
zh_cn: 捕获屏幕截图
zh_tw: 拍攝畫面擷圖

source: Organize a screenshot
bg: Организирайте екранна снимка
de: Bildschirmfoto organisieren
el: Οργάνωση στιγμιότυπων
fy_nl: In skermôfbylding organisearje
he: ארגון צילום מסך
hr: Organiziraj sliku ekrana
hu: Képernyőkép rendszerezése
ia: Organisar un instantaneo de schermo
id: Atur tangkapan layar
it: Organizza uno screenshot
ja: スクリーンショットの整理
ka: ეკრანის სურათების დალაგება
kab: Ṣeggem tuṭṭfa n ugdil
ko: 스크린 샷 구성
nb_no: Organiser et skjermbilde
nl: Een schermafbeelding organiseren
pl: Zarządzaj zrzutami ekranu
pt_br: Organizar uma captura de tela
pt_pt: Organizar uma captura de ecrã
ro: Organizează o captură de ecran
sk: Správa snímkov obrazovky
sr: Организујте снимак екрана
sv: Organisera en skärmdump
th: จัดระเบียบภาพหน้าจอ
tr: Ekran görüntüsü düzenleme
uk: Впорядкувати знімки екрана
ur: اسکرین شاٹ منظم کریں
vi: Quản lý ảnh chụp màn hình
zh_cn: 管理屏幕截图
zh_tw: 管理畫面擷圖

source: Create a collection
bg: Създаване на колекция
de: Eine Sammlung erstellen
el: Δημιουργία συλλογής
es: Crear una colección
fy_nl: In kolleksje meitsje
he: יצירת אוסף
hr: Stvori zbirku
hu: Gyűjtemény létrehozása
ia: Crear un collection
id: Buat koleksi
it: Crea una raccolta
ja: コレクションを作成
ka: კრებულის შექმნა
kab: Rnu tagrumma
ko: 모음집 만들기
nb_no: Lag en samling
nl: Een collectie maken
pl: Utwórz kolekcję
pt_br: Criar uma coleção
pt_pt: Criar uma coleção
ro: Creează o colecție
sk: Vytvoriť kolekcie
sr: Направи збирку
sv: Skapa en samling
te: సేకరణను సృష్టించు
th: สร้างชุดสะสม
tr: Koleksiyon oluşturma
uk: Створити збірку
ur: ایک مجموعہ بنائیں
vi: Tạo một bộ sưu tập
zh_cn: 创建收藏集
zh_tw: 建立收藏集

source: Thunderbird profiles
bg: Профили на Thunderbird
de: Thunderbird-Profile
el: Προφίλ Thunderbird
es: Perfiles de Thunderbird
fy_nl: Thunderbird-profilen
he: פרופילים של Thunderbird
hr: Thunderbird profili
hu: Thunderbird profilok
ia: Profilos Thunderbird
id: profil Thunderbird
it: Profili in Thunderbird
ja: Thunderbird プロファイル
ka: Thunderbird – პროფილები
kab: Imaɣnuten n Thunderbird
ko: Thunderbird 프로필
nb_no: Thunderbird-profiler
nl: Thunderbird-profielen
pl: Profile Thunderbirda
pt_br: Perfis do Thunderbird
pt_pt: Perfis do Thunderbird
ro: Profiluri Thunderbird
sk: Profily Thunderbirdu
sr: Thunderbird профили
sv: Thunderbird-profiler
th: โปรไฟล์ Thunderbird
tr: Thunderbird kimlikleri
uk: Профілі Thunderbird
ur: Thunderbird پروفائلز
vi: Hồ sơ Thunderbird
zh_cn: Thunderbird 配置文件
zh_tw: Thunderbird 設定檔

source: Migrate
bg: Мигриране
de: Umziehen
el: Μεταφορά
fy_nl: Migrearje
he: הסבה
hr: Preseli
hu: Átköltöztetés
ia: Migrar
id: Migrasi
it: Migrazione
ja: データ移行
ka: გადატანა
kab: Sgaǧǧ
ko: 데이터 이전
nb_no: Overfør
nl: Migreren
pl: Migrowanie
pt_br: Migração
pt_pt: Migrar
ro: Migrează
sk: Migrácia
sr: Пресели
sv: Migrera
th: ย้ายข้อมูล
tr: Taşınma
uk: Перенесення
ur: نقل مکانی کریں
vi: Di chuyển
zh_cn: 迁移
zh_tw: 移轉

source: Themes
bg: Теми
bs: Teme
el: Θέματα
es: Temas
fy_nl: Tema’s
he: ערכות נושא
hr: Teme
hu: Témák
ia: Themas
id: Tema
it: Temi
ja: テーマ
ka: თემები
kab: Isental
ko: 테마
nb_no: Temaer
nl: Thema’s
pl: Motywy
pt_br: Temas
pt_pt: Temas
ro: Teme
sk: Témy
sr: Теме
sv: Teman
th: ชุดตกแต่ง
tr: Temalar
uk: Теми
ur: تھیمز
vi: Giao diện
zh_cn: 主题
zh_tw: 佈景主題

source: Topics
af: Onderwerpe
bg: Теми
bs: Teme
de: Themen
el: Θέματα
es: Temas
fy_nl: Underwerpen
he: נושאים
hr: Teme
hu: Témák
ia: Argumentos
id: Topik
it: Guide
ja: トピック
ka: თემები
kab: Isental
ko: 주제
mg: Lohahevitra
ms: Topik
nb_no: Emner
nl: Onderwerpen
pa_in: ਵਿਸ਼ੇ:
pl: Tematy
pt_br: Tópicos
pt_pt: Tópicos
ro: Subiecte
sk: Témy
sr: Теме
sv: Ämnen
te: టాపిక్స్
th: หัวข้อ
tr: Konular
uk: Теми
ur: موضوعات
vi: Các chủ đề
zh_cn: 主题
zh_tw: 主題
zu: Izihloko

source: Explore the knowledge base.
bg: Разгледайте базата от знания.
de: Informieren Sie sich in unserer Wissensdatenbank.
el: Εξερευνήστε τη γνωσιακή βάση.
es: Explorar la base de conocimientos.
fy_nl: De kennisbank ferkenne.
he: עיון במאגר הידע
hr: Istraži bazu znanja.
hu: Fedezze fel a tudásbázist.
ia: Cercar in le base de cognoscentias.
id: Jelajahi Pundi Pengetahuan
it: Esplora la Knowledge Base
ja: ナレッジベースを探索する。
ka: გაეცანით ცოდნის წყაროს.
kab: Snirem taffa n tmussniwin.
ko: 지식 기반 문서 살펴보기.
nb_no: Utforsk kunnskapsbasen.
nl: De kennisbank verkennen.
pl: Poznaj bazę wiedzy.
pt_br: Examine a base de conhecimento.
pt_pt: Explorar a base de conhecimentos.
ro: Explorează baza de cunoștințe.
sk: Preskúmajte databázu znalostí.
sr: Претражите базу знања
sv: Utforska kunskapsbasen.
th: สำรวจฐานความรู้
tr: Bilgi bankasını keşfedin.
uk: Ознайомтеся з базою знань.
ur: علم کی بنیاد کو دریافت کریں۔
vi: Khám phá kho tàng kiến thức.
zh_cn: 浏览知识库。
zh_tw: 探索知識庫。

source: Download Thunderbird
bg: Изтеглете Thunderbird
de: Thunderbird herunterladen
el: Λήψη του Thunderbird
es: Descargar Thunderbird
fy_nl: Thunderbird downloade
he: הורדת Thunderbird
hr: Preuzmi Thunderbird
hu: Thunderbird letöltése
ia: Discargar Thunderbird
id: Unduh Thunderbird
it: Scarica Thunderbird
ja: Thunderbird をダウンロード
ka: ჩამოტვირთეთ Thunderbird
kab: Sider-d Thunderbird
ko: Thunderbird 다운로드
nb_no: Last ned Thunderbird
nl: Thunderbird downloaden
pa_in: ਥੰਡਰਬਰਡ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz Thunderbirda
pt_br: Baixar o Thunderbird
pt_pt: Transferir o Thunderbird
ro: Descarcă Thunderbird
sk: Stiahnuť Thunderbird
sr: Преузмите Thunderbird
sv: Hämta Thunderbird
th: ดาวน์โหลด Thunderbird
tr: Thunderbird’ü indir
uk: Завантажити Thunderbird
ur: Thunderbird ڈائونلوڈ کریں
vi: Tải xuống Thunderbird
zh_cn: 下载 Thunderbird
zh_tw: 下載 Thunderbird

source: Systems and Languages
af: Stelsels en tale
bg: Системи и езици
bs: Sistemi i jezici
de: Systeme und Sprachen
el: Συστήματα και γλώσσες
es: Sistemas e idiomas
fy_nl: Systemen en talen
he: מערכות ושפות
hr: Sistemi i jezici
hu: Rendszerek és nyelvek
ia: Systemas e linguas
id: Sistem dan Bahasa
it: Sistemi e lingue
ja: システムと言語
ka: სისტემები და ენები
kab: IInagrawen d tutlayin
ko: 다른 운영 체제 및 언어
mg: Rafitra sy Teny
ms: Sistem dan Bahasa
nb_no: Systemer og språk
nl: Systemen en talen
pa_in: ਸਿਸਟਮ ਅਤੇ ਭਾਸ਼ਾਵਾਂ
pl: Systemy i języki
pt_br: Sistemas e Idiomas
pt_pt: Sistemas e idiomas
ro: Sisteme și limbi
sk: Systémy a jazyky
sr: Системи и језици
sv: System och språk
te: వ్యవస్థలు మరియు భాషలు
th: ระบบและภาษา
tr: Diğer Sistemler ve Diller
uk: Інші системи та мови
ur: سسٹم اور زبانیں
vi: Các hệ thống và ngôn ngữ khác
zh_cn: 系统和语言
zh_tw: 系統與語言
zu: Izinhlelo Nezilimi

source: Release Notes
af: Vrystellingaantekeninge
bg: Бележки по изданието
bs: Napomene o izdanju
de: Versionshinweise
el: Σημειώσεις Έκδοσης
es: Notas de la versión
fy_nl: Utjefteopmerkingen
he: הערות שחרור
hr: Napomene o izdanju
hu: Kiadási megjegyzések
ia: Notas del version
id: Catatan Rilis
it: Note di versione
ja: リリースノート
ka: გამოშვების მონაცემები
kab: Iwenniten n lqem
ko: 출시 안내
mg: Naoty Famoahana
ms: Nota Keluaran
nb_no: Utgivelsesnotater
nl: Uitgaveopmerkingen
pa_in: ਰੀਲਿਜ਼ ਨੋਟਿਸ
pl: Informacje o wersji
pt_br: Notas de atualização
pt_pt: Notas de lançamento
ro: Note privind versiunea
sk: Poznámky k vydaniu
sr: Белешке о издању
sv: Versionsfakta
te: విడుదల విశేషాలు
th: บันทึกประจำรุ่น
tr: Sürüm Notları
uk: Примітки до випуску
ur: اجرائی نوٹ
vi: Ghi chú phát hành
zh_cn: 发行说明
zh_tw: 發行公告
zu: Khipha Amanothi

source: Privacy
af: Privaatheid
bg: Поверителност
bs: Privatnost
de: Datenschutz
el: Απόρρητο
es: Privacidad
he: פרטיות
hr: Privatnost
hu: Adatvédelem
ia: Confidentialitate
id: Privasi
ja: プライバシー
ka: პირადულობა
kab: Tabaḍnit
ko: 개인 정보 정책
mg: Tsiambaratelo
ms: Privasi
nb_no: Personvern
pa_in: ਪਰਾਈਵੇਸੀ
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
sk: Súkromie
sr: Приватност
sv: Sekretess
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
ur: رازداری
vi: Quyền riêng tư
zh_cn: 隐私权
zh_tw: 隱私權
zu: Ubumfihlo

source: Products
af: Produkte
bg: Продукти
bs: Proizvodi
de: Produkte
el: Προϊόντα
es: Productos
fy_nl: Produkten
he: מוצרים
hr: Proizvodi
hu: Termékek
ia: Productos
id: Produk
it: Prodotti
ja: 製品
ka: პროდუქტები
kab: Ifarisen
ko: 제품
mg: Vokatra
ms: Produk
nb_no: Produkter
nl: Producten
pa_in: ਪ੍ਰੋਡੱਕਟ
pl: Produkty
pt_br: Produtos
pt_pt: Produtos
ro: Produse
sk: Produkty
sr: Производи
sv: Produkter
te: ఉత్పత్తులు
th: ผลิตภัณฑ์
tr: Ürünler
uk: Продукти
ur: مصنوعات
vi: Các sản phẩm
zh_cn: 产品
zh_tw: 產品
zu: Imikhiqizo

source: Experience new functionality and updates by helping us test the Beta and Nightly versions of Firefox Focus for iOS.
bg: Насладете се на нова функционалност и актуализации, като ни помогнете да тестваме Beta и Nightly версиите на Firefox Focus за iOS.
de: Erleben Sie neue Funktionen und Updates, indem Sie uns helfen, die Beta- und Nightly-Versionen von Firefox Klar für iOS zu testen.
el: Απολαύστε νέες λειτουργίες και ενημερώσεις βοηθώντας μας να δοκιμάσουμε τις εκδόσεις Beta και Nightly του Firefox Focus για iOS.
fy_nl: Underfyn nije funksjonaliteit en updates troch ús te helpen de Beta- en Nightly-ferzjes fan Firefox Focus foar iOS te testen.
hu: Tapasztalja meg az új funkciókat és frissítéseket azáltal, hogy segít tesztelni a Firefox Focus for iOS Béta és Nightly verzióit.
ia: Experimenta le nove functionalitate e actualisationes per adjutar nos a testar le versiones beta e Nightly de Firefox Focus pro iOS.
id: Rasakan fitur dan pembaruan terbaru dengan membantu kami menguji versi Beta dan Nightly dari Firefox Focus untuk iOS.
it: Prova nuove funzionalità e aggiornamenti aiutandoci a testare le versioni Beta e Nightly di Firefox Focus per iOS.
ja: 新しい機能とアップデートを体験して、iOS 版 Firefox Focus の Beta バージョンと Nightly バージョンのテストを手助けしてください。
ka: მოსინჯეთ ახალი შესაძლებლობები და სიახლეები Firefox Focus-ის საცდელი Beta და Nightly-ვერსიების შემოწმებით iOS-ზე.
ko: iOS용 Firefox Focus의 베타 및 나이틀리 버전 테스트를 지원하여 새로운 기능과 업데이트를 경험하십시오.
nb_no: Opplev ny funksjonalitet og oppdateringer ved å hjelpe oss med å teste Beta- og Nightly-versjonene av Firefox Focus for iOS.
nl: Ervaar nieuwe functionaliteit en updates door ons te helpen de Beta- en Nightly-versies van Firefox Focus voor iOS te testen.
pl: Wypróbuj nowe funkcje i aktualizacje, pomagając nam w testowaniu wersji Beta i Nightly przeglądarki Firefox Focus dla iOS.
pt_br: Experimente novas funcionalidades e novidades, nos ajudando a testar as versões Beta e Nightly do Firefox Focus para iOS.
pt_pt: Experimente as novas funcionalidades e atualizações para nos ajudar a testar as versões Beta e Nightly do Firefox Focus para iOS.
sk: Zažite nové funkcie a aktualizácie tým, že nám pomôžete otestovať beta a nočné zostavenie Firefoxu Focus pre iOS.
sr: Искусите нове функционалности и ажурирања помажући нам да тестирамо Beta и Nightly верзије Firefox Focus-а за iOS.
sv: Upplev ny funktionalitet och uppdateringar genom att hjälpa oss testa Beta- och Nightly-versionerna av Firefox Focus för iOS.
tr: iOS için Firefox Focus'un Beta ve Nightly sürümlerini test etmemize yardımcı olarak yeni işlevleri ve güncellemeleri deneyin.
uk: Спробуйте нові функції та оновлення, допоможіть нам протестувати версії Beta та Nightly Firefox Focus для iOS.
vi: Trải nghiệm chức năng và bản cập nhật mới bằng cách giúp chúng tôi kiểm tra phiên bản Beta và Nightly của Firefox Focus dành cho iOS.
zh_cn: 通过帮助我们测试 iOS 上的 Firefox Focus 的 Beta 和 Nightly 版本，抢先体验新功能和诸多更新。
zh_tw: 透過協助我們測試 Firefox Focus for iOS 的 Beta 與 Nightly 版本，搶先體驗全新功能與改善過的新設計。

source: Get started
bg: Въведение
bs: Započnite
de: Erste Schritte
el: Εισαγωγή
es: Cómo empezar
fy_nl: Oan it wurk
he: תחילת עבודה
hr: Započni
hu: Kezdő lépések
ia: Comenciar
id: Memulai
it: Per iniziare
ja: はじめに
ka: დაწყება
kab: Bdu
ko: 시작하기
ms: Mulakan
nb_no: Kom i gang
nl: Aan de slag
pa_in: ਸੁਰੂ ਕਰੋ
pl: Zacznij teraz
pt_br: Introdução
pt_pt: Começar
ro: Pornește la drum
sk: Začíname
sr: Започните
sv: Kom igång
te: ప్రారంభించడానికి
th: เริ่มต้นใช้งาน
tr: Başlayın
uk: Початок роботи
ur: شروع کریں
vi: Bắt đầu
zh_cn: 入门
zh_tw: 動手開始

source: Update to the latest version of Firefox Focus for Android to receive the latest features, enhancements and bug fixes. Firefox Focus is available for free in the Google Play store.
bg: Актуализирайте до най-новата версия на Firefox Focus за Android, за да получите най-новите функции, подобрения и корекции на грешки. Firefox Focus се предлага безплатно в магазина на Google Play.
de: Aktualisieren Sie auf die neueste Version von Firefox Klar für Android, um die neuesten Funktionen, Verbesserungen und Fehlerbehebungen zu erhalten. Firefox Klar ist kostenlos im Google Play Store erhältlich.
el: Ενημερώστε στην πιο πρόσφατη έκδοση του Firefox Focus για Android για να λαμβάνετε τις πιο πρόσφατες λειτουργίες, βελτιώσεις και διορθώσεις σφαλμάτων. Το Firefox Focus είναι διαθέσιμο δωρεάν στο Google Play Store.
fy_nl: Wurkje by nei de nijste ferzje fan Firefox Focus foar Android om de nijste funksjes, ferbetteringen en bugfixes te ûntfangen. Firefox Focus is fergees beskikber yn de Google Play Store.
hu: Frissítsen a Firefox Focus for Android legújabb verziójára, hogy megkapja a legújabb funkciókat, fejlesztéseket és hibajavításokat. A Firefox Focus ingyenesen elérhető a Google Play áruházból.
ia: Actualisa al ultime version de Firefox Focus pro Android pro reciper le ultime functionalitates, meliorationes e correctiones de defectos. Firefox Focus es disponibile gratis in Google Play Store.
id: Perbarui Firefox Focus untuk Android Anda ke versi terbaru untuk mendapatkan pengalaman mutakhir, serta peningkatan dan perbaikan lainnya. Firefox Focus tersedia gratis di Google Play Store.
it: Aggiorna alla versione più recente di Firefox Focus per Android per ricevere le ultime funzionalità, miglioramenti e correzioni di bug. Firefox Focus è disponibile gratuitamente su Google Play Store.
ja: 最新バージョンの Android 版 Firefox Focus にアップデートして、最新の機能と強化とバグ修正を受け取ってください。Firefox Focus は Google Play ストアから無料で利用できます。
ka: განაახლეთ ბოლო ვერსიამდე Firefox Focus Android, უახლესი, გაუმჯობესებული და ხარვეზებისგან დაცული შესაძლებლობების მისაღებად. Firefox Focus უფასოდაა ხელმისაწვდომი Google Play მაღაზიაში.
ko: 최신 기능, 개선 사항 및 버그 수정을 받으려면 Android용 Firefox Focus 최신 버전으로 업데이트하세요. Firefox Focus는 Google Play 스토어에서 무료로 사용할 수 있습니다.
nb_no: Oppdater til den nyeste versjonen av Firefox Focus for Android for å motta de nyeste funksjonene, forbedringene og feilrettingene. Firefox Focus er tilgjengelig gratis i Google Play-butikken.
nl: Werk bij naar de nieuwste versie van Firefox Focus voor Android om de nieuwste functies, verbeteringen en bugfixes te ontvangen. Firefox Focus is gratis beschikbaar in de Google Play Store.
pl: Zaktualizuj do najnowszej wersji Firefox Focus dla Androida, aby otrzymać najnowsze funkcje, ulepszenia i poprawki błędów. Firefox Focus jest dostępny za darmo w sklepie Google Play.
pt_br: Atualize para a versão mais recente do Firefox Focus para Android, para receber os últimos recursos, melhorias e correções. O Firefox Focus está disponível gratuitamente no Google Play Store.
pt_pt: Atualize para a versão mais recente do Firefox Focus para Android para receber as funcionalidades, melhorias e correções de bugs mais recentes. O Firefox Focus está disponível gratuitamente na loja Google Play.
sk: Aktualizujte na najnovšiu verziu Firefox Focus pre Android, aby ste získali najnovšie funkcie, vylepšenia a opravy chýb. Firefox Focus je k dispozícii zadarmo v obchode Google Play.
sr: Ажурирајте на најновију Firefox Focus верзију за Android да добијете најновије функције, побољшања и исправке грешака. Firefox Focus је бесплатан на Google Play продавници.
sv: Uppdatera till den senaste versionen av Firefox Focus för Android för att få de senaste funktionerna, förbättringarna och buggfixarna. Firefox Focus är tillgängligt gratis i Google Play-butiken.
tr: En son özellikleri, geliştirmeleri ve hata düzeltmelerini almak için Android için Firefox Focus'u en son sürümüne güncelleyin. Firefox Focus, Google Play mağazasında ücretsiz olarak mevcuttur.
uk: Оновіть Firefox Focus для Android до найновішої версії, щоб отримати найновіші функції, поліпшення й виправлення помилок. Firefox Focus доступний безплатно в Google Play маркеті.
vi: Cập nhật phiên bản Firefox Focus dành cho Android mới nhất để nhận các tính năng, cải tiến và sửa lỗi mới nhất. Firefox Focus có sẵn miễn phí trong cửa hàng Google Play.
zh_cn: 更新 Android 版 Firefox Focus，以获取最新功能、性能增强和错误修复。 Firefox Focus 可在 Google Play 商店免费下载。
zh_tw: 更新到最新版的 Firefox Focus for Android，即可收到錯誤修正與最新功能。Firefox Focus 可於 Google Play 商店免費下載。

source: Download now
bg: Изтеглете сега
de: Jetzt herunterladen
el: Λήψη τώρα
fy_nl: No downloade
he: הורדה כעת
hr: Preuzmi sada
hu: Letöltés most
ia: Discargar ora
id: Unduh sekarang
it: Scarica ora
ja: 今すぐダウンロード
ka: ჩამოტვირთვა ახლავე
kab: Sader tura
ko: 지금 다운로드
nb_no: Last ned nå
nl: Nu downloaden
pl: Pobierz teraz
pt_br: Baixar agora
pt_pt: Transferir agora
sk: Stiahnuť teraz
sr: Преузмите сада
sv: Hämta nu
te: ఇప్పుడే దింపుకోండి
tr: Hemen indir
uk: Завантажити зараз
vi: Tải xuống ngay
zh_cn: 立即下载
zh_tw: 立刻下載

source: Filter by product
de: Nach Produkt filtern
el: Φιλτράρισμα κατά προϊόν
fy_nl: Filterje op produkt
hu: Szűrés termék szerint
ia: Filtrar per producto
it: Filtra per prodotto
kab: Sizdeg s ufaris
nl: Filteren op product
pl: Filtruj wg produktu
pt_br: Filtrar por produto
pt_pt: Filtrar por produto
sv: Filtrera efter produkt
tr: Ürüne göre filtrele
zh_cn: 依据产品筛选
zh_tw: 依產品過濾
