Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Title in {locale}:
af: Titel in {locale}:
bg: Заглавие на {locale}:
bs: Naslov na {locale}:
de: Titel auf {locale}:
el: Τίτλος ({locale}):
es: Título en {locale}:
fy_nl: Titel yn it {locale}:
he: כותרת ב{locale}:
hr: Naslov na {locale}:
hu: Cím {locale} nyelven:
ia: Titulo in {locale}:
id: Judul dalam {locale}:
it: Titolo in {locale}:
ja: {locale}のタイトル:
ka: სათაური {locale} ვერსიისთვის:
kab: Azwel s {locale}:
ko: {locale} 제목:
mg: Lohateny @ teny {locale}:
ms: Tajuk dalam {locale}:
nb_no: Tittel på {locale}:
nl: Titel in het {locale}:
pa_in: ਸਿੱਰਲੇਖ਼ ਵਿੱਚ {locale}:
pl: Tytuł w języku: {locale}
pt_br: Título em {locale}:
pt_pt: Título em {locale}:
ro: Titlu în {locale}:
sk: Nadpis v jazyku {locale}:
sr: Наслов у {locale}:
sv: Titel på {locale}:
te: {locale}లో శీర్షిక:
th: หัวเรื่องใน {locale}:
tr: {locale} başlık:
uk: {locale} назва:
ur: {locale}میں عنوان:
vi: Tiêu đề trong {locale}:
zh_cn: {locale}版本的标题：
zh_tw: {locale} 版本的標題:
zu: Isihloko nge {locale}:

source: Slug in {locale}:
af: Kortnaam in {locale}:
bg: Кратка форма на {locale}:
bs: Slug na {locale}:
de: Adressname auf {locale}:
el: Αναγνωριστικό URL ({locale}):
es: Enlace amigable (slug) en {locale}:
fy_nl: URL-namme yn it {locale}:
he: ‏Slug ב{locale}:
hr: URL naziv stranice za {locale}:
hu: {locale} SEO webcím:
ia: Identificator in {locale}:
id: Slug dalam {locale}:
ja: {locale}のスラッグ (記事 URL):
ka: ბმულის დაბოლოება {locale} ვერსიისთვის:
kab: Asulay deg {locale}:
ko: {locale} 줄임 제목:
mg: Rambon'adiresy @ teny {locale}:
ms: Slug dalam {locale}:
nb_no: Adressetekst på {locale}:
nl: Identificator in het {locale}:
pa_in: ਸਲੱਗ ਵਿੱਚ {locale}:
pl: Ciąg słów w języku: {locale}
pt_br: Nome curto em {locale}:
pt_pt: Endereço curto (slug) em {locale}:
ro: Slug în {locale}:
sk: URL pre jazyk {locale}:
sr: Slug у {locale}:
sv: Slugg på {locale}:
te: {locale}లో స్లగ్:
th: คำที่กำหนดเองใน {locale}:
tr: {locale} kısa isim:
uk: Коротка url для {locale}:
ur: {locale} میں سلگ:
vi: Slug trong {locale}:
zh_cn: {locale} 版本的网址缩略名：
zh_tw: {locale} 中的網址 slug 自訂字串:
zu: I-slug e{locale}:

source: Save description
af: Stoor beskrywing
bg: Запазете описанието
bs: Spasi opis
de: Beschreibung speichern
el: Αποθήκευση περιγραφής
es: Guardar descripción
fy_nl: Omskriuwing bewarje
he: שמירת תיאור
hr: Spremi opis
hu: Leírás mentése
ia: Salvar le description
id: Simpan deskripsi
it: Salva descrizione
ja: 説明を保存
ka: აღწერილობის შენახვა
kab: Sekles aglam
ko: 설명 저장
mg: Hitahiry fanoritsoritana
ms: Simpan keterangan
nb_no: Lagre beskrivelse
nl: Beschrijving opslaan
pa_in: ਵਿਵਰਨ ਸੰਭਾਲੋ
pl: Zapisz opis
pt_br: Salvar descrição
pt_pt: Guardar descrição
ro: Salvează descrierea
sk: Uložiť popis
sr: Сачувај опис
sv: Spara beskrivning
te: వివరణను భద్రపరుచు
th: บันทึกรายละเอียด
tr: Açıklamayı kaydet
uk: Зберегти опис
ur: تفصیل محفوظ کریں
vi: Lưu mô tả
zh_cn: 保存描述
zh_tw: 儲存描述
zu: Londoloza incazelo

source: Translate Content
af: Vertaal inhoud
bg: Превеждане на съдържанието
bs: Sadržaj prijevoda
de: Inhalt übersetzen
el: Μετάφραση περιεχομένου
es: Traducir contenido
fy_nl: Ynhâld oersette
he: תרגום תוכן
hr: Sadržaj prijevoda
hu: Tartalom fordítása
ia: Traducer le contento
id: Terjemahkan Isi
it: Traduzione del contenuto
ja: 翻訳記事の内容
ka: შიგთავსის გადათარგმნა
kab: Suqel agbur
ko: 문서 번역하기
mg: Handika Atiny
ms: Terjemah Kandungan
nb_no: Oversett innhold
nl: Inhoud vertalen
pa_in: ਅਨੁਵਾਦ ਸਮੱਗਰੀ
pl: Przetłumacz zawartość
pt_br: Tradução do conteúdo
pt_pt: Traduzir Conteúdo
ro: Traducere de conținut
sk: Preklad obsahu
sr: Преведи садржај
sv: Översätt innehåll
te: కంటెంట్ అనువదించండి
th: เนื้อหาการแปล
tr: İçerik çevirisi
uk: Перекласти вміст
ur: مواد کا ترجمہ کریں
vi: Dịch nội dung bài viết
zh_cn: 翻译内容
zh_tw: 翻譯內容
zu: Humusha Okuqukethwe

source: Recently approved updates
af: Onlangs goedgekeurde bywerkings
bg: Наскоро одобрени актуализации
bs: Skoro odobrena ažuriranja
de: Kürzlich freigeschaltete Aktualisierungen
el: Πρόσφατα εγκεκριμένες ενημερώσεις
es: Actualizaciones recientemente aprobadas
fy_nl: Koartlyn goedkarre fernijingen
he: עדכונים שאושרו לאחרונה
hr: Nedavno odobrena aktualiziranja
hu: Nemrég jóváhagyott frissítések
ia: Actualisationes approbate recentemente
id: Pembaruan yang baru saja disetujui
it: Aggiornamenti approvati di recente
ja: 最近承認された更新
ka: ბოლოს დამოწმებული განახლებები
kab: Ileqman yettwaqeblen melmi kan
ko: 최근 승인된 업데이트
mg: Fanavaozana nankatoavina vao haingana
ms: Kemaskini terbaru diluluskan
nb_no: Nylig godkjente oppdateringer
nl: Onlangs goedgekeurde updates
pa_in: ਹਾਲ ਹੀ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੇ ਅੱਪਡੇਟਸ
pl: Ostatnio zatwierdzone aktualizacje
pt_br: Atualizações recentemente aprovadas
pt_pt: Atualizações aprovadas recentemente
ro: Actualizări aprobate recent
sk: Nedávno schválené aktualizácie
sr: Скоро одобрена ажурирања
sv: Nyligen godkända uppdateringar
te: ఇటీవలే ఆమోదించిన తాజాకరణలు
th: ที่ได้รับการอนุมัติปรับปรุงล่าสุด
tr: Yakında onaylanmış güncellemeler
uk: Нещодавно схвалені оновлення
ur: حال ہی میں منظور شدہ تازہکاریاں
vi: Cập nhật phê duyệt gần đây
zh_cn: 最近核准的更新
zh_tw: 最近審核通過的更新
zu: Izinto ezintsha ezisanda kugunyazwa

source: Differences
af: Verskille
bg: Разлики
bs: Razlike
de: Unterschiede
el: Διαφορές
es: Diferencias
fy_nl: Ferskillen
he: הבדלים
hr: Razlike
hu: Különbségek
ia: Differentias
id: Perbedaan
it: Differenze
ja: 変更点
ka: განსხვავებები
kab: Amgired
ko: 차이점(diff)
mg: Fahasamihafana
ms: Perbezaan
nb_no: Forskjeller
nl: Verschillen
pa_in: ਫ਼ਰਕ
pl: Różnice
pt_br: Diferenças
pt_pt: Diferenças
ro: Diferențe
sk: Rozdiely
sr: Разлике
sv: Skillnader
te: తేడాలు
th: ข้อแตกต่าง
tr: Farklılıklar
uk: Розбіжності
ur: فرق
vi: Khác biệt
zh_cn: 差异
zh_tw: 差異
zu: Okwehlukile

source: Note: This article has no revisions ready for localization.
af: Let wel: Hierdie artikel het geen wysigings wat gereed vir taalaanpassing is nie.
bg: Забележка: Тази статия няма ревизии, готови за локализация.
bs: Napomena: Ovaj članak nema revizija spremnih za lokalizaciju.
de: Hinweis: Dieser Artikel hat keine Versionen, die bereit zur Lokalisierung sind.
el: Σημείωση: Αυτό το άρθρο δεν έχει αναθεωρήσεις, έτοιμες για μετάφραση.
es: Nota: este artículo no tiene revisiones listas para localización.
fy_nl: Noat: dit artikel befettet gjin refyzjes dy’t ree binne foar oersetting.
he: לתשומת לבך: למאמר זה אין מהדורות שמוכנות לתרגום.
hr: Napomena: Ovaj članak nema revizija spremnih za lokalizaciju.
hu: Megjegyzés: Ennek a leírásnak nincs olyan verziója, amely készen áll a fordításhoz.
ia: Nota: iste articulo ha nulle revisiones preste pro localisation.
id: Catatan: Artikel ini tidak memiliki revisi yang siap untuk penerjemahan.
it: Nota: questo articolo non presenta versioni pronte per la localizzazione.
ja: 注意: この記事には翻訳準備が完了したリビジョンがありません。
ka: შენიშვნა: ამ სტატიას არ გააჩნია გადასათარგმნად გამზადებული ვერსიები.
kab: Tamawt: Amagrad-a ur yesɛi ara iceggiren iheggan i tsuqilt.
ko: 참고: 이 문서는 지역화를 위한 수정준비가 되지 않았습니다.
mg: Fanamarihana: tsy manana fanitsiana vonona hadika ity lahatsoratra ity.
ms: Nota: Artikel ini tiada semakan yang sedia untuk diterjemahkan.
nb_no: Merk: Denne artikkelen har ingen revisjoner som er klare for oversetting.
nl: Noot: dit artikel bevat geen revisies die gereed zijn voor vertaling.
pa_in: ਨੋਟ: ਇਹ ਲੇਖ਼ ਦਾ ਕੋਈ ਸਾਰਾਸ਼ ਲੋਕੇਲਾਇਜੇਸਨ ਲਈ ਤਿਆਰ ਹੈ।
pl: Uwaga! Ten artykuł nie został jeszcze zatwierdzony do tłumaczenia.
pt_br: Nota: Este artigo não tem nenhuma edição pronta para tradução.
pt_pt: Nota: Este artigo não possui revisões prontas para tradução.
ro: Notă: Acest articol nu are revizuiri gata de localizare.
sk: Poznámka: Tento článok nemá žiadne revízie, ktoré by boli pripravené na lokalizáciu.
sr: Напомена: Овај чланак нема ревизија спремних за локализацију.
sv: Notera att denna artikel har inga revideringar redo för översättning.
te: గమనిక: ఈ వ్యాసం కి ఏ రివిజన్ లు స్థానికీకరణ కోసం సిద్ధంగా లేవు.
th: หมายเหตุ: บทความนี้มีการแก้ไขที่ไม่พร้อมสำหรับการแปล
tr: Not: Bu makalenin çeviriye hazır revizyonu yok.
uk: Увага: ця стаття не має редакцій, готових для локалізації.
ur: نوٹ: اس مضمون میں لوکلائزیشن کے لئے کوئی ترمیم تیار نہیں ہے۔
vi: Lưu ý: Bài viết này không có sửa đổi để sẵn sàng để bản địa hóa.
zh_cn: 注意：这篇文章还没有可用于本地化的修订版本。
zh_tw: 請注意：這篇文章目前沒有已經準備好可供翻譯的修改版本。
zu: Qaphela: Le athikhili ayinazibukezo ezilindele ukuhumushwa.

source: Note: There are no approved translations for this article.
af: Let wel: Daar is geen goedgekeurde vertalings van hierdie artikel nie.
bg: Забележка: Няма одобрени преводи за тази статия.
bs: Napomena: Nema odobrenih prijevoda za ovaj članak.
de: Hinweis: Es existiert noch keine freigeschaltete Version dieses Artikels.
el: Σημείωση: Δεν υπάρχουν εγκεκριμένες μεταφράσεις για αυτό το άρθρο.
es: Nota: no hay traducciones aprobadas para este artículo.
fy_nl: Let op: der binne gjin goedkarre oersettings foar dit artikel.
he: לתשומת לבך: אין למאמר זה תרגומים שעברו אישור.
hr: Napomena: Nema odobrenih prijevoda za ovaj članak.
hu: Megjegyzés: Nincs jóváhagyott fordítás ehhez a leíráshoz.
ia: Nota: il ha nulle traductiones approbate pro iste articulo.
id: Catatan: Tidak ada terjemahan yang disetujui untuk artikel ini.
it: Nota: non esistono traduzioni approvate di questo articolo.
ja: 注意: この記事には公開承認済みの翻訳がありません。
ka: შენიშვნა: ამ სტატიისთვის, დამოწმებული თარგმნილი ვერსიები, არ არის.
kab: Tamawt: Ulac tisuqilin yettwaqeblen i umagrad-a.
ko: 주의: 본 문서에 승인된 번역이 없습니다.
mg: Fanamarihana: tsy manana dikanteny nankatoavina ity lahatsoratra ity.
ms: Nota: Tiada terjemahan yang diluluskan untuk artikel ini.
nb_no: Merk: Der er ingen godkjente oversettinger av denne artikkelen.
nl: Noot: er zijn geen goedgekeurde vertalingen voor dit artikel.
pa_in: ਨੋਟ: ਇਸ ਲੇਖ਼ ਲਈ ਕੋਈ ਅਨੁਵਾਦ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਨਹੀ ਹੈ।
pl: Informacja. Nie ma zatwierdzonych tłumaczeń tego artykułu.
pt_br: Observação: não há traduções aprovadas deste artigo.
pt_pt: Nota: Não há traduções aprovadas deste artigo.
ro: Notă: Nu sunt traduceri aprobate pentru acest articol.
sk: Poznámka: Pre tento článok neexistujú schválené preklady.
sr: Напомена: Нема одобрених превода за овај чланак.
sv: OBS: Det finns inga godkända översättningar för denna artikel.
te: గమనిక: ఈ వ్యాసం కోసం ఆమోదించబడిన అనువాదాలు ఉన్నాయి.
th: หมายเหตุ: การแปลยังไม่ได้รับการอนุมัติสำหรับบทความนี้
tr: Not: Bu makalenin onaylanmış bir çevirisi yok.
uk: Примітка: для цієї статті нема затверджених перекладів.
ur: نوٹ: اس مضمون کے لئے کوئی منظور شدہ ترجمہ موجود نہیں ہے۔
vi: Lưu ý: Không có bản dịch được phê duyệt cho bài viết này.
zh_cn: 请注意: 此文章目前没有通过审核的翻译版本。
zh_tw: 請注意: 此文章目前沒有通過審核的翻譯版本。
zu: Qaphela: Akukho zihumusho ezigunyaziwe zale athikhili.

source: Keywords in {locale}:
af: Sleutelwoorde in {locale}:
bg: Ключови думи на {locale}:
bs: Ključne riječi na {locale}:
de: Schlüsselwörter in {locale}:
el: Λέξεις-κλειδιά ({locale}):
es: Palabras clave en {locale}:
fy_nl: Kaaiwurden yn it {locale}:
he: מילות מפתח ב{locale}:
hr: Ključni pojmovi na {locale}:
hu: Kulcsszavak {locale} nyelven:
ia: Parolas clave in {locale}:
id: Kata kunci dalam {locale}:
it: Parole chiave in {locale}:
ja: {locale}のキーワード:
ka: საკვანძო სიტყვები {locale} ვერსიისთვის:
kab: Awal n tsura deg {locale}:
ko: {locale} 키워드:
mg: Teny lakile @ teny {locale}:
ms: Kata kunci dalam {locale}:
nb_no: Nøkkelord på {locale}:
nl: Trefwoorden in het {locale}:
pa_in: ਕੀਵਰਡ ਵਿੱਚ {locale}:
pl: Słowa kluczowe w języku: {locale}
pt_br: Palavras-chave em {locale}:
pt_pt: Palavras-chave em {locale}:
ro: Cuvinte cheie în {locale}:
sk: Kľúčové slová v jazyku {locale}:
sr: Кључне речу у {locale}:
sv: Nyckelord på {locale}:
te: {locale}లో కీపదాలు:
th: คำสำคัญใน {locale}:
tr: {locale} anahtar kelimeler:
uk: Ключові слова в {locale}:
ur: {locale} میں کلیدی الفاظ
vi: Từ khóa trong {locale}:
zh_cn: {locale}版本的关键词：
zh_tw: {locale} 版本的關鍵詞:
zu: Amagama aqavile ku {locale}:

source: Search result summary in {locale}:
af: Soekresultaat-opsomming in {locale}:
bg: Обобщение на резултатите от търсенето на {locale}:
bs: Sažetak rezultata pretrage na {locale}:
de: Suchergebnisse in {locale}:
el: Περίληψη αποτελέσματος αναζήτησης ({locale}):
es: Resumen de resultados de búsqueda en {locale}:
fy_nl: Gearfetting sykresultaten yn it {locale}:
he: תקציר תוצאות החיפוש ב־{locale}:
hr: Sažetak rezultata pretrage na {locale}:
hu: Keresési eredmény összefoglalása {locale} nyelven:
ia: Summario del resultatos del recerca in {locale}:
id: Ringkasan hasil pencarian dalam {locale}:
it: Sommario dei risultati della ricerca in {locale}:
ja: {locale}の検索結果に表示される要約:
ka: მოკლე {locale} შეჯამება საძიებოსთვის:
kab: Agzul n yigmaḍ n unadi s {locale}:
ko: {locale} 결과 요약 검색:
mg: Famintinana voka-pikarohana @ teny {locale}:
ms: Ringkasan hasil carian dalam {locale}:
nb_no: Søkeresultatoppsummering på {locale}:
nl: Samenvatting voor zoekresultaten in het {locale}:
pa_in: ਸੱਮਰੀ ਵਿੱਚ ਨਤੀਜਾ {locale}:
pl: Opis dla wyników wyszukiwania w języku: {locale}
pt_br: Resumo em resultado de pesquisas em {locale}:
pt_pt: Sumário de resultado da pesquisa em {locale}:
ro: Caută cuprinsul rezultatelor în {locale}:
sk: Súhrn výsledkov vyhľadávania v jazyku {locale}:
sr: Сажетак резултата претраге у {locale}:
sv: Sökresultat, sammanfattning på {locale}:
te: {locale}లో వెతుకుడు ఫలితపు సారాంశం:
th: สรุปผลการค้นหาใน {locale}:
tr: {locale} arama sonucu özeti:
uk: Підсумок результатів пошуку для {locale}:
ur: {locale} میں تلاش کے نتائج کا خلاصہ:
vi: Tóm tắt kết quả tìm kiếm trong {locale}:
zh_cn: {locale}版本的搜索结果概要：
zh_tw: {locale} 版本的搜尋結果概要:
zu: Umphumela wokucinga ofingqiwe ku {locale}:

source: {locale} translation:
af: {locale}-vertaling:
bg: {locale} превод:
bs: {locale} prijevod:
de: Übersetzung in {locale}:
el: Μετάφραση ({locale}):
es: Traducción en {locale}:
fy_nl: {locale} oersetting:
he: תרגום ל{locale}:
hr: {locale} prijevod:
hu: {locale} fordítás:
ia: Traduction in {locale}:
id: Terjemahan {locale}:
it: Traduzione in {locale}:
ja: {locale}への翻訳:
ka: {locale} თარგმანი:
kab: Tasuqilt s {locale}:
ko: {locale} 번역:
mg: Dikanteny @ teny {locale}:
ms: terjemahan {locale}:
nb_no: {locale}-oversetting:
nl: {locale}e vertaling:
pa_in: {locale} ਅਨੁਵਾਦ:
pl: Tłumaczenie na język: {locale}
pt_br: Tradução em {locale}:
pt_pt: Tradução em {locale}:
ro: Traducere în {locale}:
sk: Preklad do jazyka {locale}:
sr: {locale} превод:
sv: {locale} översättning:
te: {locale} అనువాదం:
th: {locale} การแแปล:
tr: {locale} çeviri:
uk: Переклад {locale}:
vi: Bản dịch bằng {locale}:
zh_cn: {locale} 翻译：
zh_tw: {locale} 翻譯:
zu: {locale} isihumusho:

source: What Links Here | {document}
af: Wat hierheen skakel | {document}
bg: Какво сочи насам | {document}
bs: Šta se povezuje ovdje | {document}
de: Links auf diesen Artikel | {document}
el: Σύνδεσμοι άρθρου | {document}
es: Qué enlaza aquí | {document}
fy_nl: Ferwizingen nei hjir | {document}
he: מה מקשר לכאן | {document}
hr: Što povezuje ovamo | {document}
hu: Mi hivatkozik erre | {document}
ia: Ligamines a iste pagina | {document}
id: Terjemahkan Artikel | {document}
it: Link a questa pagina | {document}
ja: リンク元記事 | {document}
ka: სტატიის ბმულები | {document}
kab: Iseɣwan ɣer da | {document}
ko: 연결된 문서 | {document}
mg: Inona no Mifandrohy @ Eto | {document}
ms: Pautan Yang Ada Di sini | {document}
nb_no: Hva som lenker hit | {document}
nl: Verwijzingen naar hier | {document}
pa_in: ਕਿਹੜਾ ਲਿੰਕ ਇੱਥੇ | {document}
pl: Odnośniki do artykułu | {document}
pt_br: O que trás aqui | {document}
pt_pt: O que liga aqui | {document}
ro: Ce trimite aici | {document}
sk: Odkazuje sem | {document}
sr: Шта се повезује овде | {document}
sv: Vad länkar hit | {document}
te: ఇక్కడ ఏది లంకెఅవుతుంది | {document}
th: สิ่งที่เชื่อมโยงมาที่นี่ | {document}
tr: Buraya bağlantı verenler | {document}
uk: Посилання сюди | {document}
vi: Liên kết gì ở đây | {document}
zh_cn: 链接列表 | {document}
zh_tw: 哪些文章鏈結至此 | {document}
zu: Elinkayo Lapha | {document}

source: What Links Here
af: Wat hierheen skakel
bg: Какво сочи насам
bs: Šta se povezuje ovdje
de: Links auf diesen Artikel
el: Συνδεδεμένα έγγραφα
es: Qué enlaza aquí
fy_nl: Ferwizingen nei hjir
he: מה מקשר לכאן
hr: Što povezuje ovamo
hu: Mi hivatkozik erre
ia: Ligamines a iste pagina
id: Tautan Apa Di Sini
it: Link a questa pagina
ja: この記事へのリンク元
ka: სტატიის ბმულები
kab: Iseɣwan ɣer da
ko: 연결된 문서
mg: Inona no Mifandrohy @ Eto
ms: Pautan Yang Ada Di sini
nb_no: Hva som lenker hit
nl: Verwijzingen naar hier
pa_in: ਕਿਹੜਾ ਲਿੰਕ ਇੱਥੇ
pl: Odnośniki do strony
pt_br: O que traz aqui
pt_pt: O que liga aqui
ro: Ce trimite aici
sk: Odkazuje sem
sr: Шта се повезује овде
sv: Vad länkar hit
te: ఇక్కడ ఏది లంకెఅవుతుంది
th: สิ่งที่เชื่อมโยงมาที่นี่
tr: Buraya Bağlantı Verenler
uk: Посилання сюди
vi: Liên kết ở đây
zh_cn: 链接列表
zh_tw: 哪些文章鏈結至此
zu: Okuyilinki Lapha

source: Documents that link to "{title}"
af: Dokumente wat skakel na "{title}"
bg: Документи, които водят към „{title}“
bs: Dokumenti koji se povezuju sa "{title}"
de: Dokumente, die auf „{title}“ verlinken
el: Έγγραφα που συνδέονται με το «{title}»
es: Documentos que enlazan a "{title}"
fy_nl: Dokuminten dy’t nei ‘{title}’ ferwize
he: מסמכים שמקשרים אל ״{title}״
hr: Dokumenti koji vode do „{title}”
hu: Ezek a dokumentumok hivatkoznak a következőre: „{title}”
ia: Documentos que ha un ligamine a "{title}"
id: Dokumen yang terhubung ke "{title}"
it: Documenti che contengono link a "{title}"
ja: 『{title}』にリンクしている文書
ka: დოკუმენტები, რომლებიც მიბმულია "{title}" სტატიაზე
kab: Isemliyen yesɛan aseɣwen ɣer "{title}"
ko: "{title}"에 링크된 문서
mg: Tahirin-kevitra mifandrohy @ "{title}"
ms: Dokumen yang ada pautan ke "{title}"
nb_no: Dokumenter som lenker til "{title}"
nl: Documenten die naar ‘{title}’ verwijzen
pa_in: ਦਸਤਾਵੇਜ਼ ਜਿਸਨੂੰ ਲਿੰਕ ਕੀਤਾ ਗਿਆ "{title}"
pl: Dokumenty, które zawierają odnośniki do „{title}”
pt_br: Documentos que apontam para "{title}"
pt_pt: Documentos que apontam para "{title}"
ro: Documente ce trimit la „{title}”
sk: Dokumenty, ktoré odkazujú na "{title}"
sr: Документи који се повезују са "{title}"
sv: Dokument som länkar till "{title}"
te: "{title}"కు లంకెఅయ్యే పత్రాలు
th: เอกสารที่เชื่อมโยงไปยัง "{title}"
tr: "{title}" makalesine bağlantı veren belgeler
uk: Документи, що посилаються на "{title}"
ur: دستاویزات جن میں "{title}" کے ربط شامل ہیں
vi: Các tài liệu liên kết đến "{title}"
zh_cn: 链接到 "{title}" 的文档
zh_tw: 連結到〈{title}〉的文件
zu: Amadokhumenti alinka ne "{title}"

source: Documents that include "{title}"
af: Dokumente wat "{title}" insluit
bg: Документи, които включват „{title}“
bs: Dokumenti koji uključuju "{title}"
de: Dokumente, die „{title}“ enthalten
el: Έγγραφα που περιλαμβάνουν το «{title}»
es: Documentos que incluyen "{title}"
fy_nl: Dokuminten dy’t ‘{title}’ befetsje
he: מסמכים שכוללים את ״{title}״
hr: Dokumenti koji uključuju „{title}”
hu: Dokumentumok „{title}” tartalommal
ia: Documentos que include "{title}"
id: Dokumen yang mencakup "{title}"
it: Documenti che includono "{title}"
ja: 『{title}』を含む文書
ka: დოკუმენტები, რომელსაც შეიცავს "{title}"
kab: Isemliyen i igebren "{title}"
ko: "{title}"에 포함된 문서
mg: Tahirin-kevitra ahitana "{title}"
ms: Dokumen yang disertakan "{title}"
nb_no: Dokumenter som inneholder "{title}"
nl: Documenten die ‘{title}’ bevatten
pa_in: ਦਸਤਾਵੇਜ਼ ਜੋ ਕਿ ਸ਼ਾਮਲ ਹਨ "{title}"
pl: Dokumenty, które zawierają „{title}”
pt_br: Documentos que contenham "{title}"
pt_pt: Documentos que incluem "{title}"
ro: Documente ce includ „{title}”
sk: Dokumenty, ktoré obsahujú "{title}"
sr: Документи који укључују "{title}"
sv: Dokument som inkluderar "{title}"
te: "{title}"కు సరిపోయే పత్రాలు
th: เอกสารที่มี "{title}"
tr: "{title}" makalesini içeren belgeler
uk: Документи, що включають в себе "{title}"
ur: دستاویزات جن میں "{title}" شامل ہیں
vi: Tài liệu bao gồm "{title}"
zh_cn: 包含 "{title}" 的文档
zh_tw: 包含〈{title}〉的文件
zu: Amadokumenti abandakanya "{title}"

source: Documents that use "{title}" as a template
af: Dokumente wat "{title}" as 'n sjabloon gebruik
bg: Документи, които използват „{title}“ като шаблон
bs: Dokumenti koji koriste "{title}" kao šablon
de: Dokumente, die „{title}“ als Vorlage verwenden
el: Έγγραφα που χρησιμοποιούν το «{title}» ως πρότυπο
es: Documentos que usan "{title}" como plantilla
fy_nl: Dokuminten dy’t ‘{title}’ as sjabloan brûke
he: מסמכים שמשתמשים ב־״{title}״ כתבנית
hr: Dokumenti koji koriste „{title}” kao predložak
hu: Dokumentumok, amelyek sablonként használják ezt: „{title}”
ia: Documentos que usa "{title}" como modello
id: Dokumen yang menggunakan "{title}" sebagai templat
it: Documenti che contengono "{title}" come modello
ja: 『{title}』をテンプレートとして使用している文書
ka: დოკუმენტები, რომლებშიც გამოიყენება „{title}“ ნიმუშის სახით
kab: Isemliyen i iseqdacen "{title}" d taneɣruft
ko: "{title}"를 템플릿으로 사용하고 있는 문서
mg: Tahirin-kevitra mampiasa "{title}" ho modely
ms: Dokumen yang menggunaka "{title}" sebagai templat
nb_no: Dokumenter som bruker "{title}" som en mal
nl: Documenten die ‘{title}’ als sjabloon gebruiken
pa_in: ਦਸਤਾਵੇਜ਼ ਜੋ ਇਸ "{title}" ਨੂੰ ਟੈਪਲੇਟ ਵਜੋ ਇਸਤਮਾਲ ਕਰਦਾ ਹੈ
pl: Dokumenty, które używają „{title}”, jako szablonu
pt_br: Documentos que utilizam "{title}" como um modelo
pt_pt: Documentos que utilizam "{title}" como um modelo
ro: Documente ce folosesc „{title}” ca șablon
sk: Dokumenty, ktoré používajú "{title}" ako šablónu
sr: Документи који користе "{title}" као шаблон
sv: Dokument som använder "{title}" som en mall
te: "{title}" ను ఒక టెంప్లేట్ గా ఉపయోగిస్తున్న పత్రాలు
th: เอกสารที่ใช้ "{title}" เป็นแม่แบบ
tr: "{title}" makalesini şablon olarak kullanan belgeler
uk: Документи, що використовують "{title}" як шаблон
vi: Tài liệu sử dụng "{title}" làm mẫu
zh_cn: 使用 "{title}" 作为模板的文档
zh_tw: 使用〈{title}〉為範本的文件
zu: Amadokumenti asebenzisa "{title}" njengethempulethi

source: No other documents link to {title}.
af: Geen ander dokumente skakel na {title} nie.
bg: Към {title} няма други документи.
bs: Ni jedan dokument se ne povezuje sa {title}.
de: Auf {title} verweisen keine anderen Dokumente.
el: Κανένα άλλο έγγραφο δεν συνδέεται με το «{title}».
es: Ningún otro documento enlaza a {title}.
fy_nl: Der ferwize gjin oare dokuminten nei {title}.
he: אין מסמכים אחרים שמקשרים אל {title}.
hr: Nijedan drugi dokument ne vodi do {title}.
hu: Más dokumentumok nem hivatkoznak erre: „{title}”.
ia: Nulle altere documentos ha ligamine a {title}.
id: Tidak ada dokumen yang terhubung ke {title}.
it: Nessun altro documento contiene link a '{title}'.
ja: 『{title}』にリンクしている文書はありません。
ka: სხვა დოკუმენტები არაა მიბმული {title} სტატიაზე.
kab: Ulac isemliyen-nniḍen i yesɛan aseɣwen ɣer {title}.
ko: {title}을 링크하는 문서가 없습니다.
mg: Tsisy tahirin-kevitra hafa mifandrohy @ {title}.
ms: Tiada lagi dokumen dipautkan ke {title}.
nb_no: Ingen andre dokumenter lenker til {title}.
nl: Er verwijzen geen andere documenten naar {title}.
pa_in: ਕੋਈ ਹੋਰ ਦਸਤਾਵੇਜ਼ {title} ਨਾਲ ਨਹੀ ਜੋੜਿਆ ਗਿਆ।
pl: Żadne inne dokumenty nie zawierają odnośników do {title}
pt_br: Nenhum outro documento aponta para {title}.
pt_pt: Nenhum outro documento aponta para {title}.
ro: Niciun alt document nu trimite la {title}.
sk: Žiadne ďalšie dokumenty neodkazujú na {title}.
sr: Ни један документ се не повезује са {title}.
sv: Inga andra dokument länkar till {title}.
te: ఏ ఇతర పత్రాలు {title}కు లంకెఅవ్వదు.
th: ไม่มีเอกสารอื่นที่เชื่อมโยงไปยัง {title}
tr: "{title}" makalesine bağlantı veren başka belge yok
uk: Жоден з документів не посилається на {title}.
vi: Không có tài liệu nào khác liên kết đến {title}.
zh_cn: 没有其他文档链接到 {title}。
zh_tw: 無其他文件鏈結至〈{title}〉。
zu: Ayikho enye idokhumenti elinka ne {title}.
