Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: There were errors adding leaders to the group, see below.
af: Kon nie leiers by die groep voeg nie; sien hier onder.
bg: Възникнаха грешки при добавянето на лидери към групата, виж по-долу.
bs: Dogodila se greška prilikom postavljanja vođe grupe. vidi niže.
de: Ein Fehler ist aufgetreten, während ein Gruppenleiter zu dieser Gruppe hinzugefügt worden ist; siehe unten.
el: Προέκυψαν σφάλματα κατά την προσθήκη αρχηγών στην ομάδα, δείτε παρακάτω.
es: Ha habido errores al añadir líderes al grupo, lee más abajo.
fy_nl: Der binne flaters bard by it tafoegjen fan lieders oan de groep, sjoch hjirûnder.
he: אירעו שגיאות בעת הוספת המנהיגים לקבוצה, מידע נוסף להלן.
hr: Pojavile su se greške prilikom dodavanja voditelja grupi, pogledaj ispod.
hu: Hiba történt a vezetők csoporthoz való hozzáadásakor, lásd alul.
ia: Il occurreva errores durante le addition de leaders al gruppo, vider infra.
id: Galat terjadi saat menambahkan pemimpin grup, lihat di bawah ini.
it: Si sono verificati errori nell'aggiungere il leader del gruppo (vedi oltre).
ja: グループにリーダーを追加する時にエラーが発生しました。以下を参照してください。
ka: შეცდომა, გუნდის ხელმძღვანელის დამატებისას, იხილეთ ქვემოთ.
kab: Llant tuccḍiwin mi ttwernan imseddayen ɣer ugraw, wali ukessar.
ko: 그룹에 리더를 추가하는데 오류가 있었습니다. 아래를 참고 하세요.
mg: Nisy olana tsy nahafahana nanampy mpitarika amin'ilay vondorna, jereo eto ambany.
ms: Ada ralat semasa memasukkan ketua ke dalam kumpulan, lihat di bawah.
nb_no: Det oppstod ved ved oppdatering av gruppeledere, se nedenfor.
nl: Er zijn fouten opgetreden bij het toevoegen van leiders aan de groep, zie hieronder.
pa_in: ਗਰੁੱਪ ਲੀਡਰ ਵਿੱਚ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਨ ਸਮੇ ਸਮੱਸਿਆ ਆਈ, ਹੇਠਾ ਦੇਖੋ।
pl: Podczas dodawania liderów wystąpiły błędy. Zobacz poniżej.
pt_br: Ocorreu erros ao adicionar líderes ao grupo, veja abaixo.
pt_pt: Houve erros ao adicionar líderes ao grupo, veja abaixo.
ro: Au intervenit erori la adăugarea liderilor la grup; vezi mai jos.
sk: Pri pridávaní vodcov do skupiny nastali chyby. Viac nižšie.
sr: Дошло је до грешке приликом додавања вође у гурпу, погледајте испод.
sv: Ett fel uppstod när ledare skulle läggas till i gruppen, se nedan.
te: నాయకులను గ్రూప్ కి జోడించడంలో లోపాలున్నాయి, క్రింద చూడండి.
th: มีข้อผิดพลาดระหว่างเพิ่มผู้นำเข้ากลุ่ม ให้ดูที่ด้านล่าง
tr: Gruba liderler eklenirken bazı hatalar oluştu. Aşağıya bakın.
uk: При додаванні лідерів у групу сталися помилки, див нижче.
ur: گروپ میں قائدین کو شامل کرنے میں غلطیاں تھی ، نیچے دیکھیں۔
vi: Có lỗi khi thêm các người lãnh đạo vào nhóm, xem bên dưới.
zh_cn: 添加组长到该组时发生错误，详情见下文。
zh_tw: 新增成員為組長時發生問題，請見下列資訊。
zu: Kube namaphutha ngenkathi kufakwa abaholi eqenjini, buka ngezansi.

source: {user} removed from the group leaders successfully!
af: {user} is suksesvol uit die groepleiers verwyder!
bg: {user} е успешно изваден от групата на водачите!
bs: {user} je uspješno uklonjen iz vodstva grupe!
de: {user} wurde erfolgreich als Gruppenleiter entfernt!
el: Ο/Η {user} αφαιρέθηκε επιτυχώς από τους αρχηγούς ομάδας!
es: ¡{user} eliminado de los líderes del grupo con éxito!
fy_nl: {user} mei sukses fan de groepslieders fuortsmiten!
he: המשתמש {user} הוסר ממנהיגי הקבוצה בהצלחה!
hr: {user} je uspješno uklonjen iz vodstva grupe!
hu: {user} sikeresen eltávolításra került a csoportvezetők közül!
ia: {user} removite ex le gruppo del leaders con successo!
id: {user} sukses dihapus dari pemimpin grup!
it: L'utente {user} è stato rimosso dai leader del gruppo.
ja: {user} さんがグループリーダーから外されました。
ka: {user} წარმატებით წაიშალა გუნდის ხელმძღვანელებიდან!
kab: {user} yettwakkes sɣur imseddayen n ugraw akken iwata!
ko: 리더 그룹에 {user} 사용자 제거 성공!
mg: Vita soa aman-tsara ny fanalana an'i {user} tsy ho mpitarika vondrona!
ms: {user} berjaya disingkir daripada kumpulan ketua!
nb_no: {user} fjernet fra gruppeledere!
nl: {user} met succes van de groepsleiders verwijderd!
pa_in: {user} ਕਾਮਯਾਬੀ ਨਾਲ ਗਰੁੱਪ ਲੀਡਰਾਂ ਵਿੱਚੋਂ ਹਟਾਇਆ!
pl: Użytkownik {user} został usunięty z grupy liderów!
pt_br: {user} removido dos líderes de grupo com sucesso!
pt_pt: {user} retirado dos líderes do grupo com sucesso!
ro: {user} eliminat cu succes dintre liderii grupului!
sk: {user} bol úspešne odstránený zo skupiny vodcov!
sr: {user} је успешно уклоњен из групе вођа!
sv: {user} hart blivit borttagen från gruppledare!
te: {user} విజయవంతంగా నాయకుల గ్రూప్ నుండి తొలగించారు!
th: ได้ลบ {user} จากการเป็นผู้นำกลุ่มแล้ว!
tr: {user} grup liderlerinden başarıyla silindi!
uk: {user} успішно видалений(-на) з лідерів групи!
ur: {user} کوگروہ کے قاعیدیین سے کامیابی کے ساتھ ہٹا دیا گیا!
vi: Đã gỡ {user} khỏi quyền leader của nhóm thành công!
zh_cn: {user} 已成功从群组组长中移除！
zh_tw: 已成功自群組當中移除組長 {user}！
zu: {user} ukhishwe eqenjini labaholi ngempumelelo!

source: You are now part of the Contributors group!
af: Jy is nou deel van die Bydraers-groep!
bg: Сега сте част от групата на Сътрудниците!
bs: Vi ste sada dio grupe saradnika!
de: Sie sind jetzt Mitglied der Gruppe der Mitwirkenden!
el: Είστε πλέον μέλος της ομάδας εθελοντών!
es: ¡Ahora eres parte del grupo de colaboradores!
fy_nl: Jo binne no ûnderdiel fan de groep Meiwurkers!
he: הינך כעת חלק מקבוצת התורמים!
hr: Ti si sada dio grupe suradnika!
hu: Ön mostantól tagja a Közreműködők csoportjának!
ia: Tu es ora parte del Gruppo del collaboratores!
id: Kini Anda menjadi bagian dari grup Kontributor!
it: Ora fai parte del gruppo dei collaboratori!
ja: 貢献者グループに参加しました！
ka: თქვენ უკვე, მოხალისეთა გუნდის წევრი ხართ!
kab: Aql-ak tura seg yimttekkiyen n ugraw!
ko: 공헌자 그룹의 일원이 되었습니다!
mg: Anisan'ny vondrona mpandray anjara ianao izao!
ms: Anda kini sebahagian daripada kumpulan Penyumbang!
nb_no: Du er nå en del av Bidragsytere-gruppen!
nl: U bent nu onderdeel van de groep Medewerkers!
pa_in: ਤੁਸੀ ਹੁਣ ਯੋਗਦਾਨੀ ਗਰੁੱਪ ਦਾ ਹਿੱ'ਸਾ ਹੋ!
pl: Jesteś teraz członkiem grupy autorów!
pt_br: Agora você faz parte do grupo de colaboradores!
pt_pt: Faz agora parte do grupo de colaboradores!
ro: Acum faci parte din grupul colaboratorilor!
sk: Teraz ste súčasťou skupiny prispievateľov!
sr: Сада сте део групе Сарадници!
sv: Du är nu en del av en bidragargrupp!
te: మీరు ఇప్పుడు సహాయకుల గ్రూప్ లో ఒక భాగం!
th: ตอนนี้คุณเป็นส่วนหนึ่งของกลุ่มผู้ช่วยเหลือแล้ว!
tr: Artık gönüllüler grubunun bir üyesisiniz!
uk: Ви тепер є частиною групи помічників!
ur: اب آپ شراکت داروں کے گروہ کا حصہ ہیں!
vi: Bạn là một phần của nhóm Những người đóng góp!
zh_cn: 您现在加入了贡献者群组！
zh_tw: 您現在已為貢獻者群組當中的一員！
zu: Manje usuyingxenye yeqembu Labalekelelayo!

source: Delete {group} group avatar
af: Skrap {group} se groepavatar
bg: Изтриване на аватара на група {group}
bs: Izbriši {group} avatar grupe
de: Gruppen-Avatar {group} löschen
el: Διαγραφή εικόνας ομάδας {group}
es: Borrar avatar del grupo {group}
fy_nl: Groepsavatar fan {group} fuortsmite
he: מחיקת התמונה המייצגת של הקבוצה {group}
hr: Izbriši {group} avatar grupe
hu: {group} csoport profilképének törlése
ia: Deler avatar del gruppo {group}
id: Hapus avatar grup {group}
it: Elimina avatar del gruppo {group}
ja: {group} のグループアバターを削除
ka: {group} გუნდის გამოსახულების წაშლა
kab: Kkes tugna n ugraw {group}
ko: {group} 아바타 삭제
mg: Hamafa avataran'ny vondrona {group}
ms: Buang avatar kumpulan {group}
nb_no: Slett {group} gruppeprofilbilde
nl: Groepsavatar van {group} verwijderen
pa_in: {group} ਗਰੁੱਪ ਅਵਤਾਰ ਹਟਾਓ
pl: Usuń awatar grupy {group}
pt_br: Apagar avatar do grupo {group}
pt_pt: Eliminar o avatar do grupo {group}
ro: Șterge avatarul grupului {group}
sk: Odstrániť ikonku skupiny {group}
sr: Обриши аватар {group} групе
sv: Ta bort gruppavatar för {group}
te: గ్రూప్ అవతార్ ను {group} తొలిగించు
th: ลบ {group} กลุ่มอวตาร
tr: {group} grubunun avatarını sil
uk: Видалити аватар групи {group}
ur: {group}گروہ کا اوتار حذف کریں
vi: Xóa ảnh địa diện của nhóm {group}
zh_cn: 删除 {group} 群组头像
zh_tw: 刪除 {group} 群組頭像
zu: Dilitha {group} i-avatar yeqembbu

source: Are you sure you want to delete the {group} group avatar?
af: Is jy seker dat jy {group} se groepavatar skrap?
bg: Сигурен ли сте, че искате да изтриете аватара на група {group}?
bs: Jeste li sigurni da želite izbrisati {group} avatar grupe?
de: Möchten Sie den Avatar der Gruppe {group} wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε την εικόνα ομάδας {group};
es: ¿Seguro que deseas borrar el avatar del grupo {group}?
fy_nl: Binne jo wis dat jo de groepsavatar fan {group} fuortsmite wolle?
he: למחוק את התמונה המייצגת של הקבוצה {group}?
hr: Sigurno želiš izbrisati avatar grupe {group}?
hu: Biztos, hogy törli a(z) {group} csoport profilképét?
ia: Desira tu vermente deler le avatar del gruppo {group}?
id: Yakin akan menghapus avatar grup {group}?
it: Eliminare l'avatar del gruppo {group}?
ja: 本当に {group} のグループアバターを削除してもよろしいですか？
ka: ნამდვილად გსურთ, {group} გუნდის გამოსახულების წაშლა?
kab: Tebɣiḍ s tidet ad tekkseḍ tugna {group} n ugraw?
ko: {group} 아바타를 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa ny avataran'ny vondrona {group} ianao?
ms: Adakah anda pasti mahu menghapuskan avatar kumpulan {group} ini?
nb_no: Er du sikker på at du vil slette {group} gruppeprofilbildet?
nl: Weet u zeker dat u de groepsavatar van {group} wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ {group} ਗਰੁੱਪ ਅਵਤਾਰ ਨੂੰ ਮਿਟਾਉਣਾਂ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć awatar grupy {group}?
pt_br: Tem certeza que deseja apagar o avatar do grupo {group}?
pt_pt: Tem a certeza que quer eliminar o avatar do grupo {group}?
ro: Sigur vrei să ștergi avatarul grupului {group}?
sk: Ste si istý, že chcete obrázok skupiny {group} odstrániť?
sr: Дали сте сигурни да желите да обришете аватар {group} групе?
sv: Är du säker på att du vill ta bort gruppavataren för {group}?
te: మీరు {group} గ్రూప్ అవతార్ ను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจนะว่าจะลบ {group} กลุ่มอวตารของคุณ?
tr: {group} grubunun avatarını silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити аватар групи {group}?
ur: کیا آپ واقعی {group} گروہ کا اوتار حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa ảnh đại diện của nhóm {group}?
zh_cn: 您确定要删除 {group} 的群组头像吗？
zh_tw: 您確定要刪除 {group} 群組的頭像嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha {group} i-avatar yeqembu?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
af: Jy gaan nou die avatar permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Jy kan ook 'n ander avatar oplaai om die huidige een te vervang.
bg: На път сте окончателно да изтриете аватара. <strong>Това действие е необратимо!</strong> Винаги можете да качите нов аватар, който да замести сегашния.
bs: Spremate se trajno izbrisati vaš avatar. <strong>Ovo se ne može poništiti!</strong> Uvijek možete učitati drugi avatar da biste zamijenili postojeći.
de: Sie sind dabei, Ihren Avatar für immer zu löschen. <strong>Diese Aktion kann nicht rückgängig gemacht werden!</strong> Sie können jederzeit einen anderen Avatar hochladen, um Ihren aktuellen zu ersetzen.
el: Πρόκειται να διαγράψετε οριστικά την εικόνα χρήστη. <strong>Αυτό δεν μπορεί να αναιρεθεί!</strong> Μπορείτε πάντα να μεταφορτώσετε μια άλλη εικόνα χρήστη για να αντικαταστήσετε την τρέχουσα.
es: Estás a punto de borrar definitivamente el avatar. <strong>¡No se puede deshacer!</strong> Siempre puedes subir un nuevo avatar para reemplazar el actual.
fy_nl: Jo gean de avatar permanint fuortsmite. <strong>Dit kin net ûngedien makke wurde!</strong> Jo kinne altyd in oare avatar oplade om de aktuele te ferfangen.
he: פעולה זו תגרום למחיקת התמונה המייצגת לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> תמיד ניתן להעלות תמונה מייצגת אחרת לטובת החלפת הנוכחית.
hr: Trajno ćeš izbrisati avatara. <strong>Ovo se ne može poništiti!</strong> Uvijek možeš učitati drugi avatar ako želiš zamijeniti postojeći.
hu: Véglegesen törölni fogja ezt a profilképet. <strong>Ez nem vonható vissza</strong> Bármikor feltölthet egy másik profilképet és lecserélheti a jelenlegit.
ia: Tu es sur le puncto de deler permanentemente le avatar. <strong>Isto non pote esser disfacite!</strong> Tu pote sempre incargar un altere avatar pro reimplaciar le actual.
id: Anda akan menghapus avatar secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Anda juga dapat mengunggah yang baru untuk mengganti yang ada sekarang.
it: Si sta per eliminare permanentemente il proprio avatar. <strong>La modifica è irreversibile.</strong> È comunque possibile caricare un altro avatar per sostituire quello attuale.
ja: アバターを完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 現在のものと置き換えるには、別のアバターをアップロードしてください。
ka: თქვენ აპირებთ გამოსახულების სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ გაგრძელება?
kab: Aql-ak tettedduḍ ad tekkseḍ tugna i lebda. <strong>Ayagi ur d-yettuɣal ara!</strong> Tzemreḍ ad d-tsaliḍ tugna melmi i ak-yehwa akken ad tbeddleḍ tin yellan.
ko: 아바타를 완전히 삭제하고자 합니다. <strong>현재 작업은 되돌릴 수 없습니다.</strong> 계속하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay ny avataran'ny vondrona ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Afaka mampiakatra avatar hafa foana ianao hasolo ilay ankehitriny.
ms: Anda akan menghapuskan avatar ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Anda pada bila-bila masa boleh memuatnaik avatar lain untuk menggantikannya.
nb_no: Du vil nå permanent slette profilbildet. <strong>Dette kan ikke angres!</strong> Du kan alltid laste opp et annet profilbilde for å erstatte det nåværende.
nl: U gaat de avatar voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> U kunt altijd een andere avatar uploaden om de huidige te vervangen.
pa_in: ਤੁਸੀ ਪੱਕੇ ਤੋਰ ਤੇ ਅਵਤਾਰ ਨੂੰ ਹਟਾਉਣ ਜਾ ਰਹੇ ਹੋ। <strong>ਇਹ ਮੁੜ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ!</strong> ਤੁਸੀ ਮੋਜੁਦਾ ਅਵਤਾਰ ਨੂੰ ਹਟਾਉਣ ਲਈ ਦੁਸਰਾ ਅਵਤਾਰ ਅੱਦਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।
pl: Zamierzasz trwale usunąć swój awatar. <strong>Tej operacji nie można cofnąć!</strong> Zawsze możesz przesłać inny, by zamienić aktualny awatar.
pt_br: Você está prestes a apagar o avatar permanentemente. <strong>A ação não pode ser desfeita!</strong> Você pode enviar um outro avatar para substituir o atual.
pt_pt: Está prestes a eliminar permanentemente o avatar. <strong>Isto não poderá ser desfeito!</strong> Pode sempre enviar outro avatar para substituir o atual.
ro: Ești pe cale să ștergi complet avatarul. <strong>Această acțiune nu poate fi anulată!</strong> Poți să încarci oricând un alt avatar pentru a-l înlocui pe cel actual.
sk: Chystáte sa natrvalo odstrániť ikonku. <strong>Túto operáciu nemožno vrátiť!</strong> Vždy však môžete nahrať ikonku inú, ktorou nahradíte tú aktuálnu.
sr: Управо ћете трајно обрисати аватар. <strong>Ова радња се не може опозвати!</strong> Увек можете послати нов аватар да замени тренутни.
sv: Du håller på att permanent ta bort avataren. <strong>Detta går inte att ångra!</strong> Du kan alltid ladda en annan avatar för att ersätta den nuvarande.
te: మీరు శాశ్వతంగా అవతార్ తొలగించబోతున్నారు. <strong> పునరావృత్తం కాదు!</strong>మీరు ఎల్లప్పుడూ తదుపరి అవతార్ ను ప్రస్తుత స్థానంలో అప్లోడ్ చేయవచ్చు.
th: คุณกำลังลบอวตารของคุณอย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณสามารถอัปโหลดอวตารอื่นแทนอวตารปัจจุบันของคุณ
tr: Avatarı kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> İstediğiniz zaman mevcut avatarınızı değiştirmek için başka bir avatar yükleyebilirsiniz.
uk: Ви збираєтесь вилучити цей аватар назавжди. <strong>Це незворотна дія!</strong> Але ви завжди зможете вивантажити інший аватар для заміни поточного.
vi: Bạn chuẩn bị xóa vĩnh viễn ảnh đại diện của mình. <strong>Việc này không thể hoàn tác!</strong> Bạn vẫn có thể tải lên ảnh đại diện khác để thay thế ảnh hiện tại.
zh_cn: 您即将永久删除该头像。<strong>此操作无法撤销！</strong>您依然可以随时上传一个新的头像来替代当前的头像。
zh_tw: 即將永久刪除頭像。<strong>此動作無法復原！</strong>您可以隨時上傳新的頭像來取代目前的頭像。
zu: Usuzodilitha i-avatar unomphela. <strong>Lokhu akuhlehliseki!</strong> Ungakwazi ukuloda enye esikhundleni sale ekhona manje.

source: Delete avatar
af: Skrap avatar
bg: Изтриване на аватара
bs: Izbriši avatar
de: Avatar löschen
el: Διαγραφή avatar
es: Borrar avatar
fy_nl: Avatar fuortsmite
he: מחיקת תמונה מייצגת
hr: Izbriši avatar
hu: Profilkép törlése
ia: Deler avatar
id: Hapus avatar
it: Elimina avatar
ja: アバターを削除
ka: გამოსახულების წაშლა
kab: Kkes tugna
ko: 아바타 삭제
mg: Hamafa avatar
ms: Buang avatar
nb_no: Slett profilbilde
nl: Avatar verwijderen
pa_in: ਅਵਤਾਰ ਹਟਾਉ
pl: Usuń awatar
pt_br: Apagar avatar
pt_pt: Eliminar avatar
ro: Șterge avatarul
sk: Odstrániť ikonku
sr: Обриши аватар
sv: Ta bort avatar
te: అవతార్ ను తొలగించు
th: ลบอวตาร
tr: Avatarı sil
uk: Вилучити аватар
ur: کوائف حزف کریں
vi: Xóa ảnh đại diện
zh_cn: 删除头像
zh_tw: 刪除頭像
zu: Dilitha i-avatar

source: Remove leader
af: Verwyder leier
bg: Премахнете лидера
bs: Ukloni vođu
de: Gruppenleiter entfernen
el: Αφαίρεση αρχηγού
es: Eliminar líder
fy_nl: Lieder fuortsmite
he: הסרת מנהיג
hr: Ukloni voditelja
hu: Vezető eltávolítása
ia: Remover leader
id: Hapus pemimpin
it: Rimuovi leader
ja: リーダーを外す
ka: ხელმძღვანელის წაშლა
kab: Kkes amsedday
ko: 리더 제거
mg: Hanala mpitarika
ms: Singkir ketua
nb_no: Fjern leder
nl: Leider verwijderen
pa_in: ਮੋਹਰੀ ਹਟਾਓ
pl: Usuń lidera
pt_br: Remover líder
pt_pt: Retirar líder
ro: Elimină liderul
sk: Odstrániť vodcu
sr: Уклони вођу
sv: Ta bort ledare
te: నాయకుడుని తొలగించు
th: ลบผู้นำ
tr: Lideri sil
uk: Видалити лідера
ur: رہنما کو ہٹا دیں
vi: Loại bỏ leader
zh_cn: 移除组长
zh_tw: 移除組長
zu: Khipha umholi

source: Are you sure you want to remove {user} from {group} leaders?
af: Is jy seker jy wil {user} uit {group} se leiers verwyder?
bg: Сигурни ли сте, че искате да премахнете {user} от лидерите на {group}?
bs: Jeste li sigurni da želite ukloniti {user} iz {group} vođa?
de: Sind Sie sicher, dass Sie {user} als Leiter von {group} entfernen möchten?
el: Θέλετε σίγουρα να αφαιρέσετε τον/την {user} από τους αρχηγούς της ομάδας {group};
es: ¿Seguro que deseas eliminar a {user} como líder del grupo {group}?
fy_nl: Binne jo wis dat jo {user} fan lieders fan {group} fuortsmite wolle?
he: להסיר את {user} ממנהיגי הקבוצה {group}?
hr: Sigurno želiš ukloniti {user} iz {group} voditelja?
hu: Biztos, hogy törölni szeretné {user} felhasználót a(z) {group} csoport vezetői közül?
ia: Desira tu vermente remover {user} ex le gruppo de leaders {group}?
id: Yakin ingin menghapus {user} dari pemimpin {group}?
it: Rimuovere l'utente {user} dai leader del gruppo {group}?
ja: 本当に {user} を {group} グループのリーダーから外してもよろしいですか？
ka: ნამდვილად გსურთ {user} წევრის {group} გუნდის ხელმძღვანელებიდან ამოშლა?
kab: Tebɣiḍ s tidet ad tekkseḍ {user} seg {group} n yimsedday?
ko: 현재 {user}를 {group} 리더에서 삭제하시겠습니까?
mg: Azonao antoka fa tianao hesorina tsy ho mpitarika {group} i {user}?
ms: Adakah anda pasti mahu menyingkirkan {user} sebagai ketua {group}?
nb_no: Er du sikker på at du vil fjerne brukeren {user} fra {group}-ledere?
nl: Weet u zeker dat u {user} van leiders van {group} wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ {user} ਨੂੰ {group} ਲੀਡਰਾਂ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć użytkownika {user} z grupy liderów {group}?
pt_br: Tem certeza que quer remover {user} dos líderes do grupo {group}?
pt_pt: Tem a certeza que quer retirar {user} dos líderes do grupo {group}?
ro: Sigur vrei să elimini utilizatorul {user} dintre liderii grupului {group}?
sk: Naozaj chcete odstrániť {user} zo skupiny {group} vodcov?
sr: Да ли сте сигурни да желите да уклоните {user} из {group} вође?
sv: Är du säker på att du vill ta bort {user} från {group} ledare?
te: మీరు {user} ని {group} నాయకుల గ్రూప్ నుండి ఖచ్చితంగా తొలగించాలనుకున్నరా?
th: คุณแน่ใจหรือว่าต้องการที่จะลบ {user} จาก {group} ผู้นำ?
tr: {user} kullanıcısını {group} liderlerinden silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити {user} з лідерів {group}?
ur: کیا آپ واقعی {user} کو {group} کے قائدین سے ہٹانا چاہتے ہیں؟
vi: Bạn có chắc muốn loại bỏ vai trò leader trong nhóm {group} của thành viên {user}?
zh_cn: 您确定要移除 {group} 群组的 {user} 组长吗？
zh_tw: 您確定要自 {group} 移除組長 {user} 嗎？
zu: Unesiqiniseko sokuthi ufuna ukukhipha {user} e{group} labaholi?

source: Remove member
af: Verwyder lid
bg: Премахни този участник
bs: Ukloni člana
de: Mitglied entfernen
el: Αφαίρεση μέλους
es: Eliminar miembro
fy_nl: Lid fuortsmite
he: הסרת חבר
hr: Ukloni člana
hu: Csoporttag eltávolítása
ia: Remover membro
id: Hapus anggota
it: Rimuovi membro
ja: メンバーを外す
ka: წევრის ამოშლა
kab: Kkes amttekkay
ko: 아이디 저장
mg: Hanala mpikambana
ms: Singkir anggota
nb_no: Fjern medlem
nl: Lid verwijderen
pa_in: ਮੈਂਬਰ ਹਟਾਓ
pl: Usuń członka
pt_br: Remover membro
pt_pt: Retirar membro
ro: Elimină membrul
sk: Odstrániť člena
sr: Уклони члана
sv: Ta bort medlem
te: సభ్యుని తీసివేయి
th: ลบสมาชิก
tr: Üyeyi sil
uk: Видалити учасника
ur: ممبر کو ہٹا دیں
vi: Xóa thành viên
zh_cn: 移除成员
zh_tw: 移除成員
zu: Khipha ilungu

source: Are you sure you want to remove {user} from {group}?
af: Is jy seker jy wil {user} uit {group} verwyder?
bg: Сигурни ли сте, че искате да извадите {user} от {group}?
bs: Jeste li sigurni da želite ukloniti {user} iz {group}?
de: Sind Sie sicher, dass Sie {user} aus {group} entfernen möchten?
el: Θέλετε σίγουρα να αφαιρέσετε τον/την {user} από την ομάδα {group};
es: ¿Seguro que deseas eliminar a {user} del grupo {group}?
fy_nl: Binne jo wis dat jo {user} út groep {group} fuortsmite wolle?
he: להסיר את {user} מהקבוצה {group}?
hr: Sigurno želiš ukloniti {user} iz {group}?
hu: Biztos, hogy törölni szeretné {user} felhasználót a(z) {group} csoportból?
ia: Desira tu vermente remover {user} ex le gruppo {group}?
id: Yakin ingin menghapus {user} dari {group}?
it: Rimuovere l'utente {user} dal gruppo {group}?
ja: 本当に {user} を {group} グループから外してもよろしいですか？
ka: ნამდვილად გსურთ {user} წევრის {group} გუნდიდან ამოშლა?
kab: Tebɣiḍ s tidet ad tekkseḍ {user} seg {group}?
ko: 현재 {user} ({group})을 삭제하시겠습니까?
mg: Azonao antoka fa tianao hesorina tao @ {group} i {user}?
ms: Adakah anda pasti mahu menyingkirkan {user} daripada {group}?
nb_no: Er du sikker på at du vil fjerne {user} fra {group}?
nl: Weet u zeker dat u {user} uit groep {group} wilt verwijderen?
pa_in: ਕੀ ਤੁਹਾਨੂੰ ਪੱਕਾ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀਂ {user} ਨੂੰ {group} ਚੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć użytkownika {user} z grupy {group}?
pt_br: Tem certeza que quer remover {user} do grupo {group}?
pt_pt: Tem a certeza que quer retirar {user} de {group}?
ro: Sigur vrei să elimini utilizatorul {user} din {group}?
sk: Naozaj chcete odstrániť používateľa {user} zo skupiny {group}?
sr: Да ли сте сигурни да желите да уклоните {user} из {group}?
sv: Är du säker på att du vill ta bort {user} från {group}?
te: మీరు {user} ని {group} గ్రూప్ నుండి ఖచ్చితంగా తొలగించాలనుకున్నరా?
th: คุณแน่ใจหรือว่าต้องการที่จะลบ {user} จาก {group}?
tr: {user} kullanıcısını {group} grubundan silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити {user} із {group}?
ur: کیا آپ واقعی {user} کو {group} سے ہٹانا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa thành viên {user} khỏi nhóm {group}?
zh_cn: 您确定要移除 {group} 的 {user} 吗？
zh_tw: 您確定要自 {group} 移除 {user} 嗎？
zu: Unesiqiniseko sokuthi ufuna ukukhipha {user} e{group}?
