Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: To localize the document, click the following link, or paste it into your browser's location bar:
af: Om die dokument te taalaanpas, klik die volgende skakel, of plak dit in jou blaaier se adresbalk:
bg: За да преведете този документ, кликнете върху следната връзка или я копирайте в адресната лента на браузъра:
de: Um dieses Dokument zu übersetzen, klicken Sie bitte auf den folgenden Link, oder fügen Sie ihn in die Adressleiste Ihres Browsers ein:
el: Για να μεταφράσετε το έγγραφο, κάντε κλικ στον ακόλουθο σύνδεσμο ή επικολλήστε τον στη γραμμή τοποθεσίας του προγράμματος περιήγησης:
es: Para localizar el documento, pulsa el enlace siguiente o pégalo en la barra de direcciones de tu navegador:
fy_nl: Klik op de folgjende keppeling of plak dizze yn de lokaasjebalke fan jo browser om it dokumint oer te setten:
he: כדי לתרגם את המסמך, יש ללחוץ על הקישור הבא או להדביק אותו בשורת המיקום בדפדפן שלך:
hr: Za lokaliziranje dokumenta, pritisni poveznicu ili je umetni u adresnu traku preglednika:
hu: A dokumentum fordításához kattintson az alábbi hivatkozásra vagy másolja be az egészet a böngésző címsorába:
ia: Pro localisar le documento clicca le sequente ligamine o colla illo in le barra del adresses de tu navigator:
it: Per localizzare il documento, fare clic sul link di seguito o copiare e incollare il link nella barra degli indirizzi del browser:
ja: この記事を翻訳するには、以下のリンクをクリックするか文字列全体をロケーションバーにコピー＆ペーストしてください:
ka: დოკუმენტის სათარგმნელად, გთხოვთ, დააწკაპოთ მოცემულ ბმულს ან ჩასვათ ბრაუზერის მისამართების ველში:
kab: Akken ad tsuqleḍ isemli-a, tekki ɣef useɣwen-a, neɣ senteḍ-it ɣef ufeggag n tansa n yiminig-ik:
ko: 이 문서를 번역하려면, 아래 링크를 클릭하거나 브라우저의 주소란에 URL을 복사하십시오:
mg: Raha handika ny tahirin-kevitra, dia tsindrio na apetaho eo @ tsipi-toeran'ny mpitetinao ity rohy manaraka ity azafady:
ms: Untuk menterjemahkan dokumen ini, klik pautan berikut, atau tampalnya ke dalam bar lokasi pelayar:
nb_no: Trykk på lenken for å oversette dokumentet, eller lim lenken inn i nettleserens adresselinje:
nl: Klik op de volgende koppeling of plak deze in de locatiebalk van uw browser om het document te vertalen:
pa_in: ਦਸਤਾਵੇਜ਼ ਨੂੰ localize ਕਰਨ ਲਈ, ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਨੂੰ ਕਲਿੱਕ ਕਰੋ, ਜਾ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਚਿਪਕਾਉ:
pl: Aby przetłumaczyć dokument, kliknij poniższy odnośnik lub skopiuj całość i wklej do paska adresu przeglądarki:
pt_br: Para traduzir o documento, clique no link abaixo ou copie e cole na barra de endereços do navegador:
pt_pt: Para localizar o documento, clique na hiperligação seguinte, ou cole-a na barra de localização do seu navegador:
ro: Pentru a localiza documentul, apasă pe următorul link, sau lipește-l pe bara de navigare:
sk: Pre lokalizáciu dokumentu kliknite na nasledujúci odkaz, alebo ho vložte do riadku adresy vášho prehliadača:
sr: Да локализујете документ, кликните на следећу везу, или је прекопирајте у поље за претрагу у прегледачу:
sv: För att översätta dokumentet, klicka på länken eller klistra in den i din webbläsares adressfält:
te: సైట్ లో ఈ పోస్ట్ వీక్షించేందుకు, ఈ క్రింది లింక్ క్లిక్ చేయండి, లేదా మీ బ్రౌజర్ యొక్క స్థాన పట్టీ లో అతికించండి:
th: หากต้องการแปลเอกสารนี้เป็นภาษาท้องถิ่น ให้คลิกลิงก์ดังต่อไปนี้ หรือวางลิงก์นี้ลงในแถบตำแหน่งที่ตั้งของเบราว์เซอร์ของคุณ:
tr: Belgeyi yerelleştirmek için aşağıdaki bağlantıya tıklayın veya bağlantıyı tarayıcınızın konum çubuğuna yapıştırın:
uk: Для локалізації документа, клацніть за наступним посиланням, або вставте його в адресний рядок вашого браузера:
vi: Để bản địa hóa tài liệu, nhấp vào liên kết sau hoặc dán nó vào thanh vị trí của trình duyệt:
zh_cn: 要本地化此文档，请点击以下链接（或粘贴到您的浏览器地址栏中打开）：
zh_tw: 要翻譯這篇文件，點下下列連結，或者將它貼到瀏覽器的位址列：
zu: Ukuze umise le dokhumenti njengokwasendaweni, chofoza ilinki elandelayo, noma uyinamathisele esikhali sesiphequluli:

source: %(creator)s submitted a new revision to the document %(document_title)s.
af: %(creator)s het 'n nuwe wysiging aan die dokument %(document_title)s ingedien.
bg: %(creator)s е изпратил нова ревизия на документа %(document_title)s.
bs: %(creator)s je dodao novu reviziju dokumentu %(document_title)s.
de: %(creator)s hat eine neue Änderung des Dokuments %(document_title)s eingereicht.
el: Ο/Η %(creator)s υπέβαλε μια νέα αναθεώρηση στο έγγραφο «%(document_title)s».
es: %(creator)s ha enviado una nueva revisión del documento %(document_title)s.
fy_nl: %(creator)s hat in nije refyzje fan it dokumint %(document_title)s yntsjinne.
he: למסמך %(document_title)s הוגשה מהדורה חדשה על־ידי %(creator)s.
hr: %(creator)s je poslao/la novu reviziju dokumenta %(document_title)s.
hu: %(creator)s új verziót küldött be a következő dokumentumhoz: %(document_title)s.
ia: %(creator)s ha submittite un nove revision al documento %(document_title)s.
id: %(creator)s telah mengajukan revisi baru terhadap dokumen %(document_title)s.
it: %(creator)s ha inserito una nuova versione del documento %(document_title)s.
ja: %(creator)s さんが %(document_title)s の記事の新しいリビジョンを投稿しました。
ka: %(creator)s ავტორმა წარადგინა %(document_title)s დოკუმენტის ახალი ვერსია.
kab: %(creator)s yuzen aceggir amaynut n yisemli %(document_title)s.
ko: %(creator)s 님이 새로운 버전의 %(document_title)s 문서를 제출했습니다.
mg: Nandrotsaka fanitsiana vaovao ny tahirin-kevitra %(document_title)s i %(creator)s.
ms: %(creator)s telah menghantar semakan yang baru untuk dokumen %(document_title)s.
nb_no: %(creator)s opprettet en ny revisjon til dokumentet %(document_title)s.
nl: %(creator)s heeft een nieuwe revisie van het document %(document_title)s ingediend.
pa_in: %(creator)s ਨੂੰ ਦਸਤਾਵੇਜ਼ ਨੂੰ %(document_title)s ਨੂੰ ਇੱਕ ਨਵ ਰੀਵਿਜ਼ਨ ਪੇਸ਼ ਕਰੋ।
pl: %(creator)s wysłał nową wersję dokumentu %(document_title)s.
pt_br: %(creator)s enviou uma nova edição do documento %(document_title)s.
pt_pt: %(creator)s enviou uma nova revisão do documento %(document_title)s.
ro: %(creator)s a propus o nouă revizuire documentului %(document_title)s.
sk: %(creator)s odoslal novú revíziu dokumentu %(document_title)s.
sr: %(creator)s је додао нову ревизују документу %(document_title)s.
sv: %(creator)s lämnade in en ny revidering av dokumentet %(document_title)s.
te: %(creator)s ఈ %(document_title)s పత్రంకు ఒక కొత్త రివిజన్ ను సమర్పించారు.
th: %(creator)s ได้ส่งการตรวจทานแก้ไขใหม่ไปยังเอกสาร %(document_title)s
tr: %(creator)s, "%(document_title)s" belgesi için yeni bir revizyon gönderdi.
uk: %(creator)s представив(-ла) нову редакцію документа %(document_title)s.
vi: %(creator)s đã gửi bản sửa đổi mới cho tài liệu %(document_title)s.
zh_cn: %(creator)s 提交了一个新的修订版本到 %(document_title)s。
zh_tw: %(creator)s 已經提交了文件 %(document_title)s 的新修訂版本。
zu: %(creator)s balethe isibukezo esisha sedokhumenti %(document_title)s.

source: Review this revision
af: Sien hierdie wysiging na
bg: Прегледайте тази редакция
bs: Pregledaj ovu previziju
de: Diese Version überprüfen
el: Έλεγχος αναθεώρησης
es: Revisar esta revisión
fy_nl: Dizze refyzje beoardielje
he: סקירת מהדורה זו
hr: Pregledaj ovu reviziju
hu: Verzió áttekintése
ia: Revider iste revision
id: Hapus revisi ini
it: Revisiona questa versione
ja: このリビジョンをレビューする
ka: გადამუშავებული ვერსიის განხილვა
kab: Wali aceggir-a
ko: 변경사항 검토하기
mg: Hitsara an'ity fanintsiana ity
ms: Ulas semakan ini
nb_no: Gjennomgå denne revisjonen
nl: Deze revisie beoordelen
pa_in: ਇਸ ਰੀਵਿਜ਼ਨ ਨੂੰ ਰਵੀਉ ਕਰੋ
pl: Zrecenzuj tę wersję
pt_br: Revisar esta edição
pt_pt: Rever esta revisão
ro: Recenzează această revizuire
sk: Kontrola tejto revízie
sr: Прегледај ову ревизију
sv: Granska revideringen
te: ఈ కూర్పును సమీక్షించండి
th: ตรวจทานการตรวจทานแก้ไขนี้
tr: Bu revizyonu incele
uk: Перевірити цю редакцію
ur: اس نظرثانی کا جائزہ لیں
vi: Xét duyệt bản sửa đổi này
zh_cn: 审批此修订
zh_tw: 審核此編修版本
zu: Bukeza lesi sibukezo

source: To review this revision, click the following link, or paste it into your browser's location bar:
af: Om hierdie wysiging na te sien, klik die volgende skakel, of plak dit in die blaaier se adresbalk:
bg: За да прегледате тази редакция, кликнете върху следната връзка или я копирайте в адресната лента на браузъра:
de: Um diese Änderung zu überprüfen, klicken Sie bitte auf den folgenden Link, oder fügen Sie ihn in die Adressleiste Ihres Browsers ein:
el: Για να ελέγξετε αυτήν την αναθεώρηση, κάντε κλικ στον ακόλουθο σύνδεσμο ή επικολλήστε τον στη γραμμή διευθύνσεων του προγράμματος περιήγησής σας:
es: Para procesar esta revisión, pulsa el enlace siguiente o pégalo en la barra de direcciones de tu navegador:
fy_nl: Klik op de folgjende keppeling of plak dizze yn de lokaasjebalke fan jo browser om dizze refyzje te beoardielen:
he: כדי לסקור את המהדורה הזו, יש ללחוץ על הקישור הבא או להדביק אותו בשורת המיקום בדפדפן שלך:
hr: Za pregled ove revizije, pritisni poveznicu ili je umetni u adresnu traku preglednika:
hu: A verzió áttekintéséhez kattintson az alábbi hivatkozásra vagy másolja be az egészet a böngésző címsorába:
ia: Pro revider iste revision clicca le sequente ligamine o colla illo in le barra del adresses de tu navigator:
it: Per visualizzare questa versione, fare clic sul link di seguito o copiare e incollare il link nella barra degli indirizzi del browser:
ja: このリビジョンをレビューするには、以下のリンクをクリックするか文字列全体をロケーションバーにコピー＆ペーストしてください:
ka: ამ დამუშავებული ვერსიის მიმოხილვისთვის, გთხოვთ, დააწკაპოთ მოცემულ ბმულს ან ჩასვათ ბრაუზერის მისამართების ველში:
kab: Akken ad twaliḍ aceggir-a, tekki ɣef useɣwen-a, neɣ senteḍ-it ɣef ufeggag n tansa n yiminig-ik:
ko: 이 리비젼을 확인하려면, 아래 링크를 클릭하거나 브라우저의 주소란에 URL을 복사하십시오:
mg: Raha hitsara an'ity fanitsiana ity, dia tsindrio na apetaho eo @ tsipi-toeran'ny mpitetinao ity rohy manaraka ity azafady:
ms: Untuk menyemak semakan ini, klik pautan berikut, atau tampalnya ke dalam bar lokasi pelayar:
nb_no: For å gjennomgå en revisjon, trykk på denne lenken, eller lim den inn i nettleserens adresselinje:
nl: Klik op de volgende koppeling of plak deze in de locatiebalk van uw browser om deze revisie te beoordelen:
pa_in: ਇਸ ਨੂੰ ਰੀਵਿਜ਼ਨ ਦੀ ਸਮੀਿਖਆ ਕਰਨ ਲਈ, ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਨੂੰ ਕਲਿੱਕ ਕਰੋ, ਜਾ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਚਿਪਕਾਉ:
pl: Aby wyświetlić zmiany w tej wersji, kliknij poniższy odnośnik lub skopiuj całość i wklej do paska adresu przeglądarki:
pt_br: Para revisar esta edição, clique no link abaixo ou copie e cole na barra de endereços do navegador:
pt_pt: Para rever esta revisão, clique na hiperligação seguinte, ou cole-a na barra de localização do seu navegador:
ro: Pentru a examina această revizuire, clic pe linkul următor, sau accesează-l din bara de adrese a browserului tău:
sk: Pre kontrolu revízie kliknite na nasledujúci odkaz, alebo ho vložte do riadku adresy vášho prehliadača:
sr: Да прегледате ову ревизију, кликните на следећу везу, или је копирајте у поље за претрагу у прегледачу:
sv: För att se den här revideringen, klicka på följande länk eller klistra in den i din webbläsares adressfält:
te: సైట్ లో ఈ పోస్ట్ వీక్షించేందుకు, ఈ క్రింది లింక్ క్లిక్ చేయండి, లేదా మీ బ్రౌజర్ యొక్క స్థాన పట్టీ లో అతికించండి:
th: หากต้องการตรวจทานการตรวจทานแก่ไขนี้ ให้คลิกลิงก์ดังต่อไปนี้ หรือวางลิงก์นี้ลงในแถบตำแหน่งที่ตั้งของเบราว์เซอร์ของคุณ:
tr: Bu revizyonu incelemek için aşağıdaki bağlantıya tıklayın veya bağlantıyı tarayıcınızın konum çubuğuna yapıştırın:
uk: Для перевірки цієї редакції, перейдіть за наступним посиланням, або вставте його в адресний рядок вашого браузера:
vi: Để xem lại bản sửa đổi này, nhấp vào liên kết sau hoặc dán nó vào thanh vị trí của trình duyệt của bạn:
zh_cn: 要检阅此修订，点击以下链接（或粘贴到您的浏览器地址栏中打开）：
zh_tw: 要批閱這個修訂版本，點下下面的連結，或將它貼到瀏覽器的位址列：
zu: Ukuze ubukeze lesi sibukezo, chofoza ilinki elandelayo, noma yinamathisele esikhaleni sesiphequluli sakho:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
af: Ons bydraers werk hard aan artikels, en dit sou wonderlik wees as jy hulle kan nasien. Hoe vinniger ons hulle gepubliseer kry, hoe vinniger kan hulle gebruikers help.
bg: Нашите сътрудници работят усилено по статии и би било чудесно, ако можете да ги прегледате. Колкото по-бързо ги публикуваме, толкова по-скоро статиите са от помощ на потребителите.
bs: Naši saradnici su naporno radili na člancima i bilo bi sjajno ako bi mogli da ih pregledate. Što prije ih objavimo prije će da počnu da pomažu korisnicima.
de: Unsere Mitwirkenden haben hart an den Artikeln gearbeitet und es wäre toll, wenn Sie diese überprüfen können. Je schneller wir sie veröffentlichen können, desto eher helfen sie Anwendern.
el: Οι εθελοντές μας εργάζονται σκληρά σε άρθρα και θα ήταν υπέροχο αν μπορούσατε να τα αξιολογήσετε. Όσο πιο γρήγορα δημοσιευθούν, τόσο πιο γρήγορα θα βοηθηθούν οι χρήστες.
es: Nuestros colaboradores se han esforzado mucho con nuestros artículos y sería genial que pudieras revisarlos. Cuanto antes los publiquemos, antes serán de ayuda para otros usuarios.
fy_nl: Us meiwurkers hawwe hurd oan artikelen wurke en it soe geweldich wêze as jo dizze beoardiele kinne. Hoe flugger wy se kinne publisearje, hoe flugger brûkers holpen wurde.
he: התורמים שלנו עמלו רבות על מאמרים ונשמח אם תהיה לך אפשרות לסקור אותם. ככל שהם יפורסמו מהר יותר ככה הם יתחילו לסייע מוקדם יותר למשתמשים.
hr: Naši doprinositelji naporno rade na člancima i bilo bi super, ako ih možeš pregledati. Što se brže objave, to brže će pomoći korisnicima.
hu: Közreműködőink keményen dolgoznak a leírásokon, és nagyszerű lenne, ha segítene ellenőrizni ezeket. Minél hamarabb sikerül ezeket közzétenni, annál hamarabb segítenek a felhasználóknak.
ia: Nostre collaboratores ha laborate dur sur le articulos e il esserea grande si tu poterea revider los. Quanto tosto nos obtene los publicate tanto tosto illos comencia a adjutar le usatores.
id: Kontributor kami telah bekerja keras untuk berbagai artikel dan akan lebih baik jika Anda bisa meninjaunya. Semakin cepat kita menayangkannya, semakin cepat pengguna dapat terbantu.
it: I nostri collaboratori hanno lavorato sodo sulle traduzioni e adesso attendono una revisione. Sarebbe opportuno pubblicarle in modo che possano essere utili agli utenti.
ja: SUMO サイトの貢献者たちは、熱心に記事を作成、更新しています。これらの記事をレビューしていただければ、より早く記事を発行し、より早くユーザーを助けることができます。
ka: ჩვენი მოხალისეები გამალებით წერენ სტატიებს და კარგი იქნება, თუ შეძლებთ განიხილოთ. რაც უფრო მალე გამოვაქვეყნებთ, მით მალე დაეხმარება მომხმარებლებს.
kab: Iwiziwen-nneɣ xedmen aṭas ɣef yimgaraden-a, ihi ad yelhu lemmer ad asen-talseḍ taɣuri. Skud teffɣen-d, skud ad izmiren ad ɛiwnen imdanen.
ko: 공헌자들이 문서를 열심히 작업했습니다. 리뷰를 진행해 주세요. 문서가 빨리 공개된다면 더 빨리 사람들을 도울 수 있습니다.
mg: Niasa mafy ireo mpandray anjara nanao ireo lahatsoratra ary hankasitrahana tokoa raha mba afaka mitsara azy ireo ianao. Raha haingana ny famoahana azy ireo dia ho haingana koa ny fanombohany manampy ireo mpampiasa.
ms: Para penyumbang kami telah bekerja keras untuk menyediakan artikel dan akan rasa gembira jika anda boleh menyemaknya. Semakin cepat kami dapat menyiarkannya, semakin cepat mereka dapat membantu pengguna.
nb_no: Våre bidragsytere har jobbet mye med artiklene og det hadde vært fint om du kunne gjennomgå de. Desto fortere vi får de publisert desto fortere vil de hjelpe brukerne.
nl: Onze medewerkers hebben hard aan artikelen gewerkt en het zou geweldig zijn als u deze kunt beoordelen. Hoe sneller we ze kunnen publiceren, hoe sneller gebruikers worden geholpen.
pl: Autorzy intensywnie pracowali nad tymi artykułami i byłoby wspaniale, gdybyś mógł je sprawdzić. Im szybciej zostaną opublikowane, tym szybciej będą służyły pomocą użytkownikom.
pt_br: Os nossos colaboradores têm trabalhado duro nos artigos e esperam revisão. Quanto mais rápido conseguirmos publicar, mais rapidamente começarão a ajudar os usuários.
pt_pt: Os nossos colaboradores têm estado a trabalhar arduamente nos artigos e seria fantástico se os pudesse rever. Quanto mais rápido conseguirmos publicá-los, mais rapidamente estes começarão a ajudar os utilizadores.
ro: Colaboratorii noștri au muncit asiduu la articole și ar fi minunat dacă le-ai putea revizui. Cu cât le publicăm mai repede, cu atât le vor fi mai repede de ajutor utilizatorilor noștri.
sk: Naši prispievatelia tvrdo pracovali na prekladoch článkov a bolo by skvelé, ak by ste ich mohol skontrolovať. Čím rýchlejšie budú publikované, tým rýchlejšie začnú pomáhať používateľom.
sr: Наши сарадници су напорно радили на чланцима и било би сјајно ако би могли да их прегледате. Што пре их објавимо пре ће да почну да помажу корисницима.
sv: Våra medarbetare har arbetat hårt med dessa artiklar och det skulle vara bra om du kunde granska dem. Ju snabbare vi får dem publicerade desto snabbare kan de börja hjälpa användarna.
te: మా తోడ్పాటుదార్లు వ్యాసాలపై కష్టపడి పనిచేస్తున్నారు, మీరు వాటిని సమీక్షిస్తే గొప్పగా ఉంటుంది. వాటిని మనం ఎంత తొందరగా ప్రచురిస్తే అంత వేగంగా వాడుకరులకు సహాయపడగలం.
th: ผู้มีส่วนร่วมของเราทำงานอย่างหนักกับบทความ และจะดีมากหากคุณสามารถช่วยตรวจทานได้ ยิ่งเราทำการเผยแพร่เร็วเท่าใด พวกเขาก็จะยิ่งเริ่มช่วยเหลือผู้ใช้เร็วขึ้นเท่านั้น
tr: Gönüllülerimiz makaleler üzerinde yoğun bir şekilde çalışıyorlar. Siz de onları inceleyebilirseniz muhteşem olur. Onları ne kadar erken yayımlarsak kullanıcılara o kadar çabuk yardımları dokunur.
uk: Наші помічники сумлінно працювали над статтями, і було б чудово, якби ви їх переглянули. Чим швидше ми їх оприлюднимо, тим швидше вони почнуть приносити користь.
vi: Những người đóng góp của chúng tôi đã làm việc chăm chỉ trên các bài báo và thật tuyệt nếu bạn có thể xem lại chúng. Chúng tôi càng nhanh chóng xuất bản chúng, họ càng bắt đầu giúp đỡ người dùng nhanh hơn.
zh_cn: 我们的志愿者正在努力撰写文章，如果您能帮助审核就太好了。文章越早发布就能越早地帮助用户。
zh_tw: 我們的貢獻者正在努力撰寫文章，如果您可以幫忙校稿就更好了。越早能發布這些文章，就能越早開始幫忙其他使用者。
zu: Abanegalelo bethu bebesebenza kanzima kuma-athikhili ngakho besingajabula kakhulu uma ungawabukeza. Uma siphangisa ukuwashicilela kungale nkathi ezophangisa ukuba usizo kubasebenzisi.

source: If you have a moment please help us by reviewing these articles:
af: As jy 'n oomblikkie het, help ons asseblief deur hierdie artikels na te sien:
bg: Ако имате малко време, моля, помогнете ни, като прегледате тези статии:
bs: Ako imate malo vremena molimo da nam pomognete tako što ćete pregledati ove članke:
de: Wenn Sie einen Moment Zeit haben, helfen Sie uns bitte, indem Sie diese Artikel überprüfen:
el: Αν έχετε λίγο χρόνο, παρακαλούμε βοηθήστε μας ελέγχοντας αυτά τα άρθρα:
es: Si tienes un momento, por favor ayúdanos revisando estos artículos:
fy_nl: As jo in amerijke hawwe, help ús dan troch dizze artikelen te beoardielen:
he: אם יש לך רגע פנוי, ניתן לסייע לנו על־ידי סקירת המאמרים הבאים:
hr: Ako imaš trenutak, pomogni nam pregledati ove članke:
hu: Ha van egy kis ideje, segítsen ezen leírások ellenőrzésével:
ia: Si tu ha un momento per favor adjuta nos a per le revision de iste articulos:
it: Se hai un momento libero, puoi revisionare questi articoli:
ja: お時間がありましたら、以下の記事をレビューしてください:
ka: თუ გაქვთ დრო, გთხოვთ დაგვეხმაროთ შემდეგი სტატიების მიმოხილვაში:
kab: Ma ɣur-k cwiṭ n wakud, txxil-k mudd-aɣ-d afus i tɣuri n yimagraden-a:
ko: 시간이 되신다면 아래 문서 검토를 도와주세요:
mg: Raha manam-potoana ianao, dia manampia anay azafady ka tsarao ireto lahatsoratra ireto:
ms: Jika anda ada masa terluang, sila bantu kami menyemak artikel berikut:
nb_no: Hvis du har litt tid, så hjelp oss med å gjennomgå disse artiklene:
nl: Als u een momentje hebt, help ons dan door deze artikelen te beoordelen:
pl: Jeśli masz wolną chwilę, pomóż nam, przeglądając te artykuły:
pt_br: Se tiver um tempo, nos ajude revisando estes artigos:
pt_pt: Se tiver um momento, por favor, ajude-nos a rever estes artigos:
ro: Dacă ai un moment liber, ajută-ne prin recenzarea acestor articole:
sk: Ak máte chvíľku času, pomôžte nám s kontrolou týchto článkov:
sr: Ако имате мало времена молимо да нам помогнете тако што ћете прегледати ове чланке:
sv: Om du har en stund kan du hjälpa oss genom att granska dessa artiklar:
te: మీకు ఒక క్షణం ఉంటే ఈ వ్యాసాలు సమీక్షించి సహాయం చెయ్యండి:
th: หากคุณมีเวลา โปรดช่วยเราโดยตรวจทานบทความเหล่านี้:
tr: Vaktiniz varsa lütfen bu makaleleri gözden geçirerek bize yardımcı olun:
uk: Якщо ви маєте час, допоможіть нам будь ласка, переглянувши ці статті:
vi: Nếu bạn có thời gian, hãy giúp chúng tôi bằng cách xem lại các tài liệu sau:
zh_cn: 如果您有时间，请帮助我们审核这些文章：
zh_tw: 若您有點時間，請幫助我們審核這些文件:
zu: Uma unesikhathi bandla sicela usisize ubukeze la ma-athikhili:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
af: Baie dankie, namens SUMO, vir jou bydrae, en namens die gelukkige gebruikers wat gehelp word!
bg: Много благодарим за приноса ви от името на SUMO и щастливите потребители, които получават помощ!
bs: Mnogo hvala na doprinosu u ime SUMO i sretnih korisnika koji su dobili pomoć!
de: Vielen Dank für Ihre Mitarbeit im Namen von SUMO und den glücklichen Anwendern, denen geholfen wird!
el: Πολλές ευχαριστίες για τη συνεισφορά σας εκ μέρους του SUMO και των χαρούμενων χρηστών που λαμβάνουν βοήθεια!
es: ¡Muchas gracias por colaborar, de parte de SUMO y de los felices usuarios que reciben ayuda!
fy_nl: Tige tank foar jo bydrage, út namme fan SUMO en de tefreden brûkers dy’t holpen binne!
he: תודה לך על התרומה בשם SUMO והמשתמשים השמחים שמקבלים עזרה!
hr: Puno hvala na doprinosu u ime SUMO-a i sretnim korisnicima kojima će pomoć!
hu: Nagyon köszönjük közreműködését a SUMO és a kisegített felhasználók nevében!
ia: Multe gratias pro tu collaboration del parte de SUMO e del usatores felice de obtener adjuta!
it: Grazie per il tuo contributo da parte di SUMO e degli utenti che saranno felici di ricevere il tuo aiuto.
ja: SUMO と、助けを得たハッピーなユーザーのみなさんを代表して、あなたの貢献に多大なる感謝を！
ka: დიდი მადლობა გვინდა მოგახსენოთ, თქვენ მიერ შეტანილი წვლილისთვის, SUMO საიტის და იმ ბედნიერი მომხმარებლების სახელით, რომელთაც სათანადო მხარდაჭერა მიიღეს!
kab: Tanemmirt sɣur SUMO akked iseqdacen ara yesfaydin seg tallelt i tettmudduḍ, tanemmirt aṭas ɣef utteki-ik!
ko: SUMO와 도움을 받은 사용자들을 대신해서 공헌에 대해 감사드힙니다!
mg: Fisaorana mitafotafo anao nandray anjara no ampitainay avy @ SUMO sy ireo mpampiasa faly nahazo fanampiana vokatry ny asanao!
ms: Terima kasih banyak-banyak atas sumbangan anda bagi pihak SUMO dan pengguna yang gembira dapat bantuan anda!
nb_no: Tusen takk for bidraget ditt på vegne av SUMO og de glade brukerne som får hjelp!
nl: Erg bedankt voor uw bijdrage, namens SUMO en de tevreden gebruikers die zijn geholpen!
pl: W imieniu SUMO i szczęśliwych użytkowników, którzy otrzymali pomoc dziękujemy za Twój wkład!
pt_br: Muito obrigado por sua contribuição em nome do SUMO e dos usuários felizes, que são ajudados por seu trabalho!
pt_pt: Muito obrigado pelo seu contributo em nome do SUMO e dos utilizadores que ficarão contentes pela ajuda!
ro: Mulțumim pentru contribuția ta, din partea SUMO și a utilizatorilor bucuroși că au putut obține ajutor!
sk: Ďakujeme za váš príspevok v mene SUMO a šťastných používateľov, ktorým ste pomohli!
sr: Много хвала на доприносу у име SUMO и срећних корисника који су добили помоћ!
sv: Tack för ditt bidrag å SUMO:s vägnar och de nöjda användare som får hjälp!
te: SUMO మరియు సంతోషంగా సహాయం పొందే వినియోగదారుల పక్షాన మీ సహకారం కోసం చాలా ధన్యవాదాలు!
th: ขอบคุณมากสำหรับการสนับสนุนของคุณในนามของ SUMO และผู้ใช้ที่มีความสุขที่ได้รับความช่วยเหลือ!
tr: SUMO ve çalışmanızla yardım ettiğiniz mutlu insanlar adına, katkınız için çok teşekkür ederiz!
uk: Щиро дякуємо за ваш внесок від імені SUMO та щасливих користувачів, які отримали допомогу!
vi: Rất cảm ơn sự đóng góp của bạn thay mặt cho SUMO và những người dùng cần được giúp đỡ!
zh_cn: SUMO 与得到您帮助的用户非常感谢您作出的贡献！
zh_tw: SUMO 與得到您幫助的使用者非常感謝您的貢獻！
zu: Sibonga kakhulu ngegalelo lakho esikhundleni se-SUMO kanye nabasebenzisi abajabule abathola usizo!
