Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: {users} added successfully!
af: {users} suksesvol bygevoeg!
bg: {users} e добавен успешно!
bs: {users} dodani uspješno!
de: {users} wurde erfolgreich hinzugefügt!
el: Επιτυχής προσθήκη {users}!
es: ¡{users} agregados correctamente!
fy_nl: {users} mei sukses tafoege!
he: {users} נוספו בהצלחה!
hr: Korisnik {users} uspješno dodan!
hu: {users} sikeresen hozzáadásra került!
ia: {users} addite con successo!
id: {users} sukses ditambahkan!
it: Gli utenti {users} sono stati aggiunti con successo.
ja: {users} さんがグループに追加されました。
ka: {users} წარმატებით დაემატა!
kab: {users} yettwarna akken iwata!
ko: {users}님이 성공적으로 추가되었습니다!
mg: Nampiana ao soa aman-tsara i {users}!
ms: {users} berjaya ditambah!
nb_no: {users} lagt til!
nl: {users} met succes toegevoegd!
pa_in: {users} ਸਫ਼ਲਤਾਪੂਰਵਕ ਜੋੜੇ ਗਏ!
pl: Użytkownicy {users} zostali dodani!
pt_br: {users} adicionados com sucesso!
pt_pt: {users} adicionados com sucesso!
ro: {users} adăugați cu succes!
sk: Používateľ {users} bol úspešne pridaný!
sr: {users} додати успешно!
sv: {users} har lagts till!
te: {users} విజయవంతంగా జోడించబడింది!
th: เพิ่ม {users} สำเร็จแล้ว!
tr: {users} başarıyla eklendi!
uk: {users} успішно додані!
ur: {users} کامیابی کے ساتھ شامل پو گئے!
vi: Đã thêm {users} thành công!
zh_cn: 添加 {users} 成功！
zh_tw: 已成功新增 {users}！
zu: {users} bafakwe ngempumelelo!

source: There were errors adding users, see below.
af: Kon nie gebruikers byvoeg nie, sien hier onder.
bg: Възникнаха грешки при добавянето на нови потребители, вижте по-долу.
bs: Došlo je do greške prilikom dodavanja korisnika, pogledajte ispod.
de: Beim Hinzufügen neuer Benutzer sind folgende Fehler aufgetreten.
el: Προέκυψαν σφάλματα κατά την προσθήκη χρηστών, δείτε παρακάτω.
es: Hubo errores al agregar nuevos colaboradores, lee más abajo.
fy_nl: Der binne flaters bard by it tafoegjen fan brûkers, sjoch hjirûnder.
he: אירעה שגיאה בהוספת המשתמשים, מידע נוסף להלן.
hr: Pojavile su se greške prilikom dodavanja novih suradnika, pogledaj ispod.
hu: Hiba történt a felhasználó hozzáadásakor, lásd alul.
ia: Il habeva errores al addition de usatores, vider infra.
id: Galat terjadi saat menambahkan pengguna baru, lihat di bawah ini.
it: Si sono verificati errori nell'aggiungere gli utenti, vedi oltre.
ja: ユーザーの追加時にエラーが発生しました。以下を参照してください。
ka: მომხმარებლების დამატებისას წარმოიქმნა შეცდომები, იხილეთ ქვემოთ.
kab: Tuccḍiwin ḍrant-d deg tmerna n yiseqdacen, wali ddaw-a.
ko: 사용자 추가중에 오류가 발생했습니다, 아래를 참고하십시오.
mg: Nisy olana tsy nahafahana nanampy mpampiasa, jereo eto ambany.
ms: Ada ralat semasa memasukkan pengguna, lihat di bawah.
nb_no: En feil oppstod ved tillegging av brukere, se nedenfor.
nl: Er zijn fouten opgetreden bij het toevoegen van gebruikers, zie hieronder.
pa_in: ਇੱਥੇ ਯੂਜ਼ਰ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨ ਦੋਰਾਨ ਗਲਤੀ ਆਈ ਹੈ, ਹੇਠਾ ਦੇਖੋ।
pl: Podczas dodawania użytkowników wystąpiły błędy. Zobacz poniżej.
pt_br: Houve erros adicionando usuários, veja abaixo.
pt_pt: Ocorreram erros ao adicionar novos utilizadores, veja abaixo.
ro: Au fost întâmpinate erori la adăugarea utilizatorilor. Vezi mai jos.
sk: Pri pridávaní nových členov nastali chyby. Viď nižšie.
sr: Дошло је до грешке приликом додавања корисника, погледајте испод.
sv: Det uppstod fel när användare skulle läggas till, se nedan.
te: వినియోగదారులు జోడించడంలో లోపాలున్నాయి, క్రింద చూడండి.
th: มีข้อผิดพลาดในการเพิ่มผู้ใช้ ให้ดูด้านล่าง
tr: Kullanıcılar eklenirken bazı hatalar oluştu. Aşağıya bakın.
uk: При додаванні користувачів сталися помилки, див. нижче.
ur: صارفین کو شامل کرنے میں نقص تھے ، نیچے دیکھیں۔
vi: Có lỗi khi thêm người dùng, xem bên dưới.
zh_cn: 添加用户时发生错误，详见下列信息。
zh_tw: 新增使用者時發生問題，請見下列資訊。
zu: Kube namaphuth alapho kufakwa abasebenzisi, buka ngezansi.

source: {user} removed from {locale} leaders successfully!
sv: {user} har tagits bort som ledare för {locale}!

source: {user} removed from {locale} reviewers successfully!
sv: {user} har tagits bort som granskare för {locale}!

source: {user} removed from {locale} editors successfully!
sv: {user} har tagits bort som redigerare för {locale}!

source: {user} removed successfully!
sv: {user} har tagits bort!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
af: Indien gemerk, sal hierdie wikibladsy in basiese soektogte en kontroleskerms versteek word. Wanneer bekyk, sal die bladsy waarsku dat dit nie meer onderhou word nie.
bg: Отметнато означава, че тази страница ще остане скрита при обикновени търсения и от табла. При показване тази страница ще предупреждава, че вече не се поддържа.
bs: Ako je označena, ova wiki stranica će biti skrivena u osnovnim pretragama i nadzornoj ploči. Prilikom pregleda, stranica će upozoriti da više nije održavana.
de: Wenn diese Option ausgewählt ist, wird diese Wikiseite vor normalen Suchanfragen und den Übersichtsseiten versteckt. Wenn die Seite aufgerufen wird, wird sie den Leser warnen, dass die Seite nicht mehr gewartet wird.
el: Αν επιλεχθεί, αυτή η σελίδα wiki θα αποκρύπτεται από τις βασικές αναζητήσεις και τους πίνακες. Όταν προβάλλεται, η σελίδα θα εμφανίζει την προειδοποίηση ότι δεν συντηρείται πλέον.
es: Si se marca, esta página del wiki no se mostrará en las búsquedas simples ni en los paneles. Al visualizarse, la página avisará de que ya no se actualiza.
fy_nl: As dit oanfinkt is, bliuwt dizze wiki-side yn normale sykopdrachten en dashboerds ferburgen. By it besjen sil de side warskôgje dat dizze net mear ûnderhâlden wurdt.
he: אם מסומן, עמוד ויקי זה יוסתר מהחיפושים הבסיסיים ומלוחות הבקרה. בעת הצפייה, העמוד יזהיר כי אינו מתוחזק עוד.
hr: Ako je označena, ova wiki stranica će biti skrivena u osnovnim pretragama i nadzornoj ploči. Prilikom pregleda, stranica će upozoriti da više nije održavana.
hu: Ha be van jelölve, akkor ez az oldal nem jelenik meg kereséskor és a vezérlőpulton. Az oldal látogatásakor figyelmeztet, hogy a leírás nincs karbantartva.
ia: Si verificate, iste pagina wiki sera occultate ex le recercas basic e le pannellos de controlo. Quando revidite, le pagina advertira que illo non es plus mantenite.
id: Jika dicentang, laman wiki ini akan disembunyikan dari pencarian sederhana dan dasbor. Jika dibuka, laman akan memperingatkan bahwa laman ini tidak lagi dipertahankan.
it: Se contrassegnata, questa pagina wiki verrà nascosta dalle normali ricerche e pannelli. Se viene visualizzata presenterà un avviso che indica che non è più mantenuta.
ja: チェックを入れた場合、この Wiki ページが検索対象とダッシュボードから外されます。ページには、もうメンテナンスされていないという旨の警告文が表示されます。
ka: მონიშვნის შემთხვევაში, ეს ვიკი გვერდი არ გამოჩნდება ძიებასა და ხელსაწყოთა გვერდებზე. ნახვისას კი დაეწერება გაფრთხილება, რომ მასზე მუშაობა აღარ მიმდინარეობას.
kab: Ma yettwaṛcem, asebter-a awiki ur d-ittban ara deg yinadiyen ifessasen akked tfelwiyin n usenqed. Deg uskan, asebter ad d-yelɣu d akken ur yettwalqem ara.
ko: 체크 하시면 이 위키 페이지는 기본검색 및 현황판에서 숨겨집니다. 이때 경고가 표시됩니다.
mg: Raha voatiky, dia hafenina tsy hiseho @ ireo fikarohana tsotsotra sy takelaka fanamoriana ity pejy wiki ity. Rehefa jerena ilay pejy, dia hampitandrina fa tsy voakojakoja intsony izy.
ms: Jika ditanda, halaman wiki ini akan disorok daripaa carian asas dan papan pemuka. Apabila ditinjau, halam ini akan memaklumkan bahawa keadaan itu tidak akan diteruskan.
nb_no: Dersom avkrysset vil wiki-siden skjules fra vanlige søk og dashbord. Når siden vises, advarer den om at den ikke lenger vedlikeholdes.
nl: Als dit is aangevinkt, blijft deze wiki-pagina in normale zoekopdrachten en dashboards verborgen. Bij het bekijken zal de pagina waarschuwen dat deze niet meer wordt onderhouden.
pa_in: ਜੇਕਰ ਜਾਂਚ ਕੀਤੀ ਹੈ, ਇਸ ਵਿਕੀ ਵਰਕੇ ਬੁਨਿਆਦੀ ਕਾਢਾਂ ਅਤੇ ਡੈਸ਼ਬੋਰਡਸ ਵਲੋਂ ਲੁੱਕਾ ਹੋ ਜਾਵੇਗਾ। ਜਦੋਂ ਵੇਖੀ, ਵਰਕੇ ਚਿਤਾਵਨੀ ਦਿੱਤੀ ਜਾਵੇਗੀ ਕਿ ਇਹ ਹੁਣ ਅਤੇ ਨਹੀਂ ਬਣਾਏ ਰੱਖਿਆ ਹੈ।
pl: Jeśli ta funkcja zostanie zaznaczona, ta strona wiki będzie niewidoczna dla podstawowego wyszukiwania i paneli. Podczas próby jej obejrzenia będzie wyświetlana informacja, że nie ma takiej strony.
pt_br: Se marcado, esta página wiki será ocultada em pesquisas básicas e painéis. Quando visualizada, esta página avisará que não será mais atualizada.
pt_pt: Se marcado, esta página wiki será ocultada nas pesquisas básicas e nos painéis. Quando visualizada, esta página avisará que não será mais atualizada.
ro: Dacă este bifată, această pagină wiki va fi ascunsă în căutările de bază și tablourile de bord. Când este vizualizată, pagina va avertiza că nu mai este actualizată.
sk: Ak je označené, bude táto stránka skrytá v základnom vyhľadávaní a na nástenkách. Ak bude zobrazená, bude varovať, že už nie je aktuálna.
sr: Ако се обележи, ова wiki страница ће бити сакривена из основне претраге и контролних табли. Када се страница погледа, стојаће обавештење да се више не одржава.
sv: Om markerad, kommer denna wikisida döljas från enklare sökningar och översikter. När den visas, kommer sidan varna för att den inte längre underhålls.
te: తనిఖీ చేసుంటే, ఈ వికీ పేజీ ప్రాథమిక శోధనలు మరియు డాష్బోర్డ్ల నుండి దాగి ఉంటుంది. వీక్షించినప్పుడు, పేజీ ఇకపై నిర్వహించబడుదు అని హెచ్చరిస్తుంది.
th: ถ้าเลือกตัวเลือกนี้ หน้า wiki นี้จะไม่ปรากฏในการค้นหาหลักและบนหน้าปัด เมื่อมีการเข้าชมหน้านี้จะเตือนว่าไม่มีการปรับปรุง
tr: Bunu işaretlerseniz, bu wiki sayfası basit aramalardan ve panolardan gizlenecektir. Sayfa görüntülendiğinde, sayfanın artık güncellenmediğine dair bir uyarı belirecektir.
uk: Якщо відмічено, ця вікісторінка не буде з'являтися в основному пошуку і на панелях. При перегляді, сторінка буде попереджати, що вона більше не оновлюється.
vi: Nếu được chọn, trang wiki này sẽ bị ẩn khỏi các tìm kiếm và bảng điều khiển cơ bản. Khi xem, trang sẽ cảnh báo rằng nó không còn được duy trì.
zh_cn: 若勾选，则这个维基页面将会从基本搜索和状态面板中隐藏。当被查看时，该页面也会警告，此页不再受到维护。
zh_tw: 若打勾，這個維基頁面將會自基礎搜尋與主控台當中被隱藏。被檢視時，頁面上也會警告此頁不再受維護。
zu: Uma lifakwe uqhwi, leli khasi le-wiki lizofihleka uma kwenziwa ukucinga okuyisisekelo namadeshibhodi. Uma libukiwe, ikhasi lizoxwayisa ngokuthi alisanakekelwa.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
af: Indien gemerk, laat hierdie dokument bespreking in 'n geassosieerde forum toe. Ontmerk om die forum te versteek/deaktiveer.
bg: Слагането на отметка би позволило този документ да бъде дискутиран в съответстващ форум. Премахнете отметката, за да скриете/деактивирате форума.
bs: Ako je označen, ovaj dokument omogućava raspravu u odgovarajućem forumu. Odznači za sakrivanje/onemogućavanje foruma.
de: Wenn diese Option aktiviert ist, wird die Diskussion zu diesem Dokument im zugehörigen Forum erlaubt. Deaktivieren Sie die Option, um das Forum zu verstecken/zu deaktivieren.
el: Αν επιλεχθεί, αυτό το έγγραφο θα επιτρέπει τη συζήτηση σε ένα σχετικό φόρουμ. Καταργήστε την επιλογή για απόκρυψη/απενεργοποίηση του φόρουμ.
es: Si se marca, este documento permitirá la discusión en un foro asociado. Desmarcar para ocultar/desactivar el foro.
fy_nl: As dit is oanfinkt is, is diskusje oer dit dokumint yn in ferbûne foarum mooglik. Helje it finkje fuort om it foarum te ferstopjen / út te skeakeljen.
he: אם מסומן, מסמך זה מאפשר דיון בפורום המשויך. ניתן לבטל את הסימון כדי להסתיר או להשבית את הפורום.
hr: Ako je označen, ovaj dokument omogućava raspravu u odgovarajućem forumu. Odznači za sakrivanje/onemogućavanje foruma.
hu: Engedélyezésekor a dokumentumról beszélgetés folytatható az ehhez kapcsolódó fórumon. Kikapcsolásával a fórum eltüntethető/letiltható.
ia: Si marcate, iste documento permitte discussion in un foro associate. Dismarca pro celar/disactivar le foro.
id: Jika dicentang, diskusi diizinkan untuk dokumen ini pada forum terkait. Hapus centangnya untuk menyembunyikan/menonaktifkan forum.
it: Selezionando la casella, questo documento consente la discussione nel forum relativo. Deselezionare per nascondere/disattivare il forum.
ja: チェックを入れた場合、このドキュメントに関連付けられたフォーラムでの議論を許可します。チェックを外すと、議論フォーラムを隠し、無効にします。
ka: მონიშვნის შემთხვევაში, ამ დოკუმენტის განხილვა ნებადართული იქნება შესაბამის ფორუმზე. ფორუმიდან დასამალად, მოხსენით მონიშვნა.
kab: Ma yettwaṛcem, isemli-a ad isireg asqerdec deg unmager icudden. Kkes acraḍ i ffer/sens n unmager.
ko: 체크하시면 이 문서에 대해 관련 포럼에서 토론할 수 있습니다. 체크 해제 하면 포럼은 더이상 보이지 않습니다.
mg: Raha voatiky, ity tahirin-keitra ity dia hanome alàlana adihevitra ao fihaonambe mifandraika. Esory ny tiky raha hanafina/hampitsahatra ny fihaonambe.
ms: Jika ditanda, dokumen ini membolehkan perbincangan dalam forum yang berkaitan. Buang tanda untuk sorok/disable forum.
nb_no: Dersom avkrysset vil dette dokumentet tillate diskusjoner i et tilknyttet forum. Fjern avkryssingen for å skjule/slå av forumet.
nl: Als dit is aangevinkt, is discussie over dit document in een verbonden forum mogelijk. Haal het vinkje weg om het forum te verbergen / uit te schakelen.
pa_in: ਜੇਕਰ ਜਾਂਚ ਕੀਤੀ ਹੈ ,ਇਸ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਇੱਕ ਜੁੜਿਆ ਰੰਗ ਮੰਚ ਵਿੱਚ ਚਰਚਾ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ। ਫੋਰਮ ਨੂੰ ਛਿਪਾਨ ਲਈ/ਬੰਦ ਕਰਨ ਲਈ।
pl: Jeśli ta funkcja zostanie zaznaczona, będzie można dyskutować o tym dokumencie na skojarzonym z nim forum. Odznacz, by wyłączyć dyskusje o tym dokumencie na forum.
pt_br: Se marcado, será permitido a discussão sobre o conteúdo do artigo. Desmarque para ocultar/desativar o fórum de discussão.
pt_pt: Se ativado, este documento permitirá uma discussão sobre o seu conteúdo num fórum relacionado com este. Desmarque para ocultar/desativar o fórum.
ro: Dacă e bifat, acest document va permite discuția într-un forum asociat. Debifează pentru a ascunde sau pentru a dezactiva forumul.
sk: Ak je označené, je u tohto dokumentu povolená diskusia v súvisiacom fóre. Odznačením fórum skryjete/zakážete.
sr: Ако се обележи, овај документ ће дозволити дискусију на повезаном форуму. Уклоните ознаку да бисте сакрили/онемогућили форум.
sv: Om markerad, tillåter detta dokument diskussion i ett tillhörande forum. Avmarkera för att dölja/inaktivera forumet.
te: తనిఖీ చేసుంటే, ఈ పత్రం ఒక సంబంధం ఫోరమ్ లో చర్చకు అనుమతిస్తుంది. ఫోరమ్ దాచడానికి /disable చెక్ ను తీసివేయండి.
th: ถ้าเลือกตัวเลือกนี้ เอกสารนี้อนุญาตให้มีการสนทนาในฟอรั่มที่เกี่ยวข้องกัน ไม่เลือกตัวเลือกนี้เพื่อซ่อน/ปิดใช้งานฟอรั่ม
tr: Bunu işaretlerseniz, ilgili bir forumda bu belgenin tartışması yapılabilir. Forumu gizlemek/kapatmak için işareti kaldırın.
uk: Якщо позначено, цей документ дозволено обговорювати у пов'язаному з ним форумі. Приберіть позначку, щоб сховати/вимкнути форум.
vi: Nếu được chọn, tài liệu này cho phép thảo luận trong một diễn đàn liên quan. Bỏ chọn để ẩn/vô hiệu hóa diễn đàn.
zh_cn: 若勾选，则这篇文档将会允许在相关联的讨论区上讨论。取消勾选将会隐藏/禁用讨论区。
zh_tw: 若打勾，這份文件將會被允許在相關聯的討論區當中進行討論。取消勾選以隱藏或停用討論區。
zu: Uma ifakwe uqhwi, le dokhumenti ivumela ingxoxo esithangamini esihlanganyele. Susa uqhwi ukuze ifihleke/thunaza isithangami.

source: If checked, this document needs updates.
af: Indien gemerk, het hierdie dokument bywerking nodig.
bg: Ако на този документ е сложена отметка, значи той има нужда от обновяване.
bs: Ako je označen, ovom dokumentu je potrebno ažuriranje.
de: Wenn diese Option aktiviert ist, benötigt dieses Dokument eine Aktualisierung.
el: Αν επιλεχθεί, αυτό το έγγραφο χρειάζεται ενημερώσεις.
es: Si está marcado, el documento necesita ser actualizado.
fy_nl: As dit oanfinkt is, hat dit dokumint wizigingen nedich.
he: אם מסומן, מסמך זה דורש עדכונים.
hr: Ako je označen, ovom dokumentu je potrebno ažuriranje.
hu: Ha bekapcsolja, akkor a leírásnak frissítésre van szüksége.
ia: Si marcate, iste documento require actualisationes.
id: Jika dicentang, dokumen ini membutuhkan pembaruan.
it: Se selezionato, per questo documento sono richiesti aggiornamenti.
ja: チェックを入れた場合、このドキュメントは更新する必要があります。
ka: თუ მონიშნულია, მაშინ საჭიროებს განახლებებს.
kab: Ma yettwacreḍ, isemli-a yesra ileqman.
ko: 선택되었다면, 문서 업데이트가 필요합니다.
mg: Raha voatiky, dia mila fanavaozana ity tahirin-kevitra ity.
ms: Jika ditanda, dokumen ini perlu dikemaskini.
nb_no: Dersom avkrysset, så trenger dette dokumentet oppdatering.
nl: Als dit is aangevinkt, heeft dit document wijzigingen nodig.
pa_in: ਜੇਕਰ ਚੈਕ ਹੈ, ਇਸ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਅਪਡੇਟ ਚਾਹੀਦੇ ਹਨ।
pl: Jeśli ta funkcja zostanie zaznaczona, będzie oznaczało, że artykuł wymaga aktualizacji.
pt_br: Se marcado, este documento precisa ser atualizado.
pt_pt: Se marcado, este documento precisará de alterações.
ro: Bifarea specifică faptul că acest document necesită actualizări.
sk: Ak označíte, bude dokument potrebné aktualizovať.
sr: Ако је обележено, овом документу је потребна допуна.
sv: Om markerad, behöver detta dokument uppdateringar.
te: తనిఖీ చేసుంటే, ఈ పత్రముకు నవీకరణ అవసరం.
th: ถ้าเลือกตัวเลือกนี้ เอกสารนี้ต้องการการปรับปรุง
tr: İşaretlenirse bu belgenin güncellenmeye ihtiyacı vardır.
uk: Якщо відмічено, цей документ потребує оновлення.
ur: اگر جانچ پڑتال کی گئی ہے تو ، اس دستاویز کو تازہکاری کی ضرورت ہے۔
vi: Nếu được chọn, tài liệu này cần cập nhật.
zh_cn: 若勾选，则代表这篇文档需要更新。
zh_tw: 若打勾，代表這份文件需要更新。
zu: Uma ifakwe uqhwi, le dokhumenti idinga ukuvuselelwa.

source: Please choose a category.
af: Kies asseblief 'n kategorie.
bg: Моля изберете категория.
bs: Molimo da izaberete kategoriju.
de: Bitte wählen Sie eine Kategorie.
el: Παρακαλώ επιλέξτε μια κατηγορία.
es: Elige una categoría.
fy_nl: Kies in kategory.
he: נא לבחור קטגוריה.
hr: Odaberi kategoriju.
hu: Válasszon kategóriát.
ia: Por favor elige un categoria.
id: Pilih kategori.
it: Scegliere una categoria.
ja: カテゴリーを選択してください。
ka: გთხოვთ, მიუთითოთ კატეგორია.
kab: Ttxil-k fren taggayt.
ko: 분류를 선택하십시오.
mg: Mifidiana sokajy azafady.
ms: Sila pilih kategori.
nb_no: Velg en kategori.
nl: Kies een categorie.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਕਿਸਮ ਚੁਣੋ।
pl: Wybierz kategorię.
pt_br: Escolha uma categoria.
pt_pt: Por favor, escolha uma categoria.
ro: Te rugăm să alegi o categorie.
sk: Vyberte prosím kategóriu.
sr: Молимо Вас, изаберите категорију.
sv: Välj en kategori.
te: దయచేసి ఒక వర్గాన్ని ఎంచుకోండి.
th: โปรดเลือกประเภท
tr: Lütfen bir kategori seçin.
uk: Оберіть категорію.
ur: براہ مہربانی ایک زمرہ منتخب کریں۔
vi: Vui lòng chọn một phân mục.
zh_cn: 请选择一个分类。
zh_tw: 請選擇一個分類。
zu: Uyacelwa ukhethe isigaba.

source: Documents in the Template category must have titles that start with "{prefix}". (Current title is "{title}")
bg: Документите в категорията Template (Шаблон) трябва да имат заглавия, които започват с „{prefix}“. (Текущото заглавие е „{title}“).
bs: Dokumenti u kategoriji Šabloni moraju da imaju naslov koji počinje sa "{prefix}". (Trenutni naslov je "{title}")
de: Dokumente in der Kategorie „Vorlage“ müssen Titel haben, die mit „{prefix}“ beginnen (der aktuelle Titel ist „{title}“).
el: Τα έγγραφα στην κατηγορία «Πρότυπα» πρέπει να έχουν τίτλους που ξεκινούν με «{prefix}». (Ο τρέχων τίτλος είναι «{title}»)
es: Los documentos en la categoría Plantillas deben tener títulos que comiencen con "{prefix}". (El título actual es "{title}")
fy_nl: Dokuminten yn de kategory Sjabloanen moatte titels hawwe dy’t mei ‘{prefix}’ begjinne. (De aktuele titel is ‘{title}’.)
he: למסמכים בקטגוריית התבניות חייבות להיות כותרות שמתחילות ב־״{prefix}״. (הכותרת הנוכחית היא ״{title}״)
hr: Dokumenti u kategoriji „Predlošci” moraju imati naslove koji započinju s „{prefix}”. (Trenutačni naslov je „{title}”)
hu: A Sablon kategória dokumentumainak címét ezzel kell kezdeni: „{prefix}”. (Jelenlegi cím: „{title}”)
ia: Le documentos in le categoria del modello debe haber titulos que initia con "{prefix}". (Le titulo actual es "{title}")
it: I titoli dei documenti nella categoria Modelli devono cominciare con "{prefix}" (attualmente il titolo è "{title}").
ja: テンプレートカテゴリーのドキュメントのタイトルは、"{prefix}" で始めなければなりません。(現在のタイトルは "{title}")
ka: დოკუმენტების სათაური, რომელიც ნიმუშების კატეგორიაშია, უნდა იწყებოდეს "{prefix}" თავსართით. (მიმდინარე სათაურია "{title}")
kab: Izwal n yisemliyen deg taggayt Taneɣruft ilaq ad bdun s "{prefix}". (Azwen amiran d "{title}")
ko: 템플릿 카테고리에 있는 문서는 반드시 "{prefix}"로 시작하는 제목을 가집니다. (현재 제목은 "{title}"입니다)
mg: Tsy maintsy manana lohateny manomboka @ "{prefix}" ireo tahirin-kevitra ao @ sokajy Modely. (Ny lohateny ankehitriny dia "{title}")
ms: Dokumen di dalam kategori Templat mesti ada tajuk bermula dengan "{prefix}". (Tajuk semasa ialah "{title}")
nb_no: Dokumenter i maler-kategorien må ha titler som begynner med «{prefix}». (Nåværende tittel er «{title}»)
nl: Documenten in de categorie Sjablonen moeten titels hebben die met ‘{prefix}’ beginnen. (De huidige titel is ‘{title}’.)
pl: Dokumenty w kategorii Szablon muszą mieć tytuły rozpoczynające się od „{prefix}”. Obecny tytuł to: „{title}”
pt_br: Documentos na categoria Template devem ter os títulos começando com "{prefix}". (O título atual é "{title}")
pt_pt: Documentos na categoria Modelo devem ter títulos que comecem por "{prefix}". (O título atual é "{title}")
ro: Documentele din categoria Șabloane (Template) trebuie să aibă titluri care încep cu „{prefix}”. (Titlul actual este „{title}”)
sk: Názvy dokumentov v kategórií Šablóny musia začínať prefixom "{prefix}". (Aktuálny názov je "{title}")
sr: Документи у категорију Шаблони морају да имају наслов који почиње са "{prefix}". (Тренутни наслов је "{title}")
sv: Dokument i kategorin mallen måste ha titlar som börjar med "{prefix}". (Nuvarande titel är "{title}")
te: టెంప్లేట్ కేటగిరిలో పత్రాలు "{prefix}" తో ప్రారంభమైన శీర్షికలు కలిగి ఉండాలి. (ప్రస్తుత టైటిల్ "{title}" ఉంది)
th: เอกสารในหมวดหมู่แม่แบบต้องมีชื่อที่ขึ้นต้นด้วย "{prefix}" (ชื่อเรื่องปัจจุบันคือ "{title}")
tr: Şablon kategorisindeki belgelerin başlıkları "{prefix}" ile başlamak zorundadır. (Şu anki başlık: "{title}")
uk: Документи в категорії Шаблон повинні мати заголовки, які починаються з "{prefix}". (Поточний заголовок "{title}")
vi: Tài liệu trong danh mục mẫu phải có tiêu đề bắt đầu bằng "{prefix}". (Tiêu đề hiện tại là "{title}")
zh_cn: 模板分类中的文档必须以“{prefix}”作为标题开头（当前的标题是“{title}”）
zh_tw: 範本分類中的文件標題必須以「{prefix}」開頭。（目前標題為「{title}」）
