Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: General usage questions
bg: Общи въпроси относно употребата
bs: Skoro ažurirana pitanja
de: Fragen zur allgemeinen Nutzung
el: Γενικές ερωτήσεις χρήσης
es: Preguntas generales sobre el uso
fy_nl: Algemiene gebrûksfragen
he: שאלות שימוש כלליות
hr: Opća pitanja o korištenju
hu: Általános kérdések
ia: Questiones de uso general
id: Pertanyaan penggunaan umum
it: Domande generiche sull'utilizzo
ja: 一般的な使い方についての質問
ka: შეკითხვები, მუშაობის ძირითად საკითხებზე
kab: Isteqsiyen ɣef useqdec amatu
ko: 일반 사용 관련 질문
mg: Fanontaniana momba ny fampiasana @ ankapobeny
ms: Soalan penggunaan umum
nb_no: Generelle spørsmål om bruk
nl: Algemene gebruiksvragen
pa_in: ਆਮ ਵਰਤੋਂ ਸਵਾਲ
pl: Ostatnio zaktualizowane pytania
pt_br: Perguntas de uso geral
pt_pt: Perguntas atualizadas recentemente
ro: Întrebări de utilizare generală
sk: Otázky o bežnom používaní
sr: Скоро ажурирана питања
sv: Nyligen uppdaterade frågor
te: సాధారణ వాడుక ప్రశ్నలు
th: คำถามการใช้งานทั่วไป
tr: Genel kullanım soruları
uk: Нещодавно оновлені запитання
ur: عمومی استعمال کے سوالات
vi: Câu hỏi sử dụng chung
zh_cn: 最近更新的问题
zh_tw: 一般使用問題

# DB: products.Topic.title
source: Identity
bg: Идентичност
de: Identität
el: Tαυτότητα
es: Identidad
fy_nl: Identiteit
hr: Identitet
hu: Személyazonosság
ia: Identitate
it: Identità
ja: 識別子
ka: მოწმობა
kab: Timagit
ko: 아이디
nb_no: Identitet
nl: Identiteit
pl: Tożsamość
pt_br: Identidade
pt_pt: Identidade
sk: Identita
sr: Идентитет
sv: Identitet
tr: Kimlik
uk: Особистість
ur: شناخت
vi: Danh tính
zh_cn: 身份
zh_tw: 身份

# DB: products.Topic.description
source: How to create and edit your identity in Hubs
bg: Как да създадете и редактирате вашата самоличност в Hubs
de: So erstellen und bearbeiten Sie Ihre Identität in Hubs
el: Δημιουργία και επεξεργασία ταυτότητας στο Hubs
fy_nl: Jo identiteit yn Hubs meitsje en bewurkje
he: איך ליצור ולערוך את הזהות שלך ב־Hubs
hr: Kako stvoriti i urediti vlastiti identitet u Hubs
hu: Személyazonosság létrehozása és szerkesztése a Hubsban
ia: Como crear e rediger tu identitate in Hubs
it: Come creare e modificare l'identità in Hubs
ja: Hubs で ID を作成および編集する方法
ka: როგორ უნდა შექმნათ და ჩაასწოროთ თქვენი მოწმობა Hubs-ში
kab: Amek ara ternuḍ akked tẓergeḍ timagit-ik·im deg Hubs
ko: 허브에서 아이디를 만들고 수정하는 방법
nb_no: Hvordan lage og redigere identiteten din i Hubber
nl: Uw identiteit in Hubs maken en bewerken
pl: Jak tworzyć i edytować swoją tożsamość w Hubs
pt_br: Como criar e editar sua identidade no Hubs
pt_pt: Como criar e editar a sua identidade nos Hubs
sk: Ako vytvoriť a upraviť svoju identitu v Hubs
sr: Како да створите и уредите ваш идентитет у Hub-овима
sv: Hur du skapar och redigerar din identitet i Hubs
tr: Hubs'da kimliğinizi oluşturma ve düzenleme
uk: Як створити та змінити свою особу в Hubs
vi: Cách tạo và chỉnh sửa danh tính của bạn trong Hubs
zh_cn: 如何在 Hubs 创建、编辑您的身份
zh_tw: 如何在 Hubs 建立、編輯自己的身分

# DB: products.Topic.title
source: Images
ia: Imagines
kab: Tugniwin
sv: Bilder
tr: Resimler

# DB: products.Topic.description
source: Troubleshoot images issues.
ia: Solver problemas de imagines.
sv: Felsök problem med bilder.
tr: Resimlerle ilgili sorunları giderin.

# DB: products.Topic.title
source: Images and documents
ia: Imagines e documentos
kab: Tugniwin akked yisemliyen
sv: Bilder och dokument
tr: Resimler ve belgeler

# DB: products.Topic.description
source: Everything you need to know about images and documents.
ia: Omne cosa que tu debe saper re imagines e documentos.
sv: Allt du behöver veta om bilder och dokument.
tr: Resimler ve belgeler hakkında bilmeniz gereken her şey.

# DB: products.Topic.title
source: Import and export email
hu: E-mailek importálása és exportálása
ia: Importa e exporta email
it: Importa ed esporta email
nl: E-mail importeren en exporteren
pl: Import i eksport poczty
pt_br: Importar e exportar emails
sv: Importera och exportera e-post
tr: E-postaları içe ve dışa aktarma
zh_cn: 导入和导出邮件

# DB: products.Topic.description
source: Import and export your emails for backup or transfer.
hu: Importálja és exportálja az e-mailjeit biztonsági mentés vagy átvitel céljából.
ia: Importa e exporta tu emails pro preservar o transferer.
it: Importa ed esporta le tue email per il backup o il trasferimento.
nl: Importeer en exporteer uw e-mailberichten voor reservekopie of overdracht.
pl: Importuj i eksportuj wiadomości e-mail w celu utworzenia kopii zapasowej lub przeniesienia.
pt_br: Importe e exporte seus emails para backup ou transferência.
sv: Importera och exportera dina e-postmeddelanden för säkerhetskopiering eller överföring.
tr: E-postalarınızı içe ve dışa aktararak yedekleyin veya taşıyın.
zh_cn: 导入与导出邮件，以便备份和转移。

# DB: products.Topic.title
source: Import and export settings
hu: Beállítások importálása és exportálása
ia: Importa e exporta parametros
it: Importa ed esporta le impostazioni
nl: Instellingen voor importeren en exporteren
pl: Ustawienia importu i eksportu
pt_br: Importar e exportar configurações
sv: Importera och exportera inställningar
tr: İçe ve dışa aktarma ayarları
zh_cn: 导入和导出设置

# DB: products.Topic.description
source: Learn how to import and export product settings for easy setup and migration.
hu: Ismerje meg, hogyan importálhatja és exportálhatja a termékbeállításokat az egyszerű beállítás és átköltöztetés érdekében.
ia: Apprende a importar e exportar parametros de producto pro facile installation e migration.
it: Scopri come importare ed esportare le impostazioni del prodotto per una facile configurazione e migrazione.
nl: Lees hoe u productinstellingen kunt importeren en exporteren voor eenvoudige installatie en migratie.
pl: Dowiedz się, jak importować i eksportować ustawienia produktów, aby ułatwić konfigurację i migrację.
pt_br: Saiba como importar e exportar configurações de produtos para configurar e migrar com facilidade.
sv: Lär dig att importera och exportera produktinställningar för enkel installation och migrering.
tr: Kolay kurulum ve taşıma için ürün ayarlarını içe ve dışa aktarmayı öğrenin.
zh_cn: 了解导入与导出产品设置的方法，方便设置和迁移。

# DB: products.Topic.title
source: Import settings from other browsers
af: Voer instellings in uit ander blaaier
bg: Внасяне на настройки от други браузъри
bs: Uvezite postavke iz drugih pretraživača
de: Importieren von Einstellungen aus anderen Browsern
el: Εισαγωγή ρυθμίσεων από άλλα προγράμματα περιήγησης
es: Importar configuración de otros navegadores
fy_nl: Ynstellingen fan oare browsers út ymportearje
he: ייבוא הגדרות מדפדפנים אחרים
hr: Uvezi postavke iz drugih preglednika
hu: Beállítások importálása más böngészőből
ia: Importa le parametros de altere navigatores
id: Impor pengaturan dari peramban lain
it: Importare le impostazioni da altri browser
ja: 他のブラウザーから設定をインポートしましょう
ka: პარამეტრების შემოტანა სხვა ბრაუზერებიდან
kab: Kter iɣewwaren seg yiminigen-nniḍen
ko: 다른 브라우저의 설정 가져오기
mg: Manafara tefy avy @ ireo mpitety hafa
ms: Import tetapan dari pelayar lain
nb_no: Importer innstillinger fra andre nettlesere
nl: Instellingen vanuit andere browsers importeren
pl: Import ustawień z innych przeglądarek
pt_br: Importar configurações de outros navegadores
pt_pt: Importar definições de outros navegadores
ro: Importă setări din alte browsere
sk: Import nastavení z iných prehliadačov
sr: Увезите поставке из других прегледача
sv: Importera inställningar från andra webbläsare
te: ఇతర బ్రౌజర్ల నుండి సెట్టింగులను దిగుమతి చెయ్యి
th: นำเข้าการตั้งค่าจากเบราว์เซอร์อื่น
tr: Ayarları diğer tarayıcılardan aktarma
uk: Імпорт налаштувань з інших браузерів
ur: دوسرے براؤزرز سے سیٹنگز درآمد کریں
vi: Nhập cài đặt từ các trình duyệt khác
zh_cn: 导入其他浏览器的设置
zh_tw: 從其他瀏覽器匯入設定
zu: Thutha amasethingi kusuka kwezinye iziphequluli

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
af: Leer hoe om jou inligting tussen Firefox en nog 'n blaaier in of uit te voer
bg: Научете как да импортирате или експортирате информацията между Firefox и друг браузър
bs: Saznajte kako da uvezete ili izvezete informacije između Firefoxa i drugog web pretraživača
de: Erfahren Sie, wie Sie Ihre Daten zwischen Firefox und einem anderen Browser importieren und exportieren
el: Μάθετε πώς να μεταφέρετε τα δεδομένα σας μεταξύ του Firefox και κάποιου άλλου προγράμματος περιήγησης
es: Aprende a importar o exportar tu información entre Firefox y otro navegador.
fy_nl: Ynfo oer it ymportearjen of eksportearjen fan jo gegevens tusken Firefox en in oare browser
he: מידע כיצד לייבא או לייצא את המידע שלך בין Firefox ודפדפן אחר
hr: Saznaj, kako uvesti ili izvesti podatke između Firefoxa i drugog preglednika
hu: Ismerje meg, hogyan mozgathat információkat más böngészőkből vagy azok felé.
ia: Apprende como importar o exportar tu informationes inter Firefox e un altere navigator
it: Impara come importare ed esportare le informazioni tra Firefox e altri browser
ja: Firefox とその他のブラウザー間で情報をインポートまたはエクスポートする方法を学びます
ka: შეიტყვეთ, თუ როგორ უნდა გადმოიტანოთ მონაცემები Firefox-ში სხვა ბრაუზერებიდან, ან პირიქით
kab: Lmed amek ara d-tawiḍ neɣ ad tawiḍ tilɣa-inek gar Firefox d yiminig-nniḍen
ko: Firefox와 기타 브라우저와의 정보 이동 방법
mg: Ianaro ny fomba fanafarana na fanondranana ireo fampahalalanao avy ao @ sy mankao @ Firefox sy mpitety iray hafa
ms: Belajar cara mengimport atau mengeksport maklumat anda antara Firefox dengan pelayar lain
nb_no: Les hvordan du importerer og eksporterer din informasjon mellom Firefox og en annen nettleser
nl: Info over het importeren of exporteren van uw gegevens tussen Firefox en een andere browser
pl: Dowiedz się, jak importować i eksportować dane pomiędzy Firefoksem a innymi przeglądarkami
pt_br: Saiba como importar ou exportar os seus dados entre o Firefox e outro navegador
pt_pt: Aprenda como importar ou exportar os seus dados entre o Firefox e outro navegador
ro: Află cum să imporți sau să exporți informațiile tale între Firefox și alte browsere
sk: Zistite, ako možno importovať a exportovať údaje medzi Firefoxom a iným prehliadačom.
sr: Сазнајте како да увезете или извезете информације између Firefox-а и другог веб прегледача
sv: Lär dig att importera eller exportera din personliga information mellan Firefox och andra webbläsare
te: ఫైర్ ఫాక్స్ మరియు మరొక బ్రౌజర్ మధ్య మీ సమాచారాన్ని ఎలా దిగుమతి లేదా ఎగుమతి చేయాలో తెలుసుకోండి
th: เรียนรู้วิธีนำเข้าหรือส่งออกข้อมูลของคุณระหว่าง Firefox และเบราว์เซอร์อื่น
tr: Firefox ile başka bir tarayıcı arasında bilgilerinizi içe ve dışa aktararak taşımayı öğrenin
uk: Дізнайтесь, як імпортувати чи експортувати свою інформацію між Firefox та іншим браузером
ur: Firefox اور دوسرے براؤزر کے مابین اپنی معلومات کو درآمد یا برآمد کرنے کا طریقہ سیکھیں
vi: Tìm hiểu cách nhập hoặc xuất thông tin của bạn giữa Firefox và trình duyệt khác
zh_cn: 了解如何在您的 Firefox 与其他浏览器之间导入或导出数据
zh_tw: 了解如何在您的 Firefox 與其他瀏覽器間匯入匯出資訊
zu: Funda ukuthi ithuthwa noma ilethwa kanjani imininingwane phakathi kwe-Firefox nezinye iziphequluli

# DB: products.Topic.title
source: Install
hu: Telepítés
ia: Installar
it: Installa
kab: Sebded
nl: Installeren
pt_br: Instalação
sv: Installera
tr: Yükleme
zh_cn: 安装

# DB: products.Topic.description
source: Learn about how to install Mozilla’s products on your devices.
hu: Ismerje meg, hogyan telepítheti a Mozilla termékeit az eszközeire.
ia: Apprende como installar productos de Mozilla sur tu apparatos.
it: Scopri come installare i prodotti Mozilla sui tuoi dispositivi.
nl: Lees over het installeren van Mozilla-producten op uw apparaten.
pl: Dowiedz się, jak zainstalować produkty Mozilli na swoich urządzeniach.
pt_br: Saiba como instalar os produtos Mozilla em seus dispositivos.
sv: Lär dig om hur du installerar Mozillas produkter på dina enheter.
tr: Mozilla ürünlerini cihazlarınıza yükleme hakkında bilgi alın.
zh_cn: 了解在设备上安装 Mozilla 产品的方法。

# DB: products.Topic.title
source: Install and manage add-ons
bg: Инсталирайте и управлявайте добавки
de: Add-ons installieren und verwalten
el: Εγκατάσταση και διαχείριση προσθέτων
fy_nl: Add-ons ynstallearje en beheare
hu: Kiegészítők telepítése és kezelése
ia: Installa e gere additivos
it: Installa e gestisci componenti aggiuntivi
ja: アドオンのインストールと管理
ka: დამატებების ჩადგმა და მართვა
kab: Sbedd, tesferkeḍ izegrar
ko: 부가 기능 설치 및 관리
nl: Add-ons installeren en beheren
pl: Instalacja i zarządzanie dodatkami
pt_br: Instalar e gerenciar extensões
pt_pt: Instalar e gerir extras
sk: Inštalácia a spravovanie doplnkov
sr: Инсталирајте и управљајте додацима
sv: Installera och hantera tillägg
tr: Eklentileri kurma ve yönetme
uk: Встановлюйте додатки та керуйте ними
vi: Cài đặt và quản lý tiện ích mở rộng
zh_cn: 安装和管理附加组件
zh_tw: 安裝管理附加元件

# DB: products.Topic.description
source: Add-ons let you customize and add features to Firefox.
de: Mit Add-ons können Sie Firefox anpassen und Funktionen hinzufügen.
el: Τα πρόσθετα σάς επιτρέπουν να προσαρμόζετε και να προσθέτετε λειτουργίες στο Firefox.
fy_nl: Mei add-ons kinne jo Firefox oanpasse en der funksjes oan tafoegje.
hu: A kiegészítők segítségével testreszabhatja és funkciókat adhat hozzá a Firefoxhoz.
ia: Le additivos te permitte de personalisar e adder functionalitates a Firefox.
it: I componenti aggiuntivi ti consentono di personalizzare e aggiungere funzionalità a Firefox.
ka: დამატებებით შეგიძლიათ მოირგოთ და მეტი შესაძლებლობა შემატოთ Firefox-ს.
ko: 부가 기능으로 Firefox에 기능을 사용자 정의하거나 추가할 수 있습니다.
nl: Met add-ons kunt u Firefox aanpassen en er functies aan toevoegen.
pl: Dodatki umożliwiają dostosowywanie i dodawanie funkcji do Firefoksa.
pt_br: Extensões permitem personalizar e adicionar recursos ao Firefox.
pt_pt: Os extras permitem-lhe personalizar e adicionar funcionalidades ao Firefox.
sk: Doplnky vám umožňujú prispôsobiť si Firefox a pridávať funkcie.
sr: Додаци вам омогућавају да прилагођавате и додајете функције у Firefox.
sv: Tillägg låter dig anpassa och lägga till funktioner i Firefox.
tr: Eklentiler, Firefox'u özelleştirmenizi ve özellikler eklemenizi sağlar.
uk: Додатки дають змогу налаштовувати та додавати функції до Firefox.
vi: Tiện ích mở rộng cho phép bạn tùy chỉnh và thêm các tính năng vào Firefox.
zh_cn: 你可以通过附加组件来定制 Firefox 或者增加功能。
zh_tw: 使用附加元件，讓您可以自訂並加入功能進 Firefox。

# DB: products.Topic.description
source: Install and manage add-ons
de: Add-ons installieren und verwalten
el: Εγκατάσταση και διαχείριση προσθέτων
fy_nl: Add-ons ynstallearje en beheare
hu: Kiegészítők telepítése és kezelése
ia: Installar e gerer additivos
it: Installa e gestisci componenti aggiuntivi
kab: Sbedd, tesferkeḍ izegrar
nl: Add-ons installeren en beheren
pl: Instalacja i zarządzanie dodatkami
pt_br: Instalar e gerenciar extensões
pt_pt: Instalar e gerir extras
sv: Installera och hantera tillägg
tr: Eklentileri kurma ve yönetme
zh_cn: 安装和管理附加组件
zh_tw: 安裝管理附加元件

# DB: products.Topic.title
source: Install and set up
bg: Инсталиране и настройване
de: Installation und Einrichtung
el: Εγκατάσταση και ρύθμιση
es: Instalar y configurar
fy_nl: Ynstallearje en ynstelle
he: התקנה והגדרה
hr: Instaliraj i postavi
hu: Telepítés és beállítás
ia: Installar e configurar
it: Installazione e configurazione
ja: インストールとセットアップ
ka: დაყენება და გამართვა
kab: Asebded d usbadu
ko: 설치 및 설정
nb_no: Installering og konfigurering
nl: Installeren en instellen
pl: Instalacja i konfiguracja
pt_br: Instalação e configuração
pt_pt: Instalar e configurar
ro: Instalare și configurare
sk: Inštalácia a nastavenie
sr: Инсталирајте и поставите
sv: Installera och konfigurera
te: స్థాపన, అమర్పు
th: ติดตั้งและตั้งค่า
tr: Kurulum
uk: Встановлення й налаштування
ur: انسٹال کریں اور مرتب کریں
vi: Cài đặt và thiết lập
zh_cn: 安装和设置
zh_tw: 安裝與設定

# DB: products.Topic.description
source: Sync your logins across Firefox and your apps.
bg: Синхронизирайте данните си за вход в Firefox и вашите приложения.
de: Synchronisieren Sie Ihre Zugangsdaten über Firefox und Ihre Apps.
el: Συγχρονίστε τις συνδέσεις σας στο Firefox και τις εφαρμογές σας.
es: Sincroniza tus inicios de sesión en Firefox y sus aplicaciones.
fy_nl: Syngronisearje jo oanmeldingen yn Firefox en jo apps.
he: סנכרון הכניסות שלך בין Firefox לבין היישומונים שלך.
hr: Sinkroniziraj svoje prijave između Firefoxa i drugih programa.
hu: Szinkronizálja bejelentkezéseit a Firefox és az alkalmazásai között.
ia: Synchronisar tu credentiales inter Firefox e tu applicationes.
it: Sincronizzare gli accessi tra Firefox e le altre app
ja: Firefox とアプリ間でログイン情報を同期します。
ka: დაასინქრონეთ თქვენი ანგარიშის მონაცემები, Firefox-სა და სხვა პროგრამებში.
kab: Mtawi inekcam-ik gar Firefox d yisnasen-ik.
ko: Firefox와 앱간에 로그인을 동기화하세요.
nb_no: Synkroniser dine innlogginger på tvers av Firefox og appene dine.
nl: Synchroniseer uw aanmeldingen in Firefox en uw apps.
pl: Synchronizacja danych logowania między Firefoksem a aplikacjami.
pt_br: Sincronize suas contas entre o Firefox e os seus aplicativos.
pt_pt: Sincronize as suas credenciais no Firefox e nas suas aplicações.
ro: Sincronizează autentificările între Firefox și dispozitivele tale.
sk: Synchronizácia prihlasovacích údajov medzi Firefoxom a vašimi aplikáciami.
sr: Синхронизујте ваше пријаве између Firefox-а и апликација.
sv: Synkronisera dina inloggningar mellan Firefox och dina appar.
th: ซิงค์การเข้าสู่ระบบของคุณกับ Firefox และแอปของคุณ
tr: Hesaplarınızı Firefox ve uygulamalarınız arasında eşitleyin.
uk: Синхронізуйте свої паролі між Firefox і додатками.
ur: اپنے لاگ انز کو Firefox اور اپنی ایپس میں سنک کریں۔
vi: Đồng bộ hóa thông tin đăng nhập của bạn trên Firefox và các ứng dụng của bạn.
zh_cn: 在 Firefox 和应用程序之间同步您的登录信息。
zh_tw: 在 Firefox 與您的應用程式間同步登入資訊。

# DB: products.Topic.title
source: Install and update
af: Installeer en werk by
bg: Инсталиране и обновяване
bs: Instaliraj i ažuriraj
de: Installation und Aktualisierung
el: Εγκατάσταση και ενημέρωση
es: Instalar y actualizar
fy_nl: Ynstallearje en bywurkje
he: התקנה ועדכון
hr: Instaliranje i aktualiziranje
hu: Telepítés és frissítés
ia: Installation e actualisation
id: Pasang dan perbarui
it: Installazione e aggiornamento
ja: インストールと更新
ka: დაყენება და განახლება
kab: Sebded, tleqqmeḍ
ko: 설치 및 업데이트
mg: Hametraka sy hanavao
ms: Pasang dan kemaskini
nb_no: Installer og oppdater
nl: Installeren en bijwerken
pa_in: ਇੰਸਟਾਲ ਕਰੋ ਤੇ ਨਵਿਆਉ
pl: Instalacja i aktualizacja
pt_br: Instalação e atualização
pt_pt: Instalar e atualizar
ro: Instalare și actualizare
sk: Inštalácia a aktualizácia
sr: Инсталирај и ажурирај
sv: Installera och uppdatera
te: స్థాపన, తాజాకరణ
th: ติดตั้งและอัปเดต
tr: Kurulum ve güncelleme
uk: Встановлення та оновлення
ur: انسٹال کریں اور تازہ کاری کریں
vi: Cài đặt và cập nhật
zh_cn: 安装和更新
zh_tw: 安裝與更新
zu: Faka uphinde ulungise ngokwakamuva

# DB: products.Topic.description
source: Download and install the mobile app on your device.
bg: Изтеглете и инсталирайте мобилното приложение на вашето устройство.
de: Laden Sie die mobile App herunter und installieren Sie sie auf Ihrem Gerät.
el: Κάντε λήψη και εγκατάσταση της εφαρμογής για τη συσκευή σας.
es: Descarga e instala la aplicación móvil en tu dispositivo.
fy_nl: De mobile app op jo apparaat downloade en ynstallearje.
hr: Preuzmi i instaliraj program na mobilni uređaj.
hu: A mobilalkalmazás letöltése és telepítése az eszközére.
ia: Discargar e installar le application mobile sur tu apparato.
id: Unduh dan pasang aplikasi di gawai Anda.
it: Download e installazione dell'app per mobile sul proprio dispositivo
ja: モバイルアプリのダウンロードとインストール。
ka: მობილური პროგრამის ჩამოტვირთვა და დაყენება თქვენს მოწყობილობაზე.
kab: Sader daɣen sbedd asnas aziraz ɣef yibenk-ik.
ko: 기기에 모바일 앱을 내려받아 설치하세요.
nb_no: Last ned og installer mobilappen på enheten din.
nl: De mobiele app op uw apparaat downloaden en installeren.
pl: Pobieranie i instalacja aplikacji na telefonie.
pt_br: Baixe e instale o aplicativo móvel em seu dispositivo.
pt_pt: Transferir e instalar a aplicação móvel no seu dispositivo.
ro: Descarcă și instalează aplicația mobilă pe dispozitiv.
sk: Stiahnite si a nainštalujte mobilnú aplikáciu do svojho zariadenia.
sr: Преузмите и инсталирајте апликацију на мобилни уређај.
sv: Hämta och installera mobilappen på din enhet.
te: మొబైలు అనువర్తనాన్ని మీ పరికలం లోనికి దింపుకొని స్థాపించుకోండి.
th: ดาวน์โหลดและติดตั้งแอปมือถือบนอุปกรณ์ของคุณ
tr: Mobil uygulamayı indirme ve cihazınıza yükleme
uk: Завантажте та встановіть мобільний додаток на свій пристрій.
ur: اپنے آلے پر موبائل ایپ ڈاؤن لوڈ اور انسٹال کریں۔
vi: Tải xuống và cài đặt ứng dụng di động trên thiết bị của bạn.
zh_cn: 下载并安装应用程序到您的移动设备。
zh_tw: 下載安裝應用程式到您的行動裝置上。

# DB: products.Topic.description
source: Install and update
de: Installation und Aktualisierung
el: Εγκατάσταση και ενημέρωση
fy_nl: Ynstallearje en bywurkje
hu: Telepítés és frissítés
ia: Installation e actualisation
it: Installazione e aggiornamento
nl: Installeren en bijwerken
pl: Instalacja i aktualizacja
pt_br: Instalação e atualização
pt_pt: Instalar e atualizar
sv: Installera och uppdatera
tr: Kurulum ve güncelleme
zh_cn: 安装和更新
zh_tw: 安裝與更新

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
af: Hoe om Firefox te installeer en bygewerk te hou
bg: Как да инсталирате Firefox и да го поддържате актуален
bs: Kako instalirati Firefox i održati ga ažuriranim
de: Wie Sie Firefox installieren und aktuell halten
el: Εγκατάσταση και συντήρηση του Firefox
es: Cómo instalar Firefox y mantenerlo actualizado
fy_nl: Ynfo oer it ynstallearjen en by-de-tiid hâlden fan Firefox
he: כיצד להתקין את Firefox ולהשאיר אותו עדכני
hr: Kako instalirati i aktualizirati Firefox
hu: A Firefox telepítése és naprakészen tartása
ia: Como installar Firefox e mantener lo actualisate
id: Cara memasang Firefox dan gunakan versi tebaru
it: Come installare Firefox e tenerlo aggiornato
ja: Firefox をインストールして、最新に保つ方法
ka: როგორ დავაყენოთ და განვაახლოთ Firefox
kab: Amek ara tesbeddeḍ Firefox d wamek ara yettuleqqem
ko: Firefox 설치 방법 및 최신 상태 유지
mg: Fomba fametrahana an'i Firefox sy fitanana azy hanaraka toetrandro
ms: Cara memasang Firefox dan sentiasa dikemaskini
nb_no: Slik installerer du Firefox og holder den oppdatert
nl: Info over het installeren en up-to-date houden van Firefox
pl: Jak zainstalować i aktualizować Firefoksa
pt_br: Como instalar o Firefox e mantê-lo atualizado
pt_pt: Como instalar o Firefox e mantê-lo atualizado
ro: Cum să instalezi și să menții Firefox actualizat
sk: Ako nainštalovať Firefox a udržať ho aktuálny
sr: Како инсталирати Firefox и одржати га ажурираним
sv: Hur man installerar Firefox och håller den uppdaterad
te: ఫైర్‌ఫాక్స్‌ను ఎలా స్థాపించుకోవాలి, తాజాగా ఉంచుకోవాలి
th: วิธีติดตั้ง Firefox และอัปเดตให้ทันสมัยอยู่เสมอ
tr: Firefox'u yükleme ve güncel tutma
uk: Як встановити Firefox та тримати його оновленим
vi: Làm thế nào để cài đặt Firefox và giữ nó luôn được cập nhật
zh_cn: 如何安装 Firefox 及保持更新
zh_tw: 如何安裝 Firefox 並保持更新
zu: Ifakelwa kanjani i-Firefox futhi igcinwe ivuselelekile
