Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: This site will have limited functionality while we undergo maintenance to improve your experience. If an article doesn't solve your issue and you want to ask a question, we have our support community waiting to help you at <a href="%(twitter)s">@FirefoxSupport</a> on Twitter and<a href="%(reddit)s">/r/firefox</a> on Reddit.
bg: Този сайт ще има ограничена функционалност, докато се извършва тече неговата поддръжка. Ако дадена статия не може реши проблема ви и искате да зададете въпрос, нашата общност е готова да ви помогне на <a href="%(twitter)s"> @firefox</a> в Twitter и <a href="%(reddit)s">/r/firefox</a> в Reddit.
de: Die Funktionalität dieser Website ist durch Wartungsarbeiten eingeschränkt, die Ihr Erlebnis verbessern sollen. Wenn ein Artikel Ihr Problem nicht löst und Sie eine Frage stellen möchten, können Sie unsere Gemeinschaft über <a href="%(twitter)s">@FirefoxSupport</a> auf Twitter, <a href="%(reddit)s">/r/firefox</a> oder Reddit fragen.
el: Αυτός ο ιστότοπος θα έχει περιορισμένη λειτουργικότητα, όσο εκτελούμε εργασίες συντήρησης για να βελτιώσουμε την εμπειρία σας. Αν ένα άρθρο δεν επιλύει το ζήτημά σας και θέλετε να κάνετε μια ερώτηση, η κοινότητα υποστήριξής μας είναι έτοιμη να σας βοηθήσει στο Twitter (<a href="%(twitter)s">@FirefoxSupport</a>) και στο Reddit (<a href="%(reddit)s">/r/firefox</a>).
fy_nl: Om de ûnderfining foar jo te ferbetterjen is tydlik de funksjonaliteit dan dizze website troch ûnderhâldswurk beheind. Wannear in artikel jo probleem net oplost en jo in fraach stelle wolle, kin ús stipemienskip jo helpe yn <a href="%(twitter)s">@FirefoxSupport</a> op Twitter en <a href="%(reddit)s">/r/firefox</a> op Reddit.
he: לאתר זה תהיה פונקציונליות מוגבלת בזמן שאנו מתחזקים אותו לשיפור החוויה שלך. אם מאמר מסויים לא פותר את הבעיה שלך וברצונך לשאול שאלה, קהילת התמיכה שלנו מחכה לעזור לך ב־Twitter תחת <a href="%(twitter)s">‎@FirefoxSupport</a> וב־Reddit תחת <a href="%(reddit)s">‎/r/firefox</a>.
hr: Ovo će web mjesto raditi na ograničen način, dok obavljamo održavanje stranice. Ako neki članak ne riješi tvoj problem i ako želiš postaviti pitanje, naša zajednica za podršku spremna je pomoći na Twitteru <a href="%(twitter)s">@FirefoxSupport</a> i na Redditu <a href="%(reddit)s">/r/firefox</a>.
hu: Az oldal korlátolt funkcionalitással fog rendelkezni, amíg elvégezzük a felhasználói élményt javító karbantartást. Ha egy leírás nem oldja meg a problémáját, és kérdést tenne fel, akkor a támogatási közösségünk a <a href="%(twitter)s">@FirefoxSupport</a> Twitter oldalon tud segíteni, vagy az <a href="%(reddit)s">/r/firefox</a> oldalon a Redditen.
ia: Iste sito habera limitate functionalitate durante que nos va in mantenentia pro meliorar tu experientia. Si un articulo non solve tu problema e tu lo vole poner un question, nos ha nostre communitate de supporto que te attende pro adjutar te a <a href="%(twitter)s">@FirefoxSupport</a> sur Twitter e<a href="%(reddit)s">/r/firefox</a> sur Reddit.
it: Questo sito potrebbe offrire funzionalità limitate durante le operazioni di manutenzione per migliorare l'esperienza utente. Se un articolo non risolve il tuo problema e vuoi richiedere supporto, la nostra comunità di supporto è pronta ad aiutarti tramite <a href="%(twitter)s">@FirefoxSupport</a> su Twitter e <a href="%(reddit)s">/r/firefox</a> su Reddit.
ja: 当サイトはユーザー体験を改善するためのメンテナンスを実施中に機能が制限される予定です。記事を読んでもあなたの問題が解決せず質問をしたい場合は、Twitter の <a href="%(twitter)s">@FirefoxSupport</a>、Reddit の <a href="%(reddit)s">/r/firefox</a> で、サポートコミュニティが皆さんを助けようと待機しています。
ka: საიტის გასაუმჯობესებელი სამუშაოების მიმდინარეობისას, შესაძლებლობების ნაწილი შეიზღუდება. თუ სტატიით ვერ მოახერხებ ხარვეზის გამოსწორება და შეკითხვის დასმა გსურთ, ჩვენი მხარდაჭერის გუნდი დაგეხმარებათ <a href="%(twitter)s">@FirefoxSupport</a> გვერდის მეშვეობით Twitter-ზე და <a href="%(reddit)s">/r/firefox</a> განყოფილებაში Reddit-ზე.
ko: 본 사이트는 여러분의 사용자 경험을 개선하기 위해 유지 보수를 진행하는 동안 기능이 제한됩니다. 도움말로 문제가 해결되지 않고 질문을 하고 싶다면 Twitter의 <a href="%(twitter)s">@FirefoxSupport</a> 및 Reddit의 <a href="%(reddit)s">/r/firefox</a> 채널을 활용하세요.
nb_no: Dette nettstedet vil ha begrenset funksjonalitet mens vi utfører vedlikehold for å forbedre opplevelsen din. Hvis en artikkel ikke løser problemet ditt, og du vil stille et spørsmål, har vi supportsamfunnet vårt som venter på å hjelpe deg på <a href="%(twitter)s">@FirefoxSupport</a> på Twitter og <a href="%(reddit)s">/r/firefox</a> på Reddit.
nl: Vanwege onderhoudswerkzaamheden die uw ervaring zouden moeten verbeteren, heeft deze website beperkte functionaliteit. Als een artikel uw probleem niet verhelpt en u een vraag wilt stellen, kan onze ondersteuningsgemeenschap u helpen in <a href="%(twitter)s">@FirefoxSupport</a> op Twitter en <a href="%(reddit)s">/r/firefox</a> op Reddit.
pl: Funkcjonalność tej witryny będzie ograniczona w czasie konserwacji. Jeśli artykuł nie rozwiązuje twojego problemu i chcesz zadać pytanie, to nasza społeczność wsparcia jest dostępna na <a href="%(twitter)s">@FirefoxSupport</a> na Twitterze i <a href="%(reddit)s">/r/firefox</a> na Reddicie.
pt_br: Este site está com funcionalidades limitadas enquanto realizamos manutenção para melhorar sua experiência de uso. Se nenhum artigo resolver seu problema e você quiser fazer uma pergunta, nossa comunidade de suporte pode te ajudar em <a href="%(twitter)s">@FirefoxSupport</a> no Twitter e <a href="%(reddit)s">/r/firefox</a> no Reddit.
pt_pt: Este site irá ter funcionalidade limitada enquanto fazemos manutenção para melhorar a sua experiência. Se um artigo não resolve o seu problema e quiser colocar uma questão, temos a nossa comunidade de apoio à espera de o ajudar em <a href="%(twitter)s">@FirefoxSupport</a> no Twitter, <a href="%(reddit)s">/r/firefox</a> no Reddit.
sk: Fungovanie tejto stránky je z dôvodu údržby dočasne obmedzené. Ak článok nevyrieši váš problém a chcete položiť otázku, napíšte našej komunite podpory na Twitter <a href="%(twitter)s">@FirefoxSupport</a> alebo Reddit <a href="%(reddit)s">/r/firefox</a>.
sr: Овај сајт ће имати ограничену функционалност док га будемо ажурирали у циљу побољшања вашег искуства. Ако неки чланак не реши ваш проблем и желите да поставите питање, на располагању ће вам бити наше заједнице подршке <a href="%(twitter)s">@FirefoxSupport</a> на Twitter-у и <a href="%(reddit)s">/r/firefox</a> на Reddit-у.
tr: Şu anda bakım nedeniyle sitemiz kısıtlı işlevsellik sunmaktadır. Mevcut makaleler sorununuzu çözmediyse ve bize soru sormak isterseniz Twitter’da <a href="%(twitter)s">@FirefoxSupport</a> hesabından ve Reddit’teki <a href="%(reddit)s">/r/firefox</a> subreddit'inden destek gönüllülerimize ulaşabilirsiniz.
uk: Цей вебсайт матиме обмежену функціональність, доки ми проводимо його обслуговування для поліпшення роботи. Якщо прочитана стаття не розв'язала вашу проблему і ви хочете поставити питання, наша спільнота підтримки з радістю допоможе вам на <a href="%(twitter)s">@FirefoxSupport</a> у Twitter та <a href="%(reddit)s">/r/firefox</a> на Reddit.
vi: Trang web này sẽ có chức năng hạn chế trong khi chúng tôi trải qua bảo trì để cải thiện trải nghiệm của bạn. Nếu một bài viết không giải quyết được vấn đề của bạn và bạn muốn đặt câu hỏi, chúng tôi có cộng đồng hỗ trợ của chúng tôi đang chờ để giúp bạn tại <a href="%(twitter)s">@FirefoxSupport</a> trên Twitter và <a href="%(reddit)s">/r/firefox</a> trên Reddit.
zh_cn: 为提升您的使用体验，本站正在维护，部分功能暂时无法使用。如果本站文章无法解决您的问题，您想要向社区提问的话，请到 Twitter 上的 <a href="%(twitter)s">@FirefoxSupport</a> 或 Reddit 上的 <a href="%(reddit)s">/r/firefox</a> 提问，我们的支持社区将会很快回复您的疑问。
zh_tw: 為了改善您的使用體驗，本網站正在進行維護，部分功能暫時無法使用。若本站的文件無法解決您的問題，想要向社群發問的話，請到 Twitter 上的 <a href="%(twitter)s">@FirefoxSupport</a> 或 Reddit 上的 <a href="%(reddit)s">/r/firefox</a> 發問，我們的社群成員將很快會回覆您的疑問。

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
af: Ons sukkel om jou e-posadres te bereik. Probeer asseblief 'n ander adres, of kontak 'n administrateur.
bg: Срещаме трудности с достигането на вашия имейл адрес. Моля опитайте различен адрес, или се свържете с администратор.
bs: Imamo poteškoća sa slanjem poruke na vašu e-mail adresu. Molimo da upišete drugu adresu ili kontaktirate administratora.
de: Wir haben Probleme, Ihre E-Mail-Adresse zu erreichen. Bitte versuchen Sie es mit einer anderen E-Mail-Adresse oder kontaktieren Sie einen Administrator.
el: Αντιμετωπίζουμε πρόβλημα κατά την επικοινωνία με τη διεύθυνση email σας. Παρακαλούμε δοκιμάστε μια άλλη διεύθυνση ή επικοινωνήστε με έναν διαχειριστή.
es: Tenemos problemas para conectar con tu dirección de correo. Prueba con una dirección diferente o contacta con el administrador.
fy_nl: Wy kinne jo e-mailadres net berikke. Probearje in oar adres of nim kontakt op mei in behearder.
he: נתקלנו בבעיה בגישה לכתובת הדוא״ל שלך. נא לנסות כתובת אחרת או ליצור קשר עם המנהל.
hr: Imamo poteškoća sa slanjem na tvoju e-mail adresu. Upiši jednu drugu adresu ili kontaktiraj administratora.
hu: Sajnos nem sikerült elérni az e-mail címét. Próbáljon meg egy másik e-mail címet megadni vagy lépjen kapcsolatba a rendszergazdákkal.
id: Kami menjumpai masalah saat mengirimkan email ke alamat email Anda. Coba alamat yang lain atau hubungi administrator.
it: Si è verificato un problema nel recupero dell’indirizzo email. Provare con un indirizzo email diverso o contattare un amministratore.
ja: あなたのメールアドレスが確認できませんでした。別のメールアドレスを試すか管理者に問い合わせてください。
ka: თქვენს ელფოსტაზე წერილს ვერ ვაგზავნით. გთხოვთ, სცადოთ სხვა მისამართი, ან დაუკავშირდეთ ხელმძღვანელს.
ko: 이메일 주소에 문제가 있습니다. 다른 주소를 사용하거나 관리자에게 문의하십시오.
mg: Sahirana izahay tsy mahatakatra ny adiresy mailakao. Manandrama adiresy hafa azafady na mifandraisa @ mpandrindra.
ms: Kami menghadapi masalah mencapai alamat e-mel anda. Sila cuba alamat yang berbeza atau hubungi pentadbir.
nb_no: Vi har problemer med å nå e-postadressen din. Prøv en annen adresse, eller kontakt en administrator.
nl: We kunnen uw e-mailadres niet bereiken. Probeer een ander adres of neem contact op met een beheerder.
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ ਤੱਕ ਪਹੁੰਚਣ ਪਰੇਸ਼ਾਨੀ ਹੋ ਰਹੀ ਹੈ। ਕ੍ਰਿਪਾ ਇੱਕ ਵੱਖ ਪਤੇ ਦੀ ਕੋਸ਼ਿਸ਼ ਜਾਂ ਕਿਸੇ ਐਡਮਿਨਸਟੇਟਰ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpił problem z twoim adresem e-mail. Spróbuj użyć innego adresu lub skontaktuj się z administratorem.
pt_br: Estamos tendo problemas para encontrar seu endereço de email. Tente um endereço diferente ou entre em contato com um administrador.
pt_pt: Estamos a ter problemas a contactar com seu endereço de e-mail. Por favor, tente um endereço diferente ou entre em contacto com um administrador.
ro: Avem probleme în conectarea cu serverul tău de e-mail. Te rugăm să încerci o altă adresă sau să contactezi administratorul de server.
sk: Pri spracovaní vašej e‑mailové adresy nastala chyba. Skúste inú adresu alebo kontaktujte administrátora.
sr: Имамо проблема са адресом е-поште. Покушајте са другом адресом е-пошта или контактирајте администратора.
te: మేము మీ ఇమెయిల్ చిరునామా చేరడానికి ఇబ్బంది కలిగి ఉన్నాము. దయచేసి వేరొక చిరునామాను ప్రయత్నించండి లేదా ఒక నిర్వాహకుని సంప్రదించండి.
th: เรากำลังประสบปัญหาในการเข้าถึงที่อยู่อีเมลของคุณ กรุณาลองใช้ที่อยู่อื่นหรือติดต่อผู้ดูแล
tr: E-posta adresinize ulaşmada sorun yaşıyoruz. Lütfen farklı bir adres deneyin veya yöneticilerden biriyle iletişime geçin.
uk: У нас виникла проблема з надсиланням на адресу вашої електронної пошти. Будь ласка, спробуйте використати іншу адресу або зв'яжіться з адміністратором.
vi: Chúng tôi gặp vấn đề khi truy tới địa chỉ email của bạn. Vui lòng thử một địa chỉ khác hoặc liên hệ quản trị viên.
zh_cn: 我们无法通过您的电子邮件联系您。请尝试使用另一个地址或者联系管理员。
zh_tw: 我們在發信給您的時候遇到問題。請嘗試使用另一個地址，或是聯絡管理員。
zu: Sinenkinga ukufinyelela ikheli lakho le-imeyli. Uyacelwa uzame ikheli elehlukile noma uthinte owengamele.

source: Social media Contributors
bg: Сътрудници към социалните мрежи
de: Mitwirkende in sozialen Medien
el: Εθελοντές κοινωνικών δικτύων
fy_nl: Sosjale-mediameiwurkers
hu: Közösségi médiás közreműködők
it: Collaboratori social media
ja: ソーシャルメディア貢献者
ka: სოციალური ქსელის მოხალისეები
ko: 소셜 미디어 공헌자
nl: Sociale-mediamedewerkers
pl: Wsparcie na mediach społecznościowych
pt_br: Colaboradores de mídias sociais
pt_pt: Colaboradores das Redes Sociais
sk: Prispievatelia na sociálnych sieťach
sr: Сарадници друштвених мрежа
tr: Sosyal medya gönüllüleri
uk: Помічники в соціальних мережах
vi: Cộng tác viên truyền thông xã hội
zh_cn: 社交媒体贡献者
zh_tw: 社群媒體貢獻者

source: Mobile support Contributors
de: Mitwirkende an Mobilgeräten
el: Εθελοντές υποστήριξης για κινητές συσκευές
fy_nl: Meiwurkers foar mobile stipe
hu: Mobilos támogatási közreműködők
it: Collaboratori supporto mobile
ja: モバイルサポート貢献者
ka: მობილური მხარდაჭერის მოხალისეები
ko: 모바일 지원 공헌자
nl: Medewerkers voor mobiele ondersteuning
pl: Wsparcie dla urządzeń mobilnych
pt_br: Colaboradores de suporte a dispositivos móveis
pt_pt: Colaboradores do apoio móvel
sk: Prispievatelia mobilnej podpory
sr: Сарадници мобилне подршке
tr: Mobil destek gönüllüleri
uk: Підтримка мобільних пристроїв
vi: Cộng tác viên hỗ trợ di động
zh_cn: 移动端支持贡献者
zh_tw: 行動版支援貢獻者

source: User
af: Gebruiker
bg: Потребител
bs: Korisnik
de: Benutzer
el: Χρήστης
es: Usuario
fy_nl: Brûker
he: משתמש
hr: Korisnik
hu: Felhasználó
ia: Usator
id: Pengguna
it: Utente
ja: ユーザー
ka: მომხმარებელი
ko: 사용자
mg: Mpampiasa
ms: Pengguna
nb_no: Bruker
nl: Gebruiker
pa_in: ਯੂਜ਼ਰ
pl: Użytkownik
pt_br: Usuário
pt_pt: Utilizador
ro: Utilizator
sk: Používateľ
sr: Корисник
te: వినియోగదారు
th: ผู้ใช้
tr: Kullanıcı adı
uk: Користувач
ur: صارف
vi: Người dùng
zh_cn: 用户
zh_tw: 使用者
zu: Umsebenzisi

source: Has been sent a first answer contribution email.
af: Is 'n e-pos oor eerste antwoordbydrae gestuur.
bg: Изпратен е имейл с принос за първи отговор.
bs: Prvi odgovor doprinosioca je poslan.
de: Hat eine E-Mail zum Thema „Mitarbeit durch erste Antwort“ erhalten.
el: Έχει αποσταλεί email συνεισφοράς πρώτης απάντησης.
es: Se ha enviado un correo de colaboración por primera respuesta.
fy_nl: E-mail foar earste bydrage troch antwurd ferstjoerd.
hr: Korisniku je poslan e-mail za prvi doprinos odgovorom.
hu: Az első támogatói e-mail elküldve.
ia: Ha essite inviate le email de prime collaboration al responsa.
it: Ha ricevuto la prima email per aver fornito una risposta.
ja: はじめての回答に貢献したメールが送信されました。
ka: გამოგზავნილია წერილი ელფოსტაზე, პირველი გაცემული პასუხის შესახებ.
ko: 첫 번째 답변 기여 이메일을 보냈습니다.
mg: Nandefasana mailaka fandraisana anjara valiny voalohany.
ms: Telah dihantar e-mel sumbangan jawapan pertama.
nb_no: Har blitt sendt en e-post for første svarsbidrag.
nl: E-mail voor eerste bijdrage door antwoord verstuurd.
pl: Został wysłany e-mail zawierający pierwszą odpowiedź.
pt_br: Foi enviado um email com a primeira contribuição de resposta.
pt_pt: Foi enviado um email com a primeira contribuição de resposta.
ro: I-a fost trimis un răspuns contribuit pe e-mail.
sk: Bol odoslaný e‑mail s prvou odpoveďou.
sr: Први одговор доприносиоца је послат.
te: మొదటి సమాధానం సహకారం ఇమెయిల్ పంపబడింది.
th: ได้ส่งอีเมลการมีส่วนร่วมคำตอบแรกแล้ว
tr: İlk yanıt katkısı e-postası gönderildi.
uk: Було надіслано лист про першу допомогу з відповіддю.
ur: پہلے جواب پر شراکت داری کی ای میل بھیجی گئی ہے۔
vi: Đã được gửi một email đóng góp câu trả lời đầu tiên.
zh_cn: 成功发出第一封贡献答案的邮件。
zh_tw: 寄出第一封回答貢獻郵件。
zu: Uthunyelelwe i-imeyli yempendulo yegalelo yokuqala.

source: Has been sent a first revision contribution email.
af: Is 'n e-pos oor eerste wysigingbydrae gestuur.
bg: Изпратен е имейл с принос за първа ревизия.
bs: Prvi odgovor doprinosioca je poslan.
de: Hat eine E-Mail zum Thema „Mitarbeit durch erste Bearbeitung“ erhalten.
el: Έχει αποσταλεί email συνεισφοράς πρώτης αναθεώρησης.
es: Se ha enviado un correo de colaboración por primera revisión.
fy_nl: E-mail foar earste bydrage troch refyzje ferstjoerd.
hr: Korisniku je poslan e-mail za prvi doprinos izmjenom.
hu: Az első verzióbeküldői e-mail elküldve.
ia: Ha essite inviate le email de prime collaboration al revision.
it: Ha ricevuto la prima email per aver contribuito con una versione.
ja: はじめてのナレッジベース編集に貢献したメールが送信されました。
ka: გამოგზავნილია წერილი ელფოსტაზე, პირველი გადამუშავების შესახებ.
ko: 첫 번째 리비전 기여 이메일을 보냈습니다.
mg: Nandefasana mailaka fandraisana anjara fanitsiana voalohany.
ms: Telah dihantar e-mel sumbangan semakan pertama.
nb_no: Har blitt sendt en e-post for første gransknings-bidrag.
nl: E-mail voor eerste bijdrage door revisie verstuurd.
pl: Został wysłany e-mail zawierający pierwsze sprawdzenie.
pt_br: Foi enviado um email de primeira contribuição de edição.
pt_pt: Foi enviado um email com a primeira contribuição de revisão.
ro: I-a fost trimis un răspuns contribuit pe e-mail.
sk: Bol odoslaný e‑mail s prvou revíziou.
sr: Први одговор доприносиоца је послат.
te: ఒక మొదటి పునర్విమర్శ సహకారం ఇమెయిల్ పంపబడింది.
th: ได้ส่งอีเมลการมีส่วนร่วมการตรวจทานแก้ไขแรกแล้ว
tr: İlk revizyon katkısı e-postası gönderildi.
uk: Було надіслано лист про першу допомогу з переглядом.
vi: Đã được gửi một email đóng góp sửa đổi đầu tiên.
zh_cn: 成功发出第一封修订版本贡献的邮件。
zh_tw: 寄出了第一封修改貢獻郵件。
zu: Uthunyelelwe imeyli yokuqala yegalelo lokubuyekeza.

source: When the user was sent a community health survey
bg: Кога на потребителя е бил изпратена анкета за състоянието на общността
bs: Kada je korisniku poslana anketa zdravlja zajednice
de: Wann der Nutzer eine Umfrage zum Zustand der Gemeinschaft erhielt
el: Όταν απεστάλη στο χρήστη μια έρευνα υγείας κοινότητας
es: Cuando se le envió al usuario una encuesta sobre el estado de la comunidad
fy_nl: Wannear de brûker nei in steatenkête oer de mienskip laad is
hr: Kad je korisniku poslana anketa o zdravlju zajednice
hu: Amikor a felhasználó elküldte a közösségi állapotfelmérést
ia: Quando al usator ha essite inviate un questionario de salute del communitate
it: Quando all'utente è stato inviato un sondaggio sullo stato della comunità
ja: ユーザーがコミュニティ現状調査を受け取ったとき
ka: როდესაც მომხმარებელს ეგზავნება კითხვარი, მოხალისეთა ერთობის მდგომარეობის შესახებ
ko: 사용자가 커뮤니티 상태 조사를 받았을 때
ms: Apabila pengguna telah dihantar kaji selidik kesejahteraan komuniti
nb_no: Når brukeren mottok en undersøkelse om samfunnets tilstand
nl: Wanneer de gebruiker naar een statusenquête over de gemeenschap is geleid
pl: Kiedy użytkownik wysłał ankietę o kondycji
pt_br: Quando o usuário enviou uma pesquisa de opinião sobre o estado da comunidade
pt_pt: Quando o utilizador enviou um inquérito de saúde da comunidade
ro: Când utilizatorul a primit un sondaj privind sănătatea comunității
sk: Kedy bol používateľovi zaslaný prieskum kondície komunity
sr: Када је кориснику послата анкета здравља заједнице
te: వినియోగదారు ఒక కమ్యూనిటీ ఆరోగ్య సర్వే పంపబడినది
th: เมื่อผู้ใช้ส่งแบบสำรวจสุขภาพชุมชน
tr: Kullanıcıya bir topluluk sağlığı anketi gönderildiğinde
uk: Коли користувачу було відправлено опитування про стан спільноти
ur: جب صارف کو برادری کی صحت کا سروے بھیجا گیا
vi: Khi người dùng được gửi một cuộc khảo sát về sức khỏe cộng đồng
zh_cn: 当发送一份社区健康调查表给用户时
zh_tw: 當使用者傳送社群生態調查時

source: Value
af: Waarde
bg: Стойност
bs: Vrijednost
de: Wert
el: Τιμή
es: Valor
fy_nl: Wearde
he: ערך
hr: Vrijednost
hu: Érték
ia: Valor
id: Nilai
it: Valore
ja: 値
ka: მნიშვნელობა
ko: 값
mg: Sanda
ms: Nilai
nb_no: Verdi
nl: Waarde
pa_in: ਕੀਮਤ
pl: Wartość
pt_br: Valor
pt_pt: Valor
ro: Valoare
sk: Hodnota
sr: Вредност
te: విలువ
th: คุ้มค่า
tr: Değer
uk: Значення
ur: قدر
vi: Giá trị
zh_cn: 值
zh_tw: 值
zu: Inani lentengo

source: user
af: gebruiker
bg: потребител
bs: korisnik
de: Benutzer
el: χρήστης
es: usuario
fy_nl: brûker
he: משתמש
hr: korisnik
hu: felhasználó
ia: usator
id: pengguna
it: utente
ja: ユーザー
ka: მომხმარებელი
ko: 사용자
mg: mampiasa
ms: pengguna
nb_no: bruker
nl: gebruiker
pa_in: ਯੂਜ਼ਰ
pl: użytkownik
pt_br: usuário
pt_pt: utilizador
ro: utilizator
sk: Používateľ
sr: корисник
te: వినియోగదారు
th: ผู้ใช้
tr: kullanıcı
uk: користувач
ur: صارف
vi: người dùng
zh_cn: 用户
zh_tw: 使用者
zu: umsebenzisi

source: activation key
af: aktiveringsleutel
bg: ключ за активиране
bs: aktivacijski ključ
de: Aktivierungsschlüssel
el: κλειδί ενεργοποίησης
es: clave de activación
fy_nl: aktivaasjekaai
he: מפתח הפעלה
hr: aktivacijski ključ
hu: aktivációs kulcs
ia: clave de activation
id: kunci aktivasi
it: Codice di attivazione
ja: アクティベーションキー
ka: ასამოქმედებელი გასაღები
ko: 활성화키
mg: lakile fampandehanana
ms: kunci pengaktifan
nb_no: aktiveringsnøkkel
nl: activeringssleutel
pa_in: ਐਕਟਿਵੇਸਨ ਕੁੱਜੀ
pl: klucz aktywacji
pt_br: chave de ativação
pt_pt: chave de ativação
ro: cheie de activare
sk: aktivačný kľúč
sr: активациони кључ
te: క్రియాశీలపు కీ లు
th: กุญแจการเปิดใช้งาน
tr: etkinleştirme anahtarı
uk: ключ активації
ur: فعالیت کی کلید
vi: khóa kích hoạt
zh_cn: 激活码
zh_tw: 啟用金鑰
zu: inkinobho yokuqalisa ukusebenza

source: registration profile
af: registrasieprofiel
bg: регистрационен профил
bs: registracijski profil
de: Registrierungsprofil
el: προφίλ εγγραφής
es: perfil de registro
fy_nl: registraasjeprofyl
he: פרופיל רישום
hr: profil registracije
hu: regisztrációs profil
ia: profilo de registration
id: profil pendaftaran
it: Profilo di registrazione
ja: 登録プロファイル
ka: ანგარიშის პროფილი
ko: 등록 프로필
mg: mombamomba ny fisoratana
ms: profil pendaftaran
nb_no: registreringsprofil
nl: registratieprofiel
pa_in: ਪੰਜੀਕ੍ਰਿਤ ਪ੍ਰੋਫਾਇਲ
pl: profil rejestracji
pt_br: perfil de registro
pt_pt: perfil de registo
ro: profil de înregistrare
sk: registračný profil
sr: регистрациони профил
te: నమోదు ఐన ప్రొఫైలు
th: รายละเอียดการลงทะเบียน
tr: kayıt profili
uk: профіль реєстрації
ur: رجسٹریشن پروفائل
vi: hồ sơ đăng kí
zh_cn: 注册信息
zh_tw: 註冊資料
zu: ukubhaliswa kwephrofayela

source: registration profiles
af: registrasieprofiele
bg: регистрационни профили
bs: registracijski profili
de: Registrierungsprofile
el: προφίλ εγγραφής
es: perfiles de registro
fy_nl: registraasjeprofilen
he: פרופילי רישום
hr: profili registracije
hu: regisztrációs profilok
ia: profilos de registration
id: profil pendaftaran
it: Profili di registrazione
ja: 登録プロファイル
ka: ანგარიშის პროფილები
ko: 등록 프로필
mg: ireo mombamomba ny fisoratana
ms: profil pendaftaran
nb_no: registreringsprofiler
nl: registratieprofielen
pa_in: ਪੰਜੀਕ੍ਰਿਤ ਪ੍ਰੋਫਾਇਲਾ
pl: profile rejestracji
pt_br: perfis de registro
pt_pt: perfis de registo
ro: profile de înregistrare
sk: registračné profily
sr: регистрациони профили
te: నమోదు ఐన ప్రొఫైళ్ళు
th: รายละเอียดการลงทะเบียน
tr: kayıt profilleri
uk: профілі реєстрації
ur: رجسٹریشن پروفائلز
vi: hồ sơ đăng kí
zh_cn: 注册信息
zh_tw: 註冊資料
zu: ukubhaliswa kwamaphrofayela

source: moderator
bg: модератор
el: συντονιστής
es: moderador
he: מפקח
hu: moderátor
it: Moderatore
ja: モデレーター
ka: ზედამხედველი
ko: 검토자
mg: moderatera
pa_in: ਵਿਚੋਲਾ
pt_br: moderador
pt_pt: moderador
sk: moderátor
sr: уредник
te: మధ్యవర్తి
th: ผู้ควบคุม
tr: moderatör
uk: модератор
ur: منتظم
zh_cn: 版主
zh_tw: 版主
zu: owengamele

source: Welcome to SUMO!
af: Welkom by SUMO!
bg: Добре дошли в SUMO!
bs: Dobro došli u SUMO!
de: Willkommen bei SUMO!
el: Καλώς ορίσατε στο SUMO!
es: ¡Bienvenido a SUMO!
fy_nl: Wolkom by SUMO!
he: ברוכים הבאים אל SUMO!
hr: Dobrodošli u SUMO!
hu: Üdvözli a SUMO!
ia: Benvenite a SUMO!
id: Selamat Datang di SUMO!
it: Benvenuti in SUMO!
ja: SUMO へようこそ！
ka: მოგესალმებათ SUMO!
ko: 환영합니다!
mg: Tonga soa ato @ SUMO!
ms: Selamat datang ke SUMO!
nb_no: Velkommen til SUMO!
nl: Welkom bij SUMO!
pa_in: SUMO ਦਾ ਸਵਾਗਤ ਹੈ!
pl: Witamy w pomocy!
pt_br: Boas-vindas ao SUMO!
pt_pt: Bem-vindo ao SUMO!
ro: Bun venit la SUMO!
sk: Víta vás SUMO!
sr: Добро дошли у SUMO!
te: SUMOకు స్వాగతం!
th: ยินดีต้อนรับสู่ SUMO!
tr: SUMO'ya hoş geldiniz!
uk: Ласкаво просимо на SUMO!
ur: SUMO میں خوش آمدید!
vi: Chào mừng đến với SUMO!
zh_cn: 欢迎来到 Mozilla 技术支持！
zh_tw: 歡迎來到 SUMO！
zu: Siyakwamukela ku-SUMO!
