Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Sign in to your account
bg: Влезте в профила си
ca: Inicieu la sessió al vostre compte
el: Συνδεθείτε στον λογαριασμό σας
fy_nl: Meld jo oan by jo account
ia: Accede a tu conto
it: Accedi al tuo account
ml: അക്കൗണ്ടിലേക്കു് പ്രവേശിക്കുക
nb_no: Logg inn på kontoen din
nl: Aanmelden bij uw account
pl: Zaloguj się na konto
pt_br: Entre na sua conta
pt_pt: Iniciar sessão na sua conta
ro: Intră în cont
sk: Prihláste sa do svojho účtu
sl: Prijavite se v svoj račun
ur: اپنے اکاؤنٹ میں سائن ان کریں

source: You’ll be able to sign in to this account on another device to sync your data.
ca: Podreu iniciar la sessió en aquest mateix compte des d'un altre dispositiu per sincronitzar les vostres dades.
el: Θα μπορέσετε να συνδεθείτε σε αυτόν τον λογαριασμό από κάποια άλλη συσκευή για να συγχρονίσετε τα δεδομένα σας.
fy_nl: Jo kinne jo op in oar apparaat oanmelde by dizze account om jo gegevens te syngronisearjen.
ia: Tu potera acceder a iste conto sur un altere apparato pro synchronisar tu datos.
it: Potrai accedere a questo account da un altro dispositivo per sincronizzare i tuoi dati.
nb_no: Du vil kunne logge inn på denne kontoen på en annen enhet for å synkronisere dataene dine.
nl: U kunt zich op een ander apparaat bij deze account aanmelden om uw gegevens te synchroniseren.
pl: Będziesz mógł zalogować się na to konto na innym urządzeniu, aby zsynchronizować swoje dane.
ro: Vei putea să intri în acest cont de pe alt dispozitiv ca să îți sincronizezi datele.
sk: Do tohto účtu sa budete môcť prihlásiť na inom zariadení, aby ste mohli synchronizovať svoje údaje.
sl: V ta račun se boste lahko prijavili v drugi napravi in sinhronizirali podatke.

source: Enter your email
bg: Въведете вашия имейл
ca: Introduïu la vostra adreça electrònica
el: Εισαγάγετε το email σας
fy_nl: Fier jo e-mailadres yn
ia: Insere tu email
it: Inserisci il tuo indirizzo email
ml: താങ്ങളുടെ ഇതപാൽ നല്കുക
nb_no: Skriv inn e-postadressen din
nl: Voer uw e-mailadres in
pl: Wprowadź swój adres e-mail
ro: Introdu adresa ta de e-mail
sk: Zadajte e‑mailovú adresu
sl: Vnesite e-poštni naslov

source: Valid email required
bg: Изисква се валиден имейл
ca: Cal una adreça electrònica vàlida
el: Απαιτείται έγκυρο email
fy_nl: Jildich e-mailadres fereaske
ia: Un adresse email valide es necesse
it: È necessario inserire un indirizzo email valido
ml: ശരിയായ ഒരു ഇതപാൽ വേണ്ടപ്പെട്ടതാണു്
nb_no: Gyldig e-post er nødvendig
nl: Geldig e-mailadres vereist
pl: Wymagany jest prawidłowy adres e-mail
pt_br: É necessário um email válido
pt_pt: É necessário um e-mail válido
ro: Este necesară o adresă de e-mail validă
sk: Vyžaduje sa platná e‑mailová adresa
sl: Zahtevan je veljaven e-poštni naslov
ur: جائز ای میل کی ظرورت ہے

source: user@example.com
ca: usuari@example.com
el: xrhsths@example.com
fy_nl: brûker@example.com
it: utente@example.com
nl: gebruiker@example.com
ro: utilizator@exemplu.com
sk: pouzivatel@example.com
sl: ime@example.com

source: Already have an account?
bg: Вече имате профил?
ca: Ja teniu un compte?
el: Έχετε ήδη λογαριασμό;
fy_nl: Hawwe jo al in account?
ia: Ha tu ja un conto?
it: Hai già un account?
ml: നേരത്തെ അക്കൗണ്ട് ഉണ്ടോ?
nb_no: Har du allerede en konto?
nl: Hebt u al een account?
pl: Masz już konto?
pt_br: Já tem uma conta?
pt_pt: Já tem uma conta?
ro: Ai deja un cont?
sk: Už máte účet?
sl: Že imate račun?
ur: کیا پہلے سے ہی ایک اکاؤنٹ ہے؟

source: Sign in
bg: Вход
ca: Inicia la sessió
el: Σύνδεση
fy_nl: Oanmelde
ia: Aperir session
it: Accedi
ml: പ്രവേശിക്കുക
nb_no: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
pt_pt: Entrar
ro: Intră în cont
sk: Prihlásiť sa
sl: Prijava
ur: سائن ان کریں

source: Don’t have an account?
bg: Нямате акаунт?
ca: No teniu cap compte?
el: Δεν έχετε λογαριασμό;
fy_nl: Hawwe jo gjin account?
ia: Non ha tu un conto?
it: Non hai un account?
ml: അക്കൗണ്ടില്ലെ?
nb_no: Har du ikke en konto?
nl: Hebt u geen account?
pl: Nie masz konta?
pt_br: Não tem uma conta?
pt_pt: Não tem uma conta?
ro: Nu ai un cont?
sk: Nemáte účet?
sl: Nimate računa?

source: Sign up
bg: Регистриране
ca: Registre
el: Εγγραφή
fy_nl: Registrearje
ia: Inscribe te
it: Registrati
ml: അംഗത്തമെടുക്കുക
nb_no: Registrer deg
nl: Registreren
pl: Zarejestruj się
pt_br: Criar uma conta
pt_pt: Registar
ro: Fă-ți un cont
sk: Zaregistrovať sa
sl: Registracija
ur: سائن اپ کریں

source: Fox tail sticking out from behind a stack of boxes.
bg: Лисичата опашка се подава зад купчина кутии.
ca: Una cua de guineu que surt de darrere d'una pila de caixes.
el: Ουρά αλεπούς που προεξέχει πίσω από μια στοίβα από κουτιά.
fy_nl: Foksesturt dy’t útstekt efter in stapel doazen.
ia: Cauda de vulpe que appare detra un pila de boxas.
it: Coda di volpe che spunta da dietro una pila di scatole.
nb_no: Revehale som stikker ut bak en stabel med esker.
nl: Vossenstaart die uitsteekt achter een stapel dozen.
pl: Ogon lisa wystający zza stosu pudeł.
ro: Coadă de vulpe ieșind din spatele unei grămezi de cutii.
sk: Chvost líšky trčiaci spoza stohu krabíc.
sl: Lisičji rep, ki štrli izza skladovnice škatel.

source: Fox sticking its head out from behind a stack of boxes.
ca: Una guineu que treu el cap per darrere d'una pila de caixes.
el: Κεφάλι αλεπούς που προεξέχει πίσω από μια στοίβα από κουτιά.
fy_nl: Foks dy’t syn kop efter in stapel doazen fandinne stekt.
ia: Vulpe que monstra su capite detra un pila de boxas.
it: Volpe che sporge la testa da dietro una pila di scatole.
nb_no: Rev som stikker hodet ut bak en stabel med esker.
nl: Vos die zijn kop achter een stapel dozen vandaan steekt.
pl: Lis wystawiający głowę zza stosu pudeł.
ro: O vulpe își scoate capul de după o stivă de cutii.
sk: Líška vystrkuje hlavu spoza hromady krabíc.
sl: Lisica, ki moli glavo izza skladovnice škatel.

source: Fox popping out from the top of a stack of boxes.
ca: Una guineu que surt de la part superior d'una pila de caixes.
el: Αλεπού που ξεπροβάλλει από την κορυφή μιας στοίβας κουτιών.
fy_nl: Foks dy’t út de boppekant fan in stapel doazen springt.
ia: Vulpe emergente ab le summitate de un pila de boxas.
it: Volpe che spunta fuori da una pila di scatole.
nb_no: Rev som spretter ut fra toppen av en stabel med esker.
nl: Vos die uit de bovenkant van een stapel dozen springt.
pl: Lis wyskakujący ze stosu pudeł.
ro: O vulpe ieșind de sus dintr-o stivă de cutii.
sk: Líška vyskakujúca z hromady krabíc.
sl: Lisica, ki skače z vrha skladovnice škatel.

source: Use Firefox to continue
bg: Използвайте Firefox, за да продължите
ca: Utilitzeu el Firefox per continuar
el: Χρησιμοποιήστε το Firefox για να συνεχίσετε
fy_nl: Brûk Firefox om troch te gean
ia: Usar Firefox pro continuar
it: Utilizza Firefox per continuare
ml: തുടരാൻ വേണ്ടി ഫയൎഫോക്സു് ഉപയോഗിക്കുക
nb_no: Bruk Firefox for å fortsette
nl: Gebruik Firefox om door te gaan
pl: Użyj przeglądarki Firefox, aby kontynuować
pt_br: Use o Firefox para continuar
pt_pt: Utilizar o Firefox para continuar
ro: Continuă cu Firefox
sk: Ak chcete pokračovať, použite Firefox
sl: Za nadaljevanje uporabite Firefox

source: To use the setup assistant or access the settings for backing up your Firefox data, visit this page using Firefox on a desktop device.
ca: Per utilitzar l'assistent de configuració o accedir als paràmetres per fer una còpia de seguretat de les dades del Firefox, visiteu aquesta pàgina amb el Firefox en un dispositiu d'escriptori.
el: Για να χρησιμοποιήσετε τον βοηθό μεταφοράς ή για να αποκτήσετε πρόσβαση στις ρυθμίσεις δημιουργίας αντιγράφων ασφαλείας των δεδομένων σας στο Firefox, επισκεφτείτε αυτήν τη σελίδα χρησιμοποιώντας το Firefox σε έναν υπολογιστή.
fy_nl: Besykje om de konfiguraasje-assistint te brûken, of de ynstellingen foar it meitsjen fan in reservekopy fan jo Firefox-gegevens te benaderjen, dizze side mei Firefox op in desktopapparaat.
ia: Pro usar le assistente de installation o acceder al parametros pro facer un copia de securitate de tu datos de Firefox, visita iste pagina usante Firefox sur un computator de scriptorio.
it: Per utilizzare la configurazione guidata o accedere alle impostazioni per il backup dei dati di Firefox, visita questa pagina utilizzando Firefox da un dispositivo desktop.
nb_no: For å bruke oppsettingsassistenten eller få tilgang til innstillingene for sikkerhetskopiering av Firefox-dataene dine, besøk denne siden med Firefox på en stasjonær enhet.
nl: Bezoek om de configuratie-assistent te gebruiken, of de instellingen voor het maken van een reservekopie van uw Firefox-gegevens te benaderen, deze pagina met Firefox op een desktopapparaat.
pl: Aby skorzystać z asystenta kopii zapasowych lub uzyskać dostęp do ustawień tworzenia kopii zapasowych danych Firefoksa, odwiedź tę stronę za pomocą przeglądarki Firefox na komputerze stacjonarnym.
pt_br: Para usar o assistente de configuração ou acessar as configurações para fazer backup de seus dados do Firefox, visite esta página usando o Firefox em um computador.
ro: Ca să folosești asistentul de configurare sau pentru acces la setările pentru copii de rezervă cu datele tale din Firefox, intră pe această pagină cu Firefox pe un dispozitiv desktop.
sk: Ak chcete použiť asistenta nastavením alebo získať prístup k nastaveniam na zálohovanie údajov prehliadača Firefox, navštívte túto stránku pomocou prehliadača Firefox na stolnom zariadení.
sl: Za uporabo pomočnika za namestitev ali dostop do nastavitev za varnostno kopiranje Firefoxovih podatkov obiščite to stran v Firefoxu na namizju.

source: The setup assistant is currently unavailable for your version of Firefox. However, you can still perform a manual backup of your data by following the steps outlined in <a href='%s'>this article.</a>
ca: Actualment, l'assistent de configuració no està disponible per a la vostra versió del Firefox. Tanmateix, igualment podeu fer una còpia de seguretat manual de les vostres dades seguint els passos descrits en <a href='%s'>aquest article.</a>
el: Ο βοηθός μεταφοράς δεν είναι προς το παρόν διαθέσιμος για την έκδοση Firefox που διαθέτετε. Ωστόσο, μπορείτε να δημιουργήσετε μη αυτόματα ένα αντίγραφο ασφαλείας των δεδομένων σας ακολουθώντας τα βήματα που περιγράφονται σε <a href='%s'>αυτό το άρθρο.</a>
fy_nl: De konfiguraasje-assistint is op dit stuit net beskikber foar jo ferzje fan Firefox. Jo kinne echter noch hieltyd in hânmjittige reservekopy fan jo gegevens meitsje troch de stappen te folgjen dy’t beskreaun wurde yn <a href='%s'>dit artikel.</a>
ia: Le assistente de installation es actualmente indisponibile pro tu version de Firefox. Comocunque, tu pote ancora exequer un salvamento manual de tu datos sequente le passos delineate in <a href='%s'>iste articulo.</a>
it: La configurazione guidata non è attualmente disponibile per la tua versione di Firefox. Tuttavia, puoi comunque eseguire un backup manuale dei tuoi dati seguendo i passaggi descritti in <a href='%s'>questo articolo.</a>
nb_no: Oppsettingsassistenten er for øyeblikket ikke tilgjengelig for din versjon av Firefox. Du kan imidlertid fortsatt utføre en manuell sikkerhetskopiering av dataene dine ved å følge trinnene som er beskrevet i <a href='%s'>denne artikkelen</a>
nl: De configuratie-assistent is momenteel niet beschikbaar voor uw versie van Firefox. U kunt echter nog steeds een handmatige reservekopie van uw gegevens maken door de stappen te volgen die worden beschreven in <a href='%s'>dit artikel.</a>
pl: Asystent kopii zapasowej jest obecnie niedostępny dla Twojej wersji przeglądarki Firefox. Nadal jednak możesz ręcznie utworzyć kopię zapasową swoich danych, wykonując czynności opisane w <a href='%s'>tym artykule</a>.
ro: Asistentul de configurare nu este disponibil momentan pentru versiunea ta de Firefox. Dar poți face în continuare o copie de rezervă manuală cu datele tale urmând pașii descriși în <a href='%s'>acest articol.</a>
sk: Asistent nastavením momentálne nie je dostupný pre vašu verziu Firefoxu. Stále však môžete vykonať ručnú zálohu údajov podľa krokov uvedených v <a href='%s'>tomto článku</a>.
sl: Pomočnik za nastavitev trenutno ni na voljo za vašo različico Firefoxa. Podatke lahko vseeno varnostno kopirate ročno, tako da sledite korakom, opisanim v <a href='%s'>tem članku</a>.

source: Backup assistant
bg: Помощник за архивиране
el: Βοηθός αντιγράφων ασφαλείας
fy_nl: Reservekopyassistint
ia: Assistente del copia de salveguarda
nb_no: Sikkerhetskopieringsassistent
nl: Back-upassistent
ro: Asistent pentru copii de rezervă
sl: Pomočnik za varnostno kopiranje

source: Step %s
bg: Стъпка %s
ca: Pas %s
el: Βήμα %s
fy_nl: Stap %s
ia: Passo %s
it: Passaggio %s
ml: %s പടി
nb_no: Trinn %s
nl: Stap %s
pl: Krok %s
pt_pt: Passo %s
ro: Pas %s
sk: Krok %s
sl: Korak %s

source: Step %s of %s
bg: Стъпка %s от %s
ca: Pas %s de %s
el: Βήμα %s από %s
fy_nl: Stap %s fan %s
ia: Passo %s de %s
it: Passaggio %s di %s
ml: %s-ൽ %sാം പടി
nb_no: Trinn %s av %s
nl: Stap %s van %s
pl: Krok %s z %s
pt_br: Etapa %s de %s
pt_pt: Passo %s de %s
ro: Pasul %s din %s
sk: Krok %s z %s
sl: Korak %s od %s

source: said
ar: قال
az: deyib
bg: каза
bn: বলেছে
ca: ha dit
el: είπε
es: dijo
fa: گفت
fr: a écrit
fy_nl: sei
ia: diceva
it: ha detto
ml: പറഞ്ഞു
ms: berkata
nb_no: sa
nl: zei
pa_in: ਕਿਹਾ
pl: powiedział
pt_br: disse
pt_pt: disse
ro: a spus
sk: povedal(a)
sl: je rekel
sv_se: sade
te: అన్నారు
tl: sinabi
ur: کہا

source: You are not watching this thread
af: Jy hou nie hierdie gesprek dop nie
ar: أنت لا تشاهد هذا الموضوع
az: Siz bu mövzunu izləmirsiz
bg: Не наблюдавате тази тема
bn: আপনি এই বিষয়টি দেখছেন না
ca: No esteu vigilant aquesta conversa
el: Δεν παρακολουθείτε αυτό το νήμα
es: No estás siguiendo este hilo
et: Sa ei jälgi seda teemat
fa: شما در حال مشاهده این موضوع نیستید
fr: Vous ne surveillez pas cette discussion
fy_nl: Jo folgje dizze konversaasje net
ga_ie: Níl tú ag faire ar an snáithe seo
ia: Tu non observa iste discussion
it: Notifiche non attive per questa discussione
lt: Jūs nestebite šios diskusijos
mg: Tsy manaraka an'io resaka mitohy io ianao
ml: നിങ്ങൾ ഈ ത്രെഡ് പിന്‍തുടരുന്നില്ല
ms: Anda tidak mengikuti thread ini
nb_no: Du følger ikke denne tråden
nl: U volgt deze conversatie niet
pa_in: ਤੁਸੀ ਇਸ ਥਰਿੱਡ ਨੂੰ ਨਹੀਂ ਦੇਖ ਰਹੇ
pl: Nie obserwujesz tego wątku
pt_br: Você não está acompanhando este tópico
pt_pt: Não está a vigiar esta discussão
ro: Nu urmărești acest fir
sk: Túto tému nesledujete
sl: Te niti ne spremljate
sv_se: Du bevakar inte denna tråd
te: మీరు ఈ చర్చాహారాన్ని గమనించడంలేదు
tl: Hindi ka nakitingin sa thread na ito
ur: آپ یہ مضمون نہیں دیکھ رہے ہیں
xh: Awubukelanga le thread
zu: Awubukele lolu hide

source: You are watching this thread
af: Jy hou hierdie gesprek dop
ar: أنت تشاهد هذا الموضوع
az: Siz bu mövzunu izləyirsiz
bg: Вие наблюдавате този разговор
bn: আপনি এই বিষয়টি দেখছেন
ca: Esteu vigilant aquesta conversa
el: Παρακολουθείτε αυτό το νήμα
es: Estás siguiendo este hilo
et: Jälgid seda teemat
fa: در حال مشاهده این موضوع هستید
fr: Vous surveillez cette discussion
fy_nl: Jo folgje dizze konversaasje
ga_ie: Tá tú ag faire ar an snáithe seo
ia: Tu observa iste discussion
it: Notifiche attive per questa discussione
lt: Jūs stebite šią diskusiją
mg: Manaraka an'io resaka mitohy io ianao
ml: നിങ്ങൾ ഈ ത്രെഡ് പിന്‍തുടരുന്നു
ms: Anda mengikuti thread ini
nb_no: Du følger denne tråden
nl: U volgt deze conversatie
pa_in: ਤੁਸੀਂ ਇਸ ਥਰਿੱਡ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ
pl: Obserwujesz ten wątek
pt_br: Você está acompanhando este tópico
pt_pt: Está a seguir esta lista de discussão
ro: Urmărești acest fir
sk: Túto tému sledujete
sl: To nit spremljate
sv_se: Du bevakar denna tråd
te: మీరు ఈ చర్చాహారాన్ని గమనిస్తున్నారు
tl: Ikaw ay nakatingin sa thread na ito
ur: آپ یہ مضمون دیکھ رہے ہیں
xh: Ubukele le thread
zu: Ubukele lolu hide

source: Image Attachment
af: Prent-aanhegsel
ar: أرفِق صورة
az: Şəkil əlavəsi
bg: Прикачено Изображение
bn: ছবি সংযুক্তি
ca: Imatge adjunta
el: Συνημμένη εικόνα
es: Adjunto de imagen
et: Pilt
fa: پیوست کردن تصویر
fr: Fichier image joint
fy_nl: Ofbyldingsbylage
ga_ie: Íomhá Faoi Iamh
ia: Imagine annexate
it: Immagine allegata
lt: Pridėtas paveikslas
mg: Rakipaingotra Sary
ml: ചിത്ര അറ്റാച്ച്മെന്റ്
ms: Lampiran Imej
nb_no: Bildevedlegg
nl: Afbeeldingsbijlage
pa_in: ਚਿੱਤਰ ਅਟੈਚਮੈਂਟ
pl: Obrazek
pt_br: Anexo de imagem
pt_pt: Imagem em anexo
ro: Atașament imagine
sk: Priložený obrázok
sl: Slika kot priloga
sv_se: Bildbilaga
te: చిత్రం జోడింపు
tl: Kalakip na Larawan
ur: تصویری منسلک
xh: Ukuqhotyoshelwa komfanekiso
zu: Isithombe Sokuphanyekiwe

source: Could not upload file. Please try again later.
af: Kon nie lêer oplaai nie. Probeer weer later.
ar: تعذّر رفع الملف. من فضلك أعِد المحاولة لاحقا.
az: Fayl yüklənə bilmədi. Lütfən daha sonra təkrar yoxlayın.
bg: Файлът не бе качен. Моля, опитайте отново.
bn: ফাইলটি আপলোড করা গেলনা। কিছুক্ষণ পরে আবার চেষ্টা করুন।
ca: No s'ha pogut pujar el fitxer. Torneu-ho a provar més tard.
el: Δεν ήταν δυνατή η μεταφόρτωση του αρχείου. Δοκιμάστε ξανά αργότερα.
es: No se pudo subir el archivo. Por favor, vuelve a intentarlo más tarde.
et: Faili üleslaadimine ebaõnnestus. Palun proovi hiljem uuesti.
fa: نتوانست فایل را آپلود کند. لطفاً بعداً دوباره تلاش کنید.
fr: Impossible d’envoyer le fichier. Veuillez réessayer plus tard.
fy_nl: Bestân oplade net slagge. Probearje it letter nochris.
ga_ie: Níorbh fhéidir an comhad a uaslódáil. Déan iarracht eile ar ball.
ia: Impossibile incargar le file. Per favor retenta plus tarde.
it: Impossibile caricare il file. Riprovare più tardi.
lt: Failo įkelti nepavyko. Prašome pabandyti vėliau.
mg: Tsy afa-nampiakatra rakitra. Andramo indray rehefa avy eo azafady.
ml: ഫയൽ അപ്‍ലോഡുചെയ്യാൻ കഴിഞ്ഞില്ല. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
ms: Muat naik fail gagal. Sila cuba lagi.
nb_no: Klarte ikke å laste opp filen. Prøv igjen senere.
nl: Bestand uploaden niet gelukt. Probeer het later nog eens.
pa_in: ਫਾਈਲ ਅੱਪਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ। ਥੋੜੀ ਦੇਰ ਬਾਅਦ ਕੋਸਿਸ਼ ਕਰੋ ਜੀ।
pl: Nie można przesłać pliku. Spróbuj ponownie później.
pt_br: Não foi possível enviar o arquivo, tente novamente mais tarde.
pt_pt: Não foi possível enviar o ficheiro. Por favor, tente novamente mais tarde.
ro: Fișierul nu a putut fi încărcat. Te rugăm să încerci din nou mai târziu.
sk: Súbor nemožno načítať. Prosím vyskúšajte to neskôr.
sl: Datoteke ni bilo mogoče prenesti. Poskusite znova kasneje.
sv_se: Kunde inte ladda upp filen. Vänligen försök igen senare.
te: ఫైలు అప్లోడ్ చేయబడలేదు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
tl: Hindi maiupload ang file. Pakisubukan ulit mamaya.
ur: فائل اپ لوڈ نہیں کی جا سکی۔ براہ مہربانی کچھ دیر بعد کوشش کریں۔
xh: Ayikwazi ukufaka ifayile. Nceda uzame kwakhona ngelinye ixesha.
zu: Ayiphumelelanga ukulayisha ifayela. Uyacelwa uphinde uzame emva kwesikhashana.

source: Invalid image. Please select a valid image file.
af: Ongeldige prent. Kies asseblief 'n geldige prentlêer.
ar: الصورة غير صالحة. من فضلك اختر صورة صالحة.
az: Xətalı şəkil. Lütfən doğru şəkil faylı seçin.
bg: Невалидно изображение. Моля, изберете изображение.
bn: অবৈধ ছবি. একটি বৈধ ছবি নির্বাচন করুন।
ca: La imatge no és vàlida. Seleccioneu un fitxer d'imatge vàlid.
el: Η εικόνα δεν είναι έγκυρη. Επιλέξτε ένα έγκυρο αρχείο εικόνας.
es: Imagen no válida. Por favor, selecciona un archivo de imagen válido.
et: Vigane pilt. Palun vali korrektne pildifail.
fa: تصویر نادرست. لطفاً یک پرونده تصویر درست را انتخاب کنید.
fr: Image invalide. Veuillez sélectionner un fichier image valide.
fy_nl: Ynfalide ôfbylding. Selektearje in falide ôfbylding.
ga_ie: Íomhá neamhbhailí. Roghnaigh íomhá bhailí le do thoil.
ia: Imagine non valide. Per favor elige un file de imagine valide.
it: Immagine non valida. Inserire un file di immagine valido.
lt: Paveikslas netinkamas. Prašom parinkti tinkamą paveikslo failą.
mg: Sary tsy mety. Mifantena raki-tsary mety azafady.
ml: ചിത്രം അസാധുവാണ്. സാധുവായ ഒരു ഇമേജ് ഫയൽ തിരഞ്ഞെടുക്കുക.
ms: Imej tidak sah. Sila pilih fail imej yang sah.
nb_no: Ugyldig bilde. Velg en gyldig bildefil.
nl: Ongeldige afbeelding. Selecteer een geldig afbeeldingsbestand.
pa_in: ਗਲਤ ਚਿੱਤਰ। ਠੀਕ ਚਿੱਤਰ ਫਾਇਲ ਚੁਣੋ ਜੀ।
pl: Nieprawidłowy obrazek. Wybierz prawidłowy plik obrazka.
pt_br: Imagem inválida. Selecione um arquivo de imagem válido.
pt_pt: Imagem inválida. Por favor, selecione um ficheiro de imagem válido.
ro: Imagine nevalidă. Te rugăm să selectezi un fișier valid de imagine.
sk: Chybný obrázok. Prosím vyberte platný súbor obrázka.
sl: Neveljavna slika. Izberite veljavno slikovno datoteko.
sv_se: Felaktig bild. Vänligen välj en annan bild.
te: చెల్లని చిత్రం. దయచేసి ఒక చెల్లుబాటులో ఉన్న చిత్ర ఫైల్ను ఎంచుకోండి.
tl: Hindi tama ang larawan. Pakipili ng tamang larawan.
ur: ناجائز نقش۔ براہ مہربانی ایک جائز نقش کی فائل منتخب کریں۔
xh: Umfanekiso ongenguwo. Nceda ukhethe ifayile yomfanekiso onguwo.
zu: Isithombe esingasebenzi. Uyacelwa ukuba ukhethe ifayela lesithombe esifanele.

source: Image too large. Please select a smaller image file.
af: Prent is te groot. Kies asseblief 'n kleiner prentlêer.
ar: الصورة كبيرة للغاية. من فضلك اختر صورة أصغر حجمًا.
az: Şəkil çox böyükdür. Lütfən balaca şəkil faylı seçin.
bg: Изображението е твърде голямо. Моля, изберете по-малък файл с изображение.
bn: ছবিটি খুব বড়ো। একটি ক্ষুদ্রতর ছবির ফাইল নির্বাচন করুন।
ca: La imatge és massa gran. Seleccioneu un fitxer d'imatge vàlid.
el: Η εικόνα είναι πολύ μεγάλη. Επιλέξτε ένα μικρότερο αρχείο εικόνας.
es: La imagen es demasiado grande. Por favor, selecciona un archivo de imagen más pequeño.
et: Pilt on liiga suur. Palun vali väiksem pildifail.
fa: تصویر بسیار بزرگ است. لطفا یک پرونده‌ تصویر کوچکتر انتخاب کنید.
fr: Image trop grande. Veuillez sélectionner un fichier image plus petit.
fy_nl: Ofbylding te grut. Selektearje in lytser ôfbyldingsbestân.
ga_ie: Íomhá rómhór. Roghnaigh íomhá níos lú le do thoil.
ia: Imagine troppo grande. Per favor elige un file de imagine plus micre.
it: L'immagine è troppo grande. Selezionare un file di immagine più piccolo.
lt: Paveikslas per didelis. Prašom parinkti mažesnį paveikslo failą.
mg: Sary ngeza loatra. Mifantena raki-tsary kely kokoa azafady.
ml: ചിത്രം വളരെ വലുതാണ്. ദയവായി ഒരു ചെറിയ ഇമേജ് ഫയൽ തിരഞ്ഞെടുക്കുക.
ms: Imej terlalu besar. Sila pilih fail imej lebih kecil.
nb_no: Bildet er for stort. Velg en mindre bildefil.
nl: Afbeelding te groot. Selecteer een kleiner afbeeldingsbestand.
pa_in: ਬਹੁਤ ਵੱਡਾ ਚਿੱਤਰ। ਕੋਈ ਛੋਟੀ ਚਿੱਤਰ ਫਾਇਲ ਚੁਣੋ ਜੀ।
pl: Obrazek jest zbyt duży. Wybierz mniejszy plik obrazka.
pt_br: Imagem muito grande. Selecione uma imagem menor.
pt_pt: Imagem demasiado grande. Por favor, selecione um ficheiro de imagem mais pequeno.
ro: Imagine prea mare. Te rugăm să alegi un fișier de imagine mai mic.
sk: Obrázok je moc veľký. Prosím vyberte súbor obrázka s menšou veľkosťou.
sl: Slika je prevelika. Izberite manjšo slikovno datoteko.
sv_se: Bilden är för stor. Välj en mindre bildfil.
te: చిత్రం చాలా పెద్దది . దయచేసి ఒక చిన్న చిత్రాన్ని ఫైల్ను ఎంచుకోండి.
tl: Masyadong malaki ang larawan. Pakipalitan ng larawan na medyo maliit.
ur: نقش بہت بڑا ہے۔ براہ مہربانی ایک چھوٹا ناجائز نقش منتخب کریں۔
xh: Umfanekiso ongenguwo. Nceda ukhethe ifayile yomfanekiso onguwo.
zu: Isithombe esingasebenzi. Uyacelwa ukuba ukhethe ifayela lesithombe esifanele.
