Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Total Votes
af: Totale stemme
bg: Гласове
bs: Ukupno glasova
de: Stimmen gesamt
el: Συνολικές ψήφοι
es: Votos totales
fy_nl: Stimmen totaal
he: סך כל ההצבעות
hr: Ukupno glasova
hu: Összes szavazat
ia: Votos total
id: Jumlah Suara
it: Voti totali
ja: 投票総数
ka: შეფასება ჯამურად
kab: Amḍan amatu n tefranin
ko: 총 투표
mg: Vato Totaly
ms: Jumlah Undi
nb_no: Totalt antall stemmer
nl: Stemmen totaal
pa_in: ਕੁੱਲ ਵੋਟਾ
pl: Głosy
pt_br: Total de votos
pt_pt: Votos Totais
ro: Voturi totale
sk: Celkovo hlasov
sr: Укупни гласови
sv: Totalt antal röster
te: మొత్తం ఓట్లు
th: โหวตทั้งหมด
tr: Toplam oy
uk: Всього голосів
ur: کل ووٹس
vi: Tổng số bình chọn
zh_cn: 总票数
zh_tw: 總投票數
zu: Amavoti Esewonke

source: Helpfulness
af: Nuttigheid
bg: Полезност
bs: Bespomoćnost
de: Nützlichkeit
el: Χρησιμότητα
es: Utilidad
fy_nl: Behelpsumheid
hr: Korisnost
hu: Segítőkészség
ia: Utilitate
id: Tingkat Keterbantuan
it: Utilità
ja: 役立ち度
ka: სარგებლიანობა
kab: Nfeɛ
ko: 도움 문서
mg: Fanasoavana
ms: Kebergunaan
nb_no: Hjelpsomhet
nl: Behulpzaamheid
pa_in: ਅਸਹਾਇਤਾ
pl: Pomocne
pt_br: Utilidade
pt_pt: Utilidade
ro: Utilitate
sk: Užitočnosť
sr: Корисност
sv: Hjälpsamhet
te: సహాయత
th: การช่วยเหลือที่เป็นประโยชน์
tr: İşe Yararlık
uk: Корисність
ur: مددگار
vi: Sự hữu ích
zh_cn: 有所帮助
zh_tw: 幫助程度
zu: Ukuba wusizo

source: Articles which have approved revisions newer than the latest ready-for-localization one
af: Artikels wat goedgekeurde wysigings het wat jonger is as die jongste een wat gereed vir taalaanpassing is
bg: Статии, с одобрена версия, която е по-нова от последната готова за локализация.
bs: Članci koji imaju odobrene revizije novije od zadnje revizije spremne za lokalizaciju
de: Artikel mit freigeschalteten Änderungen, die neuer sind als jene, die zuletzt als bereit zum Übersetzen markiert wurden
el: Άρθρα με εγκεκριμένες αναθεωρήσεις, νεότερες από την τελευταία έκδοση, έτοιμη προς μετάφραση
es: Artículos que tienen revisiones aprobadas más recientes que la última lista para localización
fy_nl: Artikelen mei goedkarre refyzjes nijer as de meast resinte ree-foar-oersetting-ferzje
he: מאמרים שיש להם מהדורות שעברו אישור שהן חדשות יותר מהמהדורה האחרונה המוכנה לתרגום
hr: Članci koji imaju odobrene revizije novije od zadnje revizije spremne za lokalizaciju
hu: A jóváhagyott verziójú leírások újabbak, mint a legújabb fordításra jelölt változat
ia: Articulos que ha revisiones approbate plus recente que le ultimo preste pro localisation
id: Artikel yang memiliki revisi disetujui yang lebih baru dari yang siap untuk dilokalkan
it: Articoli con versioni approvate più recenti rispetto all'ultima pronta per la localizzazione
ja: 最新の翻訳準備完了したリビジョンよりも新しい承認されたリビジョンを持つ記事
ka: განხილვის შედეგად დამოწმებული ვერსიები უფრო ახალია, ვიდრე გადასათარგმნად მითითებულები
kab: Imagraden i yesɛan acegger yettwaqeblen melmi kan ɣef tid i heggan i usideg
ko: 최신 번역 준비 문서보다 더 개선된 변경사항을 가진 문서들
mg: Ireo lahatsoratra misy fanitsiana nankatoavina vaovao kokoa noho ilay vonona hadika farany indrindra
ms: Artikel lulus semakan yang lebih baru daripada yang terkini sedia-untuk-lokalisasi
nb_no: Artikler som har en godkjent revisjon nyere enn den siste som er merket klar-for-oversetting
nl: Artikelen met goedgekeurde revisies nieuwer dan de meest recente gereed-voor-vertaling-versie
pa_in: ਲੇਖ ਜੋ ਸੰਸ਼ੋਧਨ ਨਵੀਨਤਮ ਤਿਆਰ ਲਈ ਸਥਾਨੀਇਕਰਣ ਦੀ ਤੁਲਣਾ ਵਿੱਚ ਨਵੇਂ ਮਨਜ਼ੂਰੀ ਦੇ ਦਿੱਤੀ ਹੈ
pl: Artykuły z zaakceptowaną wersją wcześniej niż ostatnia gotowa do lokalizacji
pt_br: Artigos que têm edições aprovadas mais recentes do que a mais recente pronta para tradução
pt_pt: Artigos que têm revisões aprovadas mais recentes que a última pronta para tradução.
ro: Articolele care au revizuiri aprobate mai recente decât ultima revizuire gata pentru localizare
sk: Články, ktoré majú schválené novšie revízie ako je posledná, ktorá je určená na lokalizáciu.
sr: Чланци који имају одобрену ревизију новију од последње спремне за локализацију
sv: Artiklar som har godkända revideringar nyare än den senaste redo-för-översättning
te: కొత్తగా స్థానికీకరణ కోసం సిద్ధంగా ఉన్నవాటి కంటే కొత్తగా ఆమోదం పొందిన చేసిన వ్యాసాలు
th: บทความที่มีการแก้ไขล่าสุดได้รับอนุมัติตัวที่พร้อมกว่าการแปลที่ทันสมัยที่สุด
tr: Son çeviriye hazır sürümünden daha yeni revizyonlara sahip makaleler
uk: Статті, в яких підтверджені редакції новіші останніх готових для локалізації
ur: مضامین جن میں منظور شدہ ترامیم مقامیانے کے لیے تیار ترامیم کے مقابلے میں جدید تر ہے۔
vi: Các bài viết đã được phê duyệt bản sửa đổi mới hơn bản sửa đổi sẵn sàng để bản địa hóa mới nhất
zh_cn: 已通过审核的比已准备好本地化更新的文章
zh_tw: 已通過審核的修改比已準備好供在地化翻譯還新的文章
zu: Ama-athikhili anezibukezo ezigunyaziwe zakamuva kunalezo esezilungele ukwenziwa njengezasendaweni

source: All articles with changes not ready for localization...
af: Alle artikels met veranderinge wat nie gereed vir taalaanpassing is nie...
bg: Всички статии с промени, които не са готови за локализация...
bs: Svi članci s promjenama nespremnima za lokalizaciju...
de: Alle Artikel mit Änderungen, die nicht bereit zum Übersetzen sind...
el: Όλα τα άρθρα με αλλαγές δεν είναι έτοιμα προς μετάφραση...
es: Todos los artículos con cambios no listos para su localización...
fy_nl: Alle artikelen mei wizigingen dy’t net ree binne foar oersetting…
he: כל המאמרים עם שינויים לא מוכנים לתרגום...
hr: Svi članci s promjenama nespremnima za lokalizaciju...
hu: A módosított leírások nem állnak készen a fordításra...
ia: Tote le articulos con cambios non preste pro localisation...
id: Semua artikel yang berubah yang belum siap dilokalkan...
it: Tutti gli articoli con modifiche non pronte per la localizzazione…
ja: すべての翻訳準備ができていない記事...
ka: ჩასწორებული სტატიები, ჯერ არაა სათარგმნად გამზადებული...
kab: Meṛṛa imagraden s yibeddilen ur nhegga ara i usideg...
ko: 지역화 준비가 되지 않은 모든 수정 문서...
mg: Lahatsoratra rehetra misy fanovana tsy vonona hadika…
ms: Semua artikel diubah yang belum sedia untuk lokalisasi...
nb_no: Alle artikler med endringer som ikke er klar for oversetting ...
nl: Alle artikelen met wijzigingen die niet gereed zijn voor vertaling…
pa_in: ਸਥਾਨੀਇਕਰਣ ਲਈ ਤਿਆਰ ਨਹੀਂ ਹੈ ਬਦਲਾਵ ਦੇ ਨਾਲ ਸਾਰੇ ਲੇਖ...
pl: Wyświetl wszystkie…
pt_br: Todos os artigos alterados não disponíveis para tradução...
pt_pt: Todos os artigos com alterações que não estão prontas para tradução...
ro: Toate articolele cu modificări care nu sunt gata de localizare...
sk: Všetky zmenené články, ktoré nie sú pripravené na lokalizáciu...
sr: Сви чланци са променама који нису спремни за локализацију...
sv: Alla artiklar med ändringar som ej är redo för översättning...
te: స్థానికీకరణ కోసం మార్పులు సిద్ధంగా లేని అన్ని కథనాలు...
th: บทความทั้งหมดที่มีการเปลี่ยนแปลงไม่พร้อมสำหรับการแปล...
tr: Çeviriye hazır olmayan değişiklik içeren tüm makaleler...
uk: Усі статті зі змінами, неготовими для локалізації...
ur: تمام مضامین تبدیلی کے ساتھ جو لوکلائزیشن کے لئے تیار نہیں
vi: Tất cả các bài viết có thay đổi chưa sẵn sàng để bản địa hóa...
zh_cn: 所有尚未准备好进行本地化的文章修订...
zh_tw: 所有有修改，但尚未準備好翻譯的文章…
zu: Wonke ama-athikhili anezinguquko akakalungeli ukwenziwa njengawasendaweni...

source: Approved
af: Goedgekeur
bg: Одобрени
bs: Odobreno
de: Freigegeben
el: Εγκρίθηκε
es: Aprobado
fy_nl: Goedkard
hr: Odobreno
hu: Jóváhagyott
ia: Approbate
id: Disetujui
it: Approvata
ja: 承認済み
ka: დამოწმებულია
kab: Yettwaqbel
ko: 승인 완료
mg: Nankatoavina
ms: Diluluskan
nb_no: Godkjent
nl: Goedgekeurd
pa_in: ਸਵੀਕਾਰ
pl: Zatwierdzony
pt_br: Aprovado
pt_pt: Aprovado
ro: Aprobat
sk: Schválené
sr: Одобрено
sv: Godkända
te: ఆమోదించబడింది
th: ผ่านการอนุมัติ
tr: Onaylandı
uk: Затверджена
ur: منظور شدہ
vi: Đã chấp thuận
zh_cn: 已核准
zh_tw: 通過審核
zu: Kugunyaziwe

source: Need Changes
af: Veranderinge nodig
bg: Има нужда от промяна
bs: Potrebne promjene
de: Benötigt Änderungen
el: Χρειάζονται αλλαγές
es: Requiere cambios
fy_nl: Wizigingen nedich
he: נדרשים שינויים
hr: Potrebne promjene
hu: Módosítás szükséges
ia: Require cambios
id: Butuh Perubahan
it: Modifiche necessarie
ja: 変更が必要
ka: საჭიროებს ცვლილებებს
kab: Yesra asnifel
ko: 수정 필요
mg: Mila Fanovana
ms: Perlu Perubahan
nb_no: Trenger endringer
nl: Wijzigingen nodig
pa_in: ਬਦਾਲਅ ਦੀ ਜਰੂਰਤ
pl: Artykuły wymagające zmian
pt_br: Precisa de alterações
pt_pt: Precisa de alterações
ro: Necesită modificări
sk: Potrebuje zmeny
sr: Потребне измене
sv: Behöver ändringar
te: మార్పులు అవసరం
th: จำเป็นต้องเปลี่ยน
tr: Değişiklik Gerekiyor
uk: Необхідно змінити
ur: تبدیلیوں کی ضرورت ہے
vi: Cần thay đổi
zh_cn: 需要修改
zh_tw: 需要修改
zu: Kudinga izinguquko

source: Articles that require changes.
af: Artikels wat veranderinge vereis.
bg: Всички статии, изискващи преглед.
bs: Članci koje je potrebno pregledati.
de: Artikel, die Änderungen benötigen.
el: Άρθρα που απαιτούν αλλαγές.
es: Artículos que necesitan cambios.
fy_nl: Artikelen dy’t wizigingen nedich hawwe.
he: מאמרים שדורשים שינויים.
hr: Članci koje je potrebno promijeniti.
hu: Módosításra váró leírások.
ia: Articulos que require cambios.
id: Artikel yang membutuhkan perubahan.
it: Articoli che richiedono modifiche.
ja: 変更が必要な記事。
ka: სტატიები, რომლებიც საჭიროებს ცვლილებებს.
kab: Meṛṛa imagraden i ilaqen ad beddlen.
ko: 변경이 필요한 문서들
mg: Lahatsoratra mila fanovana.
ms: Artikel yang perlu perubahan.
nb_no: Artikler som trenger endringer.
nl: Artikelen die wijzigingen nodig hebben.
pa_in: ਲੇਖਾਂ ਜਿਹਨਾ ਨੂੰ ਬਦਲਾਉ ਦੀ ਲੋੜ ਹੈ।
pl: Artykuły wymagające zmian.
pt_br: Artigos que precisam de alterações.
pt_pt: Artigos que precisam de revisão...
ro: Articole care necesită modificări.
sk: Články, ktoré je potrebné upraviť.
sr: Чланци који захтевају измене.
sv: Artiklar som behöver ändringar.
te: మార్పులు అవసరమయ్యే వ్యాసాలు.
th: บทความที่ต้องการการเปลี่ยนแปลง
tr: Değişiklik gereken makaleler.
uk: Статті, що потребують змін.
ur: مضامین جن میں تبدیلی کی ضرورت نہیں۔
vi: Các bài viết cần được thay đổi.
zh_cn: 需要修改的文章。
zh_tw: 需要修改的文章。
zu: Ama-athikhili adinga izinguquko.

source: All articles that require changes...
af: Ale artikels wat veranderinge vereis...
bg: Всички статии, изискващи преглед...
bs: Svi članci koji zahtijevaju promjene...
de: Alle Artikel, die Änderungen benötigen…
el: Όλα τα άρθρα που απαιτούν αλλαγές...
es: Todos los artículos que necesitan cambios...
fy_nl: Alle artikelen dy’t wizigingen nedich hawwe…
he: כל המאמרים שדורשים שינויים...
hr: Svi članci koji zahtijevaju promjene...
hu: Összes módosításra váró leírás…
ia: Tote le articulos que require cambios...
id: Semua artikel yang membutuhkan perubahan...
it: Tutti gli articoli che richiedono modifiche…
ja: すべての変更が必要な記事...
ka: ყველა სტატია, რომელიც საჭიროებს ცვლილებებს...
kab: Meṛṛa imagraden i ilaqen ad beddlen...
ko: 변경이 필요한 모든 문서
mg: Izay lahatsoratra mila fanovana rehetra…
ms: Semua artikel yang perlu perubahan...
nb_no: Alle artikler som trenger endringer ...
nl: Alle artikelen die wijzigingen nodig hebben…
pa_in: ਸਭ ਲੇਖਾਂ ਜਿਹਨਾ ਨੂੰ ਬਦਲਾਉ ਦੀ ਲੋੜ ਹੈ...
pl: Wyświetl wszystkie…
pt_br: Todos os artigos que precisam de alterações...
pt_pt: Todos os artigos que precisam de revisão...
ro: Toate articolele care necesită modificări...
sk: Všetky články, ktoré je potrebné upraviť...
sr: Сви чланци који захтевају измене...
sv: Alla artiklar som behöver ändringar...
te: అన్నీ మార్పులు అవసరమయ్యే వ్యాసాలు...
th: บทความทั้งหมดที่ต้องการเปลี่ยนแปลง...
tr: Değişiklik gereken tüm makaleler...
uk: Усі статті, які потребують змін...
ur: تمام مضامین جن میں تبدیلی... کی ضرورت پے
vi: Tất cả bài viết này cần được thay đổi...
zh_cn: 所有需要修改的文章...
zh_tw: 所有需要修改的文章…
zu: Wonke ama-athikhili adinga izinguquko...

source: Comment
af: Opmerking
bg: Коментар
bs: Komentar
de: Kommentar
el: Σχόλιο
es: Comentario
fy_nl: Opmerking
he: הערה
hr: Komentar
hu: Hozzászólás
ia: Commento
id: Komentar
it: Commento
ja: コメント
ka: შენიშვნა
kab: Awennit
ko: 댓글
mg: Fanehoan-kevitra
ms: Komen
nb_no: Kommentar
nl: Opmerking
pa_in: ਟਿੱਪਣੀ
pl: Komentarz
pt_br: Comentário
pt_pt: Comentário
ro: Comentariu
sk: Komentár
sr: Коментар
sv: Kommentar
te: వ్యాఖ్య
th: ความคิดเห็น
tr: Yorum
uk: Коментар
ur: تبصرہ
vi: Bình luận
zh_cn: 备注
zh_tw: 註解
zu: Ukuphawula

source: Canned Responses
af: Geblikte reaksies
bg: Готови отговори
bs: Standardni odgovori
de: Vorbereitete Antworten
el: Τυποποιημένες απαντήσεις
es: Respuestas predefinidas
fy_nl: Sjabloanantwurden
hr: Standardni odgovori
hu: Konzervválaszok
ia: Responsas pre-compilate
id: Tanggapan siap
it: Risposte precompilate
ja: 返信用定型文
ka: გამზადებული პასუხები
kab: Tiririyin yettusbadun yakan
ko: 답변 양식
mg: Valiny Voarakitra Mialoha
ms: Respons Ditentukan
nb_no: Forberedte svar
nl: Sjabloonantwoorden
pa_in: ਸਾਰੇ ਡੱਬਾਬੰਦ ​​ਜਵਾਬ ਦੀ ਲੋਕਲਾਈਜ਼ੇਸ਼ਨ ਸਥਿਤੀ
pl: Gotowe odpowiedzi
pt_br: Respostas preparadas
pt_pt: Respostas Rápidas
ro: Răspunsuri predefinite
sk: Predpripravené odpovede
sr: Готови одговори
sv: Standardsvar
te: తయారుగా ఉన్న ప్రతిస్పందనలు
th: การตอบกลับที่เตรียมไว้ล่วงหน้า
tr: Hazır yanıtlar
uk: Типові відповіді
ur: طے شدہ جوابات
vi: Mẫu phản hồi
zh_cn: 预装回应
zh_tw: 罐頭式回應
zu: Izimpendulo ezisethiwe

source: Localization status of all canned responses
af: Taalaanpassing-status van alle geblikte reaksies
bg: Състояние на преводите на всички готови отговори
bs: Stanje lokalizacije standardnih odgovora
de: Übersetzungsstatus aller vorbereiteten Antworten
el: Κατάσταση μετάφρασης όλων των τυποποιημένων απαντήσεων
es: Estado de localización de todas las respuestas predefinidas
fy_nl: Lokalisaasjesteat fan alle sjabloanantwurden
hr: Stanje lokalizacije standardnih odgovora
hu: Az összes konzervválasz lokalizációs állapota
ia: Stato de localisation tote le responsas pre-compilate
id: Status pelokalan semua tanggapan siap
it: Stato della localizzazione delle risposte precompilate
ja: 返信用定型文の L10N ステータス
ka: გამზადებული პასუხების თარგმნის შესახებ მონაცემები
kab: Addad n tsuqilt n tririyin yettusbadun yakan
ko: 모든 답변 양식에 대한 지역화 현황
mg: Toetry ny fandikana valiny voarakitra mialoha rehetra
ms: Status lokalisasi semua respons ditentukan
nb_no: Oversettingsstatus på forberedte svar
nl: Lokalisatiestatus van alle sjabloonantwoorden
pa_in: ਸਾਰੇ ਡੱਬਾਬੰਦ ​​ਜਵਾਬ ਦੇ ਲੋਕਲਾਈਜ਼ੇਸ਼ਨ ਸਥਿਤੀ
pl: Status tłumaczenia wszystkich gotowych odpowiedzi
pt_br: Estado da tradução de todas as respostas preparadas
pt_pt: Estado da tradução de todas as respostas rápidas
ro: Starea localizării pentru toate răspunsurile predefinite
sk: Stav lokalizácie všetkých predpripravených odpovedí
sr: Статус локализације свих готових одговора
sv: Översättningsstatus för alla standardsvar
te: అన్ని తయారుగా ఉన్న ప్రతిస్పందనల స్థానీకరణ స్థితి
th: สถานะการแปลเป็นภาษาท้องถิ่นของการตอบกลับที่เตรียมไว้ล่วงหน้าทั้งหมด
tr: Tüm hazır yanıtların çeviri durumu
uk: Стан локалізації всіх типових відповідей
ur: تمام کن شدہ جوابات کی لوکلائزیشن کی حیثیت
vi: Trạng thái bản địa hóa cho tất cả các mẫu phản hồi
zh_cn: 所有预装回应的本地化状态
zh_tw: 所有罐頭回覆的在地化狀態
zu: Isimo sokuguqulwa ngokwasendaweni kwazo zonke izimpendulo ezisethiwe

source: All canned responses articles...
af: Alle artikels met geblikte reaksies...
bg: Всички статии за готови отговори...
bs: Svi članci sa gotovim odgovorima...
de: Alle Artikel zu vorbereiteten Antworten…
el: Όλα τα άρθρα με τυποποιημένες απαντήσεις...
es: Todos los artículos de respuestas predefinidas...
fy_nl: Alle sjabloanantwurdartikelen…
hr: Svi članci sa standardnim odgovorima...
hu: Összes konzervválasz leírás…
ia: Tote le articulos del responsas pre-compilate...
id: Semua artikel siap guna...
it: Tutti gli articoli con risposte precompilate…
ja: すべての返信用定型文...
ka: ყველა სტატია, გამზადებული პასუხებით...
kab: Meṛṛa imagraden n tririyin yuttusbadun yakan...
ko: 전체 답변 양식 보기...
mg: Lahatsoratra valiny voarakitra mialoha rehetra…
ms: Semua artikel reapons ditentukan...
nb_no: Alle forberedt-svar-artikler ...
nl: Alle sjabloonantwoordartikelen…
pa_in: ਸਭ ਡੱਬਾਬੰਦ ​​ਜਵਾਬ ਲੇਖ...
pl: Wszystkie artykuły gotowych odpowiedzi…
pt_br: Todos os artigos de respostas preparadas...
pt_pt: Todos os artigos de respostas rápidas...
ro: Toate articolele cu răspunsuri predefinite...
sk: Všetky články predpripravených odpovedí...
sr: Сви чланци са готовим одговорима...
sv: Alla artiklar med standardsvar...
te: అన్ని తయారుగా స్పందనలు కథనాలు...
th: บทความการตอบกลับที่เตรียมไว้ล่วงหน้าทั้งหมด...
tr: Tüm hazır yanıt makaleleri...
uk: Усі статті типових відповідей...
ur: تمام کن شدہ جوابی مضامین..
vi: Tất cả các câu trả lời soạn trước...
zh_cn: 所有预装回应的知识库文章...
zh_tw: 所有的罐頭回覆文章…
zu: Wonke ama-athikhili ezipmendulo ezisethiwe...

source: Knowledge Base Dashboard
af: Kennisbasis-kontroleskerm
bg: Табло на База знания
bs: Nadzorna ploča baze znanja
de: Übersetzungsübersicht
el: Πίνακας γνωσιακής βάσης
es: Panel de la base de conocimientos
fy_nl: Kennisbank-dashboard
he: לוח בקרה למאגר הידע
hr: Nadzorna ploča baze znanja
hu: Tudásbázis vezérlőpultja
ia: Pannello de controlo del base de cognoscentias
id: Dasbor Pundi Pengetahuan
it: Pannello di localizzazione
ja: ナレッジベースダッシュボード
ka: ცოდნის წყაროს ხელსაწყოების გვერდი
kab: Tafelwit n usenqed n taffa n tmussniwin
ko: 전체 문서 현황
mg: Takelaka Fanamoriana Tobim-pahalalana
ms: Papan pemuka Pangkalan Pengetahuan
nb_no: Kunnskapsbase-instrumentbord
nl: Kennisbank-dashboard
pa_in: ਨਾਲੇਜ ਬੇਸ ਡੈਸ਼ਬੋਰਡ
pl: Panel bazy wiedzy
pt_br: Base de Conhecimento
pt_pt: Painel da base de conhecimentos
ro: Tablou de bord al Bazei de cunoștințe
sk: Nástenka databázy vedomostí
sr: Контролна табла Базе знања
sv: Översikt kunskapsbas
te: నాలెడ్జ్‌బేస్ డాష్‌బోర్డు
th: หน้าปัดฐานความรู้
tr: Bilgi Bankası Panosu
uk: Панель локалізації
ur: علم کی بنیاد کا ڈیش بورڈ
vi: Bảng điều khiển KB
zh_cn: 知识库状态面板
zh_tw: 知識庫主控台
zu: Ideshibhodi Yolwazi Oluyisisekelo

source: Localization Dashboard
af: Taalaanpassing-kontroleskerm
bg: Табло на преводача
bs: Nadzorna ploča lokalizacije
de: Übersetzungsübersicht
el: Πίνακας μεταφράσεων
es: Panel de localización
fy_nl: Oersetdashboerd
hr: Nadzorna ploča lokalizacije
hu: Fordítói vezérlőpult
ia: Pannello localisation
id: Dasbor Pelokalan
it: Pannello di localizzazione
ja: L10N ダッシュボード
ka: თარგმნის ხელსაწყოების გვერდი
kab: Tafelwit n usenqed n usideg
ko: 번역 현황판
mg: Takelaka Fanamoriana Fandikan-teny
ms: Papan pemuka Lokalisasi
nb_no: Oversetter-instrumentbord
nl: Dashboard voor vertaling
pa_in: ਅਨੁਵਾਦ ਡੈਸ਼ਬੋਰਡ
pl: Panel lokalizacji
pt_br: Painel de tradução
pt_pt: Painel de Tradução
ro: Tablou de bord pentru localizare
sk: Nástenka lokalizácie
sr: Контролна табла локализације
sv: Översättningsöversikt
te: స్థానికీకరణ డాష్‌బోర్డు
th: หน้าปัดการแปล
tr: Yerelleştirme Panosu
uk: Панель локалізації
ur: لوکلائزیشن ڈیش بورڈ
vi: Bảng điều khiển bản địa hóa
zh_cn: 本地化状态面板
zh_tw: 在地化主控台
zu: Ideshibhodi Yokufaniswa nokwasendaweni

source: Aggregated Localization Metrics
af: Saamgevoegde taalaanpassingstatistiek
bg: Обобщени показатели на преводите
bs: Nagomilana metrika lokalizacije
de: Zusammengefasste Daten zur Übersetzung
el: Συγκεντρωτικοί δείκτες μετάφρασης
es: Métricas agregadas de localización
fy_nl: Gearfoege oersetmjittingen
hr: Sažeta metrika lokalizacije
hu: Egyesített lokalizációs metrikák
ia: Indicatores aggregate de localisation
id: Metrik kumpulan pelokalan
it: Statistiche di localizzazione aggregate
ja: L10N 計測の総計
ka: თარგმნის საერთო მაჩვენებლები
kab: Tiddadanin yedduklen ɣef usideg
ko: 총 지역화 통계
mg: Metrikan'ny Fandikan-teny Natambatra
ms: Matriks Agregat Lokalisasi
nb_no: Aggregert oversettelsesmetrikk
nl: Samengevoegde vertaalmetingen
pa_in: ਇਕੱਤਰ ਕੀਤੀ ਲੋਕਲਾਈਜ਼ੇਸ਼ਨ ਮੈਟ੍ਰਿਕਸ
pl: Zbiorcze statystyki lokalizacji
pt_br: Métricas de tradução agregadas
pt_pt: Métricas de tradução agregadas
ro: Metrici de localizare agregate
sk: Agregované metriky pre lokalizáciu
sr: Нагомилана метрика локализације
sv: Sammanfattande översättningsstatistik
te: సంకలిత స్థానీకరణ మెట్రిక్స్
th: เกณฑ์ชี้วัดการแปลรวม
tr: Toplanan Yerelleştirme Ölçümleri
uk: Сукупна метрика локалей
ur: مجموعی لوکلائزیشن میٹرکس
vi: Số liệu bản địa hoá tổng hợp
zh_cn: 本地化指标汇总
zh_tw: 在地化加總指標
zu: Amamethriksi Aqokelelwe Asendaweni

source: The dashboard data is being loaded. This may take some time.
af: Die kontroleskerm-data word gelaai. Dit kan 'n rukkie neem.
bg: Данните за таблото се зареждат. Това може да отнеме известно време.
bs: Podaci nadzorne ploče se učitavaju. Ovo može potrajati.
de: Die Daten der Übersicht werden geladen, dies kann einige Zeit dauern.
el: Γίνεται φόρτωση των δεδομένων πίνακα. Ενδέχεται να διαρκέσει μερικά λεπτά.
es: Se está cargando la información del panel. Puede tardar varios minutos.
fy_nl: De dashboerdgegevens wurde laden. Dit kin efkes duorje.
he: נתוני לוח הבקרה נטענים. תהליך זה עשוי לארוך זמן מה.
hr: Podaci nadzorne ploče se učitavaju. Ovo može potrajati.
hu: A vezérlőpult adatai töltődnek. Ez eltarthat egy kis ideig.
ia: Le pannello de controlo datos es cargate. Attender...
id: Data dasbor sedang dimuat. Hal ini mungkin memakan waktu.
it: Caricamento del pannello in corso. Attendere…
ja: ダッシュボードのデータを読み込み中です。少々時間がかかります。
ka: ხელსაწყოთა გვერდის მონაცემები იტვირთება. გარკვეულ ხანს შეიძლება გასტანოს.
kab: Asali n yisefka n tfelwit n usenqed. Aya izmer ad yawi kra n wakud.
ko: 현황판 데이터를 읽는 중입니다. 다소 시간이 걸릴 수 있습니다.
mg: Eo am-pamatrarana ny datan'ny takelaka fanamoriana. Mety haharitra kely ity.
ms: Data papan pemuka sedang dimuatkan. Mungkin mengambil sedikit masa.
nb_no: Oversiktens data blir innlest. Dette kan ta litt tid.
nl: De dashboardgegevens worden geladen. Dit kan even duren.
pl: Trwa wczytywanie danych. Może to chwilę potrwać.
pt_br: Os dados do painel de instrumentos estão sendo carregados. Isto pode demorar algum tempo.
pt_pt: Os dados do painel de instrumentos estão a ser carregados. Isto pode demorar algum tempo.
ro: Se încarcă datele în tabloul de bord. Ar putea dura ceva timp.
sk: Údaje nástenky sa práve načítavajú. Vyžaduje to určitý čas.
sr: Контролна табла се учитава. То може да потраје неко време.
sv: Översiktens data laddas. Det kan ta lite tid.
te: డాష్బోర్డ్ డేటా లోడ్ అవుతోంది. ఇది కొంత సమయం పట్టవచ్చు.
th: กำลังโหลดข้อมูลแดชบอร์ด อาจจะใช้เวลาสักครู่
tr: Pano verileri yükleniyor. Biraz zaman alabilir.
uk: Дані панелі завантажуються. Це може тривати деякий час.
ur: ڈیش بورڈ ڈیٹا کو لوڈ کیا جارہا ہے۔ اس میں کچھ وقت لگ سکتا ہے۔
vi: Bảng dữ liệu đang được tải. Điều này có thể mất một khoảng thời gian.
zh_cn: 状态面板的数据正在加载。这可能需要一些时间。
zh_tw: 主控台資料正在載入中，會需要一些時間。
zu: Idatha yeshibhodi iyalodwa. Lokhu kungathatha isikhashana.

source: Top 100 Articles: %% Localized
bg: Топ 100 статии: %% преведени
bs: Top 100 članaka: %% prevedeno
de: Wichtigste 100 Artikel: %% übersetzt
el: Κορυφαία 100 άρθρα: %% μεταφρασμένα
es: 100 artículos más populares: %% localizado
fy_nl: Top 100-artikelen: %% oerset
hr: Top 100 članaka: %% lokalizirano
hu: Top 100 leírás: %% lefordítva
ia: Principal 100 articulos: %% localisate
id: 100 Artikel Teratas: %% Dilokalkan
it: 100 articoli più visitati: %% localizzata
ja: 上位 100 本の記事: %% 翻訳済み
ka: საუკეთესო 100 სტატია: %% თარგმნილი
kab: Imagraden ufrinen 100: %% Ttwasidgen
ko: 상위 100개 문서: %% 지역화 완료
ms: 100 Artikel Teratas: %% Dilokalisasi
nb_no: Artikler topp 100: %% oversatt
nl: Top 100-artikelen: %% vertaald
pa_in: ਸਿਖਰਲੇ 100 ਲੇਖ: %% ਅਨੁਵਾਦ
pl: 100 najczęściej odwiedzanych: %% zlokalizowanych
pt_br: 100 artigos mais populares: %% traduzido
pt_pt: Artigos do top 100: %% traduzido
ro: Top 100 articole: %% localizate
sk: 100 najčítanejších článkov: %% lokalizovaných
sr: Топ 100 чланка: %% преведено
sv: Artiklar topp 100: %% översatt
te: టాప్ 100 వ్యాసాలు: %% స్థానికరించబడినది
th: บทความยอดนิยม 100 บทความ: %% แปลแล้ว
tr: İlk 100 makale: Çevrilen %%
uk: Найпопулярніші 100 статей: %% локалізації
ur: سر فہرست 100 مضامین: %%ترجمہ شدہ
vi: Top 100 bài viết: %% được bản địa hoá
zh_cn: 前100名的文章：本地化百分比
zh_tw: 最熱門的 100 篇文章：翻譯完成比例
