Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
bg: Мини значката SUMO Форум 2013 е част от серията SUMO. Тя представлява принос към SUMO през 2013 г. - поне 30 отговора в английския форум SUMO. Поздравления за всички носители на значки SUMO Форум 2013 за приноса им към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Forum 2013“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2013; in diesem Fall: 30 Antworten im englischsprachigen SUMO-Forum. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Forum 2013“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Φόρουμ 2013 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2013· σε αυτήν την περίπτωση: 30 απαντήσεις στο αγγλικό φόρουμ του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO Φόρουμ 2013 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia del Foro de SUMO de 2013 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2013, en este caso: 30 respuestas en inglés en el foro de SUMO. Felicidades a todos los ganadores de insignias del Foro de SUMO de 2013 por promover la misión de Mozilla
fy_nl: De SUMO-foarum 2013-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2013; yn dit gefal: 30 antwurden yn it Ingelske SUMO-foarum. Lokwinsken oan alle SUMO-foarum 2013-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO foruma 2013. dio je SUMO serije. Predstavlja doprinos SUMO-u 2013. godine; u ovom slučaju: 30 odgovora u SUMO forumu. Čestitamo svim dobitnicima SUMO foruma 2013. na unapređivanju Mozilline misije!
hu: A SUMO Fórum 2013 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2013-as hozzájárulást jelképezi, ebben az esetben 30 választ az angol SUMO fórumhoz. Gratulálunk a SUMO Fórum kitűző – 2013 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del foro 2013 es parte del series SUMO. Le mini-insignia del foro 2013 es parte del series SUMO. Congratulationes a tote le ganiatores del insignia 2013 del foro de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Forum di Supporto 2013 di SUMO rappresenta il contributo dato a SUMO nel corso del 2013, pari a 30 risposte nel forum di supporto in lingua inglese. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO フォーラム 2013 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2013 年に英語の SUMO フォーラムで 30 回以上返信して SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO フォーラム 2013 バッジを授与します。
ka: SUMO ფორუმი 2013 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2013 წელს შეტანილ წვლილს; ამ შემთხვევაში: 30 პასუხს, SUMO-ს ინგლისურ ფორუმში. ვულოცავთ SUMO ფორუმი 2013 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan Anmager SUMO 2013 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2013; dagi: 30 n tririyin s teglizit deg unmager SUMO. Tanemmirt- meṛṛa i wid yewwin arraz n unmager SUMO 2013 imi snernan tuɣdaḍt n Mozilla
ko: SUMO 포럼 2013 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2013년에 SUMO에 기여 했음을 의미하고 영문 SUMO 포럼에서 30개의 답변을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2013 배지를 받으신 모든 분들을 축하합니다
ms: Lencana mini SUMO Forum 2013 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2013; dalam hal ini: 30 balasan dalam Forum SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO Forum 2013 kerana memajukan Misi Mozilla
nb_no: SUMO 2013 mini-utmerkelsen for forum er en del av SUMO-serien. Den representerer bidrag til SUMO i 2013, i dette tilfellet: 30 svar i det engelske SUMO-forumet. Gratulerer til alle som har fortjent SUMO-forum 2013-utmerkelsen for å videreføre Mozillas oppdrag
nl: De SUMO-forum 2013-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2013; in dit geval: 30 antwoorden in het Engelse SUMO-forum. Felicitaties aan alle SUMO-forum 2013-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Forum pomocy 2013 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2013 roku, w tym przypadku: 30 odpowiedzi na angielskim forum SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Forum pomocy 2013 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2013 do SUMO Forum é parte da série SUMO. Ele representa a contribuição ao SUMO em 2013; neste caso: 30 respostas no Fórum de Suporte em inglês. Parabéns a todos os ganhadores do emblema de 2013 do SUMO Forum por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do fórum de apoio de 2013 é parte da série SUMO. Representa contribuições para o SUMO em 2013; neste caso: 30 respostas no fórum do SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO do fórum de apoio de 2013 por promoverem a missão Mozilla
ro: Mini-insigna SUMO Forum 2013 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2013; în acest caz: 30 de răspunsuri pe forumul SUMO în engleză. Felicitări tuturor câștigătorilor insignei SUMO Forum 2013 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Fórum 2013 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 30 odpovedí na anglickom fóre podpory SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ форума подршке за 2013. годину је део SUMO серије. Он представља допринос за SUMO у 2013. години; у овом случају: 30 одговора на енглеском SUMO форуму. Честитамо свим добитницима SUMO беџа форума подршке за 2013. годину за унапређивање Mozilla мисије
sv: SUMO 2013 mini-emblem för forum är en del av SUMO-serien. Den representerar bidrag till SUMO under 2013; i det här fallet: 30 svar i engelska SUMO forum. Grattis till alla de som förtjänat SUMO 2013 emblem för forum och att de har främjat Mozillas uppdrag
th: ตราฟอรั่ม SUMO ปี 2013 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2013 ซึ่งในกรณีนี้คือ: การตอบกลับ 30 ครั้งในฟอรั่ม SUMO ภาษาอังกฤษ ขอแสดงความยินดีกับผู้ได้รับตราฟอรั่ม SUMO ปี 2013 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Forumu 2013 mini rozeti, SUMO serisinin bir parçasıdır. 2013 yılında SUMO Forumu'nda 30 yanıt yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Forumu 2013 rozetiyle kanıtlayan herkesi tebrik ederiz
uk: Мінівідзнака форуму SUMO 2013 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2013 році; в цьому випадку: 30 відповідей на англійському форумі SUMO. Вітаємо всіх нагороджених відзнаками форуму SUMO 2013 за поширення місії Mozilla
vi: Huy hiệu nhỏ của diễn đàn SUMO 2013 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2013 trong trường hợp này: 30 câu trả lời trong diễn đàn SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu diễn đàn SUMO 2013 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 论坛 2013 迷你徽章是 SUMO 系列的一部分。它代表了 2013 年为 SUMO 所作的贡献。获得条件：在英语 SUMO 论坛有 30 条回复。 感谢所有 SUMO 论坛 2013 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO Forum 2013 迷你徽章是 SUMO 系列的一部份。它代表了 2013 年的 SUMO 貢獻，亦即有三十個英文討論區內的回應。 恭喜所有獲得 SUMO Forum 2013 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2012 L10n Badge
bg: 2012 L10n значка
de: L10n-Abzeichen 2012
el: Έμβλημα L10n 2012
es: Insignia de L10n de 2012
fy_nl: L10n 2012-badge
hr: Značka lokalizacije za 2012. godinu
hu: L10n kitűző – 2012
ia: Insignia del localisation 2013
id: Lencana L10n 2012
it: Distintivo L10n 2012
ja: 2012 L10n バッジ
ka: 2012 L10n ჯილდო
kab: Arraz L10n 2012
ko: 2012 L10n 배지
ms: Lencana L10n 2012
nb_no: 2012 L10n-utmerkelse
nl: L10n 2012-badge
pa_in: 2012 L10n ਬੈਜ
pl: Odznaka L10n 2012
pt_br: Emblema L10n 2012
pt_pt: Medalha de tradutores de 2012
ro: Insignă L10n 2012
sk: Ocenenie Lokalizácie pre rok 2012
sr: L10n беџ локализације 2012. годину
sv: 2012 emblem för L10n
te: 2012 L10n బ్యాడ్జి
th: ตรา L10n ปี 2012
tr: 2012 Yerelleştirme Rozeti
uk: Відзнака L10n 2012
ur: 2012 L10n بیج
vi: Huy hiệu L10n 2012
zh_cn: 2012 本地化徽章
zh_tw: 2012 在地化徽章

# DB: kbadge.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO L10n 2012 е част от поредицата SUMO. Тя показва принос към SUMO през 2012 г ., в този случай: 10 одобрени превода на базата знания на SUMO. Поздравления за всички носители на значки SUMO L10n 2012 за техния принос към мисията на Mozilla!
de: Das Mini-Abzeichen „SUMO-L10n 2012“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2012; in diesem Fall: 10 freigeschaltete Änderungen an Übersetzungen in der SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-L10n 2012“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO L10n 2012 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2012· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες μετάφρασης στη γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO L10n 2012 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de L10n de SUMO de 2012 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2012, en este caso: 10 ediciones de traducción aprobadas en la base de conocimientos de SUMO. ¡Felicidades a todos los ganadores de insignias de L10n de SUMO de 2012 por promover la misión de Mozilla!
fy_nl: De SUMO L10n 2012-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2012; yn dit gefal: 10 goedkarre oersetbewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO L10n 2012-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO lokalizacije 2012. dio je SUMO serije. Predstavlja doprinos SUMO-u 2012. godine; u ovom slučaju: 10 potvrđenih uređivanja prijevoda za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke lokalizacije 2012. na unapređivanju Mozilline misije!
hu: A SUMO L10n 2012 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2012-es hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott fordítási szerkesztést a SUMO Tudásbázishoz. Gratulálunk a SUMO L10n kitűző – 2012 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2012 del localisation es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2012; in iste caso: 10 redactiones de traduction approbate del Base de cognoscentias de SUMO. Congratulationes a tote le ganiatores del insignia 2012 del localisation de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo SUMO L10n 2012 rappresenta il contributo dato a SUMO nel corso del 2012, pari a 10 modifiche approvate alla traduzione in lingua italiana della Knowledge Base di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO L10n 2012 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2012 年にナレッジベースの翻訳が 10 件以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO L10n 2012 バッジを授与します。
ka: SUMO L10n 2012 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2012 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ თარგმანს, SUMO ტექდახმარების ბაზაში. ვულოცავთ SUMO L10n 2012 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO L10n 2012 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2012; dagi: 10 n tsuqilin yettwaqeblen deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz L10n 2012 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO L10n 2012 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2012년에 SUMO에 기여 했음을 의미하고 SUMO 지식 기반 문서에 10개의 승인된 번역을 하였음을 뜻합니다. Mozilla 사명을 위해 SUMO L10n 2012 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO L10n 2012 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2012; dalam hal ini: 10 edit terjemahan yang diluluskan dalam Pangkalan Pengetahuan SUMO. Tahniah kepada semua penerima lencana SUMO L10n 2012 kerana memajukan Misi Mozilla!
nb_no: SUMO L10n 2012 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2012; i dette tilfellet: 10 godkjente oversettelsesredigeringer av SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO L10n 2012-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO L10n 2012-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2012; in dit geval: 10 goedgekeurde vertaalbewerkingen van de SUMO-kennisbank. Felicitaties aan alle SUMO L10n 2012-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO L10n 2012 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2012 roku, w tym przypadku: 10 zatwierdzonych poprawek tłumaczeń bazy wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO L10n 2012 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2012 do SUMO L10n é parte da série SUMO. Ele representa a contribuição ao SUMO em 2012; neste caso: 10 traduções aprovadas na Base de Conhecimento do SUMO. Parabéns a todos os ganhadores do emblema de 2012 do SUMO L10n por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha de tradutores do SUMO de 2012 é parte da série SUMO. Representa contribuições para o SUMO em 2012; neste caso: 10 edições aprovadas da base de conhecimento SUMO. Parabéns a todos os vencedores da medalha de tradutores do SUMO de 2012 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO L10n 2012 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2012; în acest caz: 10 editări de traduceri aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO L10n 2012 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Lokalizácia 2012 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav na prekladoch v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини L10n беџ локализације је део SUMO серије. Он представља допринос за SUMO у 2012. години; у овом случају: 10 одобрених измењених превода SUMO базе знања. Честитамо свим добитницима SUMO L10n беџа локализације за 2012. годину за унапређивање Mozilla мисије!
sv: SUMO 2012 mini-emblem för L10n är en del av SUMO-serien. Den representerar bidrag till SUMO under 2012; i det här fallet: 10 godkända översättningsredigeringar av SUMO kunskapsbas. Grattis till alla de som förtjänat SUMO 2012 emblem för L10n och att de har främjat Mozillas uppdrag!
th: ตรา SUMO L10n ปี 2012 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2012 ซึ่งในกรณีนี้คือ: การแก้ไขการแปลฐานความรู้ SUMO 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตรา SUMO L10n ปี 2012 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO yerelleştirmesi 2012 mini rozeti, SUMO serisinin bir parçasıdır. 2012 yılında SUMO Bilgi Bankası'nda onaylanmış 10 çeviri düzeltmesi yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO yerelleştirmesi 2012 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака SUMO L10n 2012 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2012 році; в цьому випадку: 10 затверджених редагувань перекладу бази знань SUMO. Вітаємо всіх нагороджених відзнаками SUMO L10n 2012 за поширення місії Mozilla!
vi: Huy hiệu nhỏ SUMO L10n 2012 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2012; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO L10n 2012 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 本地化 2012 迷你徽章是 SUMO 系列的一部分。它代表了 2012 年为 SUMO 所作的贡献。获得条件：在 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 本地化 2012 徽章获得者为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2012 迷你徽章是 SUMO 系列的一部份。它代表了 2012 年的 SUMO 貢獻，亦即 10 篇通過審核的 SUMO 知識庫翻譯。 恭喜所有獲得 SUMO L10n 2012 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: Kitsune Contributor
bg: Сътрудник за Kitsune
de: Kitsune-Mitwirkender
el: Εθελοντής Kitsune
es: Colaborador de Kitsune
fy_nl: Kitsune-meiwurker
hr: Kitsune doprinositelj
hu: Kitsune közreműködő
ia: Collaborator de Kitsune
id: Kontributor Kitsune
it: Collaboratore per Kitsune
ja: Kitsune の貢献者
ka: Kitsune მოხალისე
kab: Imttekki When Kitsune
ko: Kitsune 공헌자
ms: Penyumbang Kitsune
nb_no: Kitsune-bidragsyter
nl: Kitsune-medewerker
pl: Autor Kitsune
pt_br: Colaborador do Kitsune
pt_pt: Colaborador de Kitsune
ro: Colaborator Kitsune
sk: Prispievateľ Kitsune
sr: Kitsune сарадник
sv: Kitsune-bidragsgivare
te: కిట్సూన్ సహాయకుడు
th: ผู้มีส่วนร่วม Kitsune
tr: Kitsune Katkısı
uk: Помічник по Kitsune
ur: Kitsune شراکت دار
vi: Người đóng góp cho Kitsune
zh_cn: Kitsune 贡献者
zh_tw: Kitsune 貢獻者

# DB: kbadge.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
bg: Значка, присъдена на тези, които са допринесли за кодовата база Kitsune.
de: An Personen verliehenes Abzeichen, die zum Quelltext von Kitsune beigetragen haben.
el: Το έμβλημα απονέμεται σε όσους έχουν συνεισφέρει στη βάση κώδικα του Kitsune.
es: Insignia concedida a aquellos que han colaborado en el código base de Kitsune.
fy_nl: Badge takend oan minsken dy’t oan de Kitsune-koadebasis bydroegen hawwe.
hr: Značka dodijeljena onima koji su pridonijeli Kitsuneovoj bazi.
hu: A Kitsune kódbázisához hozzájárulóknak adott kitűző.
ia: Insignia adjudicate a illes qui ha collaborate al base de codice de Kitsune.
id: Lencana diberikan kepada mereka yang berkontribusi untuk basis kode Kitsune.
it: Distintivo assegnato a coloro che hanno contribuito al codice di Kitsune.
ja: Kitsune コードベースに貢献した人に授与されるバッジです。
ka: ჯილდო, რომელიც გადაეცემა მათ, ვინც წვლილი შეიტანა Kitsune კოდში.
kab: Arraz yettunefk i wid yettekkan deg uzadur n tengalt Kitsune.
ko: Kitsune 코드에 공헌을 한 사람에게 주어지는 배지입니다.
ms: Lencana dianugerahkan kepada mereka yang membuat sumbangan dalam Pangkalan Kod Kitsune.
nb_no: Utmerkelse gitt til de som har bidratt til Kitsune-kodebasen.
nl: Badge toegekend aan mensen die aan de Kitsune-codebasis hebben bijgedragen.
pl: Ta odznaka przyznawana jest osobom, które brały udział w tworzeniu kodu źródłowego Kitsune.
pt_br: Concedido a quem contribuiu com a base do código do Kitsune.
pt_pt: Medalha atribuída a quem contribuiu para o código base do Kitsune.
ro: Insignă acordată celor care au contribuit la baza de cod Kitsune.
sk: Ocenenie udelené tým čo prispeli do kódu Kitsune.
sr: Беџ се додељује онима који су допринели Kitsune-овој бази кодова.
sv: Emblem tilldelas dem som har bidragit till kodbasen Kitsune.
te: కిట్సూన్ కోడ్ బేసుకు తోడ్పడినవారికి ప్రధానం చేసే బ్యాడ్జి.
th: ตราที่มอบให้กับผู้ที่มีส่วนร่วมในฐานรหัส Kitsune
tr: Bu rozet, Kitsune kod tabanına katkıda bulunanlara verilir.
uk: Відзнакою нагороджено тих, хто зробив внесок в кодову базу Kitsune.
ur: بیج ان لوگوں کو دیا گیا جنہوں نے کٹیسون کوڈ بیس میں شراکتداری کی ہے۔
vi: Huy hiệu được trao cho những người đã đóng góp cho cơ sở mã Kitsune.
zh_cn: 本徽章授予那些为 Kitsune 代码库作出了贡献的人们。
zh_tw: 授予曾經貢獻 Kitsune code base 的貢獻者。

source: To field is required.
af: Aan-veld is vereis.
bg: Няма получател.
bs: Polje za je obavezno.
de: Ausfüllen ist erforderlich.
el: Το πεδίο «Προς» απαιτείται.
es: Es necesario el campo "Para".
fy_nl: Oan-fjild is fereaske.
he: שדה 'אל' נדרש.
hr: Za polje je nužno.
hu: A mező kitöltése kötelező.
ia: Le campo es obligatori.
id: Bidang wajib diisi.
it: È obbligatorio riempire il campo.
ja: To フィールドは入力必須です。
ka: ველის შევსება აუცილებელია.
kab: Ilaq wurti-a.
ko: 필수 항목입니다.
mg: Ilaina ilay saha Ho an'i.
ms: Medan ke diperlukan.
nb_no: Til-feltet er påkrevd
nl: Aan-veld is vereist.
pa_in: ਖੇਤਰ ਦੀ ਲੋੜ ਹੈ।
pl: To pole jest wymagane.
pt_br: O campo para é necessário.
pt_pt: O campo "Para" é requerido.
ro: Câmpul Către este necesar.
sk: Povinná položka.
sr: Поље за је обавезно.
sv: Fältet Till är obligatoriskt.
te: క్షేత్రానికి అవసరం.
th: เขตข้อมูลนี้บังคับกรอก
tr: "Kime" alanı zorunludur.
uk: Це поле обов'язкове.
ur: یہ قطعہ درکار ہے۔
vi: Trường "Đến" là bắt buộc.
zh_cn: 收件人字段必填。
zh_tw: 傳送到的欄位是必要的。
zu: Ifildi iyadingeka.

source: {name} is not a valid username.
ia: {name} non es un valide nomine de usator.
sv: {name} är inte ett giltigt användarnamn.
tr: {name} geçerli bir kullanıcı adı değil.

source: Page does not exist.
af: Bladsy bestaan nie.
bg: Страницата не съществува.
bs: Stranica ne postoji.
de: Seite existiert nicht.
el: Η σελίδα δεν υπάρχει.
es: La página no existe.
fy_nl: Side bestiet net.
he: העמוד לא קיים.
hr: Stranica ne postoji.
hu: Az oldal nem létezik
ia: Le pagina non existe.
id: Laman tidak ada.
it: La pagina non esiste.
ja: ページが存在しません。
ka: გვერდი არ არსებობს.
kab: Asebter ulac-it.
ko: 페이지가 없습니다.
mg: Pejy tsy misy.
ms: Halaman tidak wujud.
nb_no: Siden fins ikke.
nl: Pagina bestaat niet.
pa_in: ਪੰਨਾ ਮੌਜੂਦ ਨਹੀ ਹੈ।
pl: Strona nie istnieje.
pt_br: Essa página não existe.
pt_pt: A página não existe.
ro: Pagina nu există.
sk: Stránka neexistuje.
sr: Страница не постоји.
sv: Sidan finns inte.
te: పేజీ ఉనికిలో లేదు.
th: ไม่มีหน้าอยู่
tr: Sayfa bulunamadı.
uk: Сторінка не існує.
ur: صفحہ موجود نہیں ہے۔
vi: Trang không tồn tại.
zh_cn: 页面不存在。
zh_tw: 網頁不存在。
zu: Alikho ikhasi elinjalo.

source: The image "%s" does not exist.
af: Die prent "%s" bestaan nie.
bg: Изображението "%s" не съществува.
bs: Slika "%s" ne postoji.
de: Die Grafik "%s" existiert nicht.
el: Η εικόνα «%s» δεν υπάρχει.
es: La imagen "%s" no existe.
fy_nl: De ôfbylding "%s" bestiet net.
he: התמונה ״%s״ לא קיימת.
hr: Slika "%s" ne postoji.
hu: A(z) „%s” kép nem létezik.
ia: Le imagine "%s" non existe.
id: Gambar "%s" tidak ada.
it: L'immagine "%s" non esiste.
ja: 画像 "%s" は存在しません。
ka: სურათი "%s" არ არსებობს.
kab: Tugna "%s" ulac-itt.
ko: "%s" 이미지가 없습니다.
mg: Tsy misy ilay sary "%s".
ms: Imej "%s" tidak wujud.
nb_no: Bildet "%s" finnes ikke.
nl: De afbeelding ‘%s’ bestaat niet.
pa_in: ਫੋਟੋ "%s" ਮੌਜੁਦ ਨਹੀ ਹੈ।
pl: Nie ma obrazka „%s”.
pt_br: A imagem "%s" não existe.
pt_pt: A imagem "%s" não existe.
ro: Imaginea „%s” nu există.
sk: Obrázok "%s" neexistuje.
sr: Слика "%s" не постоји.
sv: Bilden "%s" finns inte.
te: చిత్రం "%s" ఉనికిలో లేదు.
th: ไม่พบภาพ "%s"
tr: "%s" resmi mevcut değil.
uk: Зображення "%s" не існує.
ur: "%s" پر تصویرموجود نہیں ہے۔
vi: Hình ảnh "%s" không tồn tại.
zh_cn: 图像“%s”不存在。
zh_tw: 不存在圖片 "%s"。
zu: Umfanekiso "%s" awukho.
