Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: To delete the document, please notify an admin.
af: Om die dokument te skrap, stel asseblief 'n administrateur in kennis.
bg: За да изтриете документа, моля свържете се с администратор.
bs: Za brisanje dokumenta, molimo vas da obavijestite administratora.
de: Um das Dokument zu löschen, benachrichtigen Sie bitte einen Administrator.
el: Για να διαγράψετε το έγγραφο, παρακαλούμε επικοινωνήστε με έναν διαχειριστή.
es: Para eliminar el documento, notifícalo a un administrador.
fy_nl: Nim kontakt op mei in behearder om it dokumint fuort te smiten.
he: כדי למחוק את המסמך, נא להודיע למנהל.
hr: Za brisanje dokumenta, molimo vas da obavijestite administratora.
hu: A dokumentum törléséhez értesítsen egy adminisztrátort.
ia: Pro deler le documento, per favor notifica un administrator.
id: Untuk menghapus dokumen, beri tahu admin.
it: Per eliminare il documento, chiedere a un amministratore.
ja: ドキュメントを削除するときは管理者へ知らせてください。
ka: დოკუმენტის წასაშლელად, გთხოვთ მიმართოთ ხელმძღვანელს.
kab: Akken ad tekkseḍ isemli, ttxil-k nermes anedbal.
ko: 문서를 삭제할려면, 관리자에게 알려야합니다.
mg: Raha hamafa ilay tahirin-kevitra, dia milazà @ mpandrindra azafady.
ms: Untuk menghapuskan dokumen, sila maklumkan kepada pentadbir.
nb_no: For å slette dokumentet, varsle en administrator.
nl: Neem contact op met een beheerder om het document te verwijderen.
pa_in: ਦਸਤਾਵੇਜ ਨੂੰ ਹਟਾਉ ਲਈ, ਕ੍ਰਿਪਾ ਕਰਕੇ ਐਡਮਿਨ ਨੂੰ ਸੂਚਿੱਤ ਕਰੋ।
pl: Aby usunąć artykuł, skontaktuj się z administratorem.
pt_br: Para apagar o documento, notifique um administrador.
pt_pt: Para eliminar o documento, por favor notifique um administrador.
ro: Pentru a șterge documentul, te rugăm să anunți un administrator.
sk: Pre odstránenie dokumentu napíšte administrátorovi.
sr: Да бисте уклонили документ, обратите се администратору.
sv: För att ta bort dokumentet, vänligen meddela en administratör.
te: పత్రం తొలగించడానికి, ఒక నిర్వాహకునికి తెలియజేయండి.
th: เมื่อคุณลบเอกสาร โปรดแจ้งผู้ดูแลระบบ
tr: Belgeyi silmek için lütfen bir yöneticiyle iletişime geçin.
uk: Щоб видалити документ, будь ласка, повідомте адміністратора.
ur: دستاویز کو حذف کرنے کے لئے ، براہ مپربانی منتظم کو مطلع کریں۔
vi: Để xóa tài liệu, vui lòng thông báo cho quản trị viên.
zh_cn: 要删除文章，请通知管理员。
zh_tw: 若要刪除文件，請通知管理者。
zu: Ukuze udilithe idokhumenti, uyacelwa wazise abengamele isayithi.

source: Go back to document history
af: Gaan terug na dokumentgeskiedenis
bg: Назад към историята на документа
bs: Idi nazad na historiju dokumenta
de: Zurück zur Versionsgeschichte des Dokuments
el: Επιστροφή στο ιστορικό εγγράφου
es: Volver al historial del documento
fy_nl: Tebek nei dokumintskiednis
he: חזרה להיסטוריית המסמך
hr: Idi natrag na povijest dokumenta
hu: Vissza a dokumentum előzményeihez
ia: Receder al chronologia del documento
id: Kembali ke riwayat dokumen
it: Torna allo storico del documento
ja: ドキュメントの履歴ページへ戻る
ka: დოკუმენტის ისტორიაზე დაბრუნება
kab: Uɣal ɣer uzray n yisemli
ko: 문서 기록으로 가기
mg: Hiverina @ tantaran'ny tahirin-kevitra
ms: Kembali ke sejarah dokumen
nb_no: Gå tilbake til dokumenthistorikken
nl: Terug naar documentgeschiedenis
pa_in: ਦਸਤਾਵੇਜ ਹਿਸਟਰੀ ਤੇ ਵਾਪਿਸ ਜਾਉ
pl: Wróć do historii artykułu
pt_br: Voltar ao histórico do documento
pt_pt: Voltar ao histórico do documento
ro: Înapoi la istoricul documentului
sk: Späť na históriu dokumentu
sr: Врати се на историју докумената
sv: Gå tillbaka till dokumenthistoriken
te: డాకుమెంట్ చరిత్రకు తిరిగి వెళ్ళుము
th: กลับไปที่ประวัติเอกสาร
tr: Belge geçmişine geri dön
uk: Назад до історії документа
ur: دستاویز کی سابقات میں واپس جائیں
vi: Quay lại trang lịch sử tài liệu
zh_cn: 回到文章的历史版本
zh_tw: 回到文件歷史版本
zu: Buyela emuva emlandweni wedokhumenti

source: Are you sure you want to delete this revision?
af: Is jy seker jy wil hierdie wysiging skrap?
bg: Сигурни ли сте, че искате да изтриете тази ревизия?
bs: Da li ste sigurni da želite obrisati ovu reviziju?
de: Möchten Sie diese Version wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε την αναθεώρηση;
es: ¿Seguro que deseas borrar esta revisión?
fy_nl: Binne jo wis dat jo dizze refyzje fuortsmite wolle?
he: למחוק את המהדורה הזו?
hr: Zaista želiš izbrisati ovu verziju?
hu: Biztos, hogy törölni kívánja ezt a verziót?
ia: Desira tu vermente deler iste revision?
id: Yakin ingin menghapus revisi ini?
it: Cancellare questa versione?
ja: 本当にこのリビジョンを削除してもよろしいですか？
ka: ნამდვილად გსურთ ამ ვერსიის წაშლა?
kab: Tebɣiḍ ad tekkseḍ aceggir-a?
ko: 현재 변경 사항을 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'ity fanitsiana ity ianao?
ms: Anda pasti mahu menghapuskan semakan ini?
nb_no: Er du sikker på at du vil slette denne revisjonen?
nl: Weet u zeker dat u deze revisie wilt verwijderen?
pa_in: ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕੀ ਤੁਸੀ ਰੀਵਿਜ਼ਨ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć tę wersję?
pt_br: Tem certeza que quer apagar esta edição?
pt_pt: Tem a certeza que quer eliminar esta revisão?
ro: Sigur vrei să ștergi această revizuire?
sk: Ste si istý, že chcete túto revíziu odstrániť?
sr: Да ли сте сигурни да желите да уклоните ову ревизију?
sv: Är du säker på att du vill radera denna revidering?
te: మీరు ఈ పునర్విమర్శన్ను తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการจะลบการแก้ไขเพิ่มเติมนี้?
tr: Bu revizyonu silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете вилучити цю редакцію?
ur: کیا آپ واقعی یہ نظرثانی حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn là bạn muốn xóa bản sửa đổi này không?
zh_cn: 您确定要删除这个修订吗？
zh_tw: 您確定要刪除這個變更嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha lesi sibukezo?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
af: <strong>Waarskuwing:</strong> Hierdie wysiging het geassosieerde KB-nuttigheid-stemme. As jy hierdie wysiging skrap, sal daardie stemme ook geskrap word.
bg: <strong>Внимание:</strong> Има KB гласувания за полезност, асоциирани с тази ревизия. Изтриването и ще доведе до изтриването и на тези гласувания.
bs: <strong>Upozorenje:</strong> Ova revizija ima glasove za doprinose bazi znanja povezano s njom. Brisanjem ove revizije će se i ti glasovi izbrisati.
de: <strong>Warnung:</strong> Für diese Version gibt es Bewertungen zur Nützlichkeit der Wissensdatenbank. Wenn Sie diese Version löschen, werden auch die Bewertungen gelöscht.
el: <strong>Προειδοποίηση:</strong> Αυτή η αναθεώρηση διαθέτει ψήφους χρησιμότητας. Η διαγραφή της θα επιφέρει και τη διαγραφή αυτών των ψήφων.
es: <strong>Aviso:</strong> Esta revisión tiene asociados Votos sobre su utilidad en la Base de conocimientos. Su eliminación provocarán que dichos votos se borren también.
fy_nl: <strong>Warskôging:</strong> dizze refyzje is ferbûn mei stimmen foar KB-behulpsumheid. Fuortsmiten fan dizze refyzje sil dy stimmen ek fuortsmite.
he: <strong>אזהרה:</strong> למהדורה זו יש הצבעות מועילות של מאגר הידע המשויכות אליה. מחיקת מהדורה זו תגרום למחיקת ההצבעות האלו גם כן.
hr: <strong>Upozorenje:</strong> Ova revizija ima pridružene glasove korisnosti baze znanja. Brisanje ove revizije također će prouzročiti i birsanje tih glasova.
hu: <strong>Figyelem!</strong> Ez a változat a Tudásbázisban hasznossági szavazatokat kapott. A verzió törlésével ezek a szavazatok is elvesznek.
ia: <strong>Attention:</strong> Iste revision ha recipite votos de utilitate del base de cognoscentia. Deler iste revision causara que ille votos es delite tamben.
id: <strong>Peringatan:</strong> Revisi ini memiliki Suara Keterbantuan PP yang terkait. Penghapusan revisi ini juga akan menghapus suara tersebut.
it: <strong>Attenzione:</strong> questa versione è stata votata in base alla sua utilità nella KB. La cancellazione di questa versione cancellerà anche questi voti.
ja: <strong>警告:</strong> このリビジョンには、この記事についての投票 (KB Helpfulness Votes) があります。このリビジョンを削除すると投票も削除されます。
ka: <strong>ყურადღება:</strong> მოცემულ გადამუშავებულ ვერსიასთან დაკავშირებულია ცოდნის წყაროს სარგებლიანობის შეფასება. ამ ვერსიის წაშლით, მასთან დაკავშირებული შეფასებებიც წაიშლება.
kab: <strong>Ɣur-k:</strong> Acgir-a ɣur-s tifranin inefɣen icudden ɣer taffa n tmussniwin. Tukksa-is ad teglu daɣen s tukksa n tifranin-a.
ko: <strong>경고</strong> 현재 버전은 도움되는 문서로 사람들이 투표하였습니다. 현재 버전을 지우면 관련 투표 정보도 삭제됩니다.
mg: <strong>Tandremo:</strong> ity fanitsiana ity dia manana Vato Ny Mahasoa an'ny TP mifandraika aminy. Ny famafana an'ity fanitsiana ity dia hiteraka famafana an'ireo vato ireo koa.
ms: <strong>Amaran:</strong> Semakan ini ada Undi Kebergunaan KB yang dikaitkan dengannya. Menghapuskan semakan ini akan menyebabkan undi tersebut turut dihapuskan.
nb_no: <strong>Advarsel:</strong> Denne revisjonen har KB-hjelpsomhetsstemmer knyttet til seg. Sletting av denne revisjonen vil også slette disse stemmene.
nl: <strong>Waarschuwing:</strong> deze revisie is verbonden met stemmen voor KB-behulpzaamheid. Verwijderen van deze revisie zal die stemmen ook verwijderen.
pa_in: <strong>ਚਿਤਾਵਨੀ :</strong> ਉੱਤੇ ਇਸ ਸੰਸ਼ੋਧਨ KB ਅਸਹਾਇਤਾ ਇਸਦੇ ਨਾਲ ਜੁਡ਼ੇ ਵੋਟ ਹੈ। ਇਸ ਸੰਸ਼ੋਧਨ ਨੂੰ ਹਟਾਣ ਵਲੋਂ ਉਨ੍ਹਾਂ ਵੋਟ ਦੇ ਰੂਪ ਵਿੱਚ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵਲੋਂ ਨਸ਼ਟ ਹੋ ਜਾਵੇਗਾ।
pl: <strong>Ostrzeżenie!</strong> Z tą wersją jest skojarzonych wiele głosów potwierdzających jej użyteczność. Jej usunięcie spowoduje również usunięcie tych głosów.
pt_br: <strong>Aviso:</strong> Esta edição tem associados votos de utilidade da base de conhecimento. Apagar esta edição também apaga os votos.
pt_pt: <strong>Atenção:</strong> Esta revisão possui Votos de Utilidade associados a ela. Ao eliminar esta revisão também eliminará os seus votos.
ro: <strong>Atenție!</strong>Această revizuire are voturi înregistrate că este ajutătoare. Ștergerea acestei revizuiri va șterge și voturile respective.
sk: <strong>Upozornenie:</strong> Revízia má pridelené hlasovanie o užitočnosti článku. Odstránením revízie odstránite aj výsledky tohto hlasovania.
sr: <strong>Упозорење:</strong> Ова ревизија има гласове за доприносе бази знања повезано са њом. Брисањем ове ревизије ће се и ти гласови обрисати.
sv: <strong>Varning:</strong> Denna revidering har KB hjälpsamma röster associerade med den. Att ta bort denna revidering kommer att ta bort dessa röster med.
te: <strong>హెచ్చరిక:</strong> ఈ రివిజన్ తో సంబంధమైన KB సహాయకరమైనవి ఓట్లు ఉన్నాయి. ఈ రివిజన్ ను తొలగించడం వల్ల ఆ ఓట్లు అలాగే తొలగించబడటానికి కారణం అవుతుంది.
th: <strong>คำเตือน:</strong> การเปลี่ยนแปลงนี้เกี่ยวข้องกับฐานความรู้ของการช่วยเหลือที่เป็นประโยชน์ ขณะที่ลบการเปลี่ยนแปลงนี้อาจทำให้การลงคะแนนถูกลบไปด้วย
tr: <strong>Uyarı:</strong> Bu revizyona ilişik BB İşe Yararlık Oyları var. Bu revizyonu silerseniz bu oylar da silinecektir.
uk: <strong>Увага:</strong> Ця редакція пов'язана із голосами про корисність бази знань. Вилучення цієї редакції призведе також до вилучення цих голосів.
vi: <strong>Cảnh báo:</strong> Bản sửa đổi này có các phiếu bầu hữu ích KB được liên kết với nó. Xóa bản sửa đổi này cũng sẽ khiến những phiếu bầu đó cũng bị xóa.
zh_cn: <strong>警告：</strong>曾有与此修订有关的这篇文章有帮助的投票。删除此修订将导致这些投票被删除。
zh_tw: <strong>警告:</strong> 此更動版本有相關聯的知識庫幫助票數。刪除此更動版本將會一起刪除這些投票。
zu: <strong>Isexwayiso:</strong> Isibukezo Sinamavoti e-KB Okuba Usizo ahlobene naso. Ukudilitha lesi sibukezo kuzodala ukuthi nalawo mavoti adilitheke.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
af: Jy gaan nou hierdie wysiging permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Is jy seker jy wil voortgaan?
bg: На път сте да изтриете завинаги тази ревизия. <strong>Това действие не може да бъде отменено!</strong> Сигурни ли сте, че искате да продължите?
bs: Spremate se trajno obrisati ovu reviziju. <strong>Ovo se ne može poništiti!</strong> Da li ste sigurni da želite nastaviti?
de: Sie sind dabei, diese Version dauerhaft zu löschen. <strong>Dies kann nicht rückgängig gemacht werden!</strong> Möchten Sie wirklich fortfahren?
el: Πρόκειται να διαγράψετε οριστικά αυτήν την αναθεώρηση. <strong>Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας!</strong> Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de borrar definitivamente esta revisión. <strong>¡No se puede deshacer!</strong> ¿Seguro que deseas continuar?
fy_nl: Jo steane op it punt om dizze refyzje permanint fuort te smiten. <strong>Dit kin net ûngedien makke wurde!<strong> Binne jo wis dat jo trochgean wolle?
he: פעולה זו תגרום למחיקת המהדורה הזו לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> להמשיך?
hr: Trajno ćeš izbrisati ovu reviziju. <strong>Ovo se ne može poništiti!</strong> Stvarno želiš nastaviti?
hu: Véglegesen törölni fogja ezt a verziót. <strong>Ez egy visszavonhatatlan művelet!</strong> Valóban folytatni akarja?
ia: Tu es preste a deler permanentemente iste revision. <strong>Isto non potera ser disfacite!</strong> Desira tu vermente continuar?
id: Anda akan menghapus revisi ini secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Yakin ingin meneruskan?
it: Si sta per eliminare permanentemente questa versione. <strong>La modifica è irreversibile.</strong> Continuare?
ja: このリビジョンを完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 本当に削除してもよろしいですか？
ka: თქვენ აპირებთ ამ ვერსიის სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ, განაგრძოთ?
kab: Aql-ak tettedduḍ ad tekkseḍ ilebda asenqed-a. <strong>Ayagi ur d-yettuɣal ara</strong> Tabɣiḍ ad tkemmleḍ?
ko: 현재 변경 사항을 삭제하려고 합니다. <strong>이 작업은 되돌릴 수 없습니다.</strong> 계속 하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay an'ity fanitsiana ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?
ms: Anda akan menghapuskan semakan ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Adakah anda pasti mahu teruskan?
nb_no: Du vil nå permanent slette denne revisjonen. <strong>Dette kan ikke angres!</strong> Er du sikker på at du vil fortsette?
nl: U gaat deze revisie voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਸੀ ਸਥਾਈ ਰੂਪ ਵਲੋਂ ਇਸ ਸੰਸ਼ੋਧਨ ਨੂੰ ਹਟਾਣ ਲੱਗੇ ਹੋ। <strong>! ਪੂਰਵਵਤ ਨਹੀਂ ਕੀਤਾ ਕਰ ਸੱਕਦੇ ਹੋ!</strong>ਤੁਸੀ ਸੁਨਿਸਚਿਤ ਹੋ ਕਿ ਤੁਸੀ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ ?
pl: Zamierzasz trwale usunąć tę wersję. <strong>Tej operacji nie można cofnąć!</strong> Czy na pewno chcesz kontynuować?
pt_br: Você irá apagar esta edição permanentemente. <strong>A ação não pode ser desfeita!</strong> Tem certeza que quer continuar?
pt_pt: Está prestes a apagar esta revisão permanentemente. <strong>Esta ação não poderá ser desfeita!</strong> Tem a certeza que quer continuar?
ro: Ești pe cale să ștergi definitiv această revizuire. <strong>Această acțiune nu este reversibilă!</strong> Sigur vrei să continui?
sk: Chcete natrvalo odstrániť túto revíziu. <strong>Túto operáciu nemožno vrátiť naspäť!</strong> Naozaj chcete pokračovať?
sr: Обрисаћете трајно овај документ. <strong>Ово не може да буде враћено!</strong> Да ли сте сигурни да желите да наставите?
sv: Du håller på att permanent ta bort denna revidering. <strong>Detta går inte att ångra!</strong> Är du säker på att du vill fortsätta?
te: మీరు ఈ రివిజన్ ను శాశ్వతంగా తొలగించబోతున్నారు. <strong>ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!</strong> మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: คุณกำลังลบการแก้ไขเพิ่มเติมนี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
tr: Bu revizyonu kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь вилучити цю редакцію назавжди. <strong>Це незворотна дія!</strong> Ви впевнені, що хочете продовжити?
vi: Bạn sắp sửa xóa vĩnh viễn bản sửa đổi này. <strong>Việc này không thể hoàn tác được!</strong> Bạn có chắc chắn là bạn muốn tiếp tục không?
zh_cn: 您将要永久地删除此修订。<strong>此操作无法撤销！</strong> 您确定要继续吗？
zh_tw: 您將要永久地刪除此變更。<strong>此行為無法還原！</strong> 您確定要繼續嗎？
zu: Njengamanje uzodilitha unomphela lesi sibukezo. <strong>Lokhu akuhlehliseki!</strong> Unesiqiniseko sokuthi ufuna ukuqhubeka?

source: This document is restricted.
de: Dieses Dokument ist zugangsbeschränkt.
el: Αυτό το έγγραφο είναι περιορισμένο.
fy_nl: Dit dokumint hat beheinde tagong.
hu: Ez a dokumentum korlátozva van.
ia: Iste documento es restricte.
it: L’accesso a questo documento è limitato.
ko: 이 문서는 제한이 걸려있습니다.
nl: Dit document heeft beperkte toegang.
pl: Ten dokument jest zastrzeżony.
pt_br: Este documento é restrito.
pt_pt: Este documento é restrito.
sv: Detta dokument är begränsat.
tr: Bu belge kısıtlanmıştır.
uk: Цей документ обмежено.
vi: Tài liệu này bị hạn chế.
zh_cn: 此文档受限制。
zh_tw: 這是受限文件。

source: Share this article: {link}
af: Deel hierdie artikel: {link}
bg: Споделете статията: {link}
bs: Dijelite ovaj članak: {link}
de: Diesen Artikel teilen: {link}
el: Κοινοποίηση άρθρου: {link}
es: Comparte este artículo: {link}
fy_nl: Diel dit artikel: {link}
he: שיתוף מאמר זה: {link}
hr: Dijeli ovaj članak: {link}
hu: Leírás megosztása: {link}
ia: Compartir iste articulo: {link}
it: Condividi questo articolo: {link}
ja: この記事を共有する: {link}
ka: სტატიის გაზიარება: {link}
kab: Bḍu amagrad-a: {link}
ko: 이 문서 공유하기: {link}
mg: Hizara an'ity lahatsoratra ity: {link}
ms: Kongsi artikel ini: {link}
nb_no: Del artikkelen: {link}
nl: Dit artikel delen: {link}
pa_in: ਇਹ ਲੇਖ ਸਾੰਝਾ ਕਰੋ: {link}
pl: Udostępnij artykuł: {link}
pt_br: Compartilhe este artigo: {link}
pt_pt: Partilhar este artigo: {link}
ro: Partajează acest articol: {link}
sk: Zdieľať tento článok: {link}
sr: Поделите овај чланак: {link}
sv: Dela artikeln: {link}
te: ఈ వ్యాసాన్ని పంచుకోండి: {link}
th: แบ่งปันบทความนี้: {link}
tr: Bu makaleyi paylaşın: {link}
uk: Поділитись цією статтею: {link}
ur: اس مضمون کو شیر کریں: {link}
vi: Chia sẻ tài liệu này: {link}
zh_cn: 分享此文章: {link}
zh_tw: 分享此文件：{link}
zu: Yabelana ngale athikhili : {link}

source: Edit Article | {document}
af: Redigeer artikel | {document}
bg: Редактиране на статия | {document}
bs: Uredi članak | {document}
de: Artikel bearbeiten | {document}
el: Επεξεργασία άρθρου | {document}
es: Editar artículo | {document}
fy_nl: Artikel bewurkje | {document}
he: עריכת מאמר | {document}
hr: Uredi članak | {document}
hu: Leírás szerkesztése | {document}
ia: Rediger le articulo | {document}
id: Edit Artikel | {document}
it: Modifica articolo | {document}
ja: 記事編集 | {document}
ka: სტატიის ჩასწორება | {document}
kab: Ẓreg amagrad | {document}
ko: 문서 수정 | {document}
mg: Hanitsy Lahatsoratra | {document}
ms: Edit Artikel | {document}
nb_no: Rediger artikkel | {document}
nl: Artikel bewerken | {document}
pa_in: ਲੇਖ ਸੋਧੋ | {document}
pl: Edytuj artykuł | {document}
pt_br: Editar artigo | {document}
pt_pt: Editar Artigo | {document}
ro: Editează articolul | {document}
sk: Upraviť článok | {document}
sr: Измени чланак | {document}
sv: Redigera artikel | {document}
te: వ్యాసపు సవరణ | {document}
th: แก้ไขบทความ | {document}
tr: Makaleyi Düzenle | {document}
uk: Редагувати статтю | {document}
ur: مضمونمیں تدوین کریں |{document}
vi: Chỉnh sửa Bài viết | {document}
zh_cn: 编辑文章 | {document}
zh_tw: 編輯文章 | {document}
zu: Lungisa i-athikhili | {document}

source: Edit Article
af: Redigeer artikel
bg: Редактиране на статия
bs: Uredi članak
de: Artikel bearbeiten
el: Επεξεργασία άρθρου
es: Editar artículo
fy_nl: Artikel bewurkje
he: עריכת מאמר
hr: Uredi članak
hu: Leírás szerkesztése
ia: Redige le articulo
id: Edit Artikel
it: Modifica articolo
ja: 記事を編集
ka: სტატიის ჩასწორება
kab: Ẓreg amagrad
ko: 문서 수정
mg: Hanitsy Lahatsoratra
ms: Edit Artikel
nb_no: Rediger artikkel
nl: Artikel bewerken
pa_in: ਲੇਖ਼ ਸੋਧੋ
pl: Edytuj artykuł
pt_br: Editar artigo
pt_pt: Editar Artigo
ro: Editează articolul
sk: Upraviť článok
sr: Измени чланак
sv: Redigera artikel
te: వ్యాసాన్ని సవరించు
th: แก้ไขบทความ
tr: Makaleyi Düzenle
uk: Редагувати статтю
ur: مضمون میں تدوین کریں
vi: Chỉnh sửa bài viết
zh_cn: 编辑文章
zh_tw: 編輯文章
zu: Lungisa i-athikhili

source: <em>Editing Content For:</em><br>{title}
de: <em>Inhalt bearbeiten für:</em><br>{title}
el: <em>Επεξεργασία περιεχομένου για:</em><br>{title}
fy_nl: <em>Ynhâld bewurkje foar:</em><br>{title}
hu: <em>Tartalom szerkesztése ennél:</em><br>{title}
ia: <em>Editante contento pro:</em><br>{title}
it: <em>Modifica contenuti per:</em><br>{title}
ka: <em>შიგთავსის ჩასწორება:</em><br>{title}
ko: <em>콘텐츠 편집 대상:</em><br>{title}
nl: <em>Inhoud bewerken voor:</em><br>{title}
pl: <em>Edycja treści dla:</em><br>{title}
pt_br: <em>Editando conteúdo de:</em><br>{title}
pt_pt: <em>A editar conteúdo para:</em><br>{title}
sk: <em>Úprava obsahu pre:</em><br>{title}
sv: <em>Redigera innehåll för:</em><br>{title}
tr: <em>İçerik düzenleme:</em><br>{title}
uk: <em>Редагування вмісту для:</em><br>{title}
vi: <em>Đang chỉnh sửa nội dung cho:</em><br>{title}
zh_cn: <em>正在编辑文章内容：</em><br>{title}
zh_tw: <em>編輯文章內容：</em><br>{title}

source: <label>Needs Change:</label> %(comment)s
af: <label>Het verandering nodig:</label> %(comment)s
bg: <label>Нуждае се от промяна:</label> %(comment)s
bs: <label>Potrebna je promjena:</label> %(comment)s
de: <label>Benötigt Änderung:</label> %(comment)s
el: <label>Χρειάζεται αλλαγή:</label> %(comment)s
es: <label>Requiere cambios:</label> %(comment)s
fy_nl: <label>Wiziging nedich:</label> %(comment)s
he: <label>נדרש שינוי:</label> %(comment)s
hr: <label>Zahtijeva promjenu:</label> %(comment)s
hu: <label>Módosítás szükséges:</label> %(comment)s
ia: <label>Require de cambiar:</label> %(comment)s
id: <label>Butuh Perubahan:</label> %(comment)s
it: <label>Modifiche richieste:</label> %(comment)s
ja: <label>変更が必要:</label> %(comment)s
ka: <label>საჭიროებს ცვლილებებს:</label> %(comment)s
kab: <label>Ilaq-as ubeddel:</label> %(comment)s
ko: <label>수정 필요:</label> %(comment)s
mg: <label>Mila Fanovana:</label> %(comment)s
ms: <label>Perlu Ubah:</label> %(comment)s
nb_no: <label>Trenger endring:</label> %(comment)s
nl: <label>Wijziging nodig:</label> %(comment)s
pa_in: <label>ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ:</label> %(comment)s
pl: <label>Wymaga zmiany:</label> %(comment)s
pt_br: <label>Precisa de mudanças:</label> %(comment)s
pt_pt: <label>Precisa de ser alterado:</label> %(comment)s
ro: <label>Necesită schimbări:</label> %(comment)s
sk: <label>Požaduje zmenu:</label> %(comment)s
sr: <label>Потребна је промена:</label> %(comment)s
sv: <label>Behöver ändras:</label> %(comment)s
te: <label>మార్పు అవసరం:</label> %(comment)s
th: <label>ต้องการการเปลี่ยนแปลง:</label> %(comment)s
tr: <label>Değişiklik gerekiyor:</label> %(comment)s
uk: <label>Потребує зміни:</label> %(comment)s
ur: <label> تہدلی کی ضرورت ہے:</label>%(comment)s
vi: <label>Cần được thay đổi:</label> %(comment)s
zh_cn: <label>需要更改：</label>%(comment)s
zh_tw: <label>需要變更:</label> %(comment)s
zu: <label>Kudinga ukushintshwa:</label> %(comment)s
