Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
af: Jy gaan nou jou eie redigering goedkeur. Oorweeg dit asseblief om eerder ons <a href="%(url)s">nasieners</a> te vra.
bg: На път сте да одобрите собствената си редакция. Вземете предвид, че вместо това можете да оставите ревизирането на нашите <a href="%(url)s">преглеждачи</a>.
bs: Spremate se odobriti vlastitu izmjenu. Molimo, umjesto toga, razmotrite pitati naše <a href="%(url)s">recenzente</a>.
de: Sie sind dabei, Ihre eigene Änderung freizuschalten. Bitte überlegen Sie, stattdessen unsere <a href="%(url)s">Überprüfer</a> zu fragen.
el: Πρόκειται να εγκρίνετε τη δική σας επεξεργασία. Παρακαλούμε εξετάστε το ενδεχόμενο να ρωτήσετε τους δικούς μας <a href="%(url)s">ελεγκτές</a>.
es: Estás a punto de aprobar tu propia edición. Por favor, considera la posibilidad de pedírselo a nuestros <a href="%(url)s">revisores</a> en su lugar.
fy_nl: Jo geane jo eigen bewurking goedkarre. Oerweagje yn stee hjirfan ús <a href="%(url)s">reviewers</a> te rieplachtsjen.
he: פעולה זו תאשר את העריכה שלך על ידיך. מומלץ לבקש עזרה מה<a href="%(url)s">סוקרים</a> שלנו במקום.
hr: Odobrit ćeš vlastitu izmjenu. Molimo te, da umjesto toga upitaš naše <a href="%(url)s">recenzente</a>.
hu: Arra készül, hogy jóváhagyja saját szerkesztését. Kérjük fontolja meg, hogy inkább megkéri az egyik <a href="%(url)s">lektort</a>.
ia: Tu es preste a approbar tu proprie redaction. Per favor considera in vice de demandar a nostre <a href="%(url)s">revisores</a>.
id: Anda akan menyetujui hasil edit Anda sendiri. Pertimbangkan untuk bertanya ke <a href="%(url)s">para peninjau</a> terlebih dulu.
it: Si sta per approvare una propria modifica. Potrebbe essere più opportuno consultare i nostri <a href="%(url)s">revisori</a>.
ja: あなた自身による編集を承認しようとしています。必要であれば、代わりに、<a href="%(url)s">レビュア</a> に承認してもよいか確認してください。
ka: თქვენ აპირებთ, საკუთარი შესწორების მიღებას. გთხოვთ, ამის ნაცვლად, დაეკითხოთ ჩვენს <a href="%(url)s">მიმომხილველებს</a>.
kab: Aql-ak tettedduḍ ad tqebleḍ abeddil-ik. Axir suter i <a href="%(url)s">imceggiren</a>-nneɣ ma tuɛaḍ.
ko: 현재 편집본을 승인하려고 합니다. <a href="%(url)s">검토자</a>에게 요청하십시오.
mg: Eo an-dàlana hankatò ny fanitsiana nataonao ihany ianao. Hevero azafady ny manontany an'ireo <a href="%(url)s">mpitsaranay</a> toa izay manao izany.
ms: Anda akan luluskan edit anda sendiri. Sila pertimbangkan untuk meminta <a href="%(url)s">penyemak</a> kami berbuat demikian.
nb_no: Du vil nå godkjenne din egen redigering. Vurder om du heller vil spørre våre <a href="%(url)s">gjennomgåere</a> isteden.
nl: U gaat uw eigen bewerking goedkeuren. Overweeg in plaats hiervan onze <a href="%(url)s">reviewers</a> te raadplegen.
pa_in: ਤੁਸੀ ਆਪਣੀ ਸੋਧ ਆਪ ਮਨਜੂਰ ਕਰਨ ਲੱਗੇ ਹੋ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਸਾਡੇ ਸਮੀਖਕਾਂ </a> ਦੇ ਬਜਾਏ ਪੂੱਛ <a href="%(url)s"> ਉੱਤੇ ਵਿਚਾਰ ਕਰੋ।
pl: Zamierzasz zatwierdzić swoją wersję. Rozważ poproszenie o to naszych <a href="%(url)s">recenzentów</a>.
pt_br: Você irá aprovar sua própria edição. Considere pedir a nossos <a href="%(url)s">revisores</a>.
pt_pt: Está prestes a aprovar a sua própria edição. Por favor, considere pedir aos nossos <a href="%(url)s">revisores</a>.
ro: Ești pe cale de a aproba propria ta editare. Te rugăm să apelezi în schimb la <a href="%(url)s">revizorii noștri</a>.
sk: Zdá sa, že chcete schváliť svoju vlastnú úpravu. Zvážte prosím či o kontrolu nechcete radšej požiadať niekoho z <a href="%(url)s">redaktorov</a>.
sr: Покушавате да одобрите сопствену измену. Размотрите да питате наше <a href="%(url)s">рецензенте</a> уместо.
sv: Du är på väg att godkänna din egen redigering. Vänligen överväg att be våra <a href="%(url)s">granskare</a> istället.
te: మీరు మీ స్వంత సవరణ ఆమోదించబోతున్నారు. దయచేసి మా <a href="%(url)s"> సమీక్షకులు </a> బదులుగా కోరుతూ పరిగణలోకి తోసుకోండి.
th: คุณกำลังจะอนุมัติการปรับของคุณเอง จะดีกว่าถ้าคุณสอบถามไปยัง<a href="%(url)s">ผู้ตรวจทาน</a>ของเรา
tr: Kendi düzenlemenizi onaylamak üzeresiniz. Lütfen bunun yerine diğer <a href="%(url)s">editörlerimizden</a> birine rica etmeyi düşünün.
uk: Ви збираєтесь затвердити своє власне виправлення. Подумайте будь ласка, чи не краще запитати натомість у наших <a href="%(url)s">рецензентів</a>.
vi: Bạn sắp phê duyệt chỉnh sửa của riêng bạn. Thay vào đó, hãy xem xét yêu cầu <a href="%(url)s">người đánh giá</a> của chúng tôi.
zh_cn: 您正要批准您自己的编辑。请考虑邀请我们的 <a href="%(url)s">审核员</a> 代为执行。
zh_tw: 您正要接受您自己的編修。請考慮改由要求我們的 <a href="%(url)s">審核者</a> 進行審核。
zu: Njengamanje uzokwamukela isilungiso sakho. Uyacelwa ukuba uke ucabange ngokubuza abethu <a href="%(url)s">ababukezi</a> esikhundleni salokho.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
af: Klik Aanvaar om hierdie weergawe van die artikel te publiseer! Neem asseblief 'n oomblik om seker te maak al die opsies is korrek.
bg: Като потвърдите с "Приемане" ще направи тази версия на статията видима онлайн! Моля, отделете малко време, за да се уверите, че всички опции са правилни.
bs: Klikom na Prihvati biti će objavljena ova verzija članka! Molimo vas da odvojite trenutak kako bi bili sigurni da su sve opcije tačne.
de: Wenn Sie auf „Freischalten“ klicken, wird diese Version des Artikels freigeschaltet! Bitte nehmen Sie sich einen Moment Zeit, um sicherzustellen, dass alle Optionen korrekt sind.
el: Αν κάνετε κλικ στο «Έγκριση», θα κυκλοφορήσει αυτή η έκδοση του άρθρου! Παρακαλούμε αφιερώστε λίγο χρόνο για να βεβαιωθείτε ότι όλες οι επιλογές είναι σωστές.
es: ¡Al hacer clic en Aceptar esta versión del artículo será publicada! Por favor, tómate un momento para asegurarte de que todas las opciones son correctas.
fy_nl: Op Akseptearje klikke sil dizze ferzje fan it artikel live meitsje! Nim efkes de tiid om te kontrolearjen oft alle opsjes krekt binne.
he: לחיצה על אישור תהפוך את הגרסה הזו של המאמר לחיה! נא לוודא כי כל האפשרויות נבחרו בקפידה.
hr: Klikom na „Prihvati”, objavit će se ova verzija članka! Nakratko provjeri točnost svih opcija.
hu: Az Elfogadás gombra kattintva a leírás jelenlegi verziója jelenik meg! Ellenőrizze, hogy minden beállítás megfelelő.
ia: Clicca Acceptar, rendera vive iste version del articulo! Per favor prende un momento pro ser secur que tote le optiones es correcte.
id: Dengan mengeklik Setujui akan membuat versi ini langsung terbit! Luangkan waktu untuk memeriksa apakah semua opsinya sudah sesuai.
it: Facendo clic su Accetta si renderà pubblica questa versione dell'articolo. Assicurarsi che tutte le opzioni siano corrette.
ja: 承諾ボタンをクリックすると、このバージョンの記事が公開されます！ ボタンをクリックする前に、すべてのオプションが正しいか確認してください。
ka: მიღებაზე დაწკაპებით, ეს სტატია გამოქვეყნდება! გთხოვთ, კიდევ ერთხელ გადახედოთ და დარწმუნდეთ, რომ ყველაფერი წესრიგშია.
kab: S utekki ɣer Qbel, lqem-a n umagrad ad yeffeɣ srid! Ttxil-k awi kra n wakud akken ad tesneqdeḍ ma yella meṛṛa isefran d imeɣta.
ko: 허가를 누르면 문서가 서비스됩니다! 적합한 변경 사항을 작업 해준 분께 감사의 인사를 보냅니다.
mg: Raha tsindrina Hanaiky dia handeha live ity kinovan'ny lahatsoratra ity! Makà fotoana kely azafady hakana antoka fa marina ny safidy rehetra.
ms: Mengklik Terima akan menyiarkan semakan ini secara langsung. Sila ambil sedikit masa untuk memastikan semua pilihan adalah betul.
nb_no: Trykker du Godta vil denne versjonen av artikkelen bli gjeldende! Bruk et øyeblikk på å sjekke at alle innstillinger er riktige.
nl: Op Accepteren klikken zal deze versie van het artikel live maken! Neem even de tijd om te controleren of alle opties juist zijn.
pa_in: ਸਵੀਕਾਰੇਂ ਕਲਿਕ ਕਰਣਾ ਇਸ ਸੰਸਕਰਣ ਦੇ ਲੇਖ ਰਹਿੰਦੇ ਹਨ ਕਰ ਦੇਵੇਗਾ ! ਕ੍ਰਿਪਾ ਇੱਕ ਪਲ ਲੈਣ ਲਈ ਸੁਨਿਸਚਿਤ ਕਰੀਏ ਕਿ ਸਾਰੇ ਵਿਕਲਪ ਠੀਕ ਹਨ।
pl: Naciśnięcie przycisku Zatwierdź spowoduje upublicznienie tej wersji artykułu. Sprawdź, czy wszystkie opcje są poprawne.
pt_br: Ao clicar em Aceitar, esta versão do artigo ficará pública! Verifique se tudo está correto.
pt_pt: Clicar em Aceitar tornará pública esta versão do artigo! Por favor, faça uma última revisão para garantir que tudo está correto.
ro: Un clic pe Accept va pune în producție această versiune a articolului! Asigură-te un moment că toate opțiunile sunt corecte.
sk: Kliknutím na tlačidlo Prijať zverejníte túto verziu pre používateľov! Venujte prosím chvíľu pozornosti kontrole, či sú všetky možnosti v poriadku.
sr: Притиском на Прихвати ова верзија ће постати актуелна! Издвојите моменат да бисте проверили да су све опције тачне.
sv: Genom att klicka på Godkänn kommer du att publicera denna version av artikeln! Ta dig tid och säkerställ att alla alternativ är korrekta.
te: అంగీకరించు నొక్కితే వ్యాసం యొక్క ఈ వెర్షన్ అందుబాటులోని వస్తుంది! దయచేసి అన్ని ఎంపికలు సరిచూడండి తప్పకుండా ఒక క్షణం పడుతుంది.
th: คลิก ยอมรับ จะทำให้รุ่นของบทความนี้เผยแพร่! โปรดใช้เวลาสักครู่เพื่อทำให้แน่ใจว่าตัวเลือกทั้งหมดถูกต้อง
tr: "Kabul et"e tıkladığınızda makalenin bu sürümü yayımlanacaktır! Lütfen tüm seçeneklerin doğru olduğundan emin olun.
uk: Натиснувши кнопку "Затвердити", ви зробите цю редакцію статті активною! Переконайтеся, що все зроблено правильно.
vi: Nhấp vào chấp thuận sẽ làm cho phiên bản này của bài viết trực tiếp! Hãy dành một chút thời gian để chắc chắn tất cả các tùy chọn là chính xác.
zh_cn: 点击接受就可以让这个版本的文章成为当前版本！请花点时间以确保所有的选择都是正确的。
zh_tw: 點下接受就可以讓這個版本的文章活起來！請花一點時間確認選項都正確。
zu: Ukuchofoza ukuthi Amukela kuzokwenza le veshini ibe bukhoma! Uyacelwa uke uthathe ithuba lokuqinisekisa ukuthi zonke izinketho ziyanemba.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
af: Dankie dat jy tyd geneem het om hierdie veranderinge na te sien. Klik Aanvaar om hierdie weergawe van die artikel te publiseer! Neem asseblief 'n oomblik om seker te maak al die opsies is korrek.
bg: Благодарим Ви, че отделихте време за преглед на тези промени. Кликването върху "Приемам" ще направи тази версия на статията онлайн! Моля, отделете малко време, за да се уверите, че всички опции са правилни.
bs: Hvala što ste našli vremena za pregled ovih izmjena. Klikom na Prihvati ova verzija članka će biti objavljena! Molimo, uzmite trenutak da provjerite ispravnost svih opcija.
de: Danke, dass Sie sich die Zeit genommen haben, diese Änderungen zu überprüfen. Wenn Sie auf „Freischalten“ klicken, wird diese Version des Artikels freigeschaltet! Bitte nehmen Sie sich einen Moment Zeit, um sicherzustellen, dass alle Optionen korrekt sind.
el: Ευχαριστούμε για τον χρόνο που αφιερώσατε για να ελέγξετε τις αλλαγές αυτές. Αν κάνετε κλικ στο «Έγκριση», θα κυκλοφορήσει αυτή η έκδοση του άρθρου! Παρακαλούμε αφιερώστε λίγο χρόνο για να βεβαιωθείτε ότι όλες οι επιλογές είναι σωστές.
es: Gracias por tomarte un tiempo para revisar estos cambios. ¡Al hacer clic en Aceptar esta versión del artículo será publicada! Por favor, tómate un momento para asegurarte de que todas las opciones son correctas.
fy_nl: Tank foar it kontrolearjen fan dizze wizigingen. Op Akseptearjen klikke sil dizze ferzje fan it artikel live meitsje! Nim efkes de tiid om te kontrolearjen oft alle opsjes krekt binne.
he: תודה על הזמן שהקדשת בסקירת השינויים האלה. לחיצה על אישור תהפוך את הגרסה הזו של המאמר לחיה! נא לוודא כי כל האפשרויות נבחרו בקפידה.
hr: Hvala ti na pregledu ovih izmjena. Klikom na „Prihvati” objavit će se ova verzija članka! Provjeri ispravnost svih opcija.
hu: Köszönjük, hogy átnézte ezeket a módosításokat. Az Elfogadás gombra kattintva a leírás jelenlegi verziója jelenik meg! Ellenőrizze, hogy minden beállítás megfelelő.
ia: Gratias pro prender le tempore pro le revision de iste cambios. Clicca Acceptar, rendera vive iste version del articulo! Per favor prende un momento pro ser secur que tote le optiones es correcte.
id: Terima kasih telah meluangkan waktu untuk meninjau perubahan berikut. Dengan mengeklik Setujui akan membuat versi ini langsung terbit! Luangkan waktu untuk memeriksa apakah semua opsinya sudah sesuai.
it: Grazie per il tempo speso nella revisione di queste modifiche. Facendo clic su Accetta si renderà pubblica questa versione dell'articolo. Assicurarsi che tutte le opzioni siano corrette.
ja: 変更をレビューしていただきありがとうございます。承諾ボタンをクリックすると、このバージョンの記事が公開されます！ ボタンをクリックする前に、すべてのオプションが正しいか確認してください。
ka: გმადლობთ, რომ გამონახეთ დრო, ცვლილებების გადახედვისთვის. მიღებაზე დაწკაპებით, სტატიის ეს ვერსია გამოქვეყნდება! გთხოვთ, კიდევ ერთხელ გადახედოთ და დარწმუნდეთ, რომ ყველაფერი წესრიგშია.
kab: Tanemmirt ɣef wakud i tefkiḍ i usenqed n yisenfal-a. S usiti ɣef Qbel, lqem-a n umagrad ad yili srid! Ɛawed asenqed, tḍemneḍ belli tixtiṛin akk gerrzent.
ko: 변경 사항을 검토해 주셔서 감사합니다. 허가를 누르면 문서가 제공됩니다. 확실히 확인 바랍니다.
mg: Misaotra naka fotoana nitsarana an'ireto fanovana ireto. Raha tsindrina Hanaiky dia handeha live ity kinovan'ny lahatsoratra ity! Makà fotoana kely azafady hakana antoka fa marina ny safidy rehetra.
ms: Terima kasih kerana meluangkan masa untuk meneliti perubahan ini. Mengklik Terima akan menyiarkan versi artikel ini secara langsung! Sila luangkan masa untuk pastikan semua pilihan adalah betul.
nb_no: Takk for at du tok deg tid til å gjennomgå disse endringene. Trykk Aksepter for å gjøre denne versjonen av artikkelen gjeldende! Bruk et øyeblikk for å sjekke at alle innstillinger er riktige.
nl: Bedankt voor het controleren van deze wijzigingen. Op Accepteren klikken zal deze versie van het artikel live maken! Neem even de tijd om te controleren of alle opties juist zijn.
pa_in: ਸਮਾਂ ਲੈਣ ਲਈ ਇਸ ਪਰਿਵਰਤਨਾਂ ਦੀ ਸਮਿਖਿਅਕ ਲਈ ਧੰਨਵਾਦ। ਸਵੀਕਾਰੇਂ ਕਲਿਕ ਕਰਣਾ ਇਸ ਸੰਸਕਰਣ ਦੇ ਲੇਖ ਰਹਿੰਦੇ ਹਨ ਕਰ ਦੇਵੇਗਾ ! ਕ੍ਰਿਪਾ ਇੱਕ ਪਲ ਲੈਣ ਲਈ ਸੁਨਿਸਚਿਤ ਕਰੀਏ ਕਿ ਸਾਰੇ ਵਿਕਲਪ ਠੀਕ ਹਨ।
pl: Dziękujemy za czas poświęcony sprawdzeniu zmian. Naciśnięcie przycisku Zatwierdź spowoduje upublicznienie tej wersji artykułu. Sprawdź, czy wszystkie opcje są poprawne.
pt_br: Obrigado por utilizar seu tempo revisando estas alterações. Ao clicar em Aceitar, esta versão do artigo será publicada. Verifique todas as opções para garantir que tudo esteja correto.
pt_pt: Obrigado por utilizar o seu tempo para rever estas alterações. Ao clicar em Aceitar, esta versão do artigo será publicada. Por favor, reveja todas as opções mais uma vez para garantir que tudo esteja correto.
ro: Mulțumim că ai verificat aceste schimbări. Un clic pe „Acceptă” va pune în producție această versiune a articolului! Asigură-te un moment că toate opțiunile sunt corecte.
sk: Ďakujeme za vás čas, ktorý venujete kontrole týchto zmien. Kliknutím na tlačidlo Prijať zverejníte túto verziu pre používateľov! Venujte prosím chvíľu pozornosti kontrole, či sú všetky možnosti v poriadku.
sr: Хвала вам што сте издвојили време да прегледате ове промене. Притиском на Прихвати ова верзија чланка ће постати актуелна! Издвојите моменат да бисте били сигурни да су све опције тачне.
sv: Tack för att du tog dig tid att granska dessa ändringar. Genom att klicka på Godkänn kommer du att publicera denna version av artikeln! Ta dig tid och säkerställ att alla alternativ är korrekta.
te: ఈ మార్పులు సమీక్షించడానికి సమయం తీసుకున్నందుకు ధన్యవాదాలు. అంగీకరించు నొక్కితే వ్యాసం యొక్క ఈ వెర్షన్ అందుబాటులోకి వస్తుంది! దయచేసి అన్ని ఎంపికలు సరిచూడండి తప్పకుండా ఒక క్షణం పడుతుంది.
th: ขอบคุณสำหรับการสละเวลาในการพิจารณาการเปลี่ยนแปลง คลิก ยอมรับ จะทำให้รุ่นของบทความนี้เผยแพร่! โปรดใช้เวลาสักครู่เพื่อทำให้แน่ใจว่าตัวเลือกทั้งหมดถูกต้อง
tr: Bu değişiklikleri gözden geçirdiğiniz için teşekkürler. "Kabul et"e tıkladığınızda makalenin bu sürümü yayımlayacaktır. Lütfen tüm seçeneklerin doğru olduğundan emin olun.
uk: Дякуємо, що знайшли час для перевірки цих змін. Натиснувши кнопку "Затвердити", ви зробите цю редакцію статті активною! Переконайтеся, що все зроблено правильно.
vi: Cảm ơn đã dành thời gian để xét duyệt những thay đổi này. Nhấp vào chấp thuận sẽ làm cho phiên bản này của bài viết trực tiếp! Hãy dành một chút thời gian để chắc chắn tất cả các tùy chọn là chính xác.
zh_cn: 感谢您抽出时间来审核这些变更。点击接受就可以让这个版本的文章成为当前版本！请花点时间以确保所有的选择都是正确的。
zh_tw: 感謝您花時間審核這些修改。點下接受就可以讓這個版本的文章活起來！請花一點時間確認選項都正確。
zu: Siyabonga ngokuba uzinike isikhathi sokubukeza lezi zinguquko. Kuchofoza ukuthi Amukela kuzokwenza le veshini ye-athikhili ibe bukhoma! Uyacelwa uke uthathe ithuba lokuqinisekisa ukuthi konke ongakhetha kukho kuyanemba.

source: Accept
af: Aanvaar
bg: Приемане
bs: Prihvati
de: Freischalten
el: Έγκριση
es: Aceptar
fy_nl: Akseptearje
he: אישור
hr: Prihvati
hu: Elfogadás
ia: Acceptar
id: Setujui
it: Accetta
ja: 承諾
ka: მიღება
kab: Qbel
ko: 허가
mg: Hanaiky
ms: Terima
nb_no: Godta
nl: Accepteren
pa_in: ਮਨਜ਼ੂਰ
pl: Zatwierdź
pt_br: Aceitar
pt_pt: Aceitar
ro: Acceptă
sk: Prijať
sr: Прихвати
sv: Godkänn
te: అంగీకరించు
th: ยอมรับ
tr: Kabul et
uk: Затвердити
ur: قبول کریں
vi: Chấp thuận
zh_cn: 接受
zh_tw: 接受
zu: Amukela

source: Defer this Translation
af: Stuur hierdie vertaling terug
bg: Отхвърляне на превода
bs: Odgodi ovaj prijevod
de: Diese Übersetzung zurückstellen
el: Διαφοροποίηση μετάφρασης
es: Diferir esta traducción
fy_nl: Dizze oersetting útstelle
he: דחיית תרגום זה
hr: Odgodi ovaj prijevod
hu: Fordítás elhalasztása
ia: Deferer iste traduction
id: Tolak Terjemahan ini
it: Rifiuta questa traduzione
ja: この翻訳を却下
ka: თარგმანის გადადება
kab: Serǧu tasuqilt-a
ko: 현재 번역 거절
mg: Hanemotra an'ity Dikanteny ity
ms: Tangguh Terjemahan ini
nb_no: Utsett denne oversettelsen
nl: Deze vertaling uitstellen
pa_in: ਇਸ ਨੂੰ ਅਨੁਵਾਦ ਕਰਨਾ ਟਾਲੋ
pl: Odrocz to tłumaczenie
pt_br: Rejeitar esta tradução
pt_pt: Diferir esta Tradução
ro: Amână această traducere
sk: Zamietnuť tento preklad
sr: Одбиј овај превод
sv: Senarelägg denna översättning
te: ఈ అనువాదాన్ని నిలిపివేయండి
th: เลื่อนการแปลนี้
tr: Bu çeviriyi reddet
uk: Відкласти цей переклад
ur: اس ترجمہ کو موخر کریں
vi: Trì hoãn bản dịch này
zh_cn: 待定此翻译
zh_tw: 推遲此翻譯
zu: Hlehlisa lesi Sihumusho

source: Defer this Revision
af: Stuur hierdie wysiging terug
bg: Отлагане на тази ревизия
bs: Odgodi ovu reviziju
de: Diese Änderung zurückstellen
el: Διαφοροποίηση αναθεώρησης
es: Diferir esta revisión
fy_nl: Dizze refyzje útstelle
he: דחיית מהדורה זו
hr: Odgodi ovu reviziju
hu: Verzió elhalasztása
ia: Deferer iste revision
id: Tolak Revisi ini
it: Rifiuta questa versione
ja: このリビジョンを却下
ka: ამ ვერსიის გადადება
kab: Serǧu aceggir-a
ko: 현재 변경 사항 거절
mg: Hanemotra an'ity Fanitsiana ity
ms: Tangguh Semakan ini
nb_no: Utsett denne revisjonen
nl: Deze revisie uitstellen
pa_in: ਦੁਹਰਾਈ ਨੂੰ ਟਾਲ
pl: Odrocz tę wersję
pt_br: Rejeitar esta edição
pt_pt: Diferir esta Revisão
ro: Amână recenzia
sk: Zamietnuť túto revíziu
sr: Одложи ову ревизију
sv: Senarelägg denna revidering
te: ఈ రివిజన్ ను తిరస్కరించు
th: เลื่อนการแก้ไขนี้
tr: Bu revizyonu reddet
uk: Відкласти цю редакцію
ur: اس نظرثانی کا موخر کریں
vi: Trì hoãn sửa đổi này
zh_cn: 待定此修订
zh_tw: 推遲此變更
zu: Hlehlisa lesi Sibukezo
