Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Some HTML supported: &#x3C;abbr title&#x3E; &#x3C;acronym title&#x3E; &#x3C;b&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Links are forbidden.
ja: いくつかの HTML が使用可能です: &#x3C;abbr title&#x3E; &#x3C;acronym title&#x3E; &#x3C;b&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;。リンクは禁止です。

source: Firefox logo
ja: Firefox ロゴ
ur: Firefox لوگو

source: Log in / Sign up with Firefox Accounts
ja: ログイン / Firefox アカウントで登録
ur: Firefox اکاؤنٹس کے ساتھ لاگ ان / سائن اپ کریں

source: Never miss an answer. A free Firefox Account lets you view your question history and track or post responses.
ja: 答えを見逃すことはありません。無料の Firefox アカウントを使用すると、自分がした質問の履歴の表示や回答の追跡ができます。

source: We've upgraded our log-in system to replace Mozilla Support accounts with Firefox Accounts. Firefox Accounts offers one log-in for convenient and secure access to Mozilla services. <a href="%(url)s">See our FAQ</a> for more information.
ja: ログインシステムがアップグレードされ、Mozilla Support のアカウントから Firefox アカウントに置き換わっています。Firefox アカウントは、ログインを便利にして Mozilla のサービスに安全にアクセスできます。詳しい情報は、<a href="%(url)s">よくある質問</a> をご覧ください。

source: Continue with Firefox Accounts
ja: Firefox アカウントで続ける
ur: Firefox اکاؤنٹس کے ساتھ جاری رکھیں

source: Continuing with Firefox Accounts means you have agreed with the <a href="%(terms_url)s">Terms and Conditions</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
ja: Firefox アカウントで続けると <a<a href="%(terms_url)s">利用規約</a> および <a href="%(privacy_url)s">プライバシーポリシー</a> に同意したものとみなされます。

source: To change your email or avatar, visit the Firefox Accounts page. %(a_open)s Learn more. %(a_close)s
ja: メールアドレスやアバターを変更するには、Firefox アカウントのページにアクセスしてください。%(a_open)s詳細はこちらをご覧ください。%(a_close)s

source: Manage Firefox Account
ja: Firefox アカウントを管理
ur: Firefox اکائونٹس بندرست کریں

source: Delete My Account
af: Skrap my rekening
bs: Izbriši moj račun
ja: アカウントを削除
ms: Buang Akaun Saya
pa_in: ਮੇਰਾ ਖਾਤਾ ਮਿਟਾ ਦਿਉ
ur: میرا اکاؤنٹ حذف کریں

source: You can now log in to Mozilla Support using Firefox Accounts.
ja: Firefox アカウントを使用して Mozilla Support にログインできます。
ur: اب آپ Firefox اکاؤنٹس کا استعمال کرکے Mozilla سپورٹ میں لاگ ان کرسکتے ہیں۔

source: You already have a Firefox Account. Please use your Firefox Account instead of your Mozilla Support account.
ja: 既に Firefox アカウントをお持ちです。Mozilla サポートアカウントの代わりに Firefox アカウントを 使用してください。

source: Start Now
ja: 早速始めよう

source: <em>Editing</em> {title}
af: <em>Redigeer</em> {title}
bs: <em>Uređivanje</em> {title}
ja: <em>編集中</em>: {title}
ms: <em>Mengedit</em> {title}
pa_in: <em>ਸੋਧ ਜਾਰੀ ਹੈ</em> {title}
ur: <em> تدوین</em>{title}

source: Edit Description
af: Redigeer beskrywing
bs: Uredi opis
ja: 記事説明の編集
ms: Edit Keterangan
pa_in: ਵਿਵਰਨ ਸੋਧੋ
ur: تفصیل میں تدوین کریں

source: Edit Content
af: Redigeer inhoud
bs: Uredi sadržaj
ja: 記事本文の編集
ms: Edit Kandungan
pa_in: ਸੋਧੋ ਕੰਨਟੇਟ
ur: مواد میں تدوین کریں

# DB: products.Product.title
source: Firefox Private Network
bg: Частна мрежа на Firefox
hr: Firefoxova privatna mreža
kab: Azeṭṭa n tbaḍnit n Firefox
sr: Firefox приватна мрежа
ur: Firefox نجی نیٹ ورک

# DB: products.Product.title
source: Firefox Klar
bs: Firefox 4
pa_in: ਫਾਇਰਫਾਕਸ ਕਲਾਰ
sr: Firefox Clear

source: Firefox Reality
hr: Firefox stvarnost
pa_in: ਫਾਇਰਫਾਕਸ ਅਸਲੀਅਤ

source: Firefox Private Network
hr: Firefoxova privatna mreža
ur: Firefox نجی نیٹ ورک

# DB: products.Product.title
source: Firefox Reality
hr: Firefox stvarnost
pa_in: ਫਾਇਰਫਾਕਸ ਅਸਲੀਅਤ

# DB: products.Topic.title
source: Pocket Premium
bg: Pocket Премиум

source: Android
kab: VPN n Android
te: ఆండ్రాయిడ్

# DB: products.Topic.title
source: Firefox Hello
kab: Azul Firefox
pa_in: ਫਾਇਰਫੌਕਸ ਹੈਲੋ
te: Firefox హలో
ur: Firefox ہیلو

source: New announcement for {group}
af: Nuwe aankondiging vir {group}
bs: Nova obavijest za {group}
ms: Pengumuman untuk {group}
pa_in: {group} ਲਈ ਨਵੀਂ ਸੂਚਨਾ
ur: {group} کے لئے نیا اعلان

source: Support Forum
pa_in: ਸਹਿਯੋਗ ਫੋਰਮ

source: Army of Awesome
pa_in: ਸਿਰਕੱਢਾਂ ਦੀ ਫੌਜ ਦਾ ਹਿੱਸਾ ਬਣੋ

source: Username, Display Name or Twitter Handle
pa_in: ਵਰਤੋਂਕਾਰ ਨਾਂ, ਵਿਖਾਉਣ ਵਾਲਾ ਨਾਂ ਜਾਂ ਟਵਿੱਟਰ ਹੱਥੀ

source: Twitter Handles:
pa_in: ਟਵਿੱਟਰ ਹੱਥੀਆਂ:

source: Top Contributors - Army of Awesome
pa_in: ਚੋਟੀ ਦੇ ਯੋਗਦਾਨੀ - ਸਿਰਕੱਢਾਂ ਦੀ ਫੌਜ

source: Unanswered
pa_in: ਨਾ ਜਬਾਬਦੇਅ

source: Answered
pa_in: ਜਬਾਬਦੇਅ

source: Reply-to is empty
pa_in: ਜਵਾਬ ਖਾਲੀ ਹੈ

source: Tweet has already been replied to
pa_in: ਟਵੀਟ ਦਾ ਪਹਿਲਾਂ ਹੀ ਜਵਾਬ ਦਿੱਤਾ ਗਿਆ ਹੈ

source: Message is empty
pa_in: ਸੁਨੇਹਾ ਖਾਲੀ ਹੈ

source: Message is too long
pa_in: ਸੁਨੇਹਾ ਬਹੁਤ ਲੰਮਾ ਹੈ

source: An error occured: {message}
pa_in: ਗਲਤੀ ਆਈ ਹੈ: {message}

source: Invalid ID.
pa_in: ਗਲਤ ID।

source: Tweets that are replies or have replies must not be hidden.
pa_in: ਜੋ ਉੱਤਰ ਹਨ ਜਾਂ ਉੱਤਰ ਛਿਪੇ ਹੋਏ ਨਹੀ ਹਨ ਉਹਨਾ ਨੂੰ ਟਵਿੱਟ ਕਰੋ

source: Join our Army of Awesome
pa_in: ਸਿਰਕੱਢਾਂ ਦੀ ਫੌਜ ਦਾ ਹਿੱਸਾ ਬਣੋ

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ ਪਿਆਰ ਕਰੋ ਅਤੇ ਮਦਦ ਕਰਨ ਲਈ ਕੁੱਝ ਪੋਲ ਹਨ?<br /> ਹੋਰ ਫਾਇਰਫਾਕਸ ਯੂਜ਼ਰਸ ਦੀ ਟਵੀਟਰ ਤੇ ਮਦਦ ਕਰੋ। ਚ਼ਗੀ ਚੀਜ ਉਹਨਾ ਕੋਲ ਆਏਗੀ ਜੋ ਟਵੀਟ ਕਰਦੇ ਹਨ!

source: Sign in and connect to Twitter
pa_in: ਟਵਿੱਟਰ ਨਾਲ ਜੋੜੋ ਅਤੇ ਸਾਈਨ ਇਨ ਕਰੋ

source: Choose a tweet below
pa_in: ਹੇਠਾ ਟਵਿੱਟ ਚੁਣੋ

source: Respond to the tweet!
pa_in: ਟਵਿੱਟ ਦਾ ਜਬਾਬ ਦਿਉ!

source: Loading
pa_in: ਲੋਡ ਕੀਤਾ ਜਾਂਦਾ ਹੈ

source: Refresh
pa_in: ਤਾਜ਼ਾ ਕਰੋ

source: Sign out
pa_in: ਸਾਈਨ ਆਉਟ

source: Sign in
pa_in: ਸਾਇਨ ਇਨ

source: How to be effective:
pa_in: ਅਸਰਦਾਰ ਕਿਵੇਂ ਹੋਣਾ ਹੈ:

source: Ask other contributors
pa_in: ਹੋਰ ਯੋਗਦਾਨੀਆਂ ਨੂੰ ਪੁੱਛੋ

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
pa_in: ਅਸੀ ਇਸ ਸਮੇ %(language)s ਲਈ ਬਿਲਕੁਲ ਨਾਲ ਮਿਲਦਾ ਜੁਲਦਾ ਟਵਿੱਟ ਨਹੀ ਲੱਭ ਸਕਦੇ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਜਾਚੋ। ਉੱਪਰ ਮੈਨੂ ਤੋ ਅਲੱਗ ਟਵਿੱਟ ਕਿਸਮ ਚੁਣੋ। ਜਾਂ ਪੇਜ਼ ਦੇ ਹੇਠਾਂ ਭਾਸ਼ਾ ਸਲੈਕਟਰ ਵਰਤ ਕੇ ਦੁਜੀਆ ਭਾਸ਼ਾਵਾ ਲਈ ਟਵਿੱਟ ਦੇਖੋ।

source: Ban User
pa_in: ਵਰਤੋਂਕਾਰ ਤੇ ਪਾਬੰਦੀ ਲਾਉ

source: Ban
pa_in: ਪਾਬੰਦੀ

source: Banned Users
pa_in: ਪਾਬੰਦੀਸ਼ੁਦਾ ਵਰਤੋਂਕਾਰ

source: Unban
pa_in: ਨਾ ਰੋਕਣਾ

source: Ignore User
pa_in: ਵਰਤੋਂਕਾਰ ਨੂੰ ਅਣਗੌਲਿਆ ਕਰੋ

source: Ignore
pa_in: ਅਣਡਿੱਠਾ ਕਰੋ

source: Ignored Users
pa_in: ਅਣਡਿੱਠੇ ਕੀਤੇ ਵਰਤੋਂਕਾਰ

source: Stop Ignoring
pa_in: ਅਣਗਹਿਲੀ ਰੋਕੋ

source: What is your reply about?
pa_in: ਤੁਹਾਡਾ ਜਬਾਬ ਕਿਸ ਬਾਰੇ ਹੈ?

source: Get personal
pa_in: ਨੀਜੀ ਹੋਵੋ

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
pa_in: ਇਸਨੂੰ ਟਵਿੱਟ ਕਰੋ ਅਤੇ ਅਤੇ ਇਸਨੂੰ ਆਪਣਾ ਬਣਾਉ। ਨਿੱਜਿਕਰਨ ਸੁਣੇਹੇ ਲੰਬੇ ਸਮੇ ਤੱਕ ਦੁਸਰਿਆ ਦੀ ਮਦਦ ਕਰਦੇ ਹਨ।

source: {0} and {1} other replied
pa_in: {0} ਅਤੇ {1} ਹੋਰ ਜਵਾਬ

source: {0} replied
pa_in: {0} ਜਵਾਬ

source: This tweet doesn't need a response
pa_in: ਇਸ ਟਵੀਟ ਨੂੰ ਹੁੰਗਾਰੇ ਦੀ ਲੋੜ ਨਹੀਂ

source: Remove
pa_in: ਹਟਾਓ

source: Connect to your Twitter account
pa_in: ਆਪਣੇ ਟਵਿੱਟਰ ਅਕਾਊਂਟ ਨਾਲ ਜੁੱੜੋ

source: Sign in to Mozilla Support
pa_in: ਮੌਜੀਲਾ ਸਹਿਯੋਗ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
pa_in: ਇਸ ਤੋ ਪਹਿਲਾ ਤੁਸੀ ਸ਼ਾਮਲ ਹੋਵੋ, ਤੁਹਾਨੂੰ ਬੇਨਜ਼ੀਰ ਦੀ ਫੌਜ ਨੂੰ ਆਪਣੇ ਪੱਖ 'ਤੇ ਟਵੀਟਸ ਪੋਸਟ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਦੇਣ ਦੀ ਲੋੜ ਹੈ।

source: You will always control every tweet you post.
pa_in: ਤੁੱਸੀਂ ਹਮੇਸਾਂ ਹਰ ਟਵੀਟ ਪੋਸਟ ਨੂੰ ਕੰਟਰੌਲ ਕਰੋਗੇ।

source: Army of Awesome will never tweet without your permission.
pa_in: ਬੇਨਜ਼ੀਰਾ ਦੀ ਫੌਜ ਤੁਹਾਡੀ ਆਗਿਆ ਬਗੈਰ ਟਵੀਟ ਕਦੇ ਨਹੀ ਕਰੇਗਾ।

source: Before you connect to Twitter, you must sign in to Mozilla Support.
pa_in: ਟਵਿੱਟਰ ਨਾਲ ਜੁੜਨ ਤੋ ਪਹਿਲਾ, ਤੁਹਾਨੂੰ ਮੋਜ਼ੀਲਾ ਸਹਿਯੋਗ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।

source: Are you registered with Mozilla Support?
pa_in: ਕੀ ਤੁਸੀ ਮੋਜ਼ੀਲਾ ਸਹਿਯੋਗ ਨਾਲ ਰਜਿਸਟਰ ਕਰ ਰਹੇ ਹੋ?

source: Yes, I am.
pa_in: ਹਾਂ, ਮੈ ਹਾਂ।

source: Click to sign in.
pa_in: ਲਾਗਿੰਨ ਕਰਨ ਲਈ ਕਲਿਕ ਕਰੋ।

source: No, I'm not.
pa_in: ਨਹੀ, ਮੈ ਨਹੀ ਹਾ।

source: Click to register.
pa_in: ਰਜਿਸਟਰ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ।

source: Last Week
pa_in: ਪਿਛਲਾ ਹਫਤਾ

source: Yesterday
pa_in: ਕੱਲ੍ਹ

source: Overall
pa_in: ਕੁੱਲ ਮਿਲਾ ਕੇ

source: All Time
pa_in: ਸਭ ਸਮੇਂ

source: %(date)s by <a href="%(url)s">%(user)s</a>
bs: %(date)s od <a href="%(url)s">%(user)s</a>
ms: %(date)s oleh <a href="%(url)s">%(user)s</a>
pa_in: %(date)s ਦੁਆਰਾ <a href="%(url)s">%(user)s</a>
ur: %(date)s کی جانب سے <a href="%(url)s">%(user)s</a>

source: by <a href="{profile_url}">{user}</a>
bs: od strane <a href="{profile_url}">{user}</a>
ms: oleh <a href="{profile_url}">{user}</a>
pa_in: ਦੁਆਰਾ <a href="{profile_url}">{user}</a>
ur: کی جانب سے <a href="{profile_url}">{user}</a>

source: by <a class="username" href="{profile_url}">{username}</a>
bs: od <a class="username" href="{profile_url}">{username}</a>
ms: oleh <a class="username" href="{profile_url}">{username}</a>
pa_in: ਦੁਆਰਾ <a class="username" href="{profile_url}">{username}</a>
ur: کی جانب سے <a class="username" href="{profile_url}">{username}</a>

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
bs: Ovaj forum je rasprava o poboljšanju "%(title)s" članka. Ako želite sudjelovati, molimo <a href="%(register_url)s">registrujte se</a>.
ms: Forum ini adalah perbincangan perihal menambahbaik artikel "%(title)s". Jika anda mahu menyertainya, sila <a href="%(register_url)s">daftar</a>.
pa_in: ਇਹ ਫੋਰਮ "%(title)s" ਲੇਖ ਸੁਧਾਰਣ ਬਾਰੇ ਚਰਚਾ ਕਰ ਰਿਹਾ ਹੈ। ਜੇ ਤੁਸੀ ਸਹਿਯੋਗ ਦੇਣਾ ਚਾਹੁੱਦੇ ਹੋ,ਕ੍ਰਿਪਾ ਕਰਕੇ <a href="%(register_url)s">ਰਜਿਸਟਰ</a>।

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
bs: Ovaj forum je rasprava o poboljšanju "%(title)s" članka. Ako želite poboljšati sadržaj članka, idite na <a href="%(url)s">Raspravu članka na engleskom</a>.
ms: Forum ini adalah perbincangan perihal menambahbaik artikel "%(title)s". Jika anda mahu menambahbaik kandungan artikel ini, lawati <a href="%(url)s">Perbincangan artikel Bahasa Inggeris</a>.
pa_in: ਇਹ ਫੋਰਮ "%(title)s" ਲੇਖ ਦੇ ਖੇਤਰੀਕਰਨ ਨੂੰ ਸੁਧਾਰਨ ਬਾਰੇ ਚਰਚਾ ਕਰਨ ਲਈ ਹੈ। ਜੇ ਤੁਸੀਂ ਲੇਖ ਸਮੱਗਰੀ ਸੁਧਾਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ <a href="%(url)s">ਅੰਗਰੇਜ਼ੀ ਵਿਚਾਰ-ਚਰਚਾ</a> ਉੱਤੇ ਜਾਉ।

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
pa_in: ਜੇ ਤੁਸੀ ਫਾਇਰਫਾਕਸ਼ ਨਾਲ ਮਦਦ ਲੇਣਾ ਚਾਹੁੰਦੇ ਹੋ,ਕ੍ਰਿਪਾ ਕਰਕੇ <a href="%(aaq_url)s">ਪ੍ਰਸ਼ੰਨ ਪੁੱਛੋ</a>।

source: Link to this post.
pa_in: ਪੋਸਟ ਨਾਲ ਲਿੰਕ।

source: Modified by {name} on {datetime}
pa_in: {name} ਵਲੋਂ {datetime} ਨੂੰ ਸੋਧਿਆ

source: Number of active Army of Awesome contributors
pa_in: ਸਿਰਕੱਡਾ ਦੀ ਫੌਜ ਦੇ ਸਰਗਰਮ ਯੋਗਦਾਨਿਆ ਦੀ ਗਿਣਤੀ

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
pa_in: ਪਰਿਭਾਸ਼ਾ: ਉਹ ਲੋਕ ਦੀ ਗਿਣਤੀ ਜਿਹਨਾ ਨੇ ਪਿਛਲੇ 30 ਦਿਨਾ ਵਿੱਚ ਸਿਰਕੱਡਾ ਦੀ ਫੌਜ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਇਆ ਹੈ।

source: Definition of contribution: replied to a tweet.
pa_in: ਯੋਗਦਾਨ ਦੀ ਪਰਿਭਾਸ਼ਾ: ਇੱਕ ਟਵੀਟ ਨੂੰ ਜਵਾਬ ਦਵੋ।

source: Help Other Users
pa_in: ਹੋਰ ਉਪਭੋਗੀ ਦੀ ਮਦਦ ਕਰੋ

source: Help Us Write Help Articles
pa_in: ਸਾਡੇ ਨਾਲ ਮਦਦ ਲੇਖਾ ਨੂੰ ਲਿਖਣ ਵਿੱਚ ਮਦਦ ਕਰੋ

source: Help us write help articles!
pa_in: ਸਾਡੀ ਮਦਦ ਲੇਖਾਂ ਨੂੰ ਲਿਖਣ ਵਿੱਚ ਮਦਦ ਕਰੋ!

source: Share your wisdom with the world.
pa_in: ਸੰਸਾਰ ਦੇ ਨਾਲ ਤੁਹਾਡੀ ਸਿਆਣਪ ਨੂੰ ਸ਼ੇਅਰ ਕਰੋ।

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
pa_in: ਜੇਕਰ ਤੁਸੀ ਲਿਖਣਾ ਜਾ ਪੜਨਾ ਪਸ਼ੰਦ ਕਰਦੇ ਹੋ ਤਦ ਨੌਲੇਜ ਬੇਸ ਤੁਹਾਡੇ ਲਈ ਜਗ੍ਹਾ ਹੈ। ਸਾਨੂੰ ਉਹਨਾ ਯੋਗਦਾਨਿਆ ਦੀ ਲੋਡ ਹੈ ਜੋ ਲਿੱਖ, ਸੋਧ ਜਾ ਅੰਗਰੇਜੀ ਲੇਖਾ ਦੀ ਸਬੂਤ ਪੜਨ ਕਰ ਸਕਣ। ਹਜਾਰਾ ਲੋਕ ਹਰ ਹਫ਼ਤੇ ਸਾਡੇ ਨੌਲੇਜ ਬੇਸ ਨੂੰ ਵਰਤਣ ਰਹੇ ਹਨ। ਜਰਾ ਸੋਚੋ ਤੁਹਾਡੇ ਦੁਆਰਾ ਕਿੰਨਿਆ ਦੀ ਮਦਦ ਹੋਵੇਗੀ!

source: How it works
pa_in: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ

source: Introduce yourself
pa_in: ਆਪਣੇ ਆਪ ਨੂੰ ਪੇਸ਼ ਕਰੋ

source: Watch our videos and check our documentation
pa_in: ਸਾਡੇ ਵੀਡਿਓ ਨੂੰ ਦੇਖੋ ਅਤੇ ਸਾਡੇ ਦਸਤਾਵੇਜ਼ ਚੈੱਕ ਕਰੋ

source: 1 article can be viewed by 400 million users and translated into 70+ languages
pa_in: 1 ਲੇਖ 400 ਲੱਖ ਯੂਜਰਾ ਦੁਆਰਾ ਦੇਖਿਈ ਅਤੇ 70+ ਭਾਸ਼ਾਵਾ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ

source: Other ways to get involved
pa_in: ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਹੋਰ ਤਰੀਕੇ

source: Translate help to your languages
pa_in: ਆਪਣੀ ਭਾਸ਼ਾਵਾ ਨੂੰ ਅਨੁਵਾਦ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ

source: Translate Help Articles
pa_in: ਅਨੁਵਾਦ ਹੋਏ ਮਦਦਗਾਰ ਲੇਖਾਂ

source: Translate help articles!
pa_in: ਅਨੁਵਾਦ ਹੋਏ ਮਦਦਗਾਰ ਲੇਖਾਂ!

source: Let's make Mozilla Support speak your language!
pa_in: ਚਲੋ ਮੋਜ਼ੀਲਾ ਸਪੋਰਟ ਨੂੰ ਆਪਣੀ ਭਾਸ਼ਾ ਬੋਲਣ ਦਿਓ!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
pa_in: ਮਦਦ ਲੇਖ ਅਜੇ ਤੱਕ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਉਪਲੱਬਧ ਨਹੀ ਹਨ? ਤੁਸੀ ਅਨੁਵਾਦ ਦੀ ਅਦਭੁਤ ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਨੂੰ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਲੱਖਾ ਯੂਜਰ ਮਿਲਨਗੇ। ਬਹੁਤ ਬਹਾਦਰ,ਠੀਕ ਹੈ ਨਾ?

source: Check our documentation
pa_in: ਸਾਡੇ ਦਸਤਾਵੇਜ਼ ਚੈੱਕ ਕਰੋ

source: Just edit articles in your language!
pa_in: ਜ਼ਰਾ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਲੇਖਾਂ ਨੂੰ ਸੋਧੋ!

source: Translating 1 article can help 1,000's of users in your language
pa_in: 1 ਲੇਖ ਦਾ ਅਨੁਵਾਦ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ 1000 ਯੂਜਰਾ ਦੀ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ

source: Write help articles
pa_in: ਲੇਖਾ ਨੂੰ ਅਨੁਵਾਦ ਕਰਨ ਵਿਚ ਮਦਦ

source: Answer questions in the forum
pa_in: ਫੋਰਮ ਵਿੱਚ ਸਵਾਲ ਦੇ ਜਵਾਬ ਦਿਓ

source: Where all the action happens
pa_in: ਜਿੱਥੇ ਕਿ ਸਾਰੀ ਕਾਰਵਾਈ ਵਾਪਰਦੀ ਹੈ

source: Go to our support forum and choose a question to answer
pa_in: ਸਾਡੇ ਸਹਾਇਤਾ ਮੰਚ ਨੂੰ ਜਾਓ ਅਤੇ ਜਵਾਬ ਦੇਣ ਲਈ ਕੋਈ ਸਵਾਲ ਦੀ ਚੋਣ ਕਰੋ

source: Start answering!
pa_in: ਉੱਤਰ ਦੇਣਾ ਚਾਲੂ ਕਰੋ!

source: Read this for some help to get started
pa_in: ਕੁਝ ਮਦਦ ਲਈ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇਸ ਨੂੰ ਪੜ੍ਹੋ

source: Solving 1 issue helps up to 1,000 users a day
pa_in: 1 ਮੁੱਦੇ ਨੂੰ ਹੱਲ ਕਰਨਾ 1,000 ਯੂਜ਼ਰ ਨੂੰ ਇੱਕ ਦਿਨ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ

source: Save the world
pa_in: ਸੰਸਾਰ ਨੂੰ ਬਚਾਉ

source: from the comfort of your couch
pa_in: ਤੁਹਾਡੇ ਸੋਫੇ ਦੇ ਆਰਾਮ ਤੱਕ

source: We need your help!
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੀ ਮਦਦ ਦੀ ਲੋੜ ਹੈ!

source: Why should I help?
pa_in: ਮੈ ਮਦਦ ਕਿਉ ਕਰਾ?

source: Pick a way to get involved
pa_in: ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਇੱਕ ਢੰਗ ਚੁਣੋ

source: About Us
pa_in: ਸਾਡੇ ਬਾਰੇ

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
pa_in: ਮੋਜ਼ੀਲਾ ਸਹਿਯੋਗ ਉਤਸਾਹਿਤ ਵਾਲੰਟੀਅਰ ਅਤੇ ​​ਕਰਮਚਾਰੀ ਦੀ ਇੱਕ ਕਮਿਊਨਿਟੀ ਹੈ ਜੋ ਸੰਸਾਰ ਭਰ ਦੇ ਸਾਡੇ ਯੂਜ਼ਰਜ਼ ਨੂੰ ਸਹਿਯੋਗ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੀ ਹੈ। ਇੱਕ ਅਦੁੱਤੀ ਦਲੇਰਾਨਾ ਕੰਮ ਲਈ ਸਾਡੇ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਜਾਓ!

source: Having trouble with a Mozilla product and want some help?
pa_in: ਕੀ ਮੋਜ਼ੀਲਾ ਉਤਪਾਦ ਨਾਲ ਸਮੱਸਿਆ ਹੈ ਤੇ ਮਦਦ ਚਾਹੀਦੀ ਹੈ?

source: Help articles
pa_in: ਮੱਦਦ ਲੇਖ

source: Translate help articles
pa_in: ਮਦਦ ਲੇਖਾਂ ਦਾ ਤਰਜਮਾ ਕਰੋ

source: Help other users
pa_in: ਹੋਰ ਯੂਜਰਾ ਦੀ ਮਦਦ ਕਰੋ

source: Save the world from the comfort of your couch
pa_in: ਤੁਹਾਡੇ ਸੋਫੇ ਦੇ ਆਰਾਮ ਤੱਕ ਸੰਸਾਰ ਨੂੰ ਸੰਭਾਲੋ

source: Delete messages?
pa_in: ਸੁਨੇਹਿਆ ਨੂੰ ਹਟਾਓ?

source: Trash
pa_in: ਰੱਦੀ

source: Mark unread
pa_in: ਨਾ-ਪੜ੍ਹੇ ਨੂੰ ਮਾਰਕ ਕਰੋ

source: Mark read
pa_in: ਪੜ੍ਹੇ ਨੂੰ ਮਾਰਕ ਕਰੋ

source: Sent Message
pa_in: ਸੁਨੇਹਾ ਭੇਜੋ

source: From:
pa_in: ਵੱਲੋ:

source: Contact Us
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ

source: Back to:
pa_in: ਤੇ ਵਾਪਸ ਕਰਨ ਲਈ:

source: Get community support
pa_in: ਕਮਿਉਨਿਟੀ ਸਹਿਯੋਗ ਲਵੋ

source: Firefox
pa_in: ਫਾਇਰਫਾਕਸ
zu: I-Firefox

source: Firefox for iOS is not working as expected
pa_in: iOS ਲਈ ਫਾਇਰਫੌਕਸ ਉਮੀਦ ਮੁਤਾਬਕ ਕੰਮ ਨਹੀ ਕਰ ਰਿਹਾ

source: Firefox for Amazon Devices
pa_in: ਐਮੇਜ਼ਾਨ ਡਿਵਾਈਸਾਂ ਲਈ ਫਾਇਰਫਾਕਸ

source: Browser for Amazon devices
pa_in: ਐਮੇਜ਼ਾਨ ਡਿਵਾਈਸਾਂ ਲਈ ਬਰਾਊਜ਼ਰ

source: Firefox for Fire TV
pa_in: ਫਾਇਰ ਟੀਵੀ ਲਈ ਫਾਇਰਫਾਕਸ

source: Firefox for Echo Show
pa_in: ਈਕੋਸ ਸ਼ੋਅ ਲਈ ਫਾਇਰਫਾਕਸ

source: Thunderbird
pa_in: ਥੰਡਰਬਰਡ
te: థండర్బర్డ్
zu: I-Thunderbird

source: Firefox Lite
pa_in: ਫਾਇਰਫਾਕਸ ਲਾਈਟ

source: Mobile browser for Indonesia
pa_in: ਇੰਡੋਨੇਸ਼ੀਆ ਲਈ ਮੋਬਾਇਲ ਬਰਾਊਜ਼ਰ

source: Fix problems
pa_in: ਮੁਸ਼ਕਲਾਂ ਠੀਕ ਕਰੋ

source: Firefox for Virtual Reality
pa_in: ਬਨਾਵਟੀ ਅਸਲੀਅਤ ਲਈ ਫਾਇਰਫਾਕਸ

source: Browsing
pa_in: ਬਰਾਊਜ਼ਿੰਗ
ur: براؤزنگ

source: Library
pa_in: ਲਾਇਬ੍ਰੇਰੀ
ur: لائبریری

source: Other Mozilla products
pa_in: ਹੋਰ ਮੌਜ਼ਿਲਾ ਪ੍ਰੋਡੱਕਟਾ

source: Question
pa_in: ਸਵਾਲ

source: Details
pa_in: ਵੇਰਵੇ

source: A confirmation email will be sent to this address in order to post your question.
pa_in: ਇੱਕ ਪੁਸ਼ਟੀ ਈ ਤੁਹਾਡੇ ਸਵਾਲ ਦੇ ਪੋਸਟ ਲਈ ਇਸ ਇਸ ਐਡਰੈੱਸ ਤੇ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।

source: Please provide a question.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਇਨ ਸਵਾਲ ਮਹੱਇਆ ਕਰਵਾਉ।

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
pa_in: ਤੁਹਾਡਾ ਸਵਾਲ (%(show_value)s characters) ਬਹੁਤ ਛੋਟਾ ਹੈ। ਇਹ ਘੱਟੋ ਘੱਟ (%(limit_value)s ਅੱਖਰਾ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਵਾਲ ਦੀ ਲੰਬਾਈ %(limit_value)s ਸਬਦਾ ਜਾ ਘੱਟ ਰੱਖੋ। ਇਹ ਮੌਜੂਦਾ %(show_value)s ਸਬਦਾ ਦਾ ਹੈ।

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
pa_in: ਤੁਹਾਡਾ ਸਮੱਗਰੀ (%(show_value)s ਸਬਦਾ) ਜਿੰਨੀ ਛੋਟੀ ਹੈ। ਇਹ ਅੱਖਰ ਘੱਟੋ ਘੱਟ %(limit_value)s ਸਬਦਾ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਸਮੱਗਰੀ ਦੀ ਲੰਬਾਈ (%(limit_value)s ਸਬਦਾ ਜਾ ਘੱਟ ਰੱਖੋ। ਇਹ ਮੌਜੂਦਾ %(show_value)s ਅੱਖਰਾਂ ਦੀ ਹੈ।

source: Enter a subject here.
pa_in: ਇੱਕ ਵਿੱਸ਼ਾ ਇੱਥੇ ਭਰੋ।

source: Please provide a subject.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਵਿੱਸ਼ਾ ਮੁਹੱਇਆ ਕਰਵਾਉ।

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
pa_in: ਵਿੱਸ਼ਾ ਬਹੁਤ ਛੋਟਾ ਹੈ (%(show_value)s characters)। ਇਹ ਘੱਟੋ ਘੱਟ %(limit_value)s ਅੱਖਰਾ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਵਿਸ਼ੇ ਦੇ ਲੰਬਾਈ ਨੂੰ %(limit_value)s ਅੱਖਰ ਰੱਖੋ ਜਾ ਘੱਟ ਰੱਖੋ। ਇਹ ਮੋਜੂਦਾ %(show_value)s ਸਬਦ ਹਨ।

source: Describe your issue here.
pa_in: ਆਪਣੇ ਮੁੱਦੇ ਇੱਥੇ ਦੱਸੋ।

source: Please describe your issue in the body.
pa_in: ਸਰੀਰ ਵਿੱਚ ਤੁਹਾਡੀ ਮੁੱਦੇ ਨੂੰ ਦਾ ਵਰਣਨ ਕਰੋ ਜੀ।

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
pa_in: ਸਰੀਰ ਨੂੰ ਸਮੱਗਰੀ ਬਹੁਤ (%(show_value)s ਅੱਖਰਾੰ)। ਇਹ ਘੱਟ ਅੱਖਰਾ ਦਾ %(limit_value)s ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸਮੱਗਰੀ ਦੀ ਸਰੀਰਕ ਲੰਬਾਈ ਨੂੰ %(limit_value)s ਅੱਖਰਾੰ ਜਾ ਘੱਟ ਰੱਖੋ। ਇਹ ਮੋਜੂਦਾ %(show_value)s ਅੱਖਰਾੰ।

source: Account Issues
pa_in: ਖਾਤਾ ਸਮੱਸਿਆਵਾ

source: Installation Issues
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆਵਾ

source: Payment Issues
pa_in: ਭੁਗਤਾਨ ਸਮੱਸਿਆਵਾ

source: Application Issues
pa_in: ਐਪਲਿਕੇਸਨ ਸਮੱਸਿਆਵਾ

source: Enter the Transaction ID here.
pa_in: ਇੱਥੇ ਸੰਚਾਰ ID ਦਿਓ।

source: Please provide the Transaction ID.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਸੰਚਾਰ ID ਦਿਓ ਜੀ।

source: Defective
pa_in: ਖ਼ਰਾਬ

source: Malware
pa_in: ਮਾਲਵੇਅਰ

source: Did not work as expected
pa_in: ਉਮੀਦ ਮੁਤਾਬਕ ਕੰਮ ਨਹੀ ਕੀਤਾ

source: Seller will not provide support
pa_in: ਵੇਚਣ ਵਾਲਾ ਸਹਿਯੋਗ ਮੁਹੱਈਆ ਨਹੀ ਕਰਵਾਏਗਾ

source: Account Administration
pa_in: ਖਾਤਾ ਪਰਸ਼ਾਸ਼ਨ

source: Review Process
pa_in: ਰਿਵਿਊ ਲਈ ਕਾਰਵਾਈ

source: Payments/Settlement
pa_in: ਭੁਗਤਾਨ/ਬੰਦੋਬਸਤ

source: Body:
pa_in: ਬਾਡੀ:

source: Transaction ID:
pa_in: ਅਨੁਵਾਦ ID:

source: Interval
pa_in: ਅੰਤਰਾਲ

source: Start
pa_in: ਸ਼ੁਰੂ

source: End
pa_in: ਖ਼ਤਮ

source: Applications
pa_in: ਐਪਲਿਕੇਸਨਸ

source: Account
pa_in: ਖ਼ਾਤਾ

source: The questions forum isn't available in {old_lang}, we have redirected you to the {new_lang} questions forum.
pa_in: ਫੋਰਮ ਸਵਾਲ {old_lang} ਮੋਜੂਦ ਨਹੀ ਹੈ, ਅਸੀ ਤੁਹਾਨੂੰ ਸਵਾਲ ਫੋਰਮ {new_lang} ਵੱਲ ਰੀ-ਡਿਰੈਕਟ ਕਰ ਰਹੇ ਹਾ।

source: Done! Your question is now posted on the Mozilla community support forum.
pa_in: ਸੰਪੰਨ! ਤੁਹਾਡਾ ਸਵਾਲ ਦਾ ਹੁਣ ਮੋਜ਼ੀਲਾ ਕਮਿਊਨਟੀ ਸਹਿਯੋਗ ਮੰਚ ਤੇ ਪੋਸਟ ਕੀਤਾ ਗਿਆ ਹੈ।

source: There was an error submitting the ticket. Please try again later.
pa_in: ਟਿਕਟ ਪੇਸ਼ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਸੀ। ਕਿ੍ਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।

source: Please Confirm Your Email Address
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਆਪਣੇ ਈਮੇਲ ਐਡਰੈੱਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਜੀ

source: Please confirm your email address.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਆਪਣੇ ਈਮੇਲ ਐਡਰੈੱਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਜੀ।

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
pa_in: ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ! ਤੁਹਾਡਾ ਸਵਾਲ ਛੇਤੀ ਹੀ ਸਾਈਟ 'ਤੇ ਦਿਖਾਈ ਦੇਵੇਗਾ ਜਦੋ ਤੁਸੀ ਆਪਣੇ ਈਮੇਲ ਐਡਰੈੱਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋਗੇ। ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਕ ਲਿੰਕ ਦੇ ਨਾਲ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।

source: An email has been sent to the address below:
pa_in: ਇੱਕ ਈਮੇਲ ਹੇਠਾ ਪਤੇ ਤੇ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ:

source: Edit the question.
pa_in: ਇਹ ਸਵਾਲ ਸੋਧੋ।

source: Ask a Question about Marketplace
pa_in: ਮਾਰਕਿਟਪਲੇਸ ਬਾਰੇ ਇੱਕ ਸਵਾਲ ਪੁੱਛੋ

source: Which category best describes your problem?
pa_in: ਕਿਹੜੀ ਸ਼੍ਰੇਣੀ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਦਾ ਵਧੀਆ ਵੇਰਵਾ ਦਿੰਦੀ ਹੈ?

source: change
pa_in: ਬਦਲ

source: Marketplace: Developer Support Request
pa_in: ਮਾਰਕਿਟਪਲੇਸ: ਡਿਵੈਲਪਰ ਸਹਿਯੋਗ ਦੀ ਮੰਗ

source: Please complete the form below to submit your question to our Marketplace Support group.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਆਪਣੇ ਸਵਾਲ ਨੂੰ ਮਾਰਕਿਟਪਲੇਸ ਸਪੋਟ ਗਰੁੱਪ ਤੇ ਪਾਉਣ ਲਈ ਹੇਠ ਦਿੱਤੇ ਫਾਰਮ ਨੂੰ ਪੂਰਾ ਕਰੋ।

source: Marketplace: Request a Refund
pa_in: ਮਾਰਕਿਟਪਲੇਸ:ਇੱਕ ਰਿਫੰਡ ਵਾਸਤੇ ਬੇਨਤੀ

source: The refund request must be made within 10 business days of purchase.
pa_in: ਰਿਫੰਡ ਦੀ ਬੇਨਤੀ ਖਰੀਦ ਦੇ 10 ਦਿਨ ਦੇ ਅੰਦਰ ਅੰਦਰ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ।

source: Issue submitted successfully
pa_in: ਮੁੱਦੇ 'ਸਫਲਤਾਪੂਰਕ ਪੇਸ਼ ਕੀਤੇ ਗਏ

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
pa_in: ਤੁਹਾਡੇ ਮੁੱਦੇ 'ਸਫਲਤਾਪੂਰਕ ਪੇਸ਼ ਕੀਤੇ ਗਏ। ਤੁਹਾਨੂੰ ਇੱਕ ਪੁਸ਼ਟੀ ਈ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ ਅਤੇ ਛੇਤੀ ਹੀ ਸਾਡੇ ਤੋ ਵਾਪਸ ਸੁਣੋਗੇ।

source: There is no topic data available for the current selections.
pa_in: ਮੌਜੂਦਾ ਚੋਣ ਲਈ ਉਪਲੱਬਧ ਕੋਈ ਵੀ ਵਿਸ਼ਾ ਡਾਟਾ ਨਹੀ ਹੈ।

source: Summarize your question in a sentence
pa_in: ਆਪਣੇ ਸਵਾਲ ਨੂੰ ਇਕ ਲਾਇਨ ਵਿੱਚ ਦੱਸੋ

source: Do any of these articles answer your question?
pa_in: ਕੀ ਇਹਨਾ ਲੇਖਾ ਵਿੱਚੋ ਕਿਸੇ ਨੇ ਵੀ ਤੁਹਾਡੇ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦਿੱਤਾ ਹੈ?

source: None of these solve my problem
pa_in: ਇਹਨਾ ਵਿੱਚੋ ਕਿਸੇ ਨੇ ਮੇਰੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਨਹੀ ਕੀਤਾ

source: This question has not been asked before.
pa_in: ਇਸ ਸਵਾਲ ਪਹਿਲਾ ਨਹੀ ਪੁੱਛਿਆ ਗਿਆ।

source: Provide more details
pa_in: ਹੋਰ ਵੇਰਵੇ ਦਿਉ

source: Post Question
pa_in: ਸਵਾਲ ਪੋਸਟ ਕਰੋ

source: %(count)s view
pa_in: %(count)s ਨਜ਼ਰੀਆ

source: Last reply by {user}
pa_in: {user} ਵਲੋਂ ਆਖਰੀ ਜਵਾਬ

source: Posted
pa_in: ਪੋਸ਼ਟ ਕੀਤਾ ਗਿਆ

source: Question tools
pa_in: ਸਵਾਲ ਸੰਦਾ

source: Question details
pa_in: ਸਵਾਲ ਡਿਟੇਲਾ

source: Close
pa_in: ਬੰਦ

source: Related
pa_in: ਸਬੰਧਤ

source: Needs more information
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ ਚਾਹਿਦੀ ਹੈ

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
bs: Morate se <a href="{login_url}">prijaviti na račun</a> da biste odgovarali na poruke. Molimo <a href="{ask_url}">postavite novo pitanje</a>, ako još uvijek nemate račun.
ms: Anda mesti <a href="{login_url}">log masuk ke akaun anda</a> untuk membalas post. Sila <a href="{ask_url}">mulakan soalan baru</a>, jika anda masih belum ada akaun.
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਪੋਸਟ ਦਾ ਜਵਾਬ ਕਰਨ ਲਈ href="{login_url}"> ਆਪਣੇ ਖਾਤੇ </ a> ਵਿੱਚ ਲਾਗਇਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਕਿੰਪਾ ਕਰਕੇ <a href="{ask_url}"> ਇੱਕ ਨਵਾ ਸਵਾਲ ਸ਼ੁਰੂ ਕਰੋ</a>, ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਅਜੇ ਖ਼ਾਤਾ ਨਹੀ ਹੈ।

source: Total questions: <strong>{num}</strong>
pa_in: ਕੁੱਲ ਸਵਾਲਾ: <strong>{num}</strong>
