Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: <a href="%(url)s">Answer questions in the support forum</a>
de: <a href="%(url)s">Beantworten Sie Fragen im Hilfeforum</a>
el: <a href="%(url)s">Απάντηση ερωτήσεων στο φόρουμ υποστήριξης</a>
fy_nl: <a href="%(url)s">Fragen beäntwurdzje yn it stipefoarum</a>
hu: <a href="%(url)s">Válaszoljon kérdésekre a támogatási fórumban</a>
ia: <a href="%(url)s">Responde al questiones in le foro de supporto</a>
it: <a href="%(url)s">Rispondere alle domande nel forum di supporto</a>
ka: <a href="%(url)s">უპასუხეთ კითხვებს მხარდაჭერის ფორუმში</a>
ko: <a href="%(url)s">도움말 포럼에서 질문에 답변하기</a>
nl: <a href="%(url)s">Vragen beantwoorden in het ondersteuningsforum</a>
pl: <a href="%(url)s">Odpowiadanie na pytania na forum pomocy technicznej</a>
pt_br: <a href="%(url)s">Responda perguntas no fórum de suporte</a>
pt_pt: <a href="%(url)s">Responder a perguntas no fórum de apoio</a>
sk: <a href="%(url)s">Odpovedajte na otázky vo fóre podpory</a>
sr: <a href="%(url)s">Одговарајте на питања у форуму подршке</a>
tr: <a href="%(url)s">Destek forumunda soruları yanıtlayın</a>
uk: <a href="%(url)s">Відповідайте на запитання на форумі підтримки</a>
vi: <a href="%(url)s">Trả lời các câu hỏi trong diễn đàn hỗ trợ</a>
zh_cn: <a href="%(url)s">在支持论坛中回答问题</a>
zh_tw: <a href="%(url)s">回答技術支援討論區中的問題</a>

source: <a href="%(url)s">Improve our help articles</a>
bg: <a href="%(url)s">Подобрете нашите помощни статии</a>
de: <a href="%(url)s">Verbessern Sie unsere Hilfeartikel</a>
el: <a href="%(url)s">Βελτίωση άρθρων βοήθειας</a>
fy_nl: <a href="%(url)s">Us helpartikelen ferbetterje</a>
hu: <a href="%(url)s">Tökéletesítse a súgóleírásainkat</a>
ia: <a href="%(url)s">Meliora nostre articulos de auxilio</a>
it: <a href="%(url)s">Migliorare i nostri articoli di supporto</a>
ka: <a href="%(url)s">დახვეწეთ ჩვენი მხარდაჭერის სტატიები</a>
ko: <a href="%(url)s">도움말 문서 개선하기</a>
nl: <a href="%(url)s">Onze hulpartikelen verbeteren</a>
pl: <a href="%(url)s">Ulepsz nasze artykuły pomocy</a>
pt_br: <a href="%(url)s">Melhore nossos artigos de ajuda</a>
pt_pt: <a href="%(url)s">Melhorar os nossos artigos de ajuda</a>
sk: <a href="%(url)s">Vylepšite naše články pomocníka</a>
sr: <a href="%(url)s">Поспешите наше помоћне чланке</a>
tr: <a href="%(url)s">Yardım makalelerimizi geliştirin</a>
uk: <a href="%(url)s">Удосконалюйте наші довідкові статті</a>
vi: <a href="%(url)s">Cải thiện các bài viết trợ giúp của chúng tôi</a>
zh_cn: <a href="%(url)s">完善我们的帮助文章</a>
zh_tw: <a href="%(url)s">改進我們的說明文件</a>

source: <a href="%(url)s">Localize help articles to your local language</a>
bg: <a href="%(url)s">Локализирайте помощните статии на вашия език</a>
de: <a href="%(url)s">Hilfeartikel in Ihre Landessprache übersetzen</a>
el: <a href="%(url)s">Μετάφραση άρθρων βοήθειας στη γλώσσα σας</a>
fy_nl: <a href="%(url)s">Helpartikelen yn jo taal lokalisearje</a>
hu: <a href="%(url)s">Honosítsa a súgóleírásokat a saját helyi nyelvére</a>
ia: <a href="%(url)s">Localisa articulos de auxilio in tu lingua local</a>
it: <a href="%(url)s">Tradurre gli articoli di supporto nella tua lingua</a>
ka: <a href="%(url)s">თარგმნეთ დამხმარე სტატიები თქვენს ენაზე</a>
ko: <a href="%(url)s">현지 언어로 도움말 문서 번역하기</a>
nl: <a href="%(url)s">Hulpartikelen in uw taal lokaliseren</a>
pl: <a href="%(url)s">Tłumacz artykuły pomocy na swój język</a>
pt_br: <a href="%(url)s">Traduza artigos de ajuda para seu idioma local</a>
pt_pt: <a href="%(url)s">Traduzir os artigos de ajuda para o seu idioma local</a>
sk: <a href="%(url)s">Prekladajte články pomocníka do vášho jazyka</a>
sr: <a href="%(url)s">Преведите помоћне чланке на ваш локални језик</a>
tr: <a href="%(url)s">Yardım makalelerini kendi dilinize çevirin</a>
uk: <a href="%(url)s">Локалізуйте довідкові статті своєю мовою</a>
vi: <a href="%(url)s">Bản địa hóa các bài báo trợ giúp sang ngôn ngữ địa phương của bạn</a>
zh_cn: <a href="%(url)s">翻译帮助文章到你的本地语言</a>
zh_tw: <a href="%(url)s">將說明文件翻譯為您的語言</a>

source: <a href="%(url)s">Help users on social media</a>
de: <a href="%(url)s">Helfen Sie Anwendern in sozialen Medien</a>
el: <a href="%(url)s">Παροχή βοήθειας στα κοινωνικά δίκτυα</a>
fy_nl: <a href="%(url)s">Brûkers op sosjale media helpe</a>
hu: <a href="%(url)s">Segítsen a felhasználóknak a közösségi médiában</a>
it: <a href="%(url)s">Aiutare gli utenti sui social media</a>
ka: <a href="%(url)s">დაეხმარეთ მომხმარებლებს სოციალურ ქსელებში</a>
ko: <a href="%(url)s">소셜 미디어에서 사용자 돕기</a>
nl: <a href="%(url)s">Gebruikers op sociale media helpen</a>
pl: <a href="%(url)s">Pomóż użytkownikom na mediach społecznościowych</a>
pt_br: <a href="%(url)s">Ajude usuários em mídias sociais</a>
pt_pt: <a href="%(url)s">Ajudar os utilizadores nas redes sociais</a>
sk: <a href="%(url)s">Pomôžte používateľom na sociálnych sieťach</a>
sr: <a href="%(url)s">Помозите корисницима на друштвеним мрежама</a>
tr: <a href="%(url)s">Kullanıcılara sosyal medyada yardım edin</a>
uk: <a href="%(url)s">Допомагайте користувачам у соціальних мережах</a>
vi: <a href="%(url)s">Giúp người dùng trên mạng xã hội</a>
zh_cn: <a href="%(url)s">在社交媒体上帮助用户</a>
zh_tw: <a href="%(url)s">協助社群媒體上的使用者</a>

source: <a href="%(url)s">Respond to mobile store reviews</a>
de: <a href="%(url)s">Antworten Sie auf Rezensionen im mobilen Shop</a>
el: <a href="%(url)s">Απάντηση σε κριτικές καταστημάτων εφαρμογών</a>
fy_nl: <a href="%(url)s">Beoardielingen yn mobile Stores beäntwurdzje</a>
hu: <a href="%(url)s">Válaszoljon a mobilos áruházak értékeléseire</a>
it: <a href="%(url)s">Rispondere alle recensioni negli store dei dispositivi mobili</a>
ja: <a href="%(url)s">モバイルストアのレビューに返信する</a>
ka: <a href="%(url)s">გამოეხმაურეთ მობილური აპების მიმოხილვებს</a>
ko: <a href="%(url)s">모바일 앱 스토어 리뷰에 답변하기</a>
nl: <a href="%(url)s">Beoordelingen in mobiele Stores beantwoorden</a>
pl: <a href="%(url)s">Odpowiadanie na recenzje w sklepach z aplikacjami mobilnymi</a>
pt_br: <a href="%(url)s">Responder avaliações em lojas de aplicativos de dispositivos móveis</a>
pt_pt: <a href="%(url)s">Responder a comentários da loja móvel</a>
sk: <a href="%(url)s">Odpovedajte na recenzie v mobilných obchodoch</a>
sr: <a href="%(url)s">Одговарајте на рецензије из мобилне продавнице</a>
tr: <a href="%(url)s">Mobil mağaza yorumlarına yanıt verin</a>
uk: <a href="%(url)s">Відповідайте на відгуки у магазині мобільних застосунків</a>
vi: <a href="%(url)s">Trả lời các bài đánh giá trên cửa hàng di động</a>
zh_cn: <a href="%(url)s">回复移动端商店的评论</a>
zh_tw: <a href="%(url)s">回覆行動商店中的評價</a>

source: <bold>Great! Now, how can I connect to other contributors?</bold>
bg: <bold>Страхотно! Сега, как мога да се свържа с други сътрудници?</bold>
de: <bold>Toll! Wie kann ich mich jetzt mit anderen Mitwirkenden verbinden?</bold>
el: <bold>Τέλεια! Και πώς μπορώ να επικοινωνήσω με άλλους εθελοντές;</bold>
fy_nl: <bold>Geweldich! Hoe kin ik ferbining meitsje mei oare meiwurkers?</bold>
hu: <bold>Remek! És hogyan léphetek kapcsolatba más közreműködőkkel?</bold>
ia: <bold>Grande! Ora, como pote io connecter me con altere collaboratores?</bold>
it: <bold>Fantastico! Ora, come posso mettermi in contatto con altri collaboratori?</bold>
ka: <bold>მშვენიერია! ახლა კი, როგორ შევეხმიანო დანარჩენ მოხალისეებს?</bold>
ko: <bold>좋아요! 그럼, 어떻게 다른 기여자와 연락할 수 있나요?</bold>
nl: <bold>Geweldig! Hoe kan ik nu verbinding maken met andere medewerkers?</bold>
pl: <bold>Świetnie! Jak mogę połączyć się z innymi współtwórcami?</bold>
pt_br: <negrito>Ótimo! Agora, como posso me conectar com outros colaboradores?</bold>
pt_pt: <bold>Fantástico! Agora, como é que eu posso ligar-me aos outros colaboradores?</bold>
sk: <bold>Skvelé! Ako sa teraz môžem pripojiť k iným prispievateľom?</bold>
sr: <bold>Сјајно! А како сада да се повежем са другим сарадницима?</bold>
tr: <bold>Harika! Peki, diğer gönüllülerle nasıl iletişim kurabilirim?</bold>
uk: <bold>Чудово! Тепер, як я можу зв’язатися з іншими учасниками?</bold>
vi: <bold>Tuyệt vời! Bây giờ, làm cách nào để kết nối với các cộng tác viên khác?</bold>
zh_cn: <bold>太棒了！现在我怎样联系其他贡献者？</bold>
zh_tw: <bold>太棒了！那我要去哪裡找到其他貢獻者？</bold>

source: We have a few channels you can use to reach out, introduce yourself, or discuss anything related to SUMO:
de: Wir haben ein paar Kanäle, die Sie nutzen können, um Kontakt aufzunehmen, sich vorzustellen oder alles zu besprechen, was mit SUMO zu tun hat:
el: Διαθέτουμε μερικά κανάλια που μπορείτε να χρησιμοποιήσετε για να επικοινωνήσετε, να συστηθείτε ή να συζητήσετε οτιδήποτε σχετικό με το SUMO:
fy_nl: Wy hawwe in pear kanalen dy’t jo brûke kinne om kontakt te lizzen, josels foar te stellen of alles te besprekken relatearre oan SUMO:
hu: Van néhány csatornánk, amelyek segítségével felveheti a kapcsolatot, bemutatkozhat, vagy bármit megbeszélhet a SUMO-val kapcsolatban:
ia: Nos ha alcun canales que tu pote usar pro entrar in contacto, introducer te, o discuter qualcunque cosa relative a SUMO:
it: Abbiamo alcuni canali che puoi utilizzare per metterti in contatto con noi, presentarti o discutere di qualsiasi cosa relativa a SUMO:
ka: რამდენიმე არხი გვაქვს, რომლითაც შეძლებთ მათთან დაკავშირებას, საკუთარი თავის წარდგენას ან ნებისმიერი საკითხის განხილვას SUMO-სთან დაკავშირებით:
ko: SUMO와 관련하여 연락하거나, 자기소개하거나, 토론할 수 있는 몇가지 채널이 있습니다:
nl: We hebben een paar kanalen die u kunt gebruiken om contact te leggen, uzelf te introduceren of van alles in relatie tot SUMO te bediscussiëren:
pl: Mamy kilka kanałów, za pośrednictwem których możesz się skontaktować, przedstawić lub omówić wszelkie kwestie związane z SUMO:
pt_br: Temos alguns canais que você pode usar para entrar em contato, se apresentar ou discutir qualquer coisa relacionada ao SUMO:
pt_pt: Dispomos de vários canais que pode utilizar para entrar em contacto, apresentar-se ou debater qualquer tema relacionado com o SUMO:
sk: Máme niekoľko kanálov, ktoré môžete použiť na oslovenie, predstavenie sa alebo diskusiu o čomkoľvek, čo súvisí so SUMO:
sr: Имамо неколико канала преко којих можете да се јавите, представите и распитате о било чему везаном за SUMO:
tr: Bize ulaşmak, kendinizi tanıtmak veya SUMO ile ilgili herhangi bir şeyi konuşmak için kullanabileceğiniz birkaç kanalımız var:
uk: У нас є кілька каналів, якими ви можете скористатися, щоб зв’язатися, представитися чи обговорити щось, що стосується SUMO:
vi: Chúng tôi có một số kênh bạn có thể sử dụng để liên hệ, giới thiệu bản thân hoặc thảo luận về bất kỳ điều gì liên quan đến SUMO:
zh_cn: 我们有几个渠道可以用来联系、介绍自己或讨论与 SUMO 相关的任何事情：
zh_tw: 您可以透過下列頻道作自我介紹、聯絡我們，或者討論有關 SUMO 的任何事項：

source: <a href="%(url)s">SUMO Matrix room</a> : You can chat with other community members in our Matrix room
de: <a href="%(url)s">SUMO-Matrix-Raum</a>: In unserem Matrix-Raum können Sie mit anderen Gemeinschaftsmitgliedern chatten
el: <a href="%(url)s">Δωμάτιο Matrix του SUMO</a>: Μπορείτε να συνομιλήσετε με άλλα μέλη της κοινότητας στο δωμάτιό μας στο Matrix
fy_nl: <a href="%(url)s">SUMO Matrix-romte</a>: Jo kinne petearje mei oare mienskipsleden yn ús Matrix-romte
hu: <a href="%(url)s">SUMO Matrix-szoba</a>: Cseveghet a közösség többi tagjával a Matrix-szobánkban
ia: <a href="%(url)s">le camera de chat Matrix de SUMO</a> : tu pote chattar con altere membros del communitate in nostre camera Matrix
it: <a href="%(url)s">La stanza SUMO su Matrix</a>: puoi discutere con altri membri della comunità nella nostra stanza Matrix
ka: <a href="%(url)s">SUMO-ს Matrix-ოთახი</a> : შეგიძლიათ გაესაუბროთ ერთობის სხვა წევრებს ჩვენს Matrix-ოთახში
ko: <a href="%(url)s">SUMO Matrix room</a>: Matrix 대화방에서 다른 커뮤니티 사용자와 채팅하실 수 있습니다.
nl: <a href="%(url)s">SUMO Matrix-ruimte</a>: u kunt chatten met andere gemeenschapsleden in onze Matrix-ruimte
pl: <a href="%(url)s">Pokój Matrix SUMO</a>: W naszym pokoju Matrix możesz rozmawiać z innymi członkami społeczności
pt_br: <a href="%(url)s">Sala do SUMO no Matrix</a> : Você pode conversar com outros membros da comunidade em nossa sala no Matrix
pt_pt: <a href="%(url)s">Sala Matrix SUMO</a>: Pode conversar com outros membros da comunidade na nossa sala Matrix.
sk: <a href="%(url)s">Miestnosť SUMO Matrix</a>: v našej miestnosti Matrix môžete komunikovať s ostatnými členmi komunity
sr: <a href="%(url)s">SUMO Matrix соба</a> : можете да ћаскате са осталим члановима заједнице у нашој Matrix соби
tr: <a href="%(url)s">SUMO Matrix odası</a>: Matrix odamızda diğer topluluk üyeleriyle sohbet edebilirsiniz
uk: <a href="%(url)s">Кімната SUMO в Matrix</a>: ви можете спілкуватися з іншими учасниками спільноти в нашій кімнаті Matrix
vi: <a href="%(url)s">Phòng Matrix của SUMO</a> : Bạn có thể trò chuyện với các thành viên khác trong cộng đồng trong phòng Matrix của chúng tôi
zh_cn: <a href="%(url)s">SUMO 的 Matrix 房间</a>：您可以在我们的 Matrix 房间中与其他社区成员聊天
zh_tw: <a href="%(url)s">SUMO Matrix 聊天室</a>：您可以在我們的 Matrix 聊天室與其他社群成員聊天

source: <a href="%(url)s">Contributors Forum</a> : Follow contributor’s discussion to get updated on releases and community updates
de: <a href="%(url)s">Mitwirkenden-Forum</a> : Folgen Sie der Diskussion der Mitwirkenden, um über Veröffentlichungen und Aktualisierungen der Gemeinschaft auf dem Laufenden zu bleiben
el: <a href="%(url)s">Φόρουμ εθελοντών</a>: Παρακολουθήστε τη συζήτηση των εθελοντών για να ενημερώνεστε για νέες εκδόσεις και ειδήσεις της κοινότητας
fy_nl: <a href="%(url)s">Meiwurkersfoarum</a>: folgje diskusjes fan meiwurkers foar de lêste ynformaasje oer ferzjes en de mienskip
hu: <a href="%(url)s">Közreműködők fóruma</a>: Kövesse a közreműködők beszélgetését, hogy értesüljön a kiadásokról és a közösségi frissítésekről
ia: <a href="%(url)s">Foro del collaboratores</a> : seque le discussion de collaboratores pro esser actualisate sur actualisationes de versiones e de communitate
it: <a href="%(url)s">Forum dei collaboratori</a>: segui le discussioni dei collaboratori per rimanere aggiornato sulle nuove versioni e sulle novità della comunità
ka: <a href="%(url)s">მოხალისეთა ფორუმი</a> : თვალი ადევნეთ მოხალისეთა განხილვებს, რათა გაეცნოთ სიახლეებს ბოლო გამოშვებებისა და თავად ერთობის შესახებ
ko: <a href="%(url)s">기여자 포럼</a>: 신규 버전 출시와 커뮤니티 변경사항에 대해 안내받으시려면 기여자 토론을 주시하세요.
nl: <a href="%(url)s">Medewerkersforum</a>: volg discussies van medewerkers voor de laatste informatie over versies en de gemeenschap
pl: <a href="%(url)s">Forum autorów</a>: Śledź dyskusję autorów, aby otrzymywać aktualne informacje o wydaniach i aktualizacjach społeczności
pt_br: <a href="%(url)s">Fórum de colaboradores</a> : Siga as discussões de colaboradores para se atualizar sobre lançamentos e novidades da comunidade
pt_pt: <a href="%(url)s">Fórum de Colaboradores</a> : siga a discussão dos colaboradores para se manter atualizado sobre os lançamentos e atualizações da comunidade
sk: <a href="%(url)s">Fórum prispievateľov</a>: sledujte diskusiu prispievateľov a získajte aktuálne informácie o vydaniach a aktualizáciách komunity
sr: <a href="%(url)s">Форум за сараднике</a> : пратите дискусије сарадника како би били обавештени о издањима и ажурирањима
tr: <a href="%(url)s">Gönüllü Forumu</a>: Yeni sürümler ve topluluktaki gelişmeler hakkında bilgi almak için gönüllülere yönelik yazışmaları takip edin
uk: <a href="%(url)s">Форум помічників</a>: слідкуйте за обговоренням помічників, щоб отримувати оновлення про випуски та оновлення спільноти
vi: <a href="%(url)s">Diễn đàn cộng tác viên</a> : Theo dõi cuộc thảo luận của cộng tác viên để được cập nhật về các bản phát hành và cập nhật cộng đồng
zh_cn: <a href="%(url)s">贡献者论坛</a> ：关注贡献者的讨论，获取最新版本和社区更新
zh_tw: <a href="%(url)s">貢獻者討論區</a>：追蹤貢獻者正在討論的議題，了解新版本的最新資訊與社群新聞

source: <a href="%(url)s">Discourse Forum</a> : Get updated on what’s going on in other parts of Mozilla community
de: <a href="%(url)s">Discourse-Forum</a>: Erfahren Sie, was in anderen Teilen der Mozilla-Gemeinschaft vor sich geht
el: <a href="%(url)s">Φόρουμ Discourse</a>: Ενημερωθείτε για ό,τι συμβαίνει στα άλλα μέρη της κοινότητας Mozilla
fy_nl: <a href="%(url)s">Discourse-foarum</a>: ûntfang updates oer wat der bart yn oare dielen fan Mozilla-mienskip
hu: <a href="%(url)s">Discourse-fórum</a>: Értesüljön a Mozilla közösség más részein zajló eseményekről
ia: <a href="%(url)s">Foro sur Discourse</a> : tene te actualisate sur lo que eveni in altere partes de communitate de Mozilla
it: <a href="%(url)s">Forum Discourse</a>: tieniti aggiornato su che cosa sta succedendo in altre aree della comunità di Mozilla
ka: <a href="%(url)s">Discourse-ფორუმი</a> : შეიტყვეთ, რა ხდება Mozilla-ს ერთობის დანარჩენ მხარეში
ko: <a href="%(url)s">Discourse 포럼</a>: Mozilla 커뮤니티의 다른 영역에서 진행되는 최신 사항에 대해 알아보세요.
nl: <a href="%(url)s">Discourse-forum</a>: ontvang updates over wat er gebeurt in andere delen van de Mozilla-gemeenschap
pl: <a href="%(url)s">Forum dyskusyjne</a>: Otrzymuj aktualne informacje o tym, co dzieje się w innych częściach społeczności Mozilli
pt_br: <a href="%(url)s">Fórum no Discourse</a> : Fique atualizado sobre o que está acontecendo em outras partes da comunidade Mozilla
pt_pt: <a href="%(url)s">Fórum do Discourse</a> : Mantenha-se atualizado sobre o que se passa noutras áreas da comunidade Mozilla
sk: <a href="%(url)s">Diskusné fórum Discourse</a>: získajte aktuálne informácie o tom, čo sa deje v iných častiach komunity Mozilla
sr: <a href="%(url)s">Discourse форум</a> : будите у току са дешавањима у другим деловима Mozilla заједнице
tr: <a href="%(url)s">Discourse Forumu</a>: Mozilla topluluğunun diğer kısımlarında olup bitenlerden haberdar olun
uk: <a href="%(url)s">Форум Discourse</a>: отримуйте оновлення про те, що відбувається в інших частинах спільноти Mozilla
vi: <a href="%(url)s">Diễn đàn Discourse</a> : Cập nhật những gì đang diễn ra trong các phần khác của cộng đồng Mozilla
zh_cn: <a href="%(url)s">Discourse 论坛</a> ：了解 Mozilla 社区其他部分的最新动态
zh_tw: <a href="%(url)s">Discourse 討論區</a>：了解其他 Mozilla 社群有哪些新鮮事
