Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Send
af: Stuur
bg: Изпрати
bs: Pošalji
de: Senden
el: Αποστολή
es: Enviar
fy_nl: Ferstjoere
he: שליחה
hr: Pošalji
hu: Küldés
ia: Inviar
id: Kirim
it: Invia
ja: 送信
ka: გაგზავნა
kab: Azen
ko: 보내기
mg: Hanfefa
ms: Hantar
nl: Verzenden
pa_in: ਭੇਜੋ
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
sk: Odoslať
sr: Пошаљи
sv: Skicka
te: పంపించు
th: ส่ง
tr: Gönder
uk: Надіслати
ur: ارسال کریں
vi: Gửi
zh_cn: 发送
zh_tw: 傳送
zu: Thumela

source: Sent On
de: Gesendet am
el: Απεστάλη στις
fy_nl: Ferstjoerd op
hu: Elküldve
ia: Inviate le
it: Inviato il
kab: Azen ɣer
nl: Verzonden op
pl: Wysłane w dniu
pt_br: Enviado em
pt_pt: Enviado em
sv: Skickat den
tr: Gönderildiği tarih
zh_cn: 发送于
zh_tw: 傳送時間

source: To Users
de: An die Nutzer
el: Προς χρήστες
fy_nl: Oan brûkers
hu: Címzettek
ia: Al usatores
it: Agli utenti
kab: I yiseqdacen
nl: Aan gebruikers
pl: Do użytkowników
pt_br: Para os usuários
pt_pt: Para Utilizadores
sv: Till användare
tr: Kullanıcılara
zh_cn: 收件人
zh_tw: 給下列使用者

source: To Groups
de: An Gruppen
el: Προς ομάδες
fy_nl: Oan groepen
hu: Csoportoknak
ia: Al gruppos
it: Ai gruppi
kab: I yigrawen
nl: Aan groepen
pl: Do Grup
pt_br: Para grupos
pt_pt: Para grupos
sv: Till grupper
tr: Gruplara
zh_cn: 收件群组
zh_tw: 給下列群組

source: Read Sent Message
af: Lees gestuurde boodskap
bg: Прочети изпратеното съобщение
bs: Pročitati poslanu poruku
de: Gesendete Nachricht lesen
el: Ανάγνωση απεσταλμένου μηνύματος
es: Leer mensaje enviado
fy_nl: Ferstjoerd berjocht lêze
hr: Pročitaj poslanu poruku
hu: Elküldött üzenet olvasása
ia: Leger le message inviate
id: Baca Pesan Terkirim
it: Leggi messaggio inviato
ja: 送信済みメッセージ表示
ka: გაგზავნილი შეტყობინების წაკითხვა
kab: Ɣer izen yettwaznen
ko: 보낸 메세지
mg: Hamaky Hafatra Nalefa
ms: Baca Mesej Dihantar
nb_no: Les sendt melding
nl: Verzonden bericht lezen
pa_in: ਭੇਜੇ ਸੁਨੇਹੇ ਪੜੋ
pl: Przeczytaj wysłane wiadomości
pt_br: Mensagem enviada
pt_pt: Ler Mensagem Enviada
ro: Citește mesajul trimis
sk: Prečítať odoslanú správu
sr: Прочитај послату поруку
sv: Läs skickat meddelande
te: పంపిన సందేశాన్ని చదువు
th: อ่านข้อความที่ส่งแล้ว
tr: Gönderilen Mesajı Oku
uk: Прочитати надіслане повідомлення
ur: بھیجے گئے پیغام کو پڑھیں
vi: Đọc tin nhắn đã gửi
zh_cn: 阅读已发消息
zh_tw: 閱讀寄件備份
zu: Funda Umyalezo Othunyelwe

source: Read Message
af: Lees boodskap
bg: Прочети съобщението
bs: Pročitaj poruku
de: Nachricht lesen
el: Ανάγνωση μηνύματος
es: Leer mensaje
fy_nl: Berjocht lêze
hr: Pročitaj poruku
hu: Üzenet olvasása
ia: Leger le message
id: Baca Pesan
it: Leggi messaggio
ja: メッセージを読む
ka: შეტყობინების წაკითხვა
kab: Ɣer izen
ko: 메시지 읽기
mg: Hamaky Hafatra
ms: Baca Mesej
nb_no: Les melding
nl: Bericht lezen
pa_in: ਸੁਨੇਹਾ ਪੜੋ
pl: Przeczytaj wiadomość
pt_br: Ler mensagem
pt_pt: Ler Mensagem
ro: Citește mesajul
sk: Prečítať správu
sr: Прочитај поруку
sv: Läs meddelande
te: సందేశాన్ని చదువు
th: อ่านข้อความ
tr: Mesajı Oku
uk: Прочитати повідомлення
ur: پیغام پڑھیں
vi: Đọc tin nhắn
zh_cn: 阅读消息
zh_tw: 閱讀訊息
zu: Funda Umyalezo

source: Reply
af: Antwoord
bg: Отговор
bs: Odgovori
de: Antworten
el: Απάντηση
es: Responder
fy_nl: Beäntwurdzje
he: תגובה
hr: Odgovor
hu: Válasz
ia: Responder
id: Balas
it: Rispondi
ja: 返信
ka: პასუხი
kab: Err
ko: 답장
mg: Hamaly
ms: Balas
nb_no: Svar
nl: Beantwoorden
pa_in: ਜਵਾਬ
pl: Odpowiedz
pt_br: Responder
pt_pt: Responder
ro: Răspunde
sk: Odpovedať
sr: Одговори
sv: Svara
te: స్పందించు
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_cn: 回复
zh_tw: 回覆
zu: Phendula

source: You can no longer reply to the sender of this message. The user is no longer active.
bg: Вече не можете да отговаряте на изпращача на това съобщение. Потребителят вече не е активен.
de: Sie können dem Absender dieser Nachricht nicht mehr antworten. Der Benutzer ist nicht mehr aktiv.
el: Δεν μπορείτε πλέον να απαντήσετε στον αποστολέα αυτού του μηνύματος. Ο χρήστης δεν είναι ενεργός πλέον.
fy_nl: Jo kinne de ôfstjoerder fan dit berjocht net mear beäntwurdzje. De brûker is net mear aktyf.
hr: Ne možeš odgovoriti pošiljatelju ove poruke. Korisnik više nije aktivan.
hu: Már nem válaszolhat az üzenet feladójának. A felhasználó már nem aktív.
ia: Tu non pote plus responder al expeditor de iste message. Le usator non es plus active.
id: Anda tidak dapat lagi membalas ke pengirim pesan ini. Pengguna tidak lagi aktif.
it: Non puoi più rispondere al mittente di questo messaggio. L’utente non è più attivo.
ja: このユーザーがアクティブでなくなったため、メッセージへの返信ができません。
ka: ამ შეტყობინების გამომგზავნს ვეღარ უპასუხებთ. მომხმარებლის ანგარიში აღარაა მოქმედი.
ko: 더 이상이 메시지를 보낸 사람에게 회신 할 수 없습니다. 더 이상 활동하지 않는 사용자 입니다.
nb_no: Du kan ikke lenger svare avsenderen av denne meldingen. Brukeren er ikke lenger aktiv.
nl: U kunt de afzender van dit bericht niet meer beantwoorden. De gebruiker is niet meer actief.
pl: Nie możesz odpowiadać nadawcy tej wiadomości. Użytkownik nie jest już aktywny.
pt_br: Você não pode mais responder ao remetente desta mensagem. O usuário não está mais ativo.
pt_pt: Já não pode responder ao remetente desta mensagem. O utilizador já não está ativo.
sk: Už nemôžete odpovedať odosielateľovi tejto správy. Používateľ už nie je aktívny.
sr: Више не можете да одговорите пошиљаоцу ове поруке. Корисник више није активан.
sv: Du kan inte längre svara på avsändaren av detta meddelande. Användaren är inte längre aktiv.
tr: Artık bu mesajı gönderene yanıt veremezsiniz. Kullanıcı artık aktif değil.
uk: Ви більше не можете відповідати відправнику цього повідомлення. Користувач більше не активний.
vi: Bạn không thể trả lời người gửi thư này nữa. Người dùng không còn hoạt động.
zh_cn: 您无法再回复此消息的发送者，该用户已不再活跃。
zh_tw: 您無法再回覆訊息給這位使用者，此使用者已不再活躍。

source: {sender} sent you the following message:
af: {sender} het vir jou die volgende boodskap gestuur:
bg: {sender} ви изпрати следното съобщение:
bs: {sender} vam je poslao sljedeću poruku:
de: {sender} hat Ihnen folgende Nachricht geschickt:
el: Ο/Η {sender} σάς έστειλε το ακόλουθο μήνυμα:
es: {sender} te ha enviado el siguiente mensaje:
fy_nl: {sender} hat jo it folgjende berjocht stjoerd:
he: ‏{sender} שלח לך את ההודעה הבאה:
hr: {sender} vam je poslao slijedeću poruku:
hu: {sender} a következő üzenetet küldte:
ia: {sender} te ha inviate le sequente message:
id: {sender} mengirimi Anda pesan berikut:
it: {sender} ti ha inviato il seguente messaggio:
ja: {sender} さんから次のメッセージを受け取りました:
ka: {sender} გამოგიგზავნათ შემდეგი შეტყობინება:
kab: {sender} yuzen-ak-d izen-a:
ko: {sender} 님이 보낸 메시지:
mg: Nandefa ity hafatra ity ho anao i {sender}:
ms: {sender} menghantar mesej berikut kepada anda:
nb_no: {sender} sendte deg følgende melding:
nl: {sender} heeft u het volgende bericht gestuurd:
pa_in: {sender} ਤੁਹਾਨੂੰ ਹੇਠ ਦਿੱਤਾ ਸੁਨੇਹਾ ਭੇਜਿਆ:
pl: Użytkownik {sender} wysłał ci poniższą wiadomość:
pt_br: {sender} enviou a seguinte mensagem:
pt_pt: {sender} enviou-lhe a seguinte mensagem:
ro: {sender} ți-a trimis următorul mesaj:
sk: {sender} vám odoslal nasledujúcu správu:
sr: {sender} вам је послао следећу поруку:
sv: {sender} skickade följande meddelande till dig:
te: {sender} ఈ క్రింది సందేశం పంపినారు:
th: {sender} ส่งข้อความหาคุณดังนี้:
tr: {sender} size aşağıdaki mesajı gönderdi:
uk: {sender} надсилає вам таке повідомлення:
ur: {sender} نے آپ کو مندرجہ ذیل پیغام بھیجا:
vi: {sender} đã gửi cho bạn tin nhắn sau:
zh_cn: {sender} 给你发了以下消息：
zh_tw: {sender} 傳送了以下訊息給您：
zu: {sender} ukuthumele umyalezo olandelayo:

source: View this message on the web
af: Lees hierdie boodskap op die web
bg: Вижте това съобщение в интернет
bs: Pogledajte ovu poruku na webu
de: Diese Nachricht im Internet ansehen
el: Προβολή μηνύματος στο διαδίκτυο
es: Ver este mensaje en la web
fy_nl: Dit berjocht op it ynternet werjaan
hr: Pogledaj ovu poruku na webu
hu: Üzenet megtekintése a weben
ia: Vider iste message sur le web
id: Lihat pesan ini di web
it: Visualizza questo messaggio sul web
ja: このメッセージをウェブ上で見る
ka: შეტყობინების ნახვა ინტერნეტში
kab: Sken izen-a deg web
ko: 웹에서 이 메시지 보기:
mg: Hijery an'ity hafatra ity @ aterineto
ms: Papar mesej ini dalam laman web
nb_no: Vis meldingen på nettet
nl: Dit bericht op het internet weergeven
pa_in: ਵੈੱਬ 'ਤੇ ਇਹ ਸੁਨੇਹਾ ਦੇਖੋ
pl: Wyświetl tę wiadomość na stronie internetowej
pt_br: Ver esta mensagem na web
pt_pt: Ver esta mensagem na web
ro: Vezi acest mesaj pe web
sk: Zobraziť túto správu na webe
sr: Погледајте ову поруку на вебу
sv: Visa detta meddelande på webben
te: వెబ్ లో ఈ సందేశమును చూడండి
th: ดูข้อความนี้บนเว็บ
tr: Bu mesajı web'de görün
uk: Глянути це повідомлення в інтернеті
ur: ویب پر یہ پیغام دیکھیں
vi: Xem tin nhắn này trên web
zh_cn: 在网站上查看此消息
zh_tw: 在網路上瀏覽此訊息
zu: Buka lo myalezo kuwebhu

source: View this message on the web:
af: Lees hierdie boodskap op die web:
bg: Вижте това съобщение в интернет:
de: Diese Nachricht im Internet ansehen:
el: Προβολή μηνύματος στο διαδίκτυο:
es: Ver este mensaje en la web:
fy_nl: Dit berjocht op it ynternet werjaan:
hr: Pogledaj ovu poruku na webu:
hu: Az üzenet megjelenítése a weben:
ia: Vide sur le web iste message:
id: Lihat pesan ini di web:
it: Visualizza questo messaggio sul web:
ja: このメッセージを Web 上で見る:
ka: შეტყობინების ნახვა ინტერნეტში:
kab: Sken izen-a deg web:
ko: 웹에서 이 메시지 보기:
mg: Hijery an'ity hafatra ity @ tranonkala:
ms: Papar mesej ini dalam web:
nb_no: Vis meldingen på nettet:
nl: Dit bericht op het internet weergeven:
pa_in: ਵੈੱਬ ਤੇ ਇਹ ਸੁਨੇਹਾ ਦੇਖੋ:
pl: Wyświetl tę wiadomość na stronie internetowej:
pt_br: Ver esta mensagem na web:
pt_pt: Ver esta mensagem na web:
ro: Vezi acest mesaj pe web:
sk: Zobraziť túto správu na webe:
sr: Погледате ову поруку на вебу:
sv: Titta på det här meddelandet på webben:
te: ఈ సందేశాన్ని జాలంలో చూడండి:
th: ดูข้อความนี้บนเว็บ:
tr: Bu mesajı web üzerinde görüntüleyin:
uk: Глянути це повідомлення в Інтернеті:
ur: ویب پر یہ پیغام دیکھیں:
vi: Xem tin nhắn này trên web:
zh_cn: 在网上查看此消息：
zh_tw: 在網站上瀏覽此訊息：
zu: Buka lo myalezo kuwebhu:

source: Change your email preferences:
af: Verander jou e-pos-voorkeure:
bg: Променете имейл адреса
bs: Promijeni email adresu
de: Ändern Sie Ihre E-Mail-Einstellungen:
el: Αλλαγή προτιμήσεων email:
es: Cambiar las preferencias de tu correo electrónico:
fy_nl: E-mailadres wizigje
he: שינוי העדפות הדוא״ל שלך:
hr: Promijeni postavke e-pošte:
hu: E-mail beállítások módosítása
ia: Modifica tu optiones de emails:
id: Ubah preferensi surel:
it: Modifica le impostazioni email:
ja: メールアドレス設定を変更:
ka: გამართეთ თქვენი ელფოსტის პარამეტრები:
kab: Beddel ismenyifen-ik n yimayl:
ko: 이메일 주소 변경:
mg: Hanova ny fiasa tianao @ mailaka:
ms: Tukar keutamaan e-mel anda:
nb_no: Endre e-postinnstillinger:
nl: Uw e-mailvoorkeuren wijzigen:
pa_in: ਤੁਹਾਡੀ ਈਮੇਲ ਦੀ ਪਸੰਦ ਨੂੰ ਤਬਦੀਲ ਕਰੋ:
pl: Zmień ustawienia powiadomień:
pt_br: Altere suas preferências de email:
pt_pt: Alterar as suas preferências de correio:
ro: Schimbă preferințele privind e-mailurile:
sk: Zmena vášho nastavenia e‑mailov:
sr: Измените поставке ваше е-поште:
sv: Ändra dina e-postinställningar:
te: మీ ఈమెయిలు అభిరుచులను మార్చుకోండి:
th: เปลี่ยนแปลงที่อยู่อีเมล
tr: E-posta tercihlerinizi değiştirin:
uk: Змінити свої налаштування ел. пошти:
ur: اپنی ای میل کی ترجیحات تبدیل کریں:
vi: Thay đổi địa chỉ email
zh_cn: 更改你的电子邮箱偏好设置：
zh_tw: 變更電子郵件偏好設定：
zu: Shintsha okuncamelayo nge-imeyli yakho:

source: deleted user
ia: usator delite
kab: yettwakkes useqdac
sv: borttagen användare

source: None
de: Keine
el: Κανένα
fy_nl: Gjin
hu: Nincs
ia: Nemo
it: Nessuno
kab: Ula yiwen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
sv: Ingen
tr: Yok
zh_cn: 无
zh_tw: 無

source: To
de: An
el: Προς
fy_nl: Oan
hu: Címzett
ia: A
it: A
kab: I
nl: Aan
pl: Do
pt_br: Para
pt_pt: Para
sv: Till
tr: Alıcı
zh_cn: 收件人
zh_tw: 給

source: Message Preview:
af: Boodskap-voorskou:
bg: Преглед на съобщението:
bs: Pregled poruke:
de: Nachrichtenvorschau:
el: Προεπισκόπηση μηνύματος:
es: Vista previa del mensaje:
fy_nl: Berjochtfoarbyld:
he: תצוגה מקדימה להודעה:
hr: Pregled poruke:
hu: Üzenet előnézete:
ia: Vista preliminar del message:
id: Pratinjau Pesan:
it: Anteprima del messaggio:
ja: メッセージプレビュー:
ka: შეტყობინების შეთვალიერება:
kab: Taskant n yizen:
ko: 메시지 미리보기
mg: Topy Maso Hafatra:
ms: Previu Mesej:
nb_no: Forhåndsvisning av melding:
nl: Berichtvoorbeeld:
pa_in: ਸੁਨੇਹਾ ਝਲਕ:
pl: Podgląd wiadomości:
pt_br: Exibição da mensagem:
pt_pt: Pré-visualização da mensagem:
ro: Previzualizarea mesajului:
sk: Náhľad správy:
sr: Преглед поруке:
sv: Förhandsvisning av meddelandet:
te: సందేశ పరిదృశ్యం:
th: ดูตัวอย่างข้อความ:
tr: Mesaj ön izlemesi:
uk: Попередній перегляд повідомлення:
ur: پیغام کا پیش نظارہ:
vi: Xem thử tin nhắn:
zh_cn: 消息预览：
zh_tw: 訊息預覽：
zu: Ukubikwa Komyalezo ngaphambilini:

source: {product} Help
af: {product}-hulp
bg: Помощ за {product}
bs: {product} pomoć
de: Hilfe zu {product}
el: Βοήθεια για το {product}
es: Ayuda de {product}
fy_nl: Help foar {product}
he: עזרה עם {product}
hr: Pomoć za {product}
hu: {product} súgó
ia: Adjuta de {product}
id: Bantuan {product}
it: Supporto a {product}
ja: {product} ヘルプ
ka: {product} დახმარება
kab: {product} Tallalt
ko: {product} 도움말
mg: Fanampiana {product}
ms: Bantuan {product}
nb_no: {product}-hjelp
nl: Hulp voor {product}
pa_in: {product} ਮਦਦ
pl: Pomoc dla programu {product}
pt_br: Ajuda do {product}
pt_pt: Ajuda de {product}
ro: Ajutor {product}
sk: Pomocník {product}
sr: {product} помоћ
sv: {product} Hjälp
te: {product} సహాయం
th: ความช่วยเหลือ {product}
tr: {product} Yardımı
uk: Довідка {product}
ur: {product} میں مدد
vi: Trợ giúp về {product}
zh_cn: {product} 帮助
zh_tw: {product} 說明
zu: {product} Usizo

source: In English
af: In Engels
bg: На английски език
bs: Na engleskom
de: Auf Englisch
el: Στα αγγλικά
es: En inglés
fy_nl: Yn it Ingelsk
he: באנגלית
hr: Na engleskom
hu: angolul
ia: In anglese
id: Dalam Bahasa Inggris
it: In inglese
ja: 英語版
ka: ინგლისურად
kab: S teglizzit
ko: 영문
mg: @ teny Anglisy
ms: Dalam Bahasa Inggeris
nb_no: På engelsk
nl: In het Engels
pa_in: ਇੰਗਲਿਸ਼ ਵਿੱਚ
pl: W języku angielskim
pt_br: Em Inglês
pt_pt: Em Inglês
ro: În engleză
sk: V angličtine
sr: На енглеском
sv: På engelska
te: ఇంగ్లీషులో
th: ในภาษาอังกฤษ
tr: İngilizce
uk: Англійською
ur: انگریزی میں
vi: Trong Tiếng Anh
zh_cn: 英文
zh_tw: 英文
zu: NgesiNgisi

source: Update Firefox
bg: Актуализирайте Firefox
de: Firefox aktualisieren
el: Ενημέρωση του Firefox
es: Actualiza Firefox
fy_nl: Firefox fernije
he: עדכון Firefox
hr: Aktualiziraj Firefox
hu: Firefox frissítése
ia: Actualisar Firefox
id: Perbarui Firefox
it: Aggiornare Firefox
ja: Firefox をアップデート
ka: Firefox-ის განახლება
kab: Leqqem Firefox
ko: Firefox 업데이트
nb_no: Oppdater Firefox
nl: Firefox bijwerken
pl: Zaktualizuj Firefoksa
pt_br: Atualizar Firefox
pt_pt: Atualizar o Firefox
ro: Actualizează Firefox
sk: Aktualizácia Firefoxu
sr: Ажурирај Firefox
sv: Uppdatera Firefox
te: Firefoxని తాజాకరించు
th: อัปเดต Firefox
tr: Firefox'u Güncelle
uk: Оновити Firefox
ur: Firefox کی تازہ کاری کریں
vi: Cập nhật Firefox
zh_cn: 更新 Firefox
zh_tw: 更新 Firefox

source: Profiles
bg: Профили
de: Profile
el: Προφίλ
fy_nl: Profilen
he: פרופילים
hr: Profili
hu: Profilok
ia: Profilos
id: Profil
it: Profili
ja: プロファイル
ka: პროფილები
kab: Imeɣna
ko: 프로필
nb_no: Profiler
nl: Profielen
pl: Profile
pt_br: Perfis
pt_pt: Perfis
ro: Profiluri
sk: Profily
sr: Профили
sv: Profiler
te: ప్రొఫైళ్ళు
th: โปรไฟล์
tr: Profiller
uk: Профілі
ur: پروفا ئلز
vi: Hồ sơ
zh_cn: 配置文件
zh_tw: 個人資料

source: Bookmarks
af: Boekmerke
bg: Отметки
bs: Zabilješke
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fy_nl: Blêdwizers
he: סימניות
hr: Zabilješke
hu: Könyvjelzők
ia: Marcapaginas
id: Markah
it: Segnalibri
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n yisebter
ko: 북마크
mg: Maripejy
ms: Tandabuku
nb_no: Bokmerker
nl: Bladwijzers
pa_in: ਬੁੱਕਮਾਰਕ
pl: Zakładki
pt_br: Favoritos
pt_pt: Marcadores
ro: Marcaje
sk: Záložky
sr: Обележивачи
sv: Bokmärken
te: ఇష్టాంశాలు
th: ที่คั่นหน้า
tr: Yer imleri
uk: Закладки
ur: بک مارکس
vi: Dấu trang
zh_cn: 书签
zh_tw: 書籤
zu: Amabhukumaka

source: Send tab
bg: Изпращане на раздел
de: Tab senden
el: Αποστολή καρτέλας
es: Enviar pestaña
fy_nl: Ljepblêd ferstjoere
he: שליחת לשונית
hr: Pošalji karticu
hu: Lap küldése
ia: Inviar le scheda
id: Kirim tab
it: Invia scheda
ja: タブを送信
ka: ჩანართის გაგზავნა
kab: Azen iccer
ko: 탭 보내기
nb_no: Send fane
nl: Tabblad verzenden
pl: Wyślij
pt_br: Enviar aba
pt_pt: Enviar separador
ro: Trimite fila
sk: Poslať kartu
sr: Пошаљи језичак
sv: Skicka flik
te: ట్యాబును పంపించు
th: ส่งแท็บ
tr: Sekmeyi gönder
uk: Надіслати вкладку
ur: ٹیب ارسال کریں
vi: Thẻ đang gửi
zh_cn: 发送标签页
zh_tw: 傳送分頁

source: Night mode
bg: Нощен режим
de: Nachtmodus
el: Νυχτερινή λειτουργία
es: Modo nocturno
fy_nl: Nachtmodus
he: מצב לילה
hr: Noćni modus
hu: Éjszakai mód
ia: Modo nocte
id: Mode malam
it: Modalità notturna
ja: 夜間モード
ka: ღამის რეჟიმი
kab: Askar n yiḍ
ko: 야간 모드
nb_no: Nattmodus
nl: Nachtmodus
pl: Tryb nocny
pt_br: Modo noturno
pt_pt: Modo noturno
ro: Mod nocturn
sk: Nočný režim
sr: Ноћни режим
sv: Nattläge
th: โหมดกลางคืน
tr: Gece modu
uk: Нічний режим
ur: رات کا موڈ
vi: Chế độ ban đêm
zh_cn: 夜间模式
zh_tw: 夜間模式

source: Block images
bg: Блокиране на изображения
de: Grafiken blockieren
el: Αποκλεισμός εικόνων
es: Bloquear imágenes
fy_nl: Ofbyldingen blokkearje
he: חסימת תמונות
hr: Blokiraj slike
hu: Képek blokkolása
ia: Blocar imagines
id: Blokir gambar
it: Blocco immagini
ja: 画像をブロック
ka: სურათების შეზღუდვა
kab: Sewḥel tugniwin
ko: 이미지 차단
nb_no: Blokker bilder
nl: Afbeeldingen blokkeren
pl: Blokuj obrazki
pt_br: Bloquear imagens
pt_pt: Bloquear imagens
ro: Blochează imaginile
sk: Blokovanie obrázkov
sr: Блокирај слике
sv: Blockera bilder
te: బొమ్మలను నిరోధించు
th: ปิดกั้นภาพ
tr: Resimleri engelle
uk: Блокувати зображення
ur: تصاویر روکیں
vi: Chặn hình ảnh
zh_cn: 屏蔽图像
zh_tw: 封鎖圖片

source: Policies
bg: Политики
de: Richtlinien
el: Πολιτικές
fy_nl: Beliedsregels
he: מדיניות
hr: Pravila
hu: Házirendek
ia: Politicas
id: Kebijakan
it: Criteri
ja: ポリシー
ka: დებულებები
kab: Tisertiyin
ko: 정책
nb_no: Policyer
nl: Beleidsregels
pl: Zasady
pt_br: Diretivas
pt_pt: Políticas
ro: Politici
sk: Pravidlá
sr: Смернице
sv: Policyer
te: విధానాలు
th: นโยบาย
tr: İlkeler
uk: Политіки
ur: پالیسیاں
vi: Chính sách
zh_cn: 策略
zh_tw: 原則

source: Customization
bg: Приспособяване
de: Anpassen
el: Προσαρμογή
fy_nl: Oanpasse
he: התאמה אישית
hr: Prilagođavanje
hu: Testreszabás
ia: Localisation
id: Ubahsuai
it: Personalizzazione
ja: カスタマイズ
ka: მორგება
kab: Aggan
ko: 맞춤 기능
nb_no: Tilpasning
nl: Aanpassen
pl: Dostosowywanie
pt_br: Personalização
pt_pt: Personalização
ro: Personalizare
sk: Prispôsobenie
sr: Прилагођавање
sv: Anpassning
te: అభిమతీకరణ
th: การปรับแต่ง
tr: Özelleştirme
uk: Налаштування
ur: تخصیص
vi: Tùy biến
zh_cn: 定制
zh_tw: 自訂

source: extensions
bg: разширения
de: Erweiterungen
el: επεκτάσεις
fy_nl: útwreidingen
he: הרחבות
hr: proširenja
hu: kiegészítők
ia: extensiones
id: ekstensi
it: Estensioni
ja: 拡張機能
ka: გაფართოებები
kab: Isiɣzaf
ko: 확장 기능
nb_no: utvidelser
nl: extensies
pl: Rozszerzenia
pt_br: extensões
pt_pt: extensões
ro: extensii
sk: rozšírenia
sr: проширења
sv: tillägg
te: పొడగింతలు
th: ส่วนขยาย
tr: eklentiler
uk: розширення
ur: ایکسٹینشنز
vi: tiện ích mở rộng
zh_cn: 扩展
zh_tw: 擴充套件

source: Turbo mode
bg: Турбо режим
de: Turbo-Modus
el: Λειτουργία Turbo
es: Modo Turbo
fy_nl: Turbomodus
he: מצב טורבו
hr: Turbo modus
hu: Turbó mód
ia: Modo turbo
id: Mode turbo
it: Modalità turbo
ja: ターボモード
ka: მსუბუქი რეჟიმი
kab: Askar Turbo
ko: 터보 모드
nb_no: Turbo-modus
nl: Turbomodus
pl: Tryb turbo
pt_br: Modo turbo
pt_pt: Modo turbo
ro: Mod turbo
sk: Turbo režim
sr: Турбо режим
sv: Turbo-läge
th: โหมดเทอร์โบ
tr: Turbo mod
uk: Турборежим
ur: ٹربو موڈ
vi: Chế độ Turbo
zh_cn: 加速模式
zh_tw: 極速模式

source: Voice commands
bg: Гласови команди
de: Sprachbefehle
el: Φωνητικές εντολές
es: Comandos de voz
fy_nl: Spraakopdrachten
he: פקודות קוליות
hr: Govorne naredbe
hu: Hangparancsok
ia: Commandos vocal
id: Perintah suara
it: Comandi vocali
ja: 音声コマンド
ka: ხმოვანი ბრძანებები
kab: Tiludniwin n taɣect
ko: 음성 명령
nb_no: Talekommandoer
nl: Spraakopdrachten
pl: Polecenia głosowe
pt_br: Comandos de voz
pt_pt: Comandos de voz
ro: Comenzi vocale
sk: Hlasové ovládanie
sr: Гласовне команде
sv: Röstkommandon
te: స్వర ఆదేశాలు
th: คำสั่งเสียง
tr: Ses komutları
uk: Голосове введення
ur: سوتی احکامات
vi: Khẩu lệnh bằng giọng nói
zh_cn: 语音指令
zh_tw: 語音司令

source: Receive tabs
bg: Получаване на раздели
de: Tabs empfangen
el: Λήψη καρτελών
es: Recibir pestañas
fy_nl: Ljepblêden ûntfange
he: קבלת לשוניות
hr: Primaj kartice
hu: Lapok fogadása
ia: Recipe schedas
id: Terima tab
it: Ricevi schede
ja: タブの受信
ka: ჩანართების მიღება
kab: Rmes accaren
ko: 받은 탭
nb_no: Motta faner
nl: Tabbladen ontvangen
pl: Otrzymuj karty
pt_br: Receber abas
pt_pt: Receber separadores
ro: Primire file
sk: Príjem kariet
sr: Прими картице
sv: Ta emot flikar
th: รับแท็บ
tr: Sekmeleri al
uk: Отримати вкладки
ur: تبس موصول کریں
vi: Các thẻ đã nhận
zh_cn: 收取标签页
zh_tw: 接收分頁

source: Manage devices
bg: Управление на устройствата
de: Geräte verwalten
el: Διαχείριση συσκευών
es: Administrar dispositivos
fy_nl: Apparaten beheare
he: ניהול מכשירים
hr: Upravljaj uređajima
hu: Eszközök kezelése
ia: Gerer apparatos
id: Kelola perangkat
it: Gestione dispositivi
ja: 端末の管理
ka: მოწყობილობების მართვა
kab: Sefrek ibenkan
ko: 기기 관리
nb_no: Behandle enheter
nl: Apparaten beheren
pl: Zarządzanie urządzeniami
pt_br: Gerenciar dispositivos
pt_pt: Gerir dispositivos
ro: Administrează dispozitivele
sk: Správa zariadení
sr: Управљајте уређајима
sv: Hantera enheter
te: పరికరాల నిర్వహణ
th: จัดการอุปกรณ์
tr: Cihazları yönetme
uk: Керувати пристроями
ur: آلات کو بندرست کریں
vi: Quản lý thiết bị
zh_cn: 管理证书
zh_tw: 管理裝置

source: Download VPN
bg: Изтеглете VPN
de: VPN herunterladen
el: Λήψη VPN
es: Descargar VPN
fy_nl: VPN Downloade
he: הורדת VPN
hr: Preuzmi VPN
hu: VPN letöltése
ia: Discargar VPN
id: Unduh VPN
ja: VPN をダウンロード
ka: VPN-ის ჩამოტვირთვა
kab: Sider VPN
ko: VPN 다운로드
nb_no: Last ned VPN
nl: VPN Downloaden
pl: Pobierz VPN
pt_br: Baixar VPN
pt_pt: Transferir VPN
sk: Stiahnuť VPN
sr: Преузмите VPN
sv: Ladda ner VPN
te: VPN దింపుకోండి
th: ดาวน์โหลด VPN
tr: VPN'i indirme
uk: Завантажити VPN
ur: وی پی این ڈاؤن لوڈ کریں
vi: Tải xuống VPN
zh_cn: 下载 VPN
zh_tw: 下載 VPN

source: Limits
bg: Ограничения
de: Beschränkungen
el: Όρια
es: Límites
fy_nl: Beheiningen
he: מגבלות
hr: Ograničenja
hu: Korlátok
ia: Limites
id: Batasan
it: Limiti
ja: 制限
ka: ზღვრები
kab: Tilisa
ko: 제한
nb_no: Grenser
nl: Beperkingen
pl: Limity
pt_br: Limites
pt_pt: Limites
ro: Limite
sk: Obmedzenia
sr: Ограничења
sv: Begränsningar
th: ข้อจำกัด
tr: Sınırlar
uk: Обмеження
ur: حدود
vi: Giới hạn
zh_cn: 限制
zh_tw: 限制

source: Lockwise iOS
it: Lockwise per iOS
sv: Lockwise för iOS
uk: Lockwise для iOS
zh_cn: iOS 版 Lockwise

source: Lockwise Android
it: Lockwise per Android
sv: Lockwise för Android
uk: Lockwise для Android
zh_cn: Android 版 Lockwise

source: Lockwise desktop
bg: Lockwise за десктоп
el: Lockwise για υπολογιστές
hr: Lockwise za računalo
hu: Lockwise asztali verzió
ia: Lockwise scriptorio
it: Lockwise per desktop
ja: Lockwise デスクトップ
ka: Lockwise კომპიუტერისთვის
kab: Tanarit Lockwise
ko: Lockwise 데스크탑
nb_no: Lockwise for datamaskiner
pl: Lockwise dla komputerów
pt_pt: Lockwise no computador
ro: Lockwise pentru desktop
sk: Lockwise pre počítač
sr: Lockwise за рачунар
sv: Lockwise för datorer
th: Lockwise สำหรับเดสก์ท็อป
tr: Lockwise masaüstü
uk: Lockwise для комп'ютерів
ur: Lockwise ڈیسک ٹاپ
vi: Lockwise máy tính để bàn
zh_cn: Lockwise 桌面版
zh_tw: Lockwise 桌面版
