Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Knowledge Base Article
af: Kennisbasis-artikel
ar: مقالة قاعدة المعرفة
bg: Статия от Базата Знания
bn: সহায়তাকারী প্রবন্ধ
ca: Article de la base de coneixement
el: Άρθρο γνωσιακής βάσης
es: Artículo de la Base de Conocimientos
et: Teadmusbaasi teema
fa: مقاله پایگاه دانش
fr: Article de la base de connaissances
fy_nl: Kennisbankartikel
ga_ie: Alt sa bhunachar eolais
ia: Articulo del base de cognoscentia
it: Articolo della Knowledge Base
lt: Straipsnis žinyne
mg: Lahatsoratra @ Tobim-pahalalana
ml: വിജ്ഞാനത്തറയിലെ ലേഖനം
ms: Artikel Pangkalan Pengetahuan
nb_no: Kunnskapsbaseartikkel
nl: Kennisbankartikel
pa_in: ਨਾਲੇਜ ਬੇਸ ਲੇਖ
pl: Artykuł bazy wiedzy
pt_br: Artigo da Base de Conhecimento
pt_pt: Artigo da base de conhecimentos
ro: Articol din Baza de cunoștințe
sk: Článok databázy vedomostí
sl: Članek zbirke znanja
sv_se: Kunskapsbas-artikel
te: నాలెడ్జ్ బేస్ వ్యాసం
tl: Mapagkukunan ng Kaalaman na Artikulo
ur: علم بیس آرٹیکل
xh: Inqaku eliSekelwe kuLwazi
zu: I-athikhili Encike Olwazini

source: Insert media...
af: Voeg media in...
ar: أدرِج وسيطا…
az: Media daxil et...
bg: Вмъкване медия...
bn: মিডিয়া যোগ করুন...
el: Εισαγωγή πολυμέσων...
es: Insertar archivo multimedia...
et: Meedia lisamine...
fa: درج رسانه...
fr: Insérer un média…
fy_nl: Media ynfoegje…
ga_ie: Ionsáigh meáin...
ia: Insere file multimedial…
it: Inserisci elemento multimediale…
lt: Įterpti paveikslą arba vaizdo įrašą…
mg: Hanatsofoka haino&jery...
ml: മീഡിയ ചേർക്കുക...
ms: Masukkan media...
nb_no: Sett inn media ...
nl: Media invoegen…
pa_in: ਮੀਡਿਆ ਸ਼ਾਮਲ...
pl: Wstaw media…
pt_br: Inserir mídia...
pt_pt: Inserir multimédia...
ro: Inserează element multimedia...
sk: Vloženie multimédií...
sl: Vstavi predstavnost ...
sv_se: Infoga media...
te: మాధ్యమాన్ని ప్రవేశపెట్టి...
tl: Maglagay ng media...
ur: میڈیا داخل کریں...
xh: Faka izilondolozi...
zu: Faka imidiya...

source: media
ar: وسائط
bg: медия
bn: মিডিয়া
el: πολυμέσα
es: multimedia
et: meedia
fa: رسانه
fr: média
ga_ie: meáin
ia: multimedia
it: elemento multimediale
lt: medija
mg: haino&jery
ml: മീഡിയ
pa_in: ਮੀਡਿਆ
pt_br: mídia
pt_pt: multimédia
ro: multimedia
sk: médiá
sl: predstavnost
te: మీడియా
tl: medya
ur: میڈیا
xh: izilondolozi
zu: imidiya

source: Search Gallery
af: Deursoek galery
ar: ابحث في المعرض
az: Qalereyada Axtar
bg: Търсене в галерията
bn: গ্যালারি অনুসন্ধান
ca: Cerca a la galeria
el: Αναζήτηση συλλογής
es: Buscar en la galería
et: Otsi galeriist
fa: جستجوی گالری
fr: Rechercher dans la galerie
fy_nl: Sykgalery
ga_ie: Cuardaigh an Gailearaí
ia: Cercar in le galeria
it: Cerca nella galleria
lt: Ieškoti galerijoje
mg: Hikaroka Galeria
ml: ഗാലറി തിരയുക
ms: Carian Galeri
nb_no: Søk i galleri
nl: Galerij doorzoeken
pa_in: ਖੋਜ ਗੈਲਰੀ
pl: Przeszukaj galerię
pt_br: Pesquisar na galeria
pt_pt: Procurar na Galeria
ro: Caută în galerie
sk: Vyhľadávanie v galérii
sl: Iskanje po galeriji
sv_se: Sök i galleriet
te: సంచయాలు అన్వేషించు
tl: Hanapin sa Galeriya
ur: گیلری تلاش کرے
xh: Khangela iGalari
zu: Cinga kugalari

source: Show:
af: Wys:
ar: اعرض:
az: Göstər:
bg: Показване:
bn: দেখাও:
ca: Mostra:
el: Εμφάνιση:
es: Mostrar:
et: Näidatakse:
fa: نمایش:
fr: Afficher :
fy_nl: Toane:
ga_ie: Taispeáin:
ia: Monstrar:
it: Mostra:
lt: Rodyti:
mg: Hampiseho:
ml: കാണിക്കുക:
ms: Papar:
nb_no: Vis:
nl: Tonen:
pa_in: ਵੇਖੋ:
pl: Wyświetl:
pt_br: Mostrar:
pt_pt: Mostrar:
ro: Afișează:
sk: Zobraziť:
sl: Pokaži:
sv_se: Visa:
te: చూపించు:
tl: Ipakita:
ur: دکھائیں:
xh: Bonisa:
zu: Veza:

source: Images
af: Prente
ar: الصور
az: Şəkillər
bg: Изображения
bn: ছবি
ca: Imatges
el: Εικόνες
es: Imágenes
et: Pilte
fa: تصاوير
fy_nl: Ofbyldingen
ga_ie: Íomhánna
ia: Imagines
it: Immagini
lt: paveikslus
mg: Sary
ml: ചിത്രങ്ങള്‍
ms: Imej
nb_no: Bilder
nl: Afbeeldingen
pa_in: ਚਿੱਤਰ
pl: Obrazki
pt_br: Imagens
pt_pt: Imagens
ro: Imagini
sk: Obrázky
sl: Slike
sv_se: Bilder
te: చిత్రాలు
tl: Mga Larawan
ur: نقوش
xh: Imifanekiso
zu: Imifanekiso

source: Videos
ar: الڤديوهات
az: Videolar
bg: Видеа
bn: ভিডিও
ca: Vídeos
el: Βίντεο
es: Vídeos
et: Videoid
fa: ویدئوها
fr: Vidéos
fy_nl: Fideo’s
ga_ie: Físeáin
it: Video
lt: vaizdo įrašus
mg: Horonantsary
ml: വീഡിയോകള്‍
ms: Video
nb_no: Videoer
pa_in: ਵਿਡੀਓ
pl: Widea
pt_br: Vídeos
pt_pt: Vídeos
ro: Videoclipuri
sk: Videá
sl: Video posnetki
sv_se: Videor
te: వీడియోలు
tl: Mga Video
ur: ویڈیو
xh: Iividiyo
zu: Amavidiyo

source: Show media for:
af: Wys media vir:
ar: اعرض وسائط:
bg: Показване медия за:
bn: মিডিয়া দেখনোর জন্য
el: Εμφάνιση πολυμέσων για:
es: Mostrar archivos multimedia:
et: Näita meediat:
fa: نمایش رسانه برای:
fr: Afficher le média pour :
fy_nl: Media toane foar:
ga_ie: Taispeáin meáin le haghaidh:
ia: Monstrar medios pro:
it: Mostra elementi multimediali per:
lt: Rodyti ne visiems:
mg: Hampiseho haino&jery ho an'ny:
ml: ഇതിനായുള്ള മീഡിയ കാണിക്കുക:
ms: Papar media untuk:
nb_no: Vis media for:
nl: Media tonen voor:
pa_in: ਮੀਡਿਆ ਲਈ ਦਿਖਾਉ:
pl: Wyświetl media dla:
pt_br: Mostrar mídia de:
pt_pt: Mostrar multimédia para:
ro: Afișează elemente multimedia pentru:
sk: Zobraziť médiá pre:
sl: Prikaži predstavnost za:
sv_se: Visa media för:
te: మీడియా చూపించు:
tl: Ipakita ang medya para sa:
ur: کے لئے میڈیا دکھائیں:
xh: Bonisa isilondolozi soku:
zu: Veza imidiya ye:

source: Insert Media
af: Voeg media in
ar: أدرِج وسيطًا
az: Media əlavə et
bg: Вмъкване медия
bn: মিডিয়া ঢোকান
el: Εισαγωγή πολυμέσων
es: Insertar medios
et: Lisa meedia
fa: درج رسانه
fr: Insérer un média
fy_nl: Media ynfoegje
ga_ie: Ionsáigh Meáin
ia: Inserer medios
it: Inserisci elemento multimediale
lt: Įterpti
mg: Hanatsofoka Haino&jery
ml: മീഡിയ ചേർക്കുക
ms: Masukkan Media
nb_no: Sett inn media
nl: Media invoegen
pa_in: ਮੀਡਿਆ ਪਾਉ
pl: Wstaw media
pt_br: Inserir mídia
pt_pt: Inserir Multimédia
ro: Inserează element multimedia
sk: Vložiť multimédiá
sl: Vstavi predstavnost
sv_se: Infoga media
te: మీడియా చొప్పించు
tl: Maglagay ng medya
ur: میڈیا داخل کریں
xh: Faka iSilondolozi
zu: Faka imidiya

source: Upload Media
af: Laai media op
ar: ارفع وسيطًا
az: Media Yüklə
bg: Качете медия
bn: মিডিয়া আপলোড করুন
ca: Puja contingut multimèdia
el: Μεταφόρτωση πολυμέσων
es: Subir multimedia
et: Laadi meedia üles
fa: آپلود رسانه
fr: Envoyer un média
fy_nl: Media oplade
ga_ie: Uaslódáil Meáin
ia: Incargar multimedia
it: Carica elemento multimediale
lt: Įkelti failą
mg: Hampiakatra Haino&jery
ml: മീഡിയ അപ്ലോഡുചെയ്യുക
ms: Muat naik Media
nb_no: Last opp media
nl: Media uploaden
pa_in: ਮੀਡਿਆ ਅੱਪਲੌਡ ਕਰੋ
pl: Prześlij media
pt_br: Enviar mídia
pt_pt: Enviar Multimédia
ro: Încarcă element multimedia
sk: Nahrať multimédiá
sl: Prenesi predstavnost
sv_se: Ladda upp media
te: అప్లోడ్ మీడియా
tl: Mag-upload ng medya
ur: میڈیا اپ لوڈ کریں
xh: Faka iSilondolozi
zu: Loda imidiya

source: Please select an image or video to insert.
af: Kies asseblief 'n prent of video om in te voeg.
ar: من فضلك اختر صورة أو ڤِديوها لإدراجه.
az: Lütfən daxil etmək üçün şəkil və ya video seçin.
bg: Моля, изберете изображение или видео за вмъкване.
bn: দয়া করে একটি ছবি বা ভিডিও নির্বাচন করুন।
ca: Seleccioneu una imatge o un vídeo per inserir.
el: Επιλέξτε μια εικόνα ή ένα βίντεο προς εισαγωγή.
es: Selecciona una imagen o un vídeo que insertar.
et: Palun vali sisestatav pilt või video.
fa: لطفاً یک تصویر یا ویدئو برای درج کردن انتخاب کنید.
fr: Veuillez sélectionner une image ou une vidéo à insérer.
fy_nl: Selektearje in ôfbylding of fideo om yn te foegjen.
ga_ie: Roghnaigh íomhá nó físeán le cur isteach.
ia: Per favor elige un imagine o video a inserer.
it: Selezionare un'immagine o un video da inserire.
lt: Pasirinkite norimą įterpti paveikslą arba vaizdo įrašą.
mg: Mifantena sary na horonantsary hatsofoka azafady.
ml: ദയവായി ഒരു ചിത്രമോ വീഡിയോയോ തിരഞ്ഞെടുക്കുക.
ms: Sila pilih imej atau video untuk dimasukkan.
nb_no: Velg et bilde eller video å sette inn.
nl: Selecteer een afbeelding of video om in te voegen.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਪਾਉਣ ਲਈ ਇੱਕ ਚਿੱਤਰ ਜਾ ਵੀਡੀਓ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz obrazek lub wideo do wstawienia.
pt_br: Selecione uma imagem ou vídeo para inserir.
pt_pt: Por favor, selecione uma imagem ou vídeo para inserir.
ro: Te rugăm să selectezi o imagine sau un videoclip de inserat.
sk: Vyberte prosím video alebo obrázok, ktoré chcete vložiť.
sl: Prosimo, izberite sliko ali video, ki ga želite vstaviti.
sv_se: Vänligen välj en bild eller video att infoga.
te: చొప్పించడానికి ఒక చిత్రం లేదా వీడియో ఎంచుకోండి.
tl: Pakipili ng larawan o video na ipasok.
ur: داخل کرنے کے لئے براہ کرم ایک تصویر یا ویڈیو منتخب کریں۔
xh: Nceda ukhethe umfanekiso okanye faka ividiyo.
zu: Uyacelwa ukhethe umfanekiso noma ividiyo ezofakwa.

source: Oops, there was an error.
af: Oeps, iets het skeef geloop.
ar: آخ، حدث عطل.
az: Ehhh, xəta baş verdi.
bg: Ааах, възникна грешка.
bn: আহা! একটি ত্রুটি ধরা পরেছে।
ca: Ep! S'ha produït un error.
el: Ωχ, προέκυψε σφάλμα.
es: Vaya, se ha producido un error.
et: Ups, tekkis viga.
fa: متأسّفیم، یک خطا وجود دارد.
fr: Oups, une erreur s’est produite.
fy_nl: Oeps, der is in flater bard.
ga_ie: Úps, tharla earráid.
ia: Ups, il occurreva un error.
it: Si è verificato un errore.
lt: Apgailestaujame, įvyko klaida.
mg: Oy, nisy olana.
ml: പൊറുക്കണം, ഒരു പിശക് ഉണ്ടായിരുന്നു.
ms: Oops, ada ralat.
nb_no: Oops, en feil oppstod.
nl: Oeps, er is een fout opgetreden.
pa_in: ਓਹ ਹੋ। ਗਲਤੀ ਆਈ ਹੈ।
pl: Niestety, wystąpił błąd.
pt_br: Opa, houve um erro.
pt_pt: Ups, ocorreu um erro.
ro: Ups, a apărut o eroare.
sk: Nastala chyba.
sl: Opla, prišlo je do napake.
sv_se: Oj, det uppstod ett fel.
te: అయ్యో, ఒక లోపం ఉంది.
tl: Ay, mayroong problema.
ur: افوہ، ایک خامی آ گئی۔
xh: Oops, kuye kwabakho impazamo.
zu: Oops, kukhona iphutha elenzekile.

source: Common responses
af: Algemene reaksies
ar: الإجابات الشائعة
az: Tez-tez verilən cavablar
bg: Чести отговори
bn: সাধারণ উত্তর
ca: Respostes comunes
el: Συνήθεις απαντήσεις
es: Respuestas comunes
et: Enamlevinud vastused
fa: پاسخ‌های متداول
fr: Réponses courantes
fy_nl: Bekende antwurden
ga_ie: Freagraí coitianta
ia: Responsas commun
it: Risposte più comuni
lt: Tipiniai atsakymai
mg: Valiny fahita
ml: പൊതു പ്രതികരണങ്ങൾ
ms: Respons biasa
nb_no: Vanlige responser
nl: Bekende antwoorden
pa_in: ਆਮ ਜਵਾਬ
pl: Popularne odpowiedzi
pt_br: Respostas comuns
pt_pt: Respostas frequentes
ro: Răspunsuri frecvente
sk: Najčastejšie odpovede
sl: Pogosti odgovori
sv_se: Vanliga svar
te: సాధారణ స్పందనలు
tl: Karaniwang sagot
ur: عام ردعمل
xh: Iimpendulo eziqhelekileyo
zu: Izimpendulo ezivamile

source: cannedresponses
ar: الردود الجاهزة
az: hazırcavablar
bg: готови отговори
bn: প্রস্তুত উত্তর
ca: respostespredefinides
el: τυποποιημένες απαντήσεις
es: Respuestas definidas previamente
fa: پاسخ‌های سربسته
fr: réponses prédéfinies
fy_nl: sjabloanantwurden
ga_ie: Freagraí réamhshocraithe
ia: responsas pre-compilate
it: Risposte precompilate
lt: tipiniai atsakymai
mg: valiny voatahiry mialoha
ml: മുന്‍കൂട്ടിയുള്ള പ്രതികരണങ്ങൾ
ms: responsditentukan
nl: sjabloonantwoorden
pa_in: ਕੈਨਡਰਿਸਪੋਨਸਜ
pl: gotowe odpowiedzi
pt_br: respostas preparadas
pt_pt: respostas-tipo
ro: răspunsuri predefinite
sl: standardniodgovori
sv_se: standardsvar
te: తయారుగా ఉన్న ప్రతిస్పందనలు
tl: nakakahonnamgatugon
ur: طے شدہ جوابات
xh: iimpazamo ezinkonkxiweyo
zu: izimpendulo esezilungisiwe

source: Search for common responses
af: Soek vir algemene reaksies
ar: ابحث عن الردود الشائعة
az: Hazır cavablar üçün axtarın
bg: Търсене за чести отговори
bn: সাধারণ উত্তরের জন্য অনুসন্ধান
ca: Cerca respostes comunes
el: Αναζήτηση για συνήθεις απαντήσεις
es: Buscar respuestas comunes
et: Otsi enamlevinud vastuseid
fa: جستجو برای پاسخ‌های متداول
fr: Rechercher des réponses courantes
fy_nl: Sykje nei bekende antwurden
ga_ie: Déan cuardach ar fhreagraí coitianta
ia: Cercar responsas commun
it: Cerca tra le risposte comuni
lt: Ieškoti tipinio atsakymo
mg: Hikaroka valiny fahita
ml: പൊതു പ്രതികരണങ്ങളില്‍ തിരയുക
ms: Cari respons biasa
nb_no: Søk etter vanlige responser
nl: Zoeken naar bekende antwoorden
pa_in: ਆਮ ਜਵਾਬ ਲਈ ਖੋਜ
pl: Szukaj popularnych odpowiedzi
pt_br: Procurar respostas comuns
pt_pt: Procurar respostas frequentes
ro: Caută răspunsuri frecvente
sk: Vyhľadať najčastejšie odpovede
sl: Iskanje skupnih odgovorov
sv_se: Sök efter vanliga svar
te: సాధారణ స్పందనలు శోధించు
tl: Maghanap ng karaniwang sagot
ur: عام جوابات تلاش کریں
xh: Khangela iimpendulo eziqhelekileyo
zu: Cinga izimpendulo ezivamile

source: Categories
af: Kategorieë
ar: الفئات
az: Kateqoriyalar
bg: Категории
bn: বিভাগ
el: Κατηγορίες
es: Categorías
et: Kategooriad
fa: دسته‌بندی‌ها
fr: Catégories
fy_nl: Kategoryen
ga_ie: Catagóirí
ia: Categorias
it: Categorie
lt: Kategorijos
mg: Sokajy
ml: വിഭാഗങ്ങൾ
ms: Kategori
nb_no: Kategorier
nl: Categorieën
pa_in: ਵਰਗ
pl: Kategorie
pt_br: Categorias
pt_pt: Categorias
ro: Categorii
sk: Kategórie
sl: Kategorije
sv_se: Kategorier
te: వర్గాలు
tl: Mga Kategorya
ur: زمرہ جات
xh: Iindidi
zu: Izigaba

source: Responses
af: Reaksies
ar: الردود
az: Cavablar
bg: Отговора
bn: প্রত্যুত্তর
ca: Respostes
el: Aπαντήσεις
es: Respuestas
et: Vastused
fa: پاسخ‌ها
fr: Réponses
fy_nl: Antwurden
ga_ie: Freagraí
ia: Responsas
it: Risposte
lt: Atsakymai
mg: Valiny
ml: മറുപടികള്‍
ms: Respons
nb_no: Responser
nl: Antwoorden
pa_in: ਜਵਾਬ
pl: Odpowiedzi
pt_br: Respostas
pt_pt: Respostas
ro: Răspunsuri
sk: Odpovede
sl: Odgovori
sv_se: Svar
te: స్పందనలు
tl: Mga Sagot
ur: جوابی عمل
xh: Iimpendulo
zu: Izimpendulo

source: Please select a category from the previous column or start a search.
af: Kies asseblief 'n kategorie uit die vorige kolom of begin 'n soektog.
ar: من فضلك اختر فئة من العمود السابق أو ابدأ بحثا ما.
bg: Моля, изберете категория от предишната колона или започнете търсене.
bn: দয়া করে পূর্বের সারি থেকে একটি বিভাগ নির্বাচন করুন অথবা নতুন একটি অনুসন্ধান করুন।
ca: Seleccioneu una categoria de la columna anterior o inicieu una cerca.
el: Επιλέξτε μια κατηγορία από την προηγούμενη στήλη ή ξεκινήστε μια αναζήτηση.
es: Selecciona una categoría de la columna anterior o comienza una búsqueda.
et: Palun vali eelmisest veerust kategooria või alusta otsingut.
fa: لطفاً یک دسته‌بندی از ستون قبلی انتخاب کنید یا یک جستجو را آغاز کنید.
fr: Veuillez sélectionner une catégorie dans la colonne précédente ou lancez une recherche.
fy_nl: Selektearje in kategory út de foarige kolom of start in sykopdracht.
ga_ie: Roghnaigh catagóir ón gcolún roimhe seo, nó déan cuardach nua.
ia: Per favor elige un categoria ab le previe columna o initia un recerca.
it: Selezionare una categoria dalla colonna precedente o avviare una ricerca.
lt: Pasirinkite kategoriją iš ankstesnio stulpelio arba pradėkite paiešką.
mg: Mifantena sokajy ao @ tsanganana eo aloha na manomboha fikarohana azafady.
ml: മുൻ നിരയിൽ നിന്ന് ഒരു വിഭാഗം തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ ഒരു തിരയൽ ആരംഭിക്കുക.
ms: Sila pilih kategori daripada lajur terdahulu atau mulakan carian.
nb_no: Velg en kategori fra forrige kolonne for å starte et søk.
nl: Selecteer een categorie uit de vorige kolom of start een zoekopdracht.
pa_in: ਪਿਛਲੇ ਕਾਲਮ ਤੋਂ ਇੱਕ ਵਰਗ ਚੁੱਣੋਂ ਜਾਂ ਖੋਜ ਚਾਲੂ ਕਰੋ।
pl: Wybierz kategorię z poprzedniej kolumny lub uruchom wyszukiwanie.
pt_br: Selecione uma categoria na coluna anterior ou faça uma pesquisa.
pt_pt: Por favor, selecione uma categoria da coluna anterior ou inicie uma pesquisa.
ro: Te rugăm să selectezi o categorie din coloana anterioară sau lansează o căutare.
sk: Vyberte prosím kategóriu z predchádzajúceho stĺpca, alebo začnite nové hľadanie.
sl: Izberite kategorijo iz prejšnjega stolpca ali začnite iskanje.
sv_se: Vänligen välj en kategori från den förra kolumnen eller påbörja en ny sökning.
te: దయచేసి మునుపటి కాలమ్ నుండి ఒక వర్గాన్ని ఎంచుకోండి లేదా శోధన ప్రారంభించండి.
tl: Pakipili ng kategoriya mula sa dating hanay o magsimulang maghanap.
ur: براہ کرم پچھلے کالم سے کوئی قسم منتخب کریں یا تلاش شروع کریں۔
xh: Nceda ukhethe udidi kumhlathi wangaphambili okanye qalisa ukukhangela.
zu: Uyacelwa ukhethe isigaba kukholomu edlule noma qala ukucinga.

source: Response editor
af: Reaksie-redigeerder
ar: محرّر الردود
az: Cavab redaktoru
bg: Редактор на отговор
bn: উত্তর সম্পাদনা
ca: Editor de respostes
el: Επεξεργασία απαντήσεων
es: Editor de respuestas
et: Vastuse redaktor
fa: ویرایشگر پاسخ
fr: Éditeur de réponse
fy_nl: Antwurdeditor
ga_ie: Eagarthóir freagra
ia: Editor de responsa
it: Editor di risposte
lt: Atsakymų rengyklė
mg: Mpanitsy valiny
ml: പ്രതികരണങ്ങളുടെ എഡിറ്റർ
ms: Editor respons
nb_no: Responseditor
nl: Antwoordeditor
pa_in: ਜਵਾਬ ਸੰਪਾਦਕ
pl: Redaktor odpowiedzi
pt_br: Editor de respostas
pt_pt: Editor da resposta
ro: Editor de răspunsuri
sk: Editor odpovedí
sl: Urednik za odgovore
sv_se: Svars-redigeraren
te: రెస్పాన్స్ ఎడిటర్
tl: Editor ng tugon
ur: جوابات ایڈیٹر
xh: Impendulo yomhleli
zu: Umhleli wempendulo

source: Switch to preview mode
af: Wissel na voorskou-modus
ar: انتقل إلى وضع المعاينة
bg: Превключване към режим на визуализация
bn: পূর্বরূপ মোডে পরিবর্তন করুন
ca: Canvia al mode de previsualització
el: Αλλαγή σε λειτουργία προεπισκόπησης
es: Cambiar al modo de vista previa
et: Lülitu eelvaaterežiimi
fa: سوییچ به حالت پیش‌نمایش
fr: Passer en mode aperçu
fy_nl: Omskeakelje nei foarbyldmodus
ga_ie: Mód réamhamhairc
ia: Passar al modo vista preliminar
it: Attivare la modalità anteprima
lt: Pereiti į išankstinės peržiūros veikseną
mg: Hivadika ho @ maody topy maso
ml: മുൻക്കാഴ്ചപരിയിലേയ്ക്കു് മാറുക
ms: Tukar ke mod previu
nb_no: Bytt til forhåndsvisning
nl: Omschakelen naar voorbeeldmodus
pa_in: ਝਲਕ ਮੋਡ ਲਈ ਸਵਿੱਚ
pl: Przejdź do trybu podglądu
pt_br: Mudar para o modo de pré-visualização
pt_pt: Mudar para o modo de pré-visualização
ro: Treci pe modul de previzualizare
sk: Prepnúť do režimu náhľadu
sl: Premenjaj v predogled
sv_se: Växla till förhandsvisningen
te: ప్రివ్యూ మోడ్కు మారండి
tl: Lumipat sa pahapyawan na anyo
ur: پیش نظارہ موڈ پر سوئچ کریں
xh: Tshintshela kwimo esebenzayo yokujonga
zu: Shintshela kumodi yesibukisi kuqala

source: Insert Response
af: Voeg reaksie in
ar: أدرِج ردا
az: Cavab daxil et
bg: Вмъкване на отговор
bn: উত্তর দিন
ca: Insereix una resposta
el: Εισαγάγετε απάντηση
es: Insertar respuesta
et: Sisesta vastus
fa: درج پاسخ
fr: Insérer une réponse
fy_nl: Antwurd ynfoegje
ga_ie: Ionsáigh Freagra
ia: Inserer un responsa
it: Inserisci risposta
lt: Įterpti atsakymą
mg: Hanatsofoka Valiny
ml: പ്രതികരണം ചേർക്കുക
ms: Sertakan Respons
nb_no: Sett inn respons
nl: Antwoord invoegen
pa_in: ਜਵਾਬ ਦਰਜ
pl: Wstaw odpowiedź
pt_br: Deixar uma resposta
pt_pt: Inserir resposta
ro: Inserează răspunsul
sk: Vložiť odpoveď
sl: Vstavi odgovor
sv_se: Infoga svar
te: స్పందనలు చొప్పించండి
tl: Maglagay ng tugon
ur: جواب داخل کریں
xh: Faka iMpendulo
zu: Faka Impendulo

source: Matching responses
af: Passende reaksies
ar: الردود المتطابقة
az: Uyğun cavablar
bg: Съвпадащи отговори
bn: উত্তরগুলির সমন্বয় করানো হচ্ছে
ca: Respostes coincidents
el: Αντίστοιχες απαντήσεις
es: Respuestas que coinciden
et: Sobivad vastused
fa: در حال تطبیق پاسخ‌ها
fr: Réponses correspondantes
fy_nl: Oerienkommende antwurden
ga_ie: Freagraí comhoiriúnacha
ia: Responsas concordante
it: Risposte corrispondenti
lt: Paiešką atitikę atsakymai
mg: Valiny tandrifiny
ml: പൊരുത്തപ്പെടുന്ന പ്രതികരണങ്ങൾ
ms: Respons sepadan
nb_no: Passende responser
nl: Overeenkomende antwoorden
pa_in: ਢੁੱਕਵੇਂ ਜਵਾਬ
pl: Pasujące odpowiedzi
pt_br: Respostas relacionadas
pt_pt: Respostas coincidentes
ro: Răspunsuri corespondente
sk: Vyhovujúce odpovede
sl: Odgovori, ki ustrezajo
sv_se: Matchande svar
te: సరిపోయే స్పందనలు
tl: Magkatugmang tugon
ur: مشابہ جوابات
xh: Fanisa iimpendulo
zu: Izimpendulo ezifanayo

source: There was an error checking for canned responses.
af: Kon nie vir geblikte reaksies kontroleer nie.
ar: حدث عُطل أثناء التماس الردود الجاهزة.
az: Qablaşdırılmış cavabların yoxlanışında xəta olub.
bg: Възникна грешка при проверка на готовите отговори.
bn: পরীক্ষা করতে ত্রুটি।
ca: S'ha produït un error en cercar les respostes predefinides.
el: Προέκυψε σφάλμα κατά τον έλεγχο για τυποποιημένες απαντήσεις.
es: Se ha producido un error al comprobar las respuestas definidas previamente.
fr: Une erreur s’est produite lors de la recherche de réponses prédéfinies.
fy_nl: Der is in flater bard by it kontrolearjen op sjabloanantwurden.
ga_ie: Tharla earráid agus freagraí réamhshocraithe á lorg.
ia: Il ha essite un error al controlo pro responsas pre-compilate.
it: Si è verificato un errore nel controllo delle risposte precompilate,
lt: Ieškant tipinio atsakymo, įvyko klaida.
mg: Nisy olana tsy nahafahana nizaha valiny voatahiry mialoha.
ml: മുന്‍കൂര്‍ പ്രതികരണങ്ങൾ പരിശോധിക്കുന്നതിൽ ഒരു പിശകുണ്ടായി.
ms: Ada ralat semasa menyemak respons ditentukan.
nb_no: En feil oppstod ved leting etter forberedte responser.
nl: Er is een fout opgetreden bij het controleren op sjabloonantwoorden.
pa_in: ਡੱਬਾਬੰਦ ​​ਜਵਾਬ ਲਈ ਚੈੱਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਸੀ।
pl: Wystąpił błąd podczas sprawdzania gotowych odpowiedzi.
pt_br: Houve um erro ao examinar respostas preparadas.
pt_pt: Ocorreu um erro ao verificar as respostas tipo.
ro: A apărut o eroare la căutarea de răspunsuri predefinite.
sk: Pri kontrole pripravených odpovedí nastala chyba.
sl: Med preverjanjem standardnih odgovorov je prišlo do napake.
sv_se: Det uppstod ett fel med att söka efter standardsvar.
te: తయారుగా స్పందనల తనిఖీలో దోషం వున్నది.
tl: May problema sa pagkilatis ng mga nakakahon na mga tugon.
ur: طے شدہ جوابات کی جانچ پڑتال میں ایک خامی تھی۔
xh: Kuye kwabakho impazamo ekujongeni iimpendulo ezinkonkxiweyo.
zu: Kub enephutha ngenkathi kucingwa izimpendulo ezisethiwe.

source: Response preview
af: Reaksie-voorskou
ar: معاينة للرد
az: Cavab ön görünüşü
bg: Преглед на отговор
bn: উত্তরের পূর্বরূপ
el: Προεπισκόπηση απάντησης
es: Vista previa de la respuesta
et: Vastuse eelvaade
fa: پیش‌نمایش پاسخ
fr: Aperçu de la réponse
fy_nl: Foarbyld fan antwurd
ga_ie: Réamhamharc ar fhreagra
ia: Vista preliminar del responsas
it: Anteprima della risposta
lt: Atsakymo išankstinė peržiūra
mg: Topy maso valiny
ml: പ്രതികരണത്തിന്റെ പ്രിവ്യൂ
ms: Previu respons
nb_no: Forhåndsvisning av respons
nl: Voorbeeld van antwoord
pa_in: ਜਵਾਬ ਝਲਕ
pl: Podgląd odpowiedzi
pt_br: Pré-visualização da resposta
pt_pt: Pré-visualização da resposta
ro: Previzualizare răspuns
sk: Náhľad odpovede
sl: Predogled odgovora
sv_se: Förhandsvisa svar
te: స్పందన ప్రివ్యూ
tl: Patiunang pagpapaaninaw ng mga tugon
ur: رسپانس کا پیش نظارہ
xh: Ukujongwa kwempendulo kwangaphambili
zu: Ukubukwa kuqala kwempendulo

source: Switch to edit mode
af: Wissel na redigeer-modus
ar: انتقل إلى وضع التحرير
bg: Превключване към режим на редактиране
bn: সম্পাদনা মোডে যান
ca: Canvia al mode d'edició
el: Αλλαγή σε λειτουργία επεξεργασίας
es: Cambiar al modo de edición
et: Lülitu muutmisrežiimi
fa: سوییچ به حالت ویرایش
fr: Passer en mode modification
fy_nl: Omskeakelje nei bewurkingsmodus
ga_ie: Mód eagarthóireachta
ia: Passar al modo redaction
it: Passa alla modalità modifica
lt: Pereiti į redagavimo veikseną
mg: Hivadika ho @ maody fanitsiana
ml: തിരുത്തൽപ്പരിയിലേക്കു് മാറുക
ms: Tukar ke mod edit
nb_no: Bytt til redigeringsmodus
nl: Omschakelen naar bewerkingsmodus
pa_in: ਮੋਡ ਵਿੱਚ ਸੋਧ ਕਰਨ ਲਈ ਸਵਿੱਚ ਕਰੋ
pl: Przejdź do trybu edycji
pt_br: Mudar para o modo de edição
pt_pt: Mudar para o modo de edição
ro: Treci pe modul de editare
sk: Prepnúť do režimu editácie
sl: Premenjaj v urejanje
sv_se: Växla till redigeringsläge
te: సవరన మోడ్కు మారండి
tl: Lumipat sa edit mode
ur: ترمیم کے موڈ پر سوئچ کریں
xh: Tshintshela kwimo yokusebenza yokuhlela
zu: Shintshela kumodi lokuhlela amagama
