Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Moderate your guests' level of access in your virtual events
bg: Управлявайте нивото на достъп на гостите във вашите виртуални събития
de: Moderieren Sie den Zugriff Ihrer Gäste auf Ihre virtuellen Veranstaltungen
el: Διαχειριστείτε το επίπεδο πρόσβασης των καλεσμένων σας στις εικονικές εκδηλώσεις σας
es: Moderar el nivel de acceso de tus invitados en tus eventos virtuales
fy_nl: It tagongsnivo fan jo gasten foar jo firtuele eveneminten oanpasse
hr: Upravljaj razinom pristupa gostiju u tvojim virtualnim događajima
hu: Moderálja a vendégek hozzáférési szintjét a virtuális eseményeken
ia: Modera le nivello de accesso de tu hospites in tu eventos virtual
it: Modera il livello di accesso degli ospiti ai tuoi eventi virtuali
ka: განსაზღვრეთ თქვენი სტუმრების წვდომის დონე თქვენს წარმოსახვით ღონისძიებებთან
ko: 가상 이벤트에서 게스트의 접근 범위를 조정하기
nb_no: Moderere gjestenes tilgangsnivå til dine virtuelle arrangementer
nl: Het toegangsniveau van uw gasten voor uw virtuele evenementen aanpassen
pl: Moderuj poziom dostępu swoich gości do swoich wirtualnych wydarzeń
pt_br: Controle o nível de acesso de seus convidados em seus eventos virtuais
pt_pt: Modere o nível de acesso dos seus convidados nos seus eventos virtuais
sk: Moderovanie úrovne prístupu hostí k virtuálnym udalostiam
sr: Подесите нивое приступа гостију на вашим виртуелним догађајима
sv: Moderera dina gästers åtkomstnivå till dina virtuella evenemang
tr: Misafirlerinizin sanal etkinliklerinize erişim düzeyini denetleme
uk: Керувати рівнем доступу гостей до ваших віртуальних подій
vi: Kiểm duyệt mức độ truy cập của khách trong các sự kiện ảo của bạn
zh_cn: 调整访客在虚拟活动中的访问级别
zh_tw: 管理您的訪客在虛擬活動中的存取權限

# DB: products.Topic.title
source: Personalize Firefox
bg: Приспособяване на Firefox
bs: Firefox
de: Firefox anpassen
el: Εξατομίκευση του Firefox
es: Personaliza Firefox
fy_nl: Firefox personalisearje
he: התאמה אישית של Firefox
hr: Prilagodi Firefox
hu: Firefox testreszabása
ia: Personalisar Firefox
id: Perbarui Versi Firefox
it: Personalizza Firefox
ja: Firefox をパーソナライズ
ka: Firefox-ის მორგება
kab: Mudd udem i Firefox
ko: Firefox 개인화
ms: Memperibadikan Firefox
nb_no: Oppgrader Firefox
nl: Firefox personaliseren
pa_in: ਫਾਇਰਫੌਕਸ ਵਿੱਚ ਮਨਪਸੰਦ ਬਦਲਾਅ ਕਰੋ
pl: Personalizacja Firefoksa
pt_br: Personalize o Firefox
pt_pt: Personalizar o Firefox
ro: Personalizează Firefox
sk: Prispôsobenie Firefoxu
sr: Прилагодите Firefox
sv: Anpassa Firefox
te: Firefox ని వ్యక్తిగతీకరించండి
th: ปรับแต่ง Firefox ให้เป็นแบบส่วนบุคคล
tr: Firefox'u kişiselleştirin
uk: Пристосування Firefox
ur: Firefox کو ذاتی بنایں
vi: Cá nhân hóa Firefox
zh_cn: 个性化 Firefox
zh_tw: 個人化 Firefox

# DB: products.Topic.description
source: Make Firefox yours with these customization options.
bg: Направете Firefox по ваш вкус с възможностите за приспособяване.
bs: Učinite Firefox vašim s ovim opcijama prilagođavanja.
de: Passen Sie Firefox mit diesen Einstellungsmöglichkeiten Ihren Bedürfnissen an.
el: Κάντε το Firefox δικό σας με αυτές τις επιλογές προσαρμογής.
es: Personaliza Firefox con estas opciones.
fy_nl: Meitsje Firefox fan josels mei dizze oanpassingsopsjes.
he: התאמת Firefox לטעמך עם אפשרויות התאמה אישית אלו.
hr: Prilagodi Firefox svojim željama s ovom opcijama.
hu: Tegye a Firefoxot a sajátjává, ezekkel a testreszabási lehetőségekkel.
ia: Rende Firefox tue con iste optiones de personalisation.
id: Leluasa atur Firefox Anda dengan opsi pengubahsuaian ini.
it: Rendi Firefox sempre più tuo con queste opzioni personalizzate.
ja: これらのカスタマイズオプションで Firefox を完全に自分のものに。
ka: გახადეთ Firefox უფრო მეტად თქვენებური, მორგების საშუალებების გამოყენებით.
kab: Err Firefox d ayla-k s yiɣewwaren n umuddu n wudem.
ko: 다음 개인화 옵션으로 내게 최적화된 Firefox를 만드세요.
ms: Jadikan Firefox milik anda dengan pilihan penyesuaian ini.
nb_no: Få Firefox for Android til å fungere slik du ønsker det gjennom tilpasning.
nl: Maak Firefox van uzelf met deze aanpassingsopties.
pl: Dopasuj Firefoksa do własnego stylu pracy.
pt_br: Deixe o Firefox do seu jeito com estas opções de personalização.
pt_pt: Torne o Firefox seu com estas opções de personalização.
ro: Personalizează Firefox cu aceste opțiuni.
sk: Prispôsobte si Firefox podľa seba s týmito možnosťami.
sr: Учините Firefox вашим са овим подешавањима прилагођења.
sv: Gör Firefox till din med dessa anpassningsalternativ.
te: అనుకూలీకరణ ఎంపికలతో Firefoxను మీ సొంతం చేసుకోండి.
th: ทำให้ Firefox เป็นของคุณด้วยตัวเลือกการปรับแต่งเหล่านี้
tr: Firefox'unuzu bu özelleştirme seçenekleriyle kişiselleştirin.
uk: Пристосуйте Firefox для своїх потреб за допомогою цих можливостей.
vi: Làm Firefox thành của riêng bạn với các tùy chọn tùy chỉnh này.
zh_cn: 通过定制选项，使您的 Firefox 更独具一格。
zh_tw: 透過自訂功能，讓 Firefox 有您的風格。

# DB: products.Topic.description
source: Change Firefox's appearance, behavior and settings.
bg: Променете външния вид, поведението и настройките на Firefox.
bs: Firefox Sync
de: Ändern Sie Aussehen, Verhalten und Einstellungen von Firefox.
el: Αλλαγή εμφάνισης, συμπεριφοράς και ρυθμίσεων του Firefox.
es: Cambiar la apariencia, comportamiento y ajustes de Firefox.
fy_nl: Wizigje it uterlik, gedrach en ynstellingen fan Firefox.
he: שינוי המראה, ההתנהגות וההגדרות של Firefox.
hr: Promijeni izgled, način rada i postavke Firefoxa.
hu: Módosítsa a Firefox megjelenését, viselkedését és beállításait.
ia: Cambia apparentia, comportamento e parametros de Firefox.
id: Firefox Sync
it: Opzioni, preferenze e impostazioni di Firefox
ja: Firefox の見た目や挙動、設定を変更してみましょう。
ka: Firefox-ის პარამეტრები, მითითებები და გამართვა
kab: Beddel arwes, tikli d yiɣewwaren n Firefox.
ko: Firefox 외양, 작동 방식 및 설정을 변경합니다.
ms: Tukar penampilan, tatalaku dan tetapan Firefox.
nb_no: Firefox-innstillinger
nl: Vormgeving, gedrag en instellingen van Firefox wijzigen
pl: Zmień wygląd i ustawienia Firefoksa.
pt_br: Altere a aparência, comportamento e configurações do Firefox.
pt_pt: Altere a aparência do Firefox, comportamento e definições.
ro: Schimbă aspectul, comportamentul și setările Firefox.
sk: Zmeňte vzhľad, chovanie a nastavenia Firefoxu.
sr: Измените изглед, понашање и поставке Firefox-а.
sv: Ändra Firefox:s utseende, beteende och inställningar.
te: Firefox యొక్క రూపాన్ని, ప్రవర్తన మరియు అమరికలను మార్చండి.
th: เปลี่ยนรูปลักษณ์ ลักษณะการทำงานและการตั้งค่าของ Firefox
tr: Firefox seçenekleri, tercihleri ve ayarları
uk: Параметри, налаштування та вподобання Firefox
ur: Firefox کی ظاہری شکل ، طرز عمل اور ترتیبات کو تبدیل کریں۔
vi: Thay đổi giao diện, hành vi và cài đặt của Firefox.
zh_cn: 更改 Firefox 的外观、行为和设置。
zh_tw: 修改 Firefox 的外觀、行為與設定。

# DB: products.Topic.title
source: Personalize your experience
bg: Персонализирайте вашето преживяване
de: Firefox anpassen
el: Εξατομίκευση εμπειρίας
fy_nl: Jo ûnderfining personalisearje
hu: Szabja személyre az élményét
ia: Personalisa tu experientia
it: Personalizza la tua esperienza
ka: მოირგეთ თქვენი საჭიროებებისამებრ
kab: Mudd udem i tirmit-ik·im
ko: Firefox 개인화
nb_no: Tilpass opplevelsen din
nl: Uw ervaring personaliseren
pl: Personalizacja Firefoksa
pt_br: Personalize sua experiência de uso
pt_pt: Personalize a sua experiência
sk: Prispôsobte si svoj zážitok
sr: Прилагодите ваше искуство
sv: Anpassa din upplevelse
tr: Deneyiminizi kişiselleştirin
uk: Персоналізуйте на свій смак
vi: Cá nhân hóa trải nghiệm của bạn
zh_cn: 个性化您的上网体验
zh_tw: 個人化您的使用體驗

# DB: products.Topic.description
source: Customize your Firefox browsing experience
de: Passen Sie Ihr Firefox-Surf-Erlebnis an
el: Προσαρμόστε την εμπειρία περιήγησής σας στο Firefox
fy_nl: Jo ûnderfining fan jo Firefox-navigaasje oanpasse
hu: Szabja személyre a firefoxos böngészési élményét
ia: Personalisa tu experientia de navigation con Firefox
it: Personalizza la tua esperienza di navigazione su Firefox
ka: მოირგეთ თქვენი Firefox საჭიროემებისამებრ
kab: Mudd udem i tirmit-ik·im n tunigin n Firefox
ko: Firefox 탐색 경험 개인화
nb_no: Tilpass Firefox-nettleseropplevelsen
nl: Uw Firefox-surfervaring aanpassen
pl: Personalizacja przeglądarki Firefox
pt_br: Personalize sua experiência de navegação no Firefox
pt_pt: Personalize a sua experiência de navegação no Firefox
sk: Prispôsobte si prehliadanie pomocou Firefoxu
sr: Прилагодите ваше Firefox прегледање
sv: Anpassa din webbupplevelse i Firefox
tr: Firefox ile gezinti deneyiminizi özelleştirin
uk: Налаштуйте Firefox для зручнішого перегляду
vi: Tùy chỉnh trải nghiệm duyệt Firefox của bạn
zh_cn: 定制您 Firefox 的上网体验
zh_tw: 自訂您 Firefox 的上網體驗

# DB: products.Topic.title
source: Phone masking
ia: Mascas de telephono
sv: Telefonmaskering
tr: Telefon maskeleme

# DB: products.Topic.description
source: Troubleshoot phone masking issues.
ia: Solver problemas de mascas pro telephono.
sv: Felsök problem med telefonmaskering.
tr: Telefon maskelemeyle ilgili sorunları giderin.

# DB: products.Topic.description
source: Troubleshoot picture in picture issues.
ia: Solver problemas de imagine in imagine.
sv: Felsök problem med bild-i-bild.
tr: Görüntü içinde görüntü moduyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Pocket Browser Extensions
de: Pocket-Browser-Erweiterungen
el: Επεκτάσεις Pocket για προγράμματα περιήγησης
fy_nl: Pocket-browserútwreidingen
hu: Pocket böngészőkiegészítők
ia: Extensiones Pocket pro le navigator
it: Estensioni Pocket per browser
ka: Pocket-ის გაფართოებები ბრაუზერისთვის
ko: Pocket 브라우저 확장 기능
nl: Pocket-browserextensies
pl: Pocket - rozszerzenia przeglądarki
pt_br: Extensões de navegador do Pocket
pt_pt: Extensões do Navegador Pocket
sk: Rozšírenia do prehliadače pre službu Pocket
sv: Pocket webbläsartillägg
tr: Pocket Tarayıcı Uzantıları
uk: Розширення Pocket для браузера
vi: Tiện ích mở rộng trình duyệt của Pocket
zh_cn: Pocket 浏览器扩展
zh_tw: Pocket 瀏覽器擴充套件

# DB: products.Topic.description
source: Our Save to Pocket extensions.
de: Unsere Erweiterungen für das Speichern in Pocket.
el: Οι επεκτάσεις «Save to Pocket» μας.
fy_nl: Us Bewarje nei Pocket-útwreidingen.
hu: A Pocketbe mentő kiegészítőink.
ia: Nostre extensiones Salvar in Pocket.
it: Le nostre estensioni Salva in Pocket.
ka: ჩვენი გაფართოებები Pocket-ში გადანახვისთვის.
ko: Pocket에 저장 확장 기능.
nl: Onze Opslaan naar Pocket-extensies.
pl: Nasze rozszerzenia Zapisz do Pocket.
pt_br: Nossas extensões de salvar no Pocket.
pt_pt: As nossas extensões de guardar no Pocket.
sk: Naše rozšírenia na ukladanie obsahu do služby Pocket.
sv: Våra tillägg för att spara till Pocket.
tr: Pocket’a kaydet uzantılarımız.
uk: Наші розширення Зберегти до Pocket.
vi: Tiện ích mở rộng Save to Pocket của chúng tôi.
zh_cn: 我们的“保存到 Pocket”扩展。
zh_tw: 我們的 Save to Pocket 擴充套件。

# DB: products.Topic.title
source: Pocket for Android
bg: Pocket за Android
de: Pocket für Android
el: Pocket για Android
fy_nl: Pocket foar Android
hu: Pocket Androidra
ia: Pocket pro Android
it: Pocket per Android
ka: Pocket Android-ზე
kab: Pocket i Android
ko: Android용 Pocket
nl: Pocket voor Android
pl: Pocket dla Androida
pt_br: Pocket para Android
pt_pt: Pocket para Android
sk: Pocket pre Android
sv: Pocket för Android
tr: Android için Pocket
uk: Pocket для Android
vi: Pocket cho Android
zh_cn: Android 版 Pocket

# DB: products.Topic.description
source: Helpful information about using Pocket for Android.
bg: Полезна информация за използването на Pocket за Android.
de: Hilfreiche Informationen zur Verwendung von Pocket für Android.
el: Χρήσιμες πληροφορίες σχετικά με τη χρήση του Pocket για Android.
fy_nl: Nuttige ynformaasje oer it brûken fan Pocket foar Android.
hu: Hasznos információk az androidos Pocket használatáról.
ia: Informationes utile re le uso de Pocket pro Android.
it: Informazioni utili sull’utilizzo di Pocket per Android.
ka: სასარგებლო ინფორმაცია Pocket-ის Android-ზე გამოყენების შესახებ.
ko: Android용 Pocket 사용에 유용한 정보.
nl: Nuttige informatie over het gebruik van Pocket voor Android.
pl: Przydatne informacje na temat korzystania z Pocket na Androidzie.
pt_br: Informações úteis sobre como usar o Pocket para Android.
pt_pt: Informação útil sobre como utilizar o Pocket para Android.
sk: Užitočné informácie o používaní aplikácie Pocket pre Android.
sv: Användbar information om att använda Pocket för Android.
tr: Android için Pocket’ı kullanmayla ilgili yararlı bilgiler.
uk: Корисна інформація про користування Pocket для Android.
vi: Thông tin hữu ích về cách sử dụng Pocket cho Android.
zh_cn: 有关在 Android 上使用 Pocket 的实用信息。
zh_tw: 關於 Pocket for Android 的有用資訊。

# DB: products.Topic.title
source: Pocket for Firefox
bg: Pocket за Firefox
de: Pocket für Firefox
el: Pocket για Firefox
fy_nl: Pocket foar Firefox
hu: Pocket a Firefoxhoz
ia: Pocket pro Firefox
it: Pocket per Firefox
ka: Pocket Firefox-ში
kab: Pocket i Firefox
ko: Firefox용 Pocket
nl: Pocket voor Firefox
pl: Pocket dla Firefoksa
pt_br: Pocket para Firefox
pt_pt: Pocket para Firefox
sk: Pocket pre Firefox
sv: Pocket för Firefox
tr: Firefox için Pocket
uk: Pocket для Firefox
vi: Pocket cho Firefox
zh_cn: Firefox 中的 Pocket

# DB: products.Topic.description
source: Save to Pocket and New Tab Recommendations.
de: Speichern in Pocket und Empfehlungen für neue Tabs.
el: Αποθήκευση στο Pocket και προτάσεις νέας καρτέλας.
fy_nl: Bewarje nei Pocket en oanrekommandaasjes yn jo nije ljepblêd.
hu: Mentés a Pocketbe és javaslatok az Új lap oldalon.
ia: Salva in Pocket e sitos consiliate in le pagina Nove scheda.
it: Salva in Pocket e siti consigliati nella pagina Nuova scheda
ka: შენახვა Pocket-ში და ახალი ჩანართის შემოთავაზებები.
ko: Pocket에 저장 및 새 탭 페이지의 추천 기능.
nl: Opslaan naar Pocket en aanbevelingen in uw nieuwe tabblad.
pl: Zapisz do Pocket i rekomendacje na stronie nowej karty.
pt_br: Salvar no Pocket e recomendações na nova aba.
pt_pt: Guardar nas recomendações do Pocket e do novo separador.
sk: Ukladanie obsahu do služby Pocket a odporúčania na novej karte
sv: Spara i Pocket och rekommendationer för ny flik.
tr: Pocket'a kaydetme ve yeni sekme önerileri.
uk: Збереження в Pocket і рекомендації на новій вкладці.
vi: Lưu vào Pocket và đề xuất trên thẻ mới.
zh_cn: 保存到 Pocket 及新标签页推荐。
zh_tw: Save to Pocket 與新分頁推薦內容。

# DB: products.Topic.title
source: Pocket for iOS
bg: Pocket за iOS
de: Pocket für iOS
el: Pocket για iOS
fy_nl: Pocket foar iOS
hu: Pocket iOS-re
ia: Pocket pro iOS
it: Pocket per iOS
ka: Pocket iOS-ზე
ko: iOS용 Pocket
nl: Pocket voor iOS
pl: Pocket dla iOS
pt_br: Pocket para iOS
pt_pt: Pocket para iOS
sk: Pocket pre iOS
sv: Pocket för iOS
tr: iOS için Pocket
uk: Pocket для iOS
vi: Pocket cho iOS
zh_cn: iOS 版 Pocket

# DB: products.Topic.description
source: Helpful information about using Pocket for iPhone and iPad.
de: Hilfreiche Informationen zur Verwendung von Pocket für iPhone und iPad.
el: Χρήσιμες πληροφορίες σχετικά με τη χρήση του Pocket για iPhone και iPad.
fy_nl: Nuttige ynformaasje oer it brûken fan Pocket foar iPhone en iPad.
hu: Hasznos információk az iPhone-ra és iPadre készült Pocket használatáról.
ia: Informationes utile re le uso de Pocket pro iPhone e iPad.
it: Informazioni utili sull’utilizzo di Pocket per iPhone e iPad.
ka: სასარგებლო ინფორმაცია Pocket-ის iPhone-სა და iPad-ზე გამოყენების შესახებ.
ko: iPhone 및 iPad용 Pocket 사용에 유용한 정보.
nl: Nuttige informatie over het gebruik van Pocket voor iPhone en iPad.
pl: Przydatne informacje na temat korzystania z Pocket na iPhonie i iPadzie.
pt_br: Informações úteis sobre como usar o Pocket para iPhone e iPad.
pt_pt: Informação útil sobre como utilizar o Pocket para iPhone e iPad.
sk: Užitočné informácie o používaní aplikácie Pocket pre iPhone a iPad.
sv: Användbar information om att använda Pocket för iPhone och iPad.
tr: iPhone ve iPad için Pocket’ı kullanmayla ilgili yararlı bilgiler.
uk: Корисна інформація про користування Pocket для iPhone та iPad.
vi: Thông tin hữu ích về cách sử dụng Pocket cho iPhone và iPad.
zh_cn: 有关在 iPhone 和 iPad 上使用 Pocket 的实用信息。
zh_tw: 關於 Pocket for iPhone and iPad 的有用資訊。

# DB: products.Topic.title
source: Pocket for Web
bg: Pocket за интернет
de: Pocket für das Web
el: Pocket για ιστό
fy_nl: Pocket foar it Web
hu: Webes Pocket
ia: Pocket pro le Web
it: Pocket per il Web
ka: Pocket ვებსივრცისთვის
ko: 웹용 Pocket
nl: Pocket voor het Web
pl: Pocket w internecie
pt_br: Pocket para a web
pt_pt: Pocket para a Web
sk: Pocket pre web
sv: Pocket för webben
tr: Web için Pocket
uk: Pocket для браузера
vi: Pocket trên Web
zh_cn: 网页版 Pocket
zh_tw: Pocket 網頁版

# DB: products.Topic.description
source: Pocket's web application.
de: Pocket-Web-Anwendung.
el: Η διαδικτυακή εφαρμογή του Pocket.
fy_nl: De webtapassing fan Pocket.
hu: A Pocket webalkalmazása.
ia: Application web de Pocket.
it: Applicazione web di Pocket.
ka: Pocket-ის ვებაპლიკაცია.
ko: Pocket의 웹 애플리케이션.
nl: De webtoepassing van Pocket.
pl: Aplikacja internetowa Pocket.
pt_br: Aplicativo web do Pocket.
pt_pt: A aplicação do Web Pocket.
sk: Webová aplikácia Pocket.
sv: Pockets webbapplikation.
tr: Pocket’ın web uygulaması.
uk: Вебзастосунок Pocket.
vi: Ứng dụng web của Pocket.
zh_cn: Pocket 的网页应用程序。
zh_tw: Pocket 網頁應用程式。

# DB: products.Topic.description
source: Learn about the powerful features that Pocket Premium has to offer.
de: Erfahren Sie mehr über die leistungsstarken Funktionen, die Pocket Premium zu bieten hat.
el: Μάθετε για τις πανίσχυρες δυνατότητες που προσφέρει το Pocket Premium.
fy_nl: Lês mear oer de krêftige funksjes dy’t Pocket Premium te bieden hat.
hu: Ismerje meg a Pocket Premium hatékony szolgáltatásait.
ia: Discoperi le potente functionalitates que Pocket Premium offere.
it: Scopri le funzionalità avanzate offerte da Pocket Premium.
ka: გაეცანით იმ მძლავრ შესაძლებლობებს, რომელთაც გთავაზობთ Pocket Premium.
ko: Pocket Premium이 제공하는 강력한 기능에 대해 알아보세요.
nl: Lees meer over de krachtige functies die Pocket Premium te bieden heeft.
pl: Poznaj zaawansowane funkcje, jakie ma do zaoferowania Pocket Premium.
pt_br: Aprenda sobre os recursos poderosos que o Pocket Premium tem a oferecer.
pt_pt: Saiba mais sobre as funcionalidades poderosas que o Pocket Premium tem para oferecer.
sk: Získajte informácie o výkonných funkciách, ktoré ponúka Pocket Premium.
sv: Lär dig om de kraftfulla funktionerna som Pocket Premium har att erbjuda.
tr: Pocket Premium’un sunduğu güçlü özellikler hakkında bilgi alın.
uk: Дізнайтеся про потужні функції, які пропонує Pocket Premium.
vi: Tìm hiểu về các tính năng mạnh mẽ mà Pocket Premium cung cấp.
zh_cn: 详细了解 Pocket Premium 的强大功能。
zh_tw: 了解 Pocket Premium 提供哪些強大功能。

# DB: products.Topic.title
source: Policies overview
bg: Преглед на политиките
de: Richtlinienübersicht
el: Επισκόπηση πολιτικών
es: Detalles de las políticas
fy_nl: Beliedsoersjoch
hr: Pregled smjernica
hu: Irányelvek áttekintése
ia: Panorama del politicas
it: Panoramica sui criteri
ja: ポリシーの概要
ka: დებულებების მიმოხილვა
kab: Tazwart tamatut ɣef tsertit
ko: 정책 개요
nb_no: Oversikt over policyer
nl: Beleidsoverzicht
pl: Przegląd zasad
pt_br: Visão geral de políticas
pt_pt: Visão geral das políticas
ro: Prezentare generală a politicilor
sk: Prehľad pravidiel
sr: Преглед политика
sv: Översikt över policyer
te: విధానాల అవలోకనం
th: ภาพรวมนโยบาย
tr: İlkelere genel bakış
uk: Огляд політик
ur: پالیسیوں کا جائزہ
vi: Tổng quan về chính sách
zh_cn: 策略概览
zh_tw: 政策概觀

# DB: products.Topic.description
source: How to set up policies on Firefox for your organization.
bg: Как да настроите политики във Firefox за вашата организация.
de: Regeln in Firefox für Ihr Unternehmen einrichten.
el: Ρύθμιση πολιτικών στο Firefox για τον οργανισμό σας.
fy_nl: Belied op Firefox foar jo organisaasje ynstelle.
he: איך להגדיר מדיניות ב־Firefox עבור הארגון שלך.
hr: Kako postaviti pravila za Firefox za tvoju organizaciju.
hu: Hogyan állítson be házirendeket a Firefoxon a szervezetéhez.
ia: Como configurar politicas sur Firefox pro tu organisation.
it: Configurare i criteri su Firefox nella propria azienda
ja: 組織のためのポリシーを Firefox で設定する方法。
ka: როგორ შეგიძლიათ გამოიყენოთ დებულებები Firefox-ზე თქვენი დაწესებულებისთვის.
kab: Amek ara tesbaduḍ tasertit deg Firefox i tkebbanit-ik.
ko: Firefox에서 사내 정책을 설정하는 방법
nb_no: Slik konfigurerer du policyer på Firefox for organisasjonen din.
nl: Beleid op Firefox voor uw organisatie instellen.
pl: Jak skonfigurować zasady w Firefoksie dla mojej organizacji.
pt_br: Como configurar políticas no Firefox na sua organização.
pt_pt: Como configurar políticas no Firefox para a sua organização.
ro: Cum să creezi politici pentru organizația ta pe Firefox.
sk: Ako nastaviť pravidlá pre Firefox pre vašu organizáciu.
sr: Како поставити политике у Firefox-у за вашу организацију.
sv: Hur du konfigurerar policyer för Firefox för ditt företag.
tr: Kuruluşunuz için Firefox'ta ilkeleri ayarlama
uk: Як налаштувати політики на Firefox для вашої організації.
ur: اپنی تنظیم کے لئے Firefox پر پالیسیاں مرتب کرنے کا طریقہ۔
vi: Cách thiết lập chính sách trên Firefox cho tổ chức của bạn.
zh_cn: 如何为您的组织设置 Firefox 策略。
zh_tw: 如何為您的組織設定 Firefox 企業政策。
