Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
af: Prosedures om probleme te diagnoseer en op te los
bg: Процедури за диагностика и отстраняване на проблеми
bs: Procedure za dijagnozu i rješavanje problema
de: Vorgehensweisen zum Diagnostizieren und Beheben von Problemen
el: Διαδικασίες για διάγνωση και διόρθωση προβλημάτων
es: Procedimientos para diagnosticar y solucionar problemas
fy_nl: Prosedueren foar it analysearjen en ferhelpen fan problemen
he: תהליכים לניתוח ותיקון בעיות
hr: Postupci za dijagnosticiranje i ispravljanje problema
hu: Módszerek problémák felismerésére és javítására
ia: Proceduras pro diagnosticar e reparar problemas
id: Langkah penentuan dan pemecahan masalah
it: Diagnosi e soluzione dei problemi
ja: 問題の診断と解決の手順
ka: მოქმედებები ხარვეზების გამოსაკვლევად და მათ აღმოსაფხვრელად
kab: Tarrayt n tesleḍt akked ferru n wuguren
ko: 문제의 원인을 분석하고 해결하는 과정
mg: Fomba fampiasa hamantarana sy hahamana olana
ms: Prosedur mendiagnos dan membaiki masalah
nb_no: Prosedyrer for å diagnostisere og fikse problemer
nl: Procedures voor het analyseren en verhelpen van problemen
pa_in: ਸਮੱਸਿਆਵਾ ਦਾ ਹੱਲ ਅਤੇ ਇਲਾਜ਼ ਕਰਨ ਲਈ ਤਰੀਕੇ
pl: Procedury diagnozy i rozwiązywania problemów
pt_br: Procedimentos para diagnosticar e solucionar problemas
pt_pt: Procedimentos para diagnosticar e resolver problemas
ro: Proceduri pentru diagnosticarea și rezolvarea problemelor
sk: Postupy na diagnózu a opravu problémov
sr: Процедуре за дијагнозу и решавање проблема
sv: Rutiner för att diagnostisera och åtgärda problem
te: సమస్యలను పరిష్కరించడానికి విశ్లేషించడానికి సమస్యలు పరిష్కరించడానికి పద్దతులు
th: ขั้นตอนในการวินิจฉัยและแก้ไขปัญหา
tr: Sorunları tespit etme ve çözme yönergeleri
uk: Процедури для діагностики та усунення проблем
ur: مسائل کی تشخیص اور ان کے حل کے طریقہ کار
vi: Cách thức chẩn đoán và khắc phục các vấn đề
zh_cn: 分析与解决问题的方案
zh_tw: 檢測與修正問題的步驟
zu: Izinqubo zokuxilonga nokulungisa izinkinga

# DB: products.Topic.title
source: Process & policies
de: Prozess & Richtlinien
el: Διαδικασία και πολιτικές
fy_nl: Proses en belied
hu: Folyamat és házirendek
ia: Proceduras e politicas
it: Procedure e criteri
nl: Proces en beleid
pl: Proces i zasady
pt_br: Processos e diretrizes
pt_pt: Processos e políticas
sv: Process & policyer
tr: Süreç ve politikalar
zh_cn: 流程和方针
zh_tw: 程序與原則

# DB: products.Topic.description
source: Learn more about our knowledge base process and policies.
de: Erfahren Sie mehr über unseren Wissensdatenbank-Prozess und unsere Richtlinien.
el: Μάθετε περισσότερα σχετικά με τη διαδικασία και τις πολιτικές της γνωσιακής βάσης μας.
fy_nl: Mear ynfo oer ús kennisbankproses en -belied.
hu: Tudjon meg többet a tudásbázis folyamatáról és a házirendjeinkről.
ia: Apprende plus re proceduras e politicas de nostre base de cognoscentias.
it: Ulteriori informazioni sulle procedure e sui criteri della Knowledge Base.
nl: Meer info over ons kennisbankproces en -beleid.
pl: Dowiedz się więcej o procesie i zasadach naszej bazy wiedzy.
pt_br: Saiba mais sobre processos e diretrizes de nossa base de conhecimento.
pt_pt: Saiba mais sobre o processo e políticas da base de conhecimentos.
sv: Läs mer om vår kunskapsbasprocess och policyer.
tr: Bilgi bankası sürecimiz ve politikalarımız hakkında daha fazla bilgi alın.
zh_cn: 详细了解本知识库的运作流程和方针。
zh_tw: 了解我們的知識庫的程序與原則。

# DB: products.Topic.title
source: Profile
bg: Профил
de: Profil
el: Προφίλ
fy_nl: Profyl
hu: Profil
ia: Profilo
it: Profilo
ka: პროფილი
kab: Amaɣnu
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
sk: Profily
sr: Профил
sv: Profil
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_cn: 配置文件
zh_tw: 設定檔

# DB: products.Topic.description
source: Back up your Firefox profile.
bg: Архивирайте вашия профил във Firefox.
de: Sichern Sie Ihr Firefox-Profil.
el: Δημιουργήστε αντίγραφο ασφαλείας του προφίλ σας στο Firefox.
fy_nl: Meitsje in reservekopy fan jo Firefox-profyl.
hu: Készítsen biztonsági mentést a Firefox-profiljáról.
ia: Preserva tu profilo Firefox.
it: Salva il profilo di Firefox
ka: Firefox-ის პროფილის დამარქაფება.
ko: Firefox 프로필을 백업하세요.
nl: Een reservekopie van uw Firefox-profiel maken.
pl: Kopia zapasowa profilu Firefoksa.
pt_br: Faça backup do seu perfil do Firefox.
pt_pt: Faça uma cópia do seu perfil do Firefox.
sk: Zálohujte si svoj profil Firefoxu.
sr: Направите резервну копију Firefox профила.
sv: Säkerhetskopiera din Firefox-profil.
tr: Firefox profilinizi yedekleyin.
uk: Створіть резервну копію свого профілю Firefox.
vi: Sao lưu hồ sơ Firefox của bạn.
zh_cn: 备份 Firefox 配置文件。
zh_tw: 備份您 Firefox 的設定檔。

# DB: products.Topic.title
source: Profiles
hu: Profilok
ia: Profilos
it: Profili
kab: Imeɣna
nl: Profielen
pl: Profile
pt_br: Perfis
sv: Profiler
tr: Profiller
zh_cn: 个人资料

# DB: products.Topic.description
source: Create and manage user profiles.
hu: Hozzon létre és kezelje a felhasználói profilokat
ia: Crea e gere profilos de usator.
it: Crea e gestisci profili utente.
nl: Gebruikersprofielen aanmaken en beheren.
pt_br: Crie e gerencie perfis de usuário.
sv: Skapa och hantera användarprofiler.
tr: Kullanıcı profilleri oluşturun ve yönetin.
zh_cn: 创建和管理用户资料。

# DB: products.Topic.title
source: Protect your privacy
af: Beskerm jou privaatheid
bg: Защита на вашата поверителност
bs: Zaštitite privatnost
de: Schützen Sie Ihre Privatsphäre
el: Προστασία απορρήτου
es: Protege tu privacidad
fy_nl: Jo privacy beskermje
he: הגנה על הפרטיות שלך
hr: Zaštiti svoju privatnost
hu: Tartsa adatait biztonságban
ia: Protege tu datos private
id: Lindungi privasi Anda
it: Proteggi la tua privacy
ja: プライバシーを保護する
ka: პირადულობის დაცვა
kab: Mmesten tabaḍnit-ik
ko: 개인정보 보호
mg: Arovy ny tsiambaratelonao
ms: Lindungi privasi anda
nb_no: Beskytt ditt personvern
nl: Uw privacy beschermen
pl: Ochrona prywatności
pt_br: Proteja sua privacidade
pt_pt: Proteja a sua privacidade
ro: Protejează-ți confidențialitatea
sk: Ochrana súkromia
sr: Заштитите приватност
sv: Skydda din integritet
te: మీ అంతరికతను సంరక్షించుకోండి
th: ปกป้องความเป็นส่วนตัวของคุณ
tr: Gizliliğinizi koruma
uk: Захистіть свою приватність
ur: اپنی رازداری کی حفاظت کریں
vi: Bảo vệ quyền riêng tư của bạn
zh_cn: 保护您的隐私
zh_tw: 保護您的隱私
zu: Vikela imininingwane yakho

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
af: Hou jou inligting veilig danksy Firefox se privaatheidinstellings op iOS
bg: Защитете информацията си с настройките за поверителност на Firefox в iOS
bs: Zaštitite informacije sa postavkama za privatnost na Firefoxu za iOS
de: Schützen Sie Ihre Daten mit den Datenschutzeinstellungen von Firefox für iOS
el: Προστασία πληροφοριών με τις ρυθμίσεις απορρήτου του Firefox για iOS
es: Protege tu información con la configuración de privacidad de Firefox en iOS.
fy_nl: Beskermje jo gegevens mei Firefox’ privacyynstellingen yn iOS
he: הגנה על המידע שלך עם הגדרות הפרטיות של Firefox ב־iOS
hr: Zaštiti podatke Firefoxovim postavkama privatnosti na iOS-u
hu: Védje adatait a Firefox adatvédelmi és biztonsági beállításaival iOS rendszeren.
ia: Proteger tu informationes con le parametros de confidentialitate de Firefox sur iOS
id: Lindungi informasi Anda dengan pengaturan privasi Firefox di iOS
it: Proteggere le informazioni con le impostazioni per la privacy di Firefox per iOS
ja: iOS 版 Firefox のプライバシー設定で個人情報を安全に守りましょう
ka: უზრუნველყავით პირადი მონაცემების უსაფრთხოება, Firefox-ის პირადულობის დაცვის პარამეტრებით, iOS-ზე
kab: Mmesten talɣut-ik s yiɣawwaren n tudert tusligt deg Firefox i iOS
ko: iOS에서 Firefox의 개인 정보 정책 설정을 이용한 정보 보호
mg: Arovy @ alàlan'ireo tefin-tsiambaratelon'i Firefox ireo fampahalalanao ao @ iOS
ms: Lindungi maklumat anda dengan tetapan privasi Firefox iOS
nb_no: Beskytt din informasjon med Firefox' personverninnstillinger på iOS
nl: Bescherm uw gegevens met Firefox’ privacyinstellingen in iOS
pl: Chroń swoje dane korzystając z ustawień prywatności i zabezpieczeń Firefoksa dla systemu iOS
pt_br: Proteja suas informações com as configurações de privacidade do Firefox no iOS
pt_pt: Proteja a sua informação no iOS com as definições de privacidade do Firefox
ro: Protejează informațiile tale cu ajutorul setărilor de confidențialitate Firefox pe iOS
sk: Chráňte svoje informácie pomocou nastavenia súkromia vo Firefoxe pre iOS.
sr: Заштитите информације са поставкама за приватност на Firefox за iOS
sv: Skydda din information med Firefox:s sekretessinställningar på iOS
te: iOSలో ఫైర్ ఫాక్స్ యొక్క గోప్యతా సెట్టింగ్లతో మీ సమాచారాన్ని రక్షించండి
th: ปกป้องข้อมูลของคุณด้วยการตั้งค่าความเป็นส่วนตัวของ Firefox บน iOS
tr: iOS'te Firefox'un gizlilik ayarlarını kullanarak bilgilerinizi koruyun
uk: Захистіть свою інформацію за допомогою налаштувань приватності Firefox на iOS
ur: iOS پر Firefox کی رازداری کی ترتیبات سے اپنی معلومات کی حفاظت کریں
vi: Bảo vệ thông tin của bạn với thiết lập bảo mật của Firefox trên iOS
zh_cn: 在 iOS 上使用 Firefox 的隐私设置保护您的信息
zh_tw: 透過 Firefox 的隱私權設定保護您在 iOS 上的資訊安全
zu: Vikela imininingwane yakho ngamasethingi obumfihlo nokuphepha e-Firefox ku-iOS

# DB: products.Topic.description
source: Protect your privacy
de: Schützen Sie Ihre Privatsphäre
el: Προστασία απορρήτου
fy_nl: Beskermje jo privacy
hu: Védje meg a magánszféráját
ia: Protege tu confidentialitate
it: Proteggi la tua privacy
nl: Bescherm uw privacy
pl: Ochrona prywatności
pt_br: Proteja sua privacidade
pt_pt: Proteger a sua privacidade
sv: Skydda din integritet
tr: Gizliliğinizi koruyun
zh_cn: 保护您的隐私
zh_tw: 保護您的隱私

# DB: products.Topic.description
source: Control how your information is saved or tracked
af: Beheer hoe jou inligting gestoor of nagespeur word
bg: Контролирайте как вашата информация се запазва или проследява
bs: Kontrolišite kako se vaše informacije snimaju ili prate
de: Kontrollieren Sie, wie Ihre Daten gespeichert oder verfolgt werden
el: Ελέγξτε πώς αποθηκεύονται/καταγράφονται οι πληροφορίες σας
es: Controla como tu información es guardada o rastreada
fy_nl: Bepale hoe’t jo gegevens bewarre wurde of folge
he: שליטה באופן בו המידע שלך נשמר או נמצא במעקב
hr: Kontroliraj način spremanja i praćenja tvojih podataka
hu: Ellenőrizze, személyes adatai hogyan kerülnek mentésre vagy követésre
ia: Controla como tu informationes es salvate o traciate
id: Mengendalikan bagaimana informasi Anda disimpan atau dilacak
it: Controlla come le informazioni sono salvate o tracciate
ja: 保存やトラッキングされた情報の制御方法
ka: თავად განსაზღვრეთ, შენახული მონაცემების და თვალთვალისგან დაცვის პარამეტრები
kab: Senqed amek tettwasekles neɣ tettwasfuɣel talɣut-inek
ko: 당신의 정보가 어떻게 저장되고 추적될지 설정하세요
mg: Fero ny fomba itehirizana na anarahan-dia ny fampahalalanao
ms: Kawal cara maklumat anda dikawal atau dijejak
nb_no: Kontroller hvordan din data er lagret eller sporet
nl: Bepalen hoe uw gegevens worden bewaard of gevolgd
pl: Kontroluj, w jaki sposób zapisywane i śledzone są twoje dane
pt_br: Controle como suas informações são salvas ou rastreadas
pt_pt: Controle como a sua informação é guardada ou monitorizada
ro: Controlează modul în care informația ta este salvată și urmărită
sk: Kontrolujte, ako sú vaše údaje ukladané, alebo sledované
sr: Контролишите како се ваше информације снимају или прате
sv: Styr hur din information sparas eller spåras
te: మీ సమాచారాన్ని ఏలా సేవ్ అవుతుంది లేదా ట్రాక్ అవడాన్ని నియంత్రించండి
th: ควบคุมวิธีที่ข้อมูลของคุณถูกบันทึกหรือติดตาม
tr: Bilgilerinizin nasıl saklandığını ya da izlendiğini denetleyin
uk: Контролюйте збереження своєї інформації та її відстеження
ur: کنٹرول کریں کہ آپ کی معلومات کو کیسے محفوظ یا ٹریک کیا جاتا ہے
vi: Kiểm soát cách thông tin của bạn được lưu hoặc theo dõi
zh_cn: 控制您的信息如何被存储和跟踪
zh_tw: 控制您的資訊是如何被儲存或追蹤
zu: Lawula ukuthi imininingwane yakho ilondolozwa noma ilandelelwa kanjani

# DB: products.Topic.title
source: Push notifications
ia: Avisos pulsate
sv: Push-meddelanden
tr: Anında ilet bildirimleri

# DB: products.Topic.description
source: Troubleshoot push notifications issues.
ia: Solver problemas de avisos pulsate.
sv: Felsök problem med push-meddelanden.
tr: Anında ilet bildirimleriyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Reader View
ia: Vista de lectura
sv: Läsvy
tr: Okuyucu görünümü

# DB: products.Topic.title
source: Reader View and List
af: Leseraansig en -uitleg
bg: Изглед и списък за четене
bs: Prikaz čitača i liste
de: Leseansicht und -liste
el: Προβολή και λίστα ανάγνωσης
es: Modo y Lista de lectura
fy_nl: Lêzerwerjefte en lêslist
hr: Prikaz i popis štiva
hu: Olvasó nézet és lista
ia: Vision e lista del lectura
it: Modalità ed elenco lettura
ja: リーダービューと後で読むリスト
ka: საკითხავი ხედი და სია
kab: Askar n tɣuri akked tebdert n tɣuri
ko: 읽기 모드 & 목록
mg: Jery sy Lisitry ny Mpamaky
ms: Tinjauan dan senarai pembaca
nb_no: Lesevisning og -liste
nl: Lezerweergave en leeslijst
pl: Czytelnia
pt_br: modo de leitura e lista de leitura
pt_pt: Vista de leitura e lista
ro: Mod de lectură și listă
sk: Zobrazenie čítačka a zoznam na prečítanie
sr: Приказ читача и листе
sv: Läsarvy och lista
te: రీడర్ వీక్షణ మరియు జాబితా
th: มุมมองผู้อ่านและรายการอ่าน
tr: Okuyucu Görünümü ve Listesi
uk: Режим читача і список
vi: Chế độ đọc và danh sách đọc
zh_cn: 阅读器界面和列表
zh_tw: 閱讀畫面與閱讀清單
zu: Ukubona nohlu lomfundi

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
af: Lees en stoor webbladsye in 'n slommervrye, leservriendelike aansig
bg: Четете и запазвайте уеб страници в изчистен, удобен за четене изглед
bs: Čitajte i snimite web stranice u čistom pregledu koji odgovara za čitanje
de: Lesen und speichern Sie Webseiten ohne störendes Beiwerk und somit lesefreundlich
el: Διαβάστε και αποθηκεύστε ιστοσελίδες σε μια απλή και φιλική προς τον αναγνώστη προβολή
es: Lee y guarda páginas web en una vista ordenada y amigable
fy_nl: Websiden lêze en bewarje yn in rommelfrije, lêzersfreonlike werjefte
hr: Čitaj i spremaj web stranice u urednom i čitljivom obliku
hu: Olvasson és mentsen el weboldalakat zavaró elemektől mentes, olvasóbarát nézetben
ia: Lege e salva paginas web in un vision polite e legibile
it: Leggere e salvare le pagine web con una visualizzazione ordinata e adatta alla lettura
ja: ウェブページをひとまとめに保存し、後で読みやすい表示で読みます
ka: წაიკითხეთ და შეინახეთ ვებგვერდები უწესრიგობის გარეშე, მოსახერხებელი წამკითხავი რეჟიმის მეშვეობით
kab: Ɣer daɣen sekles isebtar web deg uskar afessas ugar, yettwaɣaren
ko: 웹 페이지를 깔끔하고 읽기 편한 화면으로 볼 수 있도록 저장하거나 읽기
mg: Vakio sy tehirizo @ jery tsisy saritaka sy mora ampiasain'ny mpamaky ireo pejin-tranonkala
ms: Baca dan simpan halaman web dalam paparan tanpa-berselerak dan mesra pembaca
nb_no: Les og lagre nettsider i en forstyrrelsesfri og lesevennlig utgave
nl: Webpagina’s lezen en opslaan in een rommelvrije, lezersvriendelijke weergave
pl: Zachowuj i czytaj artykuły w trybie poprawionej czytelności
pt_br: Ler e salvar páginas web num modo limpo, que facilite a leitura
pt_pt: Ler e guardar páginas web num modo limpo, que facilite a leitura
ro: Citește și salvează pagini web într-o vizualizare aerisită și lizibilă
sk: Čítajte a ukladajte webové stránky v zobrazení prívetivom pre čítanie
sr: Читајте и снимите веб странице користећи прегледан приказ читача
sv: Läs och spara webbsidor i en plotterfri och läsvänlig vy
te: చదవండి మరియు చిందరవందరగా లేకుండా, రీడర్ అనుకూలమైన దృష్టిలో వెబ్ పేజీలు సేవ్ చేయండి
th: อ่านและบันทึกหน้าเว็บในมุมมองที่ไม่กระจัดกระจายและเป็นมิตรกับผู้อ่าน
tr: Sayfaları dağınıklıktan uzak ve okuyucu dostu görünümde okuyun ve kaydedin
uk: Читайте і зберігайте вебсторінки без зайвого вмісту та у зручному вигляді
vi: Đọc và lưu các trang web trong một giao diện thân thiện với người đọc, không lộn xộn
zh_cn: 在一个整洁、对读者友好的界面下阅读和保存网页
zh_tw: 將網頁儲存到在不受干擾、友善的畫面中閱讀
zu: Funda bese ulondoloza amakhasi e-inthanethi endaweni ozokwazi ukubona kuyona engenazo izinto eziningi, nokwaziyo ukuyifunda kalula

# DB: products.Topic.title
source: Reading list
ia: Lista de lectura
sv: Läslista
tr: Okuma listesi

# DB: products.Topic.description
source: Troubleshoot reading list issues.
ia: Solver problemas de lista de lectura.
sv: Felsök problem med läslistan.
tr: Okuma listesiyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Read, send and organize emails
af: Lees, stuur en organiseer e-posse
bg: Четете, изпращайте и организирайте имейли
bs: Pročitajte, pošaljite i organizujte e-poštu
de: E-Mails lesen, senden und organisieren
el: Ανάγνωση, αποστολή και οργάνωση email
es: Lee, envía y organiza correos
fy_nl: E-mailberjochten lêze, ferstjoere en oarderje
he: קריאה, שליחה וארגון של הודעות דוא״ל
hr: Čitaj, šalji i organiziraj e-poštu
hu: E-mailek írása, küldése, rendszerezése
ia: Leger, inviar e organisar emails
id: Baca, kirim dan atur surel
it: Leggere, inviare e organizzare le email
ja: メールの送受信と管理
ka: წაკითხვა, გაგზავნა და წერილების დალაგება
kab: Taɣuri, tuzzna d usuddes n yimaylen
ko: 이메일 읽기, 보내기 및 관리하기
mg: Handefa, handefa ary handamina mailaka
ms: Baca, hantar dan susun e-mel
nb_no: Les, send og organiser e-post
nl: E-mailberichten lezen, verzenden en ordenen
pl: Czytanie, wysyłanie i organizacja wiadomości e-mail
pt_br: Ler, enviar e organizar emails
pt_pt: Ler, enviar e organizar emails
ro: Citește, trimite și organizează e-mailuri
sk: Čítanie, odosielanie a správa e‑mailov
sr: Прочитајте, пошаљите и организујете е-поште
sv: Läs, skicka och organisera e-post
te: చదవండి, పంపండి మరియు ఇమెయిళ్ళను నిర్వహించండి
th: อ่าน, ส่งและจัดระเบียบอีเมล
tr: E-postaları okuma, gönderme ve düzenleme
uk: Читайте, надсилайте та організовуйте електронні листи
ur: ای میلز کو پڑھیں ، بھیجیں اور منظم کریں
vi: Đọc, gửi và tổ chức các email
zh_cn: 收发和管理电子邮件
zh_tw: 收發與管理郵件
zu: Funda, thumela uphine uhlele kahle ama-imeyli

# DB: products.Topic.description
source: Learn how to manage your email messages
af: Leer hoe om jou e-posse te bestuur
bg: Научете как да управлявате имейл съобщенията си
bs: Naučite kako da upravljate s porukama e-pošte
de: Erfahren Sie, wie Sie Ihre E-Mails verwalten
el: Μάθετε πώς να διαχειριστείτε τα email σας
es: Aprende a administrar tus correos
fy_nl: Ynfo oer it behearen fan jo e-mailberjochten
he: מידע על ניהול הודעות הדוא״ל שלך
hr: Saznaj, kako upravljati porukama e-pošte
hu: Ismerje meg, hogyan rendszerezheti e-mailjeit
ia: Apprende como gerer tu messages email
id: Pelajari cara mengelola pesan surel Anda
it: Per sapere come gestire la posta elettronica
ja: メールを管理する方法を学びます
ka: შეიტყვეთ, თუ როგორ უნდა გამართოთ ელფოსტის პარამეტრები
kab: Issin amek ara tesferkeḍ iznanen-inek n yimayl
ko: 이메일 메시지 관리 방법 배우기
mg: Ianaro ny fomba fandrindrana ireo hafatra mailakao
ms: Belajar cara mengurus mesej e-mel anda
nb_no: Les om hvordan du håndterer dine e-post meldinger
nl: Info over het beheren van uw e-mailberichten
pl: Dowiedz się, jak zarządzać wiadomościami e-mail
pt_br: Saiba como gerenciar suas mensagens de email
pt_pt: Aprenda a gerir as suas mensagens de correio eletrónico
ro: Află despre gestionarea mesajelor e-mail
sk: Prečítajte si, ako môžete spravovať svoje e‑mailové správy
sr: Научите како да управљате са порукама
sv: Lär dig att hantera dina e-postmeddelanden
te: మీ ఇమెయిల్ సందేశాలను ఎలా నిర్వహించాలో తెలుసుకోండి
th: เรียนรู้วิธีจัดการข้อความอีเมลของคุณ
tr: E-posta iletilerinizi nasıl yöneteceğinizi öğrenin
uk: Дізнайтеся, як керувати своїми повідомленнями електронної пошти
ur: اپنے ای میل پیغامات کو منظم کرنے کا طریقہ سیکھیں
vi: Tìm hiểu cách quản lý thư email của bạn
zh_cn: 了解如何管理您的电子邮件信息
zh_tw: 了解如何管理您的電子郵件訊息
zu: Funda ukuthi ilawulwa kanjani imiyalezo yakho ye-imeyli

# DB: products.Topic.title
source: Recommendations
ia: Recommendationes
sv: Rekommendationer
tr: Öneriler

# DB: products.Topic.description
source: Troubleshoot recommendations issues.
ia: Solver problemas de recommendationes.
sv: Felsök problem med rekommendationer.
tr: Önerilerle ilgili sorunları giderin.

# DB: products.Topic.title
source: Recover data
hu: Szerezze vissza az adatait
ia: Recupera datos
it: Recupera dati
kab: Err-d isefka
nl: Gegevens herstellen
pl: Odzyskiwanie danych
pt_br: Recuperar dados
sv: Återställ data
tr: Veri kurtarma
zh_cn: 恢复数据

# DB: products.Topic.description
source: Learn how to recover your lost data.
hu: Ismerje meg, hogyan állíthatja helyre az elveszett adatait.
ia: Apprende a recuperar tu datos perdite.
it: Scopri come recuperare i dati persi.
kab: Issin amek ara d-terreḍ isefka i iruḥen.
nl: Lees hoe u uw verloren gegevens kunt herstellen.
pl: Dowiedz się, jak odzyskać utracone dane.
pt_br: Saiba como recuperar dados perdidos.
sv: Lär dig hur du återställer förlorad data.
tr: Kaybolan verilerinizi nasıl kurtaracağınızı öğrenin.
zh_cn: 了解恢复丢失的数据的方法。

# DB: products.Topic.title
source: Recover my account
bg: Възстановяване на моя профил
de: Mein Konto wiederherstellen
el: Ανάκτηση λογαριασμού
fy_nl: Myn account werstelle
hu: Saját fiók helyreállítása
ia: Recuperar mi conto
it: Recupera il mio account
ka: ანგარიშის აღდგენა
kab: Err-d amiḍan-iw
ko: 계정 복구
nl: Mijn account herstellen
pl: Odzyskaj moje konto
pt_br: Recuperar minha conta
pt_pt: Recuperar a minha conta
sk: Obnovenie môjho účtu
sv: Återställ mitt konto
tr: Hesabımı kurtarma
uk: Відновлення облікового запису
vi: Khôi phục tài khoản của bạn
zh_cn: 恢复账户
zh_tw: 救援我的帳號

# DB: products.Topic.description
source: Get help to recover your account if you can't sign in.
de: Holen Sie sich Hilfe bei der Wiederherstellung Ihres Kontos, wenn Sie sich nicht anmelden können.
el: Λάβετε βοήθεια με την ανάκτηση του λογαριασμού σας, εάν δεν μπορείτε να συνδεθείτε.
fy_nl: Untfang help by it werstellen fan jo account as jo jo net oanmelde kinne.
hu: Segítség kérése a fiókja helyreállításához, ha nem tud bejelentkezni.
ia: Recipe assistentia pro recuperar tu conto si tu non pote acceder.
it: Richiedi assistenza per recuperare il tuo account se non riesci ad accedere.
ka: მიიღეთ მხარდაჭერა ანგარიშის აღსადგენად, თუ შესვლას ვერ ახერხებთ.
ko: 로그인할 수 없는 경우 계정 복구에 대한 도움을 받으세요.
nl: Ontvang hulp bij het herstellen van uw account als u zich niet kunt aanmelden.
pl: Uzyskaj pomoc w odzyskaniu konta, jeśli nie możesz się zalogować.
pt_br: Obtenha ajuda para recuperar sua conta caso não consiga entrar.
pt_pt: Obtenha ajuda para recuperar a sua conta, se não consegue iniciar sessão.
sk: Získajte pomoc s obnovením účtu, ak sa neviete prihlásiť.
sv: Få hjälp att återställa ditt konto om du inte kan logga in.
tr: Giriş yapamıyorsanız hesabınızı kurtarmak için yardım alın.
uk: Отримайте допомогу щодо відновлення облікового запису, якщо ви не можете ввійти.
vi: Nhận hỗ trợ để khôi phục tài khoản của bạn nếu bạn không thể đăng nhập.
zh_cn: 在无法登录时获取账户恢复帮助。
zh_tw: 若您無法登入，可在此獲得救援帳號的協助。

# DB: products.Topic.title
source: Release notes
bg: Бележки към изданието
de: Versionshinweise
el: Σημειώσεις έκδοσης
fy_nl: Utjefteopmerkingen
he: הערות שחרור
hr: Napomene o izdanju
hu: Kiadási megjegyzések
ia: Notas de version
it: Note di versione
ja: リリースノート
ka: გამოშვების მონაცემები
kab: Tizmilin n lqem
ko: 출시 안내
nb_no: Versjonsnotat
nl: Uitgaveopmerkingen
pl: Informacje o wersji
pt_br: Notas de atualização
pt_pt: Notas de lançamento
ro: Note privind versiunea
sk: Poznámky k vydaniu
sr: Напомене о издању
sv: Versionsfakta
te: విడుదల విశేషాలు
th: บันทึกประจำรุ่น
tr: Sürüm notları
uk: Примітки до випуску
ur: اجرائی نوٹس
vi: Ghi chú phát hành
zh_cn: 发行说明
zh_tw: 發行公告
