Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Reset Password
bg: Нулиране на парола
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
fy_nl: Wachtwurd opnij ynstelle
he: איפוס ססמה
hu: Jelszó visszaállítása
ia: Reinitialisar le contrasigno
it: Reimposta password
ka: პაროლის განულება
kab: Wennez awal n uɛeddi
ko: 비밀번호 재설정
nl: Wachtwoord herinitialiseren
pl: Zresetuj hasło
pt_br: Redefinir senha
pt_pt: Redefinir palavra-passe
sk: Obnoviť heslo
sv: Återställ lösenord
tr: Parolanızı sıfırlayın
uk: Скинути пароль
vi: Đặt lại mật khẩu
zh_cn: 重置密码
zh_tw: 重設密碼

source: Sync Your Data
bg: Синхронизирайте вашите данни
de: Synchronisieren Sie Ihre Daten
el: Συγχρονισμός δεδομένων
fy_nl: Jo gegevens syngronisearje
he: סנכרון הנתונים שלך
hu: Szinkronizálja az adatait
ia: Synchronisa tu datos
it: Sincronizza i tuoi dati
ka: დაასინქრონეთ მონაცემები
kab: Mtawi isefka-k·m
ko: 데이터 동기화
nl: Uw gegevens synchroniseren
pl: Zsynchronizuj swoje dane
pt_br: Sincronize seus dados
pt_pt: Sincronizar os seus dados
sk: Synchronizácia údajov
sv: Synkronisera dina data
tr: Verilerinizi eşitleyin
uk: Синхронізація даних
vi: Đồng bộ hoá dữ liệu của bạn
zh_cn: 同步数据
zh_tw: 同步您的資料

source: Language
af: Taal
bg: Език
bs: Jezik
de: Sprache
el: Γλώσσα
es: Idioma
fy_nl: Taal
he: שפה
hr: Jezik
hu: Nyelv
ia: Lingua
id: Bahasa
it: Lingua
ja: 言語
ka: ენა
kab: Tutlayt
ko: 언어
mg: Teny
ms: Bahasa
nb_no: Språk
nl: Taal
pa_in: ਭਾਸ਼ਾ
pl: Język
pt_br: Idioma
pt_pt: Língua
ro: Limbă
sk: Jazyk
sr: Језик
sv: Språk
te: భాష
th: ภาษา
tr: Dil
uk: Мова
ur: زبانیں
vi: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言
zu: Ulimi

source: Terms of Service
bg: Условия за ползване
de: Nutzungsbedingungen
el: Όροι υπηρεσίας
fy_nl: Tsjinstbetingsten
he: תנאי השירות
hr: Uvjeti pružanja usluge
hu: Szolgáltatás feltételei
ia: Terminos del servicio
it: Condizioni di utilizzo del servizio
ja: 利用規約
ka: მომსახურების პირობები
kab: Tiwtilin n useqdec
ko: 이용 약관
nb_no: Tjenestevilkår
nl: Servicevoorwaarden
pl: Zasady usługi
pt_br: Termos do serviço
pt_pt: Termos do serviço
ro: Termeni de utilizare a serviciilor
sk: Podmienky používania služby
sr: Услови коришћења
sv: Användarvillkor
te: సేవా నియమాలు
th: เงื่อนไขการให้บริการ
tr: Hizmet Koşulları
uk: Умови надання послуг
ur: خدمت کی شرائط
vi: Điều khoản dịch vụ
zh_cn: 服务条款
zh_tw: 服務條款

source: Cookies
af: Koekies
bg: Бисквитки
bs: Kolačići
el: Cookie
he: עוגיות
hr: Kolačići
hu: Sütik
id: Kuki
it: Cookie
ja: Cookie
ka: ფუნთუშები
kab: Inagan n tuqqna
ko: 쿠키
mg: Kokia
ms: Kuki
nb_no: Infokapsler
pa_in: ਕੂਕੀਜ਼
pl: Ciasteczka
ro: Cookie-uri
sr: Колачићи
sv: Kakor
te: కుకీలు
th: คุกกี้
tr: Çerezler
uk: Файли cookie
ur: کوکیز
vi: Cookie
zh_cn: Cookie
zu: Ama-cookies

source: Contact
bg: Контакти
de: Kontakt
el: Επικοινωνία
es: Contacto
fy_nl: Kontakt
he: יצירת קשר
hr: Kontakt
hu: Kapcsolat
ia: Contacto
it: Contatti
ja: お問い合わせ
ka: დაკავშირება
kab: Anermis
ko: 연락처
nb_no: Kontakt
pl: Kontakt
pt_br: Contato
pt_pt: Contacto
sk: Kontakt
sr: Контакт
sv: Kontakt
te: పరిచయాలు
th: ติดต่อ
tr: İletişim
uk: Зв'язок
ur: رابطہ
vi: Liên hệ
zh_cn: 联系我们
zh_tw: 聯絡我們

source: Visit %(moco_link_open)sMozilla Corporation’s%(link_close)s not-for-profit parent, the %(mofo_link_open)sMozilla Foundation%(link_close)s.
bg: Посетете сайта на фондацията с нестопанска цел %(mofo_link_open)sMozilla Foundation %(link_close)s, която е собственик на %(moco_link_open)sMozilla Corporation%(link_close)s.
de: Besuchen Sie die %(mofo_link_open)sMozilla Foundation%(link_close)s, die gemeinnützige Muttergesellschaft der %(moco_link_open)sMozilla Corporation%(link_close)s.
el: Επισκεφθείτε το %(mofo_link_open)sMozilla Foundation%(link_close)s, τη μη κερδοσκοπική μητρική της %(moco_link_open)sMozilla Corporation%(link_close)s.
fy_nl: De non-profit-memmemaatskippij fan de %(moco_link_open)sMozilla Corporation%(link_close)s, de %(mofo_link_open)sMozilla Foundation%(link_close)s.
hr: Posjeti %(mofo_link_open)szakladu Mozilla%(link_close)s, matičnu neprofitnu organizaciju %(moco_link_open)skorporacije Mozilla%(link_close)s
hu: A %(moco_link_open)sMozilla Corporation%(link_close)s nonprofit anyavállalata, a %(mofo_link_open)sMozilla Alapítvány%(link_close)s.
ia: Visita %(moco_link_open)sMozilla Foundation%(link_close)s, le organisation non lucrative genitor de %(mofo_link_open)sMozilla Corporation%(link_close)s.
it: Visita %(mofo_link_open)sMozilla Foundation%(link_close)s, l’organizzazione senza fini di lucro che controlla %(moco_link_open)sMozilla Corporation%(link_close)s.
ka: იხილეთ %(moco_link_open)sMozilla Corporation%(link_close)s და მისი დამფუძნებელი არამომგებიანი %(mofo_link_open)sMozilla Foundation%(link_close)s.
kab: Rzu ɣer %(moco_link_open)stkebbanit n Mozilla%(link_close)s ur nettnadi ɣef tedrimt, takebbanit tammarawt n %(mofo_link_open)sMozilla Corporation%(link_close)s.
ko: %(moco_link_open)sMozilla Corporation%(link_close)s를 운영하는 비영리 단체인 %(mofo_link_open)sMozilla Foundation%(link_close)s를 방문하세요.
nb_no: Besøk %(moco_link_open)sMozilla Corporation%(link_close)s sitt ideelle moderselskap, %(mofo_link_open)sMozilla Foundation%(link_close)s.
nl: De non-profit-moedermaatschappij van de %(moco_link_open)sMozilla Corporation%(link_close)s, de %(mofo_link_open)sMozilla Foundation%(link_close)s.
pl: Odwiedź stronę organizacji non-profit %(mofo_link_open)sMozilla Foundation%(link_close)s, która powołała firmę %(moco_link_open)sMozilla Corporation%(link_close)s.
pt_br: Visite a %(mofo_link_open)sFundação Mozilla%(link_close)s, entidade sem fins lucrativos, matriz da %(moco_link_open)sMozilla Corporation%(link_close)s.
pt_pt: Visite a empresa-mãe %(moco_link_open)sMozilla Corporation%(link_close)s da %(mofo_link_open)sFundação Mozilla%(link_close)s.
sk: Navštívte stránku neziskovej materskej spoločnosti %(moco_link_open)sMozilla Corporation%(link_close)s, %(mofo_link_open)sMozilla Foundation%(link_close)s.
sr: Посетите непрофитног родитеља %(moco_link_open)sMozilla корпорације%(link_close)s, %(mofo_link_open)sMozilla фондацију%(link_close)s.
sv: Besök %(moco_link_open)sMozilla Corporation’s%(link_close)s ideella förälder, %(mofo_link_open)sMozilla Foundation%(link_close)s.
tr: %(moco_link_open)sMozilla Corporation%(link_close)s’ın kâr amacı gütmeyen üst kuruluşu %(mofo_link_open)sMozilla Vakfını%(link_close)s ziyaret edin.
uk: Відвідайте некомерційну організацію %(moco_link_open)sMozilla Corporation%(link_close)s — материнську компанію %(mofo_link_open)sMozilla Foundation%(link_close)s.
vi: Truy cập công ty mẹ phi lợi nhuận của %(moco_link_open)sTập đoàn Mozilla%(link_close)s, %(mofo_link_open)sTổ chức Mozilla%(link_close)s.
zh_cn: 欢迎访问 %(moco_link_open)sMozilla Corporation%(link_close)s 的非营利母公司，%(mofo_link_open)sMozilla 基金会%(link_close)s。
zh_tw: 歡迎造訪 %(moco_link_open)sMozilla Corporation%(link_close)s 的非營利母公司，%(mofo_link_open)sMozilla Foundation%(link_close)s。

source: Portions of this content are ©1998–%(year)s by individual mozilla.org contributors. Content available under a %(link_open)sCreative Commons license%(link_close)s.
bg: Част от това съдържание е със запазени права ©1998 г. -%(year)s на различни сътрудници на mozilla.org. Съдържание, достъпно под %(link_open)sCreative Commons лиценз%(link_close)s.
de: Teile dieses Inhalts stehen unter einem &copy;1998–%(year)s von einzelnen Mitwirkenden an mozilla.org. Der Inhalt steht unter einer %(link_open)sCreative-Commons-Lizenz%(link_close)s.
el: Τμήματα αυτού του περιεχομένου αποτελούν πνευματική ιδιοκτησία μεμονωμένων εθελοντών του mozilla.org (©1998–%(year)s). Το περιεχόμενο διατίθεται στα πλαίσια της %(link_open)sάδειας Creative Commons%(link_close)s.
fy_nl: Dielen fan dizze ynhâld binne c.1998–%(year)s troch yndividuele meiwurkers fan mozilla.org. Ynhâld is beskikber ûnder in %(link_open)sCreative Commons-lisinsje%(link_close)s.
he: הזכויות של חלקים מתוכן זה שמורות ©1998–%(year)ss לתורמים של mozilla.org. התוכן זמין תחת %(link_open)sרישיון Creative Commons%(link_close)s.
hr: Dijelovi ovog sadržaja zaštićeni su autorskim pravima doprinositelja mozilla.org projekta, ©1998. – %(year)s. Sadržaj je dostupan pod %(link_open)sCreative Commons licencom%(link_close)s.
hu: A tartalom egyes részeire a következő vonatkozik: ©1998–%(year)s egyéni mozilla.org közreműködők. A tartalom %(link_open)sCreative Commons licenc%(link_close)s alatt érhető el.
ia: Portiones de iste contento es ©1998–%(year)s per collaboratores individual de mozilla.org. Contento disponibile sub un %(link_open)slicentia Creative Commons%(link_close)s.
it: Parte di questi contenuti sono ©1998–%(year)s di singoli collaboratori di mozilla.org. I contenuti sono disponibili su %(link_open)slicenza Creative Commons%(link_close)s.
ka: შიგთავსის ნაწილი შექმნილია mozilla.org პროექტის მონაწილეების მიერ ©1998–%(year)s. მასალა ვრცელდება %(link_open)sCreative-Commons-ლიცენზიით%(link_close)s.
kab: Kra n yeḥricen seg ugbur-a d ©1998–%(year)s sɣur yimttekkiyen s yiman-nsen n mozilla.org. Agbur yella ddaw n %(link_open)sturagt Creative Commons</a>.
ko: ©1998–%(year)s 웹 사이트 내용의 일부는 mozilla.org 개인 공헌자에 의해 작성되었으며, %(link_open)s크리에이티브 커먼즈 라이선스%(link_close)s에 따라 사용 가능합니다.
nb_no: Deler av dette innholdet er ©1998–%(year)s av individuelle mozilla.org-bidragsytere. Innholdet er tilgjengelig under en %(link_open)sCreative Commons-lisens%(link_close)s.
nl: Delen van deze inhoud zijn c.1998–%(year)s door individuele mozilla.org-medewerkers. Inhoud is beschikbaar onder een %(link_open)sCreative Commons-licentie%(link_close)s.
pl: Prawa autorskie ©1998–%(year)s fragmentów tej treści posiadają poszczególni autorzy mozilla.org. Treść udostępniana jest na zasadach licencji %(link_open)s>Creative Commons%(link_close)s.
pt_br: Partes deste conteúdo são de direitos autorais ©1998–%(year)s de colaboradores individuais da mozilla.org. Conteúdo disponível sob uma %(link_open)slicença Creative Commons%(link_close)s.
pt_pt: Partes deste conteúdo são ©1998–%(year)s de colaboradores individuais de mozilla.org. Conteúdo disponível sob uma %(link_open)slicença Creative Commons%(link_close)s.
sk: Časť tohto obsahu bola v rokoch ©1998–%(year)s vytvorená individuálnymi prispievateľmi mozilla.org. Obsah je dostupný pod licenciou %(link_open)sCreative Commons license%(link_close)s.
sr: Делове овог садржаја написали су поједини mozilla.org сарадници ©1998–%(year)s. Садржај је доступан под %(link_open)sCreative Common лиценцом%(link_close)s.
sv: Delar av detta innehåll är ©1998–%(year)s av enskilda mozilla.org bidragsgivare. Innehåll tillgängligt under en %(link_open)sCreative Commons-licens%(link_close)s.
te: ఈ విషయం లోని భాగాలు ©1998–%(year)s వ్యక్తిగత mozilla.org సహాయకులవి. విషయం %(link_open)sక్రియేటివ్ కామన్స్ లైసెన్సు%(link_close)s క్రింద అందుబాటులో ఉంది.
tr: Bu içeriğin bazı kısımları ©1998–%(year)s bireysel mozilla.org gönüllüleri. İçerik %(link_open)sCreative Commons lisansı%(link_close)s ile sunulmaktadır.
uk: Частини цього вмісту ©1998–%(year)s створено помічниками mozilla.org. Вміст доступний на правах %(link_open)sЛіцензії Creative Commons%(link_close)s.
vi: Các phần nội dung trong trang này được giữ bản quyền ©1998–%(year)s bởi những người đóng góp cho mozilla.org. Nội dung được phát hành dưới dạng %(link_open)sgiấy phép Creative Commons%(link_close)s.
zh_cn: 上述内容中的某些部分系 mozilla.org 志愿者个人版权所有（©1998–%(year)s）。内容可按%(link_open)s知识共享许可协议%(link_close)s使用。
zh_tw: 本頁的部分內容著作權為 ©1998–%(year)s 由個別 mozilla.org 貢獻者所有。內容依照%(link_open)s創用 CC 授權條款%(link_close)s授權大眾使用。

source: Change your email preferences
af: Verander u e-posvoorkeure
bg: Променете предпочитанията си за имейл
bs: Promijenite vaše preferencije e-pošte
de: Ändern Sie Ihre E-Mail-Einstellungen
el: Αλλαγή προτιμήσεων email
es: Cambiar tus preferencias de correo electrónico
fy_nl: Jo e-mailfoarkarren wizigje
he: שינוי העדפות הדוא״ל שלך
hr: Promijeni postavke za e-poštu
hu: E-mail beállításainak módosítása
ia: Modifica tu preferentias de emails
id: Ubah alamat email
it: Modifica le impostazioni email
ja: メールアドレス設定を変更
ka: გამართეთ თქვენი ელფოსტის პარამეტრები
kab: Beddel ismenyifen-ik n yimayl
ko: 이메일 설정 변경
mg: Hanova ny fiasa mailaka tianao
ms: Tukar keutamaan e-mel anda
nb_no: Endre e-postinnstillinger
nl: Uw e-mailvoorkeuren wijzigen
pa_in: ਆਪਣੇ ਈਮੇਲ ਪਸੰਦਾ ਨੂੰ ਤਬਦੀਲ ਕਰੋ
pl: Zmień ustawienia powiadomień
pt_br: Alterar preferências de email
pt_pt: Alterar as suas preferências de correio eletrónico
ro: Schimbă preferințele privind e-mailurile
sk: Zmena vášho nastavenia e‑mailov
sr: Промените подешавања е-поште
sv: Ändra dina e-postinställningar
te: మీ ఇమెయిల్ ప్రాధాన్యతలను మార్చండి
th: เปลี่ยนการกำหนดลักษณะอีเมลของคุณ
tr: E-posta tercihlerinizi değiştirin
uk: Змінити налаштування повідомлень
ur: اپنی ای میل کی ترجیحات تبدیل کریں:
vi: Thay đổi quyền riêng tư cho email của bạn
zh_cn: 更改你的电子邮箱偏好设置
zh_tw: 變更您的電子郵件偏好
zu: Shintsha i-imeyli oyincamelayo

source: Unsubscribe from these emails
af: Stop inskrywing vir hierdie e-posse
bg: Отпишете се от тези имейли
bs: Otkažite pretplatu sa ovih e-pošti
de: Diese E-Mails abbestellen
el: Κατάργηση εγγραφής από αυτά τα email
es: Cancelar suscripción desde estos correos
fy_nl: Ofmelde fan dizze e-mailberjochten
he: ביטול המינוי מהודעות הדוא״ל האלו
hr: Otkaži pretplatu na ove e-adrese
hu: Leiratkozás ezekről az e-mailekről
ia: Remove le inscription de iste emails
id: Berhenti berlangganan notifikasi edit
it: Disattiva la ricezione di questi messaggi email
ja: これらのメールからの通知を解除する
ka: გამოწერის გაუქმება, ელფოსტის ამ მისამართებზე
kab: Ffeɣ seg ujerred n yimaylen-a
ko: 이 이메일 구독 해제
mg: Hanala fisoratana @ ireto mailaka ireto
ms: Batal langganan e-mel ini
nb_no: Avslutt abonnement på disse e-postene
nl: Afmelden van deze e-mailberichten
pa_in: ਇਹਨਾ ਈਮੇਲਾ ਲਈ ਅਨ-ਸਬਸਕਰਾਇਬ ਕਰੋ
pl: Anuluj subskrypcję tego typu powiadomień
pt_br: Cancelar a inscrição desses emails
pt_pt: Cancelar subscrição destes emails
ro: Dezabonează-te de la aceste e-mailuri
sk: Zrušenie odberu týchto e‑mailov
sr: Одјави се од ових е-пошти
sv: Sluta prenumerera på dessa mejl
te: ఈ ఇమెయిళ్ళు నుండి అన్సబ్స్క్రయిబ్ అవ్వు
th: เลิกบอกรับอีเมลเหล่านี้
tr: Bu e-postaların aboneliğini iptal et
uk: Відписатися від цих повідомлень
ur: ان ای میلز کی رکنیت ختم کریں:
vi: Hủy đăng ký từ những email này
zh_cn: 退订这些电子邮件
zh_tw: 退訂這些郵件
zu: Hoxisa igama lakho ekutholeni la ma-imeyli

source: Oops, your request was unsuccessful
af: Oeps! Die versoek was onsuksesvol.
bg: Ааах, заявката е неуспешна
bs: Ups, vaš zahtjev nije uspio
de: Hoppla, Ihre Anfrage war nicht erfolgreich
el: Ωχ, το αίτημά σας ήταν ανεπιτυχές
es: Uy, no se ha podido realizar tu solicitud
fy_nl: Oeps, jo oanfraach is net slagge
he: אופס, הבקשה שלך נכשלה
hr: Ups, vaš zahtjev nije uspio
hu: A kérés feldolgozása sikertelen volt
ia: Ups, tu requesta ha essite sin successo
id: Ups, permintaan Anda gagal
it: Operazione non riuscita
ja: 正常に処理できませんでした
ka: ვწუხვართ, მაგრამ თქვენი მოთხოვნა ვერ შესრულდა
kab: Ihuh, tuttra-ik ur tewwiḍ ara
ko: 요청이 완료되지 못했습니다!
mg: Oy, tsy nahomby ny fangatahanao
ms: Oops, permintaan anda tidak berjaya
nb_no: Oops, klarte ikke fullføre forespørselen
nl: Oeps, uw aanvraag had geen succes
pa_in: ਉਏ ਹੋਏ, ਤੁਹਾਡੀ ਬੇਨਤੀ ਕਾਮਯਾਬ ਨਹੀ ਹੋਈ
pl: Niestety, twoje życzenie nie może być spełnione
pt_br: Ops, o seu pedido não teve sucesso
pt_pt: Ops, o seu pedido não foi bem sucedido.
ro: Ne pare rău, această cerere nu a fost finalizată.
sk: Upps, vaša požiadavka bola neúspešná
sr: Упс, Ваш захтев је био неуспешан
sv: Oj, din begäran misslyckades
te: అయ్యో, మీ అభ్యర్థనను పరాజయంపాలైంది
th: อุ๊บ คำร้องขอของคุณไม่สำเร็จ
tr: Talebiniz başarısız oldu.
uk: Ой, ваш запит не вдалось виконати
ur: افوہ ، آپ کی درخواست ناکام ہوگئی ہے
vi: Ôi, yêu cầu của bạn không thành công
zh_cn: 哎，您的请求无法成功执行
zh_tw: 喔喔，你的請求無法成功執行
zu: Mamo, isicelo sakho asiphumelelanga

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
af: Ons kon nie u versoek hanteer nie. Dit is miskien omdat die aksie nie meer toepaslik is nie, of omdat u 'n ongeldige aksie probeer het.
bg: Не успяхме да изпълним Вашата заявка. Може би действието вече не е приложимо, или сте се опитали да извършите невалидно действие.
bs: Nismo uspjeli ispuniti vaš zahtjev. Moguće je da akcija više nije primjenjiva ili ste pokušali neispravnu akciju.
de: Wir konnten Ihre Anfrage nicht ausführen. Vielleicht weil die Aktion nicht mehr ausführbar ist oder Sie versucht haben, eine ungültige Aktion auszuführen.
el: Δεν μπορέσαμε να εκτελέσουμε το αίτημά σας. Ίσως επειδή η ενέργεια δεν ισχύει πλέον ή προσπαθήσατε να εκτελέσετε μια άκυρη ενέργεια.
es: No pudimos llevar a cabo tu solicitud. Tal vez porque la acción ya no es aplicable o has intentado realizar una acción no válida.
fy_nl: Wy koenen jo fersyk net útfiere. Miskien omdat de aksje net langer fan tapassing of jo hawwe besocht om wat ferkeards te dwaan.
he: לא הצלחנו לעבד את הבקשה שלך. כנראה מכיוון שהפעולה אינה זמינה עוד או שניסית לבצע פעולה בלתי תקנית.
hr: Nismo uspjeli ispuniti vaš zahtjev. Moguće je da akcija više nije primjenjiva ili ste pokušali neispravnu akciju.
hu: Nem tudtuk végrehajtani a kérést. Ennek az lehet az oka, hogy a művelet már nem hagyható végre vagy hibás műveletet kíván végrehajtani.
ia: Nos non pote exequer tu requesta. Pote esser que le action non es plus applicabile o que tu ha tentate exequer un action non valide.
id: Kami tidak dapat memroses permintaan Anda. Mungkin karena aksinya tidak lagi sesuai atau Anda mencoba melakukan aksi yang tidak valid.
it: Non è possibile portare a termine l'operazione. Forse l'azione non è più applicabile oppure si è tentato di eseguire un'azione non valida.
ja: リクエストを処理できませんでした。指定された操作はすでにできなくなっているか、無効な操作が指定されました。
ka: თქვენი მოთხოვნის შესრულება, ვერ შევძელით. შესაძლოა იმიტომ, რომ მოქმედება აღარაა დასაშვები, ან უმართებულოა.
kab: Ur nezmir ara ad nselkem tuttra-ik. Ahat tigawt-a ulac-itt neɣ tettaɛraḍeḍ ad tgeḍ tigawt ur nelli ara d tameɣtut.
ko: 요청을 처리할 수 없습니다. 아마 동작을 더 이상 수행할 수 없거나 유효하지 않은 동작입니다.
mg: Tsy afaka nanatontosa ny hatakao izahay. Angamba satria tsy mihatra intsony ilay asa na nanandrana nanao asa tsy mety ianao.
ms: Kami tidak dapat melaksanakan permintaan anda. Mungkin kerana tindakan ini tidak lagi dipakai atau anda cuba melakukan tindakan yang tidak sah.
nb_no: Vi klarte ikke utføre forespørselen. Dette kan være fordi handlingen ikke lenger er gyldig, eller at du forsøkte å utføre en ugyldig handling.
nl: We konden uw aanvraag niet uitvoeren. Misschien is de actie niet meer van toepassing of probeerde u een ongeldige actie uit te voeren.
pa_in: ਅਸੀ ਤੁਹਾਡੇ ਬੇਨਤੀ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਇਸਦੀ ਵਜ੍ਹਾ ਸ਼ਾਇਦ ਇਹ ਕਾੱਰਵਾਈ ਨਹੀਂ ਹੋ ਰਹੀ ਹੈ ਜਾਂ ਤੁਸੀ ਇੱਕ ਅਯੋਗ ਕਾੱਰਵਾਈ ਕਰਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਹੈ।
pl: Nie możemy wykonać tego życzenia. Być może dlatego, że czynność nie ma już zastosowania lub miała miejsce próba wykonania nieprawidłowej czynności.
pt_br: Não pudemos realizar o seu pedido. Talvez essa ação não esteja mais disponível ou você tentou realizar uma ação inválida.
pt_pt: Não pudemos realizar o seu pedido. Por ventura a ação não estará mais disponível ou tentou realizar uma ação inválida.
ro: Cererea ta nu a putut fi executată. E posibil ca această acțiune să nu mai fie aplicabilă sau ai încercat să realizezi o acțiune nevalidă.
sk: Nemôžeme dokončiť vašu požiadavku. Pravdepodobne už nie je vaša akcia platná, alebo sa pokúšate vykonať neplatnú akciu.
sr: Нисмо могли извршити захтев. Можда зато што радња није више применљива или сте покушали извршити неважећу акцију.
sv: Vi kunde inte utföra din begäran. Kanske på grund av att åtgärden inte längre är relevant eller att du försökte utföra en ogiltig åtgärd.
te: మేము మీ అభ్యర్థనను నిర్వహించడం సాధ్యం కాలేదు. బహుశా ఈ చర్య ఇకపై వర్తించదు లేదా మీరు చెల్లని చర్యను ప్రయత్నించి ఉండవచ్చు.
th: เราไม่สามารถดำเนินการตามคำร้องขอของคุณ อาจเป็นเพราะการกระทำที่ไม่เหมาะสม หรือคุณพยายามที่จะดำเนินการกระทำที่ไม่ถูกต้อง
tr: İsteğinizi gerçekleştiremedik. Bu eylem artık uygulanabilir olmayabilir ya da geçersiz bir eylem denemiş olabilirsiniz.
uk: Ми не змогли виконати ваш запит. Можливо тому, що така дія нечинна або більше не застосовується.
vi: Chúng tôi không thể thực hiện yêu cầu của bạn. Có lẽ là vì thao tác này không còn phù hợp nữa hoặc bạn đã cố thực hiện một thao tác bất hợp lệ.
zh_cn: 我们无法完成您的请求。可能是因为这个动作不被允许，或者是您试图要执行一无效动作。
zh_tw: 我們無法完成你的請求。可能因為這個動作不被允許，或者是你試圖要執行一無效動作。
zu: Asikwazanga ukwenza isicelo sakho. Mhlawumbe yingoba lesi senzo asisebenzi noma uzame ukwenza isenzo esingenziwa.

source: Access denied
af: Toegang geweier
bg: Достъпът е отказан
bs: Pristup nije dozvoljen
de: Zugriff verweigert
el: Η πρόσβαση απαγορεύεται
es: Acceso denegado
fy_nl: Tagong wegere
he: הגישה נדחתה
hr: Pristup nije dozvoljen
hu: Hozzáférés megtagadva
ia: Accesso negate
id: Akses ditolak
it: Accesso negato
ja: アクセスが拒否されました
ka: წვდომა აკრძალულია
kab: Anekcum yegdel
ko: 접근 거부됨
mg: Nolavina fidirana
ms: Akses ditolak
nb_no: Tilgang nektet
nl: Toegang geweigerd
pa_in: ਅਕੈਸਸ ਡਿਨਾਇਡ
pl: Dostęp zabroniony
pt_br: Acesso negado
pt_pt: Acesso negado
ro: Acces interzis
sk: Prístup zamietnutý
sr: Приступ одбијен
sv: Åtkomst nekad
te: అనుమతి నిరాకరించబడింది
th: การเข้าถึงทุกปฏิเสธ
tr: Erişim engellendi
uk: У доступі відмовлено
ur: رسائی سے انکار
vi: Truy cập bị từ chối
zh_cn: 拒绝访问
zh_tw: 拒絕存取
zu: Ukungena kunqatshiwe

source: You do not have permission to access this page.
af: Jy het nie toestemming om by hierdie bladsy in te gaan nie.
bg: Нямате права за достъп до тази страница.
bs: Nemate dozvolu za pristup ovoj stranici.
de: Sie haben keine Zugriffsberechtigung zu dieser Seite.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτήν τη σελίδα.
es: No tienes permisos para acceder a esta página.
fy_nl: Jo hawwe gjin tastimming om dizze side te besjen.
he: אין לך הרשאה לגשת לעמוד זה.
hr: Nemate ovlasti pristupa na ovu stranicu.
hu: Nincs joga az oldal eléréséhez.
ia: Tu non ha le permission de acceder a iste pagina.
id: Anda tidak memiliki izin yang cukup untuk mengakses laman ini.
it: Non si possiedono i permessi per accedere a questa pagina.
ja: このページへアクセスする権限がありません。
ka: ამ გვერდთან წვდომის უფლება არ გაქვთ.
kab: Ur tesεiḍ ara tisirag akken ad tkecmeḍ ɣer usebter-a.
ko: 이 기능을 사용할 권한이 없습니다.
mg: Tsy manana alàlana hidirana @ ity pejy ity ianao.
ms: Anda tidak ada izin untuk mengakses halaman ini.
nb_no: Du har ikke tilgang til å vise denne siden.
nl: U hebt geen rechten om deze pagina te bezoeken.
pa_in: ਤੁਹਾਨੂੰ ਇਹ ਸਫਾ ਦੇਖਣ ਦੀ ਆਗਿਆ ਨਹੀ ਹੈ।
pl: Nie masz dostępu do tej strony.
pt_br: Você não tem permissão para acessar esta página.
pt_pt: Não tem permissão para aceder a esta página.
ro: Nu ai suficiente permisiuni pentru a accesa această pagină.
sk: Nemáte práva pre prístup na túto stránku.
sr: Немате дозволе да приступите овој страници.
sv: Du har inte behörighet att komma åt denna sida.
te: మీరు ఈ పేజీని ప్రాప్యత చేయడానికి అనుమతి లేదు.
th: คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้
tr: Bu sayfaya erişim izniniz yok.
uk: У вас немає дозволу на доступ до цієї сторінки.
ur: آپ کو اس صفحے تک رسائی کی اجازت نہیں ہے۔
vi: Bạn không có quyền truy cập trang này.
zh_cn: 您没有访问这个网页的权限。
zh_tw: 您沒有存取這個網頁的權限。
zu: Awunayo imvume yokungena kuleli khasi.
