Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2017.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на английски език през 2017 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2017 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2017.
es: Esta insignia se otorga a los colaboradores que tienen 10 ediciones en inglés aprobadas en 2017.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2017.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena na engleskom jeziku tijekom 2017. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2017-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2017.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2017.
ja: このバッジは 2017 年に英語版ナレッジベース記事の編集が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული ჩასწორებისთვის ინგლისურ ბაზაში, 2017 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n yibeddilen s teglizit ttwaqeblen deg 2017.
ko: 2017년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit Bahasa Inggeris yang diluluskan pada 2017.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente redigeringer på engelsk i løpet av 2017.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2017.
pl: Ta odznaka jest przyznawana autorom, którzy w 2017 roku dokonali co najmniej 10 zatwierdzonych zmian w języku angielskim.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2017.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições aprovadas em inglês durante 2017.
ro: Această insignă este acordată colaboratorilor cu 10 editări în engleză aprobate în anul 2017.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2017 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених чланака на енглеском током 2017. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2017.
te: ఈ బాడ్జీని 2017లో 10 ఆమోదిత ఆంగ్ల దిద్దుబాట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติในปี 2017
tr: Bu rozet 2017 yılında 10 onaylanmış İngilizce düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок в англійській версії протягом 2017 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản chỉnh sửa tiếng Anh được phê duyệt trong năm 2017.
zh_cn: 此徽章授予在 2017 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2017 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2017 Army of Awesome Badge
bg: Значка на Армията на Неотразимите 2017
de: Abzeichen „Hilfe auf Twitter 2017“
el: Έμβλημα Army of Awesome 2017
es: Insignia de la Armada Alucinante de 2017
fy_nl: Army of Awesome 2017-badge
hr: Značka ekipe fenomenalnih za 2017. godinu
hu: Szuperhősök Serege kitűző - 2017
ia: Insignia del Armea del stupor 2017
id: Lencana Sukarelawan Keren 2017
it: Distintivo Armata dei Magnifici 2017
ja: 2017 Army of Awesome バッジ
ka: 2017 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2017
ko: 2017 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2017
nb_no: 2017 Army of Awesome-utmerkelse
nl: Army of Awesome 2017-badge
pl: Odznaka Armia fantastycznych 2017
pt_br: Emblema do Exército de Incríveis 2017
pt_pt: Medalha do exército extraordinário de 2017
ro: Insignă Armata Fantastică 2017
sk: Ocenenie Army of Awesome 2017
sr: Army of Awesome беџ за 2017. годину
sv: 2017 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2017
tr: 2017 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2017
ur: 2017 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2017
zh_cn: 2017 小狐狸了不起大军徽章
zh_tw: 2017 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2017.
bg: Тази значка се присъжда на сътрудници с 50 туитове на Army of Awesome през 2017 г.
de: Dieses Abzeichen wird an Mitwirkende mit 50 Tweets für die Hilfe auf Twitter im Jahr 2017 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 50 tweets στο Army of Awesome κατά τη διάρκεια του 2017.
es: Esta insignia se otorga a los colaboradores que tienen 50 tweets en la Armada Alucinante en 2017.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 50 army of Awesome-tweets yn 2017.
hr: Ova se značka dodjeljuje osobama s 50 tweet poruka ekipe fenomenalnih tijekom 2017. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 50 Szuperhős tweetet indítottak 2017-ben.
ia: Iste insignia es assignate a collaboratores con 50 tweets del Armea del stupor durante le 2017.
it: Questo distintivo è assegnato ai collaboratori con 50 tweet per l'Armata dei Magnifici nel 2017.
ja: このバッジは 2017 年に Army of Awesome で 50 回以上ツイートした貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 50 ტვიტისთვის მოხალისეების ერთობაში, 2017 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i yuznen 50n yitwiten Army of Awesome deg 2017.
ko: 2017년에 50개의 Army of Awesome 트윗 답변을 해주신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 50 tweet Angkatan Ulung pada 2017.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 50 Army of Awesome-tweeter i løpet av 2017.
nl: Deze badge wordt toegekend aan medewerkers met 50 Army of Awesome-tweets in 2017.
pl: Ta odznaka przyznawana jest autorom, którzy w 2017 roku napisali co najmniej 50 tweetów dla Armii fantastycznych.
pt_br: Este emblema é concedido a colaboradores com 50 tweets no Exército de Incríveis em 2017.
pt_pt: Esta medalha é atribuída a colaboradores com 50 tweets do exército extraordinário durante 2017.
ro: Această insignă este acordată colaboratorilor cu 50 de tweeturi pentru Armata Fantastică în anul 2017.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2017 aspoň 50 tweetov.
sr: Овај беџ је додељен доприносиоцима са 50 Army of Awesome твитова током 2017. године.
sv: Detta emblem tilldelas bidragsgivare med 50 Army of Awesome tweets under 2017.
te: ఈ బాడ్జీని 2017లో 50 ఆర్మీ ఆఫ్ ఆఁసమ్ ట్వీట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการทวีตใน Army of Awesome 50 ครั้งในปี 2017
tr: Bu rozet 2017 yılında 50 Şahaneler Ordusu tweeti ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 50 твітів армії помічників протягом 2017 року.
vi: Huy hiệu này được trao cho những người đóng góp với 50 tweet của đội quân kỳ diệu trong năm 2017.
zh_cn: 此徽章授予在 2017 年有超过 50 条小狐狸大军推文的贡献者。
zh_tw: 此徽章授予在 2017 年間有超過 50 則 Army of Awesome 推文的貢獻者。

# DB: kbadge.Badge.title
source: 2016 L10n Badge
bg: 2016 L10n значка
de: L10n-Abzeichen 2016
el: Έμβλημα L10n 2016
es: Insignia de L10n de 2016
fy_nl: L10n 2016-badge
hr: Značka lokalizacije za 2016. godinu
hu: L10n kitűző – 2016
ia: Insignia del localisation 2016
id: Lencana L10n 2016
it: Distintivo L10n 2016
ja: 2016 L10n バッジ
ka: 2016 L10n ჯილდო
kab: Deg warraz 2016 L1
ko: 2016 L10n 배지
ms: Lencana L10n 2016
nb_no: 2016 L10n-utmerkelse
nl: L10n 2016-badge
pl: Odznaka L10n 2016
pt_br: Emblema L10n 2016
pt_pt: Medalha de tradutores de 2016
ro: Insignă L10n 2016
sk: Ocenenie Lokalizácie pre rok 2016
sr: L10n беџ локализације за 2016. годину
sv: 2016 emblem för L10n
te: 2016 L10n బ్యాడ్జి
th: ตรา L10n ปี 2016
tr: 2016 Yerelleştirme Rozeti
uk: Відзнака L10n 2016
ur: 2016 L10n بیج
vi: Huy hiệu L10n 2016
zh_cn: 2016 本地化徽章
zh_tw: 2016 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2016.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2016 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen von Übersetzungen im Jahr 2016 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2016.
es: Esta insignia se otorga a los colaboradores que tienen 10 traducciones aprobadas en 2016.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersettaalbewurkingen yn 2016.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2016. godine.
hu: Ezt a kitűzőt azok a közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2016-ban.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2016.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2016.
ja: このバッジは 2016 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული მთარგმნელობითი შესწორებისთვის, 2016 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2016.
ko: 2016년에 10개의 승인된 번역작업을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit terjemahan yang diluluskan pada 2016.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2016.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2016.
pl: Ta odznaka jest przyznawana autorom, którzy w 2016 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2016.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2016.
ro: Această insignă este acordată colaboratorilor cu 10 editări de traduceri aprobate în anul 2016.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2016 aspoň 10 schválených úprav prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2016. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2016.
te: ఈ బాడ్జీని 2016లో 10 ఆమోదిత అనువాదాలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขการแปล 10 รายการที่ได้รับการอนุมัติในปี 2016
tr: Bu rozet 2016 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених виправлень перекладів протягом 2016 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2016.
zh_cn: 此徽章授予在 2016 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2016 年間有超過 10 篇被審核通過的文件翻譯的貢獻者。

# DB: kbadge.Badge.title
source: 2016 Support Forum Badge
bg: Значка на Форума за поддръжка 2016
de: Abzeichen „Hilfeforum 2016“
el: Έμβλημα του Φόρουμ υποστήριξης 2016
es: Insignia del Foro de Asistencia de 2016
fy_nl: Stipefoarum 2016-badge
hr: Značka foruma podrške za 2016. godinu
hu: Támogatói fórum kitűző – 2016
ia: Insignia del foro de supporto 2016
id: Lencana Forum Dukungan 2016
it: Distintivo Forum di Supporto 2016
ja: 2016 サポートフォーラムバッジ
ka: 2016 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2016
ko: 2016 지원 포럼 배지
ms: Lencana Forum Sokongan 2016
nb_no: 2016 brukerstøtteforumsutmerkelse
nl: Ondersteuningsforum 2016-badge
pl: Odznaka Forum pomocy 2016
pt_br: Emblema do Fórum de Suporte 2016
pt_pt: Medalha do fórum de apoio de 2016
ro: Insignă Forum de asistență 2016
sk: Ocenenie fóra podpory 2016
sr: Беџ форума подршке за 2016. годину
sv: 2016 emblem för supportforum
te: 2016 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2016
tr: 2016 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2016
ur: 2016 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2016
zh_cn: 2016 支持论坛徽章
zh_tw: 2016 技術支援討論區徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2016.
bg: Тази значка се присъжда на участниците с 30 отговора на форума за поддръжка през 2016 г.
de: Dieses Abzeichen wird an Mitwirkende mit 30 Antworten im Hilfeforum im Jahr 2016 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 30 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2016.
es: Esta insignia se otorga a los colaboradores con 30 respuestas en los foros de asistencia durante 2016.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 30 goedkarre oersettaalbewurkingen yn 2016.
hr: Ova se značka dodjeljuje osobama s 30 odgovora na forumu podrške tijekom 2016. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 30 támogatói fórum választ adtak 2016-ban.
ia: Iste insignia es assignate al collaboratores con 30 responsas del foro de supporto durante 2016.
it: Questo distintivo è assegnato ai collaboratori con 30 risposte sui forum di supporto nel 2016.
ja: このバッジは 2016 年にサポートフォーラムで 30 件の回答を行った貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 30 პასუხისთვის, მხარდაჭერის ფორუმზე, 2016 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i d-yerran i 30 n yisteqsiyen n unmager deg 2016.
ko: 2016년에 30개의 답변을 지원 포럼에 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 30 balasan forum sokongan pada 2016.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 30 svar på brukerstøtteforum i løpet av 2016.
nl: Deze badge wordt toegekend aan medewerkers met 30 antwoorden in het ondersteuningsforum in 2016.
pl: Ta odznaka przyznawana jest autorom, którzy w 2016 roku udzielili na forum pomocy co najmniej 30 odpowiedzi
pt_br: Este emblema é concedido a colaboradores com 30 respostas no fórum de suporte em 2016.
pt_pt: Esta medalha é atribuída a colaboradores com 30 respostas no fórum de apoio durante 2016.
ro: Această insignă este acordată colaboratorilor cu 30 de răspunsuri pe forumul de asistență în anul 2016.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2016 aspoň 30 schválených odpovedí na fóre.
sr: Овај беџ је додељен доприносиоцима са 30 одговора на форуму подршке током 2016. године.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2016.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการตอบกลับในฟอรั่มสนับสนุน 30 ครั้งในปี 2016
tr: Bu rozet 2016 yılında 30 destek forumu yanıtı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 30 відповідей на форумі підтримки протягом 2016 року.
vi: Huy hiệu này được trao cho những người đóng góp với 30 phản hồi của diễn đàn hỗ trợ trong năm 2016.
zh_cn: 此徽章授予在 2016 年有超过 30 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2016 年間有超過 30 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.title
source: 2016 KB Badge
bg: 2016 БД значка
de: KB-Abzeichen 2016
el: Έμβλημα ΓΒ 2016
es: Insignia de la BC de 2016
fy_nl: KB 2016-badge
hr: Značka baze znanja za 2016. godinu
hu: Tudásbázis kitűző – 2016
ia: Insignia del base de cognoscentia 2016
id: Lencana KB 2016
it: Distintivo KB 2016
ja: 2016 ナレッジベースバッジ
ka: 2016 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2016
ko: 2016 KB 배지
ms: Lencana KB 2016
nb_no: 2016 KB-utmerkelse
nl: KB 2016-badge
pa_in: 2016 KB ਬੈਜ
pl: Odznaka KB 2016
pt_br: Emblema da Base de Conhecimento 2016
pt_pt: Medalha da base de conhecimento de 2016
ro: Insignă Baza de cunoștințe 2016
sk: Ocenenie Databáza vedomostí 2016
sr: Беџ базе знања за 2016. годину
sv: 2016 emblem för KB
te: 2016 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2016
tr: 2016 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2016
ur: 2016 KB بیج
vi: Huy hiệu KB 2016
zh_cn: 2016 知识库徽章
zh_tw: 2016 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2016.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на английски език през 2016 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2016 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2016.
es: Esta insignia se otorga a los colaboradores que tienen 10 ediciones del inglés aprobadas en 2016.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2016.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena na engleskom jeziku tijekom 2016. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2016-ban.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2016.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2016.
ja: このバッジは 2016 年に英語版ナレッジベース記事の編集が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული ჩასწორებისთვის ინგლისურ ბაზაში, 2016 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n yibeddilen s teglizit ttwaqeblen deg 2016.
ko: 2016년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit Bahasa Inggeris yang diluluskan pada 2016.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente redigeringer på engelsk i løpet av 2016.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2016.
pl: Ta odznaka jest przyznawana autorom, którzy w 2016 roku dokonali co najmniej 10 zatwierdzonych zmian w języku angielskim.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2016.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições aprovadas em inglês durante 2016.
ro: Această insignă este acordată colaboratorilor cu 10 editări în engleză aprobate în anul 2016.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2016 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених чланака на енглеском током 2016. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2016.
te: ఈ బాడ్జీని 2016లో 10 ఆమోదిత ఆంగ్ల దిద్దుబాట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติในปี 2016
tr: Bu rozet 2016 yılında 10 onaylanmış İngilizce düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених виправлень в англійській версії протягом 2016 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 chỉnh sửa tiếng Anh được phê duyệt trong năm 2016.
zh_cn: 此徽章授予在 2016 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2016 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2016 Army of Awesome Badge
bg: Значка на Армията на Неотразимите 2016
de: Abzeichen „Hilfe auf Twitter 2016“
el: Έμβλημα Army of Awesome 2016
es: Insignia de la Armada Alucinante de 2016
fy_nl: Army of Awesome 2016-badge
hr: Značka ekipe fenomenalnih za 2016. godinu
hu: Szuperhősök Serege kitűző – 2016
ia: Insignia del Armea del stupor 2016
id: Lencana Sukarelawan Keren 2016
it: Distintivo Armata dei Magnifici 2016
ja: 2016 Army of Awesome バッジ
ka: 2016 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2016
ko: 2016 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2016
nb_no: 2016 Army of Awesome-utmerkelse
nl: Army of Awesome 2016-badge
pl: Odznaka Armia fantastycznych 2016
pt_br: Emblema do Exército de Incríveis 2016
pt_pt: Medalha do exército extraordinário de 2016
ro: Insignă Armata Fantastică 2016
sk: Ocenenie Army of Awesome 2016
sr: Army of Awesome беџ за 2016. годину
sv: 2016 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2016
tr: 2016 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2016
ur: 2016 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2016
zh_cn: 2016 小狐狸了不起大军徽章
zh_tw: 2016 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2016.
bg: Тази значка се присъжда на сътрудници с 50 туита на Army of Awesome през 2016 г.
de: Dieses Abzeichen wird an Mitwirkende mit 50 Tweets für die Hilfe auf Twitter im Jahr 2016 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 50 tweets στο Army of Awesome κατά τη διάρκεια του 2016.
es: Esta insignia se otorga a los colaboradores que tienen 50 tweets en la Armada Alucinante en 2016.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 50 army of Awesome-tweets yn 2016.
hr: Ova se značka dodjeljuje osobama s 50 tweet poruka ekipe fenomenalnih tijekom 2016. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 50 Szuperhős tweetet indítottak 2016-ban.
ia: Iste insignia es assignate al collaboratores con 50 tweets del Armea del stupor durante le 2016.
it: Questo distintivo è assegnato ai collaboratori con 50 tweet per l'Armata dei Magnifici nel 2016.
ja: このバッジは 2016 年に Army of Awesome で 50 回以上ツイートした貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 50 ტვიტისთვის, მოხალისეთა ერთობაში, 2016 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i yuznen 50n yitwiten Army of Awesome deg 2016.
ko: 2016년에 50개의 Army of Awesome 트윗 답변을 해주신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 50 tweet Angkatan Ulung pada 2016.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 50 Army of Awesome-tweeter i løpet av 2016.
nl: Deze badge wordt toegekend aan medewerkers met 50 Army of Awesome-tweets in 2016.
pl: Ta odznaka przyznawana jest autorom, którzy w 2016 roku napisali co najmniej 50 tweetów dla Armii fantastycznych.
pt_br: Este emblema é concedido a colaboradores com 50 tweets no Exército de Incríveis em 2016.
pt_pt: Esta medalha é atribuída a colaboradores com 50 tweets do exército extraordinário durante 2016.
ro: Această insignă este acordată colaboratorilor cu 50 de tweeturi pentru Armata Fantastică în anul 2016.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2016 aspoň 50 tweetov.
sr: Овај беџ је додељен доприносиоцима са 50 Army of Awesome твитова током 2016. године.
sv: Detta emblem tilldelas bidragsgivare med 50 Army of Awesome tweets under 2016.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการทวีตใน Army of Awesome 50 ครั้งในปี 2016
tr: Bu rozet 2016 yılında 50 Şahaneler Ordusu tweeti ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 50 твітів армії помічників протягом 2016 року.
vi: Huy hiệu này được trao cho những người đóng góp với 50 tweet của đội quân kỳ diệu trong năm 2016.
zh_cn: 此徽章授予在 2016 年有超过 50 条小狐狸大军推文的贡献者。
zh_tw: 此徽章授予在 2016 年間有超過 50 則 Army of Awesome 推文的貢獻者。

# DB: kbadge.Badge.title
source: 2015 Support Forum Badge
bg: Значка на Форума за поддръжка 2015
de: Abzeichen „Hilfeforum 2015“
el: Έμβλημα του Φόρουμ υποστήριξης 2015
es: Insignia del Foro de Asistencia de 2015
fy_nl: Stipefoarum 2015-badge
hr: Značka foruma podrške za 2015. godinu
hu: Támogatói fórum kitűző – 2015
ia: Insignia del foro de supporto 2015
id: Lencana Forum Dukungan 2015
it: Distintivo Forum di Supporto 2015
ja: 2015 サポートフォーラムバッジ
ka: 2015 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2015
ko: 2015 지원 포럼 배지
ms: Lencana Forum Sokongan 2015
nb_no: 2015 brukerstøtteforumsutmerkelse
nl: Ondersteuningsforum 2015-badge
pl: Odznaka Forum pomocy 2015
pt_br: Emblema do Fórum de Suporte 2015
pt_pt: Medalha do fórum de apoio de 2015
ro: Insignă Forum de asistență 2015
sk: Ocenenie fóra podpory 2015
sr: Беџ форума подршке за 2015. годину
sv: 2015 emblem för supportforum
te: 2015 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2015
tr: 2015 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2015
ur: 2015 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2015
zh_cn: 2015 支持论坛徽章
zh_tw: 2015 技術支援討論區徽章
