Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
af: %(author)s het 'n nuwe gesprek geplaas in 'n forum wat jy dophou. Hier is die gesprek:
bg: %(author)s публикува нова тема във форума, който следите. Ето и връзката към нея:
bs: %(author)s je postavio novu temu na forum koji pratite. Pogledajte temu:
de: %(author)s hat ein neues Thema in einem Forum erstellt, das Sie beobachten. Hier ist das Thema:
el: Ο/Η %(author)s έχει αναρτήσει ένα νέο νήμα σε ένα φόρουμ που παρακολουθείτε. Ορίστε το νήμα:
es: %(author)s ha publicado un tema nuevo en un foro que estás siguiendo. Este es el tema:
fy_nl: %(author)s hat in nij petear start yn in foarum dat jo folgje. Dit is ie petear:
he: פורסם אשכול חדש מאת %(author)s בפורום שנמצא ברשימת המעקב שלך. להלן האשכול:
hr: %(author)s je postavio novu temu na forum koji pratiš. Pogledaj temu:
hu: %(author)s felhasználó új témacsoportot nyitott egy Ön által figyelt fórumban. Itt a témacsoport:
ia: %(author)s ha comenciate un nove discussion in un foro que tu observa. Ecce le discussion:
id: %(author)s telah memposting sebuah utas baru di forum yang sedang Anda lihat. Inilah utas tersebut:
it: L'utente %(author)s ha creato una nuova discussione in un forum per cui sono attive le notifiche. Questa è la discussione:
ja: 監視中のフォーラムに %(author)s さんが新しいスレッドを立てました。以下はそのスレッドです:
ka: %(author)s მომხმარებელმა შექმნა ახალი თემა ფორუმზე, რომელსაც თვალს ადევნებთ. მოცემული თემაა:
kab: %(author)s yuzen-d asqerdec amaynut deg uskasi ara tettwaliḍ. Ha-t-a usqerdec-a:
ko: 관심있는 포럼에 %(author)s님 새 글이 올라왔습니다. 여기 새로운 글입니다:
mg: Nametaka resaka mitohy vaovao ao @ fihaonambe arahinao i %(author)s. Ity ilay resaka mitohy:
ms: %(author)s telah membuat thread baru dalam forum yang anda ikuti. Ini thread berkenaan:
nb_no: %(author)s har laget en ny tråd i et forum som du følger. Her er tråden:
nl: %(author)s heeft een nieuwe conversatie gestart in een forum dat u volgt. Dit is de conversatie:
pl: Użytkownik %(author)s założył nowy wątek na forum, które obserwujesz. Oto jego wątek:
pt_br: %(author)s publicou uma nova discussão em um fórum que você está acompanhando. Esta é a discussão:
pt_pt: O %(author)s publicou um novo tópico num fórum que está a seguir. Aqui está o tópico:
ro: %(author)s a postat un nou fir de discuții pe un forum pe care îl urmărești. Iată firul:
sk: Používateľ %(author)s založil novú tému vo fóre, ktoré sledujete. Tu je tá téma:
sr: %(author)s је поставио нову тему на форум који пратите. Погледајте тему:
sv: %(author)s har publicerat en ny tråd i ett forum som du bevakar. Här är tråden:
te: %(author)s మీరు చూస్తున్న ఒక ఫోరమ్ లో ఒక కొత్త థ్రెడ్ పోస్ట్ చేసారు. ఇక్కడ థ్రెడ్ ఉంది:
th: %(author)s ได้โพสต์หัวข้อใหม่ในฟอรั่มที่คุณกำลังดูอยู่ นี่คือหัวข้อ:
tr: %(author)s adlı kullanıcı, takip ettiğiniz bir forumda yeni bir başlık açtı. Başlık:
uk: %(author)s створив нову тему на форумі за яким ви стежите. Ось ця тема:
vi: %(author)s đã đăng một chủ đề mới trong một diễn đàn bạn đang xem. Đây là chủ đề:
zh_cn: 用户 %(author)s 在你关注的论坛发了一个新主题。以下是该主题：
zh_tw: 使用者 %(author)s 已在您訂閱的討論區張貼了新的討論串：
zu: %(author)s baphoste uchungechunge olusha esithangamini osibukele. Nalu lolo chungechunge:

source: Please provide a title.
af: Gee asseblief 'n titel.
bg: Моля въведете заглавие.
bs: Molimo unesite naslov.
de: Bitte geben Sie einen Titel an.
el: Παρακαλούμε παρέχετε έναν τίτλο.
es: Por favor, pon un título.
fy_nl: Jou asjobleaft in titel.
he: נא לספק כותרת.
hr: Upiši naslov.
hu: Kérem adjon meg egy címet.
ia: Per favor forni un titulo.
id: Tuliskan judul.
it: Inserire un titolo.
ja: タイトルを記入してください。
ka: გთხოვთ, მიუთითოთ სათაური.
kab: Ma ulac aɣilif, mudd-d azwel.
ko: 제목을 입력하세요.
mg: Asio lohateny azafady.
ms: Sila beri tajuk.
nb_no: Oppgi en tittel.
nl: Geef een titel op.
pa_in: ਨਾਂ ਦਿਓ ਜੀ।
pl: Podaj tytuł.
pt_br: Forneça um título.
pt_pt: Por favor, forneça um título.
ro: Te rugăm să dai un titlu.
sk: Zadajte prosím nadpis.
sr: Унесите наслов.
sv: Vänligen ange en titel.
te: దయచేసి శీర్షికను అందించండి.
th: โปรดระบุหัวข้อ
tr: Lütfen bir başlık girin.
uk: Вкажіть назву.
ur: براہ مہربانی ایک عنوان فراہم کریں۔
vi: Vui lòng cung cấp một tiêu đề.
zh_cn: 请输入一个标题。
zh_tw: 請賦予一個標題。
zu: Uyacelwa unikeze isihloko.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
af: Die titel is te kort (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters wees.
bg: Заглавието е твърде късо (%(show_value)s символа). То трябва да съдържа поне %(limit_value)s символа.
bs: Naslov je prekratak (%(show_value)s znakova). Mora sadržavati najmanje %(limit_value)s znakova.
de: Der Titel ist zu kurz (%(show_value)s Zeichen). Er muss mindestens %(limit_value)s Zeichen enthalten.
el: Ο τίτλος είναι πολύ μικρός (%(show_value)s χαρακτήρες). Πρέπει να είναι τουλάχιστον %(limit_value)s χαρακτήρες.
es: El título es demasiado corto (%(show_value)s characters). Debe tener al menos %(limit_value)s caracteres.
fy_nl: De titel is te koart (%(show_value)s karakters). It moat op syn minst %(limit_value)s karakters wêze.
he: הכותרת קצרה מדי (%(show_value)s תווים). עליה להיות באורך של לפחות %(limit_value)s תווים.
hr: Naslov je prekratak (%(show_value)s znakova). Mora sadržavati najmanje %(limit_value)s znakova.
hu: A cím túl rövid (%(show_value)s karakter). Legalább %(limit_value)s karakternek kell lennie.
ia: Le titulo es troppo curte (%(show_value)s characteres). Illo debe haber al minus %(limit_value)s characteres.
id: Judul terlalu pendek (%(show_value)s karakter). Paling sedikit panjangnya harus %(limit_value)s karakter.
it: Il titolo è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: タイトルが短すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以上にしてください。
ka: სათაური ზედმეტად მოკლეა (%(show_value)s სიმბოლო). უნდა შედგებოდეს, სულ მცირე %(limit_value)s სიმბოლოსგან.
kab: Azwel wezzil aṭas (%(show_value)s isekkilen). Yessefk ad yili ɣarṣum %(limit_value)s isekkilen.
ko: 제목이 너무 짧습니다. (%(show_value)s자) 적어도 %(limit_value)s자 이상은 되어야 합니다.
mg: Fohy loatra ilay lohateny (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.
ms: Tajuk terlalu pendek (%(show_value)s aksara). Sekurang-kurangnya mesti ada %(limit_value)s aksara.
nb_no: Tittelen er for kort (%(show_value)s tegn). Den må være minst %(limit_value)s tegn lang.
nl: De titel is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
pa_in: ਸਿਰਲੇਖ਼ ਬਹੁਤ ਛੋਟਾ ਹੈ (%(show_value)s ਸਬਦਾ). ਇਹ ਘੱਟ ਤੋ ਘੱਟ %(limit_value)s ਸਬਦਾ।
pl: Tytuł jest zbyt krótki (liczba znaków: %(show_value)s ) — musi mieć co najmniej %(limit_value)s znaków.
pt_br: O título é muito curto (%(show_value)s caracteres). Ele deve ter no mínimo %(limit_value)s caracteres.
pt_pt: O título é muito curto (%(show_value)s caracteres). Ele deve ter no mínimo %(limit_value)s caracteres.
ro: Titlul este prea scurt (%(show_value)s caractere). Trebuie să fie de cel puțin %(limit_value)s caractere.
sk: Nadpis je moc krátky (%(show_value)s znakov). Počet znakov musí byť najmenej %(limit_value)s.
sr: Наслов је сувише кратак (%(show_value)s карактера). Mора бити најмање %(limit_value)s карактера.
sv: Titeln är för kort (%(show_value)s tecken). Den måste minst vara %(limit_value)s tecken.
te: శీర్షిక చాలా చిన్నదిగా ఉంది (%(show_value)s అక్షరాలు). ఇది కనీసం %(limit_value)s అక్షరాలు ఉండాలి.
th: หัวข้อของคุณสั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
tr: Başlık çok kısa (%(show_value)s karakter). En az %(limit_value)s karakter olmalıdır.
uk: Назва закоротка (%(show_value)s символів). Довжина повинна бути як мінімум %(limit_value)s символів.
vi: Tiêu đề quá ngắn (%(show_value)s kí tự). Nó phải có ít nhất %(limit_value)s kí tự.
zh_cn: 这个标题（%(show_value)s个字符）太短。它至少要有%(limit_value)s个字符。
zh_tw: 這個標題 (%(show_value)s 個字) 太短。它必須至少有 %(limit_value)s 個字以上。
zu: Isihloko sifishane kakhulu (%(show_value)s amanani ezinhlamvu). Kufanele kube okungenani %(limit_value)s amanani izinhlamvu.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
af: Hou asseblief die lengte van jou titel %(limit_value)s karakters of minder. Dit is tans %(show_value)s karakters.
bg: Моля придържайте се към дължина на заглавието, ненадвишаваща %(limit_value)s символа. В момента то се състои от %(show_value)s символа.
bs: Molimo zadržite dužinu vašeg naslova na %(limit_value)s ili manje znakova. Trenutni naslov sadrži %(show_value)s znakova.
de: Bitte beschränken Sie die Länge des Titels auf %(limit_value)s oder weniger Zeichen. Derzeit besteht der Titel aus %(show_value)s Zeichen.
el: Παρακαλούμε διατηρήστε το μήκος του τίτλου σας σε %(limit_value)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(show_value)s χαρακτήρες.
es: Por favor, ajusta la longitud del título a %(limit_value)s caracteres o menos. Actualmente tiene %(show_value)s caracteres.
fy_nl: Hâld de lingte fan jo titel koarter as %(limit_value)s karakters of minder. It is no %(show_value)s karakters.
he: נא להגביל את אורך הכותרת שלך ל־%(limit_value)s תווים או פחות. אורכה כרגע הוא %(show_value)s תווים.
hr: Ograniči duljinu naslova na %(limit_value)s ili manje znakova. Trenutačno naslov sadrži %(show_value)s znakova.
hu: A cím %(limit_value)s vagy annál kevesebb karaktert kell, hogy tartalmazzon. Jelenleg ez %(show_value)s karakter hosszú.
ia: Per favor mantene le longor de tu titulo a %(limit_value)s characteres o minus. Illo es actualmente de %(show_value)s characteres.
id: Batasi panjang judul hingga paling banyak %(limit_value)s. Panjang judul saat ini %(show_value)s karakter.
it: Impostare la lunghezza del titolo a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: タイトルが長すぎます (%(show_value)s 文字)。%(limit_value)s 文字以下にしてください。
ka: სათაურის სიგრძე არ უნდა აღემატებოდეს %(limit_value)s სიმბოლოს. ამჟამად შედგება %(show_value)s სიმბოლოსგან.
kab: Ttxil-k ḥrez teɣzi n uzwel-inek ma drus ɣer %(limit_value)s n yisekkilen. Akka tura %(show_value)s n yisekkilen.
ko: 제목은 적어도 %(limit_value)s자 보다 작아야 합니다. 현재 %(show_value)s자 입니다.
mg: Tano ho maritsoratra %(limit_value)s na latsaka ny halavan'ny lohateninao azafady. Maritsoratra %(show_value)s izy izao.
ms: Sila pastikan panjang tajuk hanya %(limit_value)s atau kurang. Sekarang %(show_value)s aksara.
nb_no: Begrens lengden på tittelen til %(limit_value)s tegn eller mindre. Den er nå %(show_value)s tegn lang.
nl: Houd de lengte van uw titel op %(limit_value)s tekens of minder. Deze is nu %(show_value)s tekens.
pl: Ogranicz tytuł do %(limit_value)s znaków. Już użyte znaki: %(show_value)s.
pt_br: Deixe o título com %(limit_value)s caracteres ou menos. No momento ele tem %(show_value)s caracteres.
pt_pt: Por favor, deixe seu título com %(limit_value)s caracteres ou menos. De momento ele possui %(show_value)s caracteres.
ro: Te rugăm să limitezi lungimea titlului la %(limit_value)s (de) caractere. Acum are %(show_value)s (de) caractere.
sk: Maximálna dĺžka vášho nadpisu môže byť %(limit_value)s znakov. Aktuálne má dĺžku %(show_value)s znakov.
sr: Пазите да дужина наслова буде %(limit_value)s карактера или мање. Сада је тренутно дужине %(show_value)s карактера.
sv: Håll längden på din titel till %(limit_value)s tecken eller mindre. För tillfället är den %(show_value)s tecken.
te: దయచేసి మీ శీర్షిక యొక్క పొడవు %(limit_value)s అక్షరాలు లేదా తక్కువ ఉంచలి. అది ప్రస్తుతం %(show_value)s అక్షరాలు ఉంది.
th: โปรดรักษาความยาวของหัวข้อของคุณที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
tr: Lütfen başlığınızın uzunluğunu %(limit_value)s karakterden kısa tutun. Şu anda %(show_value)s karakter.
uk: Будь-ласка, утримуйте довжину назви в межах %(limit_value)s символів чи менше. Зараз довжина є %(show_value)s символів.
vi: Vui lòng giữ độ dài tiêu đề từ %(limit_value)s kí tự trở xuống. Hiện nó đang có %(show_value)s kí tự.
zh_cn: 请将标题限制于%(limit_value)s个字符之内。目前共%(show_value)s个字符。
zh_tw: 請確認你的標題在 %(limit_value)s 個字之內。目前共 %(show_value)s 個字。
zu: Uyacelwa ugcine ubude besihloko sakho ku %(limit_value)s izinhlamvu noma ngaphansi. Njengamanje siyi %(show_value)s izinhlamvu.

source: Please provide a description.
af: Gee asseblief 'n beskrywing.
bg: Моля въведете описание.
bs: Molimo unesite opis.
de: Bitte geben Sie eine Beschreibung an.
el: Παρακαλώ γράψτε μια περιγραφή.
es: Por favor, escribe una descripción.
fy_nl: Jou in omskriuwing.
he: נא לספק תיאור.
hr: Upiši opis.
hu: Kérem adjon meg egy leírást.
ia: Per favor forni un description.
id: Sila berikan desktipsi.
it: Inserire una descrizione.
ja: ページ説明を記入してください。
ka: გთხოვთ, მიუთითოთ აღწერა.
kab: Ttxil-k mudd-d aglam.
ko: 설명을 입력해 주세요.
mg: Asio fanoritsoritana azafady.
ms: Sila beri keterangan.
nb_no: Oppgi en beskrivelse.
nl: Geef een beschrijving.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਵਿਆਖਿਆ ਦਿਖਾਉ।
pl: Podaj opis.
pt_br: Forneça uma descrição.
pt_pt: Por favor, forneça uma descrição.
ro: Te rugăm să dai o descriere.
sk: Zadajte prosím popis.
sr: Доставите опис.
sv: Ge en beskrivning.
te: దయచేసి ఒక వివరణ ఇవ్వండి.
th: โปรดให้คำอธิบาย
tr: Lütfen bir açıklama yazın.
uk: Впровадьте опис.
ur: براہ مہربانی تفصیل فراہم کریں۔
vi: Vui lòng cung cấp một mô tả.
zh_cn: 请提供叙述说明。
zh_tw: 請賦予敘述說明。
zu: Uyacelwa uhlinzeke ngencazelo.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
af: Hou asseblief die lengte van jou beskrywing %(limit_value)s karakters of minder. Dit is tans %(show_value)s karakters.
bg: Моля придържайте се към дължина на описанието, ненадвишаваща %(limit_value)s символа. В момена тя е %(show_value)s символа.
bs: Molimo zadržite dužinu opisa na %(limit_value)s ili manje znakova. Trenutni opis sadrži %(show_value)s znakova.
de: Bitte beschränken Sie die Länge der Beschreibung auf %(limit_value)s oder weniger Zeichen. Derzeit besteht die Beschreibung aus %(show_value)s Zeichen.
el: Παρακαλούμε διατηρήστε το μήκος της περιγραφής σας σε %(limit_value)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(show_value)s χαρακτήρες.
es: Por favor, ajusta la longitud de tu descripción a %(limit_value)s caracteres o menos. Actualmente tiene %(show_value)s caracteres.
fy_nl: Hâld de lingte fan jo omskriuwing koarter as %(limit_value)s karakters of minder. It is no %(show_value)s karakters.
he: נא להגביל את אורך התיאור שלך ל־%(limit_value)s תווים או פחות. אורכו כרגע הוא %(show_value)s תווים.
hr: Ograniči duljinu opisa na %(limit_value)s ili manje znakova. Trenutačno opis sadrži %(show_value)s znakova.
hu: A leírás %(limit_value)s vagy annál kevesebb karaktert kell, hogy tartalmazzon. Jelenleg ez %(show_value)s karakter hosszú.
ia: Per favor mantene le longor de tu description a %(limit_value)s characteres o minus. Illo es actualmente de %(show_value)s characteres.
id: Batasi panjang deskripsi hingga paling banyak %(limit_value)s. Panjang deskripsi saat ini %(show_value)s karakter.
it: Impostare la lunghezza della descrizione a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: ページ説明が長すぎます (現在 %(show_value)s 文字)。%(limit_value)s 文字以下にしてください。
ka: აღწერის სიგრძე არ უნდა აღემატებოდეს %(limit_value)s სიმბოლოს. ამჟამად შედეგება %(show_value)s სიმბოლოსგან.
kab: Ttxil-k ḥrez teɣzi n uglam-inek ma drus ɣer %(limit_value)s n yisekkilen. Akka tura %(show_value)s n yisekkilen.
ko: 설명은 %(limit_value)s자 보다 작아야 합니다. 현재 %(show_value)s자 입니다.
mg: Tano ho maritsoratra %(limit_value)s na latsaka ny halavan'ny fanoritsoritanao azafady. Maritsoratra %(show_value)s izy izao.
ms: Sila pastikan panjang keterangan hanya %(limit_value)s atau kurang. Sekarang %(show_value)s aksara.
nb_no: Hold lengden på beskrivelsen til under %(limit_value)s tegn eller mindre. Den er nå %(show_value)s tegn.
nl: Houd de lengte van uw beschrijving op %(limit_value)s tekens of minder. Deze is nu %(show_value)s tekens.
pl: Ogranicz opis do %(limit_value)s znaków. Już użyte znaki: %(show_value)s.
pt_br: Deixe a descrição com %(limit_value)s caracteres ou menos. No momento ela tem %(show_value)s caracteres.
pt_pt: Por favor, deixe sua descrição com%(limit_value)s caracteres ou menos. De momento ela possui %(show_value)s caracteres.
ro: Te rugăm să limitezi lungimea descrierii la %(limit_value)s (de) caractere. Acum are %(show_value)s (de) caractere.
sk: Maximálna dĺžka popisu môže byť %(limit_value)s znakov. Aktuálne má dĺžku %(show_value)s znakov.
sr: Пазите да дужина описа буде %(limit_value)s карактера или мање. Тренутно је дужине %(show_value)s карактера.
sv: Håll längden på din beskrivning till %(limit_value)s tecken eller mindre. För tillfället är den %(show_value)s tecken.
te: దయచేసి మీ శీర్షిక యొక్క పొడవు %(limit_value)s అక్షరాలు లేదా తక్కువ ఉంచలి. అది ప్రస్తుతం %(show_value)s అక్షరాలు ఉంది.
th: โปรดรักษาความยาวของคำอธิบายของคุณที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
tr: Lütfen açıklamanızın uzunluğunu %(limit_value)s karakterden kısa tutun. Şu anda %(show_value)s karakter.
uk: Будь-ласка, утримуйте довжину опису в межах %(limit_value)s символів чи менше. Зараз довжина є %(show_value)s символів.
vi: Vui lòng giữ độ dài mô tả từ %(limit_value)s kí tự trở xuống. Hiện nó đang có %(show_value)s kí tự.
zh_cn: 请将叙述说明限制于%(limit_value)s个字符之内。目前共%(show_value)s个字符。
zh_tw: 請將敘述說明限制於 %(limit_value)s 字元數內。目前的敘述為 %(show_value)s 字元。
zu: Ubude bencazelo yakho uyacelwa ukuba ubugcine bume ku%(limit_value)s ezinhlamvini noma ngaphansi. Njengamanje kunezinhlamvu ezi-%(show_value)s lezinhlamvu.

source: You have not selected an image to upload.
af: Jy het nie 'n prent om op te laai gekies om nie.
bg: Не сте избрали изображение за качване.
bs: Niste odabrali sliku za dodavanje.
de: Sie haben keine Grafik zum Hochladen ausgewählt.
el: Δεν έχετε επιλέξει εικόνα προς μεταφόρτωση.
es: No has seleccionado ninguna imagen para subir.
fy_nl: Jo hawwe net in ôfbylding selektearre om op te laden.
he: לא בחרת תמונה להעלאה.
hr: Nisi odabrao/la sliku za prijenos.
hu: Nem adott meg érvényes képet a feltöltéshez.
ia: Tu non ha seligite un imagine a incargar.
id: Anda belum memilih gambar untuk diunggah.
it: Non sono state selezionate immagini da caricare.
ja: アップロードする画像が選択されていません。
ka: ასატვირთად სურათი არ მიგითითებიათ.
kab: Ur tefrineḍ ara tugna ara d-tsaliḍ.
ko: 업로드할 이미지를 선택하지 않았습니다.
mg: Tsy nifantina sary hampiakarina ianao.
ms: Anda tidak memilih imej untuk dimuatnaik.
nb_no: Du har ikke valgt et bilde å laste opp.
nl: U hebt geen bestand geselecteerd om te uploaden.
pa_in: ਤੁਸੀ ਅੱਪਲੌਡ ਕਰਨ ਲਈ ਕੋਈ ਫੋਟੋ ਨਹੀ ਚੁਣੀ ਹੈ।
pl: Nie wybrano obrazka do przesłania.
pt_br: Você não selecionou nenhuma imagem para enviar.
pt_pt: Não seleccionou nenhuma imagem para enviar.
ro: Nu ai selectat o imagine pentru încărcare.
sk: Nevybrali ste obrázok, ktorý chcete nahrať.
sr: Нисте одабрали слику за отпремање.
sv: Du har inte valt en bild att ladda upp.
te: మీరు అప్లోడ్ చెయ్యడానికి ఒక చిత్రాన్ని ఎంచుకోలేదు.
th: คุณไม่ได้เลือกภาพที่จะอัปโหลด
tr: Yüklenecek bir resim seçmediniz.
uk: Ви не вибрали жодного зображення для завантаження.
ur: آپ نے اپ لوڈ کرنے کے لئے کوئی تصویر منتخب نہیں کی ہے۔
vi: Bạn chưa chọn một hình ảnh để tải lên.
zh_cn: 您尚未选择一个图像以供上传。
zh_tw: 您尚未選擇任何上傳圖片。
zu: Awukakhethi umfanekiso ozolodwa.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
af: Hou asseblief die lengte van jou prentlêernaam %(max)s karakters of minder. Dit is tans %(length)s karakters.
bg: Моля, придържайте се към дължина на името на файла, не надвишаваща %(max)s символа. В момента е %(length)s символа.
bs: Molimo zadržite dužinu imena datoteke slike na %(max)s znakova ili manje. Trenutno sadrži %(length)s znakova.
de: Bitte beschränken Sie die Länge des Dateinamens der Grafik auf %(max)s oder weniger Zeichen. Derzeit besteht er aus %(length)s Zeichen.
el: Παρακαλούμε διατηρήστε το μήκος του ονόματος αρχείου της εικόνας σας σε %(max)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(length)s χαρακτήρες.
es: Por favor, ajusta la longitud del nombre del archivo de tu imagen a %(max)s caracteres o menos. Actualmente tiene %(length)s caracteres.
fy_nl: Hâld de lingte fan jo ôfbyldingsbestânsnamme koarter as %(max)s karakters of minder. It is no %(length)s karakters.
he: נא להגביל את אורך שם קובץ התמונה שלך ל־%(max)s תווים או פחות. אורכו כרגע הוא %(length)s תווים.
hr: Ograniči duljinu imena slikovne datoteke na %(max)s znakova ili manje. Trenutačno ime sadrži %(length)s znakova.
hu: A kép fájlneve %(max)s vagy annál kevesebb karaktert kell, hogy tartalmazzon. Jelenleg ez %(length)s karakter hosszú.
ia: Per favor mantene le longor de tu nomine de file imagine a %(max)s characteres o minus. Illo es actualmente de %(length)s characteres.
id: Batasi panjang nama berkas gambar hingga paling banyak %(max)s. Panjang nama berkas saat ini %(length)s karakter.
it: Impostare la lunghezza del nome del file immagine a %(max)s caratteri o inferiore. Attualmente è di %(length)s caratteri.
ja: 画像ファイルの名前が長すぎます (現在 %(length)s 文字)。%(max)s 文字以下にしてください。
ka: სურათის სახელის სიგრძე, არ უნდა აღემატებოდეს %(max)s სიმბოლოს. ამჟამად შედგება %(length)s სიმბოლოსგან.
kab: Ttxil-k ḥrez teɣzi n yisem n ufaylu n tugna ɣer %(max)s n yisekkilen. Akka tura %(length)s n yisekkilen.
ko: 이미지 파일명은 최대 %(max)s자 이하입니다. 현재 %(length)s자 입니다.
mg: Tano ho maritsoratra %(max)s na latsaka ny halavan'ny anaran'ny raki-tsarinao azafady. Maritsoratra %(length)s izy izao.
ms: Sila pastikan panjang nama fail imej anda hanya %(max)s aksara atau kurang. Sekarang %(length)s aksara.
nb_no: Hold lengden på bildefilnavnet til maks %(max)s tegn eller mindre. Den er nå %(length)s tegn.
nl: Houd de lengte van de bestandsnaam van uw afbeelding op %(max)s tekens of minder. Deze is nu %(length)s tekens.
pa_in: ਆਪਣੀ ਫੋਟੋ ਫਾਇਲ ਦੀ ਲੰਬਾਈ %(max)s ਸ਼ਬਦ ਜਾਂ ਘੱਟ। ਇਸ ਸਮੇਂ %(length)s ਸ਼ਬਦਾਂ ਹਨ।
pl: Ogranicz nazwę obrazka do %(max)s znaków. Użyte znaki: %(length)s.
pt_br: Deixe o nome do arquivo de imagem com %(max)s caracteres ou menos. No momento ele tem %(length)s caracteres.
pt_pt: Por favor, deixe o nome do ficheiro de imagem com %(max)s caracteres ou menos. De momento ele possui %(length)s caracteres.
ro: Te rugăm să limitezi denumirea fișierului de imagine la %(max)s (de) caractere. Acum are %(length)s (de) caractere.
sk: Dĺžka názvu súboru s obrázkom môže byť maximálne %(max)s znakov. Aktuálne má dĺžku %(length)s znakov.
sr: Молимо да дужина имена слике буде %(max)s карактера или мање. Тренутно је %(length)s карактера.
sv: Håll längden på filnamnet för bilden till %(max)s tecken eller mindre. För tillfället är den %(length)s tecken.
te: దయచేసి మీ చిత్రం ఫైల్ పేరు యొక్క పొడవు %(max)s అక్షరాలు లేదా తక్కువ ఉండాలి. అది ప్రస్తుతం %(length)s అక్షరాలు ఉంది.
th: โปรดรักษาความยาวของชื่อภาพของคุณที่ %(max)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(length)s ตัวอักษร
tr: Lütfen resim dosyanızın adının uzunluğunu %(max)s karakterden kısa tutun. Şu anda %(length)s karakter.
uk: Будь-ласка, утримуйте довжину назви файлу зображення в межах %(max)s символів чи менше. Зараз довжина є %(length)s символів.
vi: Vui lòng giữ độ dài tên tập tin hình ảnh từ %(max)s kí tự trở xuống. Hiện nó đang có %(length)s kí tự.
zh_cn: 请将图像文件名限制于%(max)s个字符之内。目前为%(length)s个字符。
zh_tw: 請確認你的 影像檔 檔名長度在 %(max)s 個字內。目前為 %(length)s 個字。
zu: Uyacelwa ukuba ugcine ubude begama lefayela lomkfanekiso libe %(max)s noma ngaphansi. Njengamanje liyi %(length)s izinhlamvu.
