Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Browse All Product Forums
bg: Разгледайте всички форуми за продукти
de: Alle Produktforen durchsuchen
el: Περιήγηση στα φόρουμ όλων των προϊόντων
es: Buscar en todos los foros de productos
fy_nl: Troch alle produktfoarums blêdzje
he: עיון בפורומים של כל המוצרים
hr: Pregledaj sve forume o proizvodima
hu: Összes termék tallózása
ia: Foliettar le foros de tote le productos
id: Jelajahi Semua Forum Produk
it: Sfoglia tutti i forum dei prodotti
ja: すべての製品のフォーラムを見る
ka: მოძიება ყველა პროდუქტში ფორუმებზე
kab: Snirem akk iskasiyen n yifarisen
ko: 모든 제품 포럼 찾아보기
nb_no: Se gjennom alle produktforumer
nl: Door alle productforums bladeren
pl: Przeglądaj fora wszystkich produktów
pt_br: Procurar em todos os fóruns de produtos
pt_pt: Procurar em todos os fóruns de produtos
ro: Răsfoiește prin toate forumurile pentru produs
sk: Prehľadávať všetky produktové fóra
sr: Прегледај све форуме о производима
sv: Bläddra i alla produktforum
te: ఉప్పత్తుల వేదికలన్నిటినీ చూడండి
th: เรียกดูกระดานสนทนาผลิตภัณฑ์ทั้งหมด
tr: Tüm ürün forumlarına göz at
uk: Переглянути форуми всіх продуктів
ur: تمام مصنوعات کے فورمز براؤز کریں
vi: Duyệt tất cả các diễn đàn sản phẩm
zh_cn: 浏览所有产品的论坛
zh_tw: 瀏覽所有產品討論區

source: Change Product
bg: Промяна на продукта
de: Produkt ändern
el: Αλλαγή προϊόντος
fy_nl: Produkt wizigje
he: שינוי מוצר
hr: Promijeni proizvod
hu: Termék módosítása
ia: Cambiar producto
id: Ubah Produk
it: Cambia prodotto
ja: 製品を変更
ka: პროდუქტის შეცვლა
kab: Beddel afaris
ko: 제품 변경
nb_no: Endre produkt
nl: Product wijzigen
pl: Zmień produkt
pt_br: Alterar produto
pt_pt: Alterar o produto
ro: Schimbă produsul
sk: Zvoľte produkt
sr: Промени производ
sv: Ändra produkt
te: ఉత్పత్తిని మార్చండి
th: เปลี่ยนผลิตภัณฑ์
tr: Ürünü değiştirin
uk: Змінити продукт
ur: مصنوعہ کو تبدیل کریں
vi: Thay đổi sản phẩm
zh_cn: 更改产品
zh_tw: 變更產品

source: Select Product
bg: Изберете продукт
de: Produkt auswählen
el: Επιλογή προϊόντος
es: Seleccionar producto
fy_nl: Selektearje in produkt
he: בחירת מוצר
hr: Odaberi proizvod
hu: Válasszon terméket
ia: Eliger producto
id: Pilih Produk
it: Seleziona prodotto
ja: 製品を選択
ka: პროდუქტის არჩევა
kab: Fren ifarisen
ko: 제품 선택
nb_no: Velg produkt
nl: Selecteer een product
pl: Wybierz produkt
pt_br: Selecionar produto
pt_pt: Selecionar o produto
ro: Selectează produsul
sk: Výber produktu
sr: Изабери производ
sv: Välj produkt
te: ఉత్పత్తిని ఎంచుకోండి
th: เลือกผลิตภัณฑ์
tr: Ürün seçin
uk: Вибрати продукт
ur: مصنوعہ منتخب کیجیے
vi: Chọn sản phẩm
zh_cn: 选择产品
zh_tw: 選擇產品

source: Explore Solutions
bg: Разгледайте решенията
de: Lösungen entdecken
el: Εξερεύνηση λύσεων
es: Explorar soluciones
fy_nl: Oplossingen ferkenne
he: עיון בפתרונות
hr: Pregledaj rješenja
hu: Fedezze fel a megoldásokat
ia: Discoperir solutiones
id: Jelajahi Solusi
it: Sfoglia soluzioni
ja: 解決策を探す
ka: გადაწყვეტების მოძიება
kab: Snirem tifrat
ko: 해결 방법 탐색
nb_no: Utforsk løsninger
nl: Oplossingen verkennen
pl: Poznaj rozwiązania
pt_br: Procurar soluções
pt_pt: Explorar soluções
ro: Explorează soluțiile
sk: Preskúmajte riešenia
sr: Истражите решења
sv: Utforska lösningar
th: สำรวจวิธีแก้ปัญหา
tr: Çözümleri keşfedin
uk: Переглянути рішення
ur: حل تلاش کریں
vi: Khám phá giải pháp
zh_cn: 探索解决方案
zh_tw: 尋找解決方式

source: Ask a Question
af: Vra 'n vraag
bg: Задайте въпрос
bs: Postavite pitanje
de: Stellen Sie eine Frage
el: Υποβολή ερώτησης
es: Hacer una pregunta
fy_nl: In fraach stelle
he: פרסום שאלה
hr: Postavi pitanje
hu: Kérdezzen
ia: Pone un demanda
id: Ajukan Pertanyaan
it: Richiedi supporto
ja: フォーラムで質問する
ka: დასვით კითხვა
kab: Efk-d asteqsi
ko: 질문을 받습니다
mg: Hametraka Fanontaniana
ms: Tanya Soalan
nb_no: Still et spørsmål
nl: Een vraag stellen
pa_in: ਸਵਾਲ ਪੁੱਛੋ
pl: Zadaj pytanie
pt_br: Faça uma pergunta
pt_pt: Colocar questão
ro: Adresează o întrebare
sk: Položiť otázku
sr: Поставите питање
sv: Ställ en fråga
te: ఒక ప్రశ్నను అడగండి
th: ถามคำถาม
tr: Soru Sorun
uk: Запитати
ur: ایک سوال پوچھیں
vi: Đặt một Câu hỏi
zh_cn: 提问
zh_tw: 向網友求救
zu: Buza Umbuzo

source: Still need help? Continue to contact our support team.
de: Benötigen Sie weitere Hilfe? Setzen Sie sich mit unserem Hilfeteam in Verbindung.
el: Χρειάζεστε ακόμα βοήθεια; Συνεχίστε για να επικοινωνήσετε με την ομάδα υποστήριξής μας.
fy_nl: Noch hieltyd help nedich? Gean troch om kontakt op te nimmen mei ús stipeteam.
hu: További segítségre van szüksége? Lépjen kapcsolatba a támogatási csapatunkkal.
ia: Ancora besonia tu de adjuta? Continua contactar nostre equipa de assistentia.
it: Serve ancora aiuto? Continua per contattare il nostro team di supporto.
nl: Nog steeds hulp nodig? Ga verder om contact op te nemen met ons ondersteuningsteam.
pl: Nadal potrzebujesz pomocy? Kliknij poniższy przycisk, by skontaktować się z naszym zespołem wsparcia.
pt_br: Ainda precisa de ajuda? Clique em continuar para entrar em contato com nossa equipe de suporte.
pt_pt: Ainda precisa de ajuda? Continue para contactar a nossa equipa de apoio.
sv: Behöver du fortfarande hjälp? Fortsätt att kontakta vårt supportteam.
tr: Hâlâ yardıma mı ihtiyacınız var? Destek ekibimizle iletişime geçmek için devam edin.
zh_cn: 仍需帮助？可继续联系我们的支持团队。
zh_tw: 還需要幫忙嗎？可繼續連絡我們的技術支援團隊。

source: Still need help? Continue to ask your question on our forums.
de: Benötigen Sie weitere Hilfe? Stellen Sie Ihre Frage in unseren Foren.
el: Χρειάζεστε ακόμα βοήθεια; Συνεχίστε για να κάνετε την ερώτησή σας στο φόρουμ μας.
fy_nl: Noch hieltyd help nedich? Gean troch om jo fraach op ús foarums te stellen.
hu: További segítségre van szüksége? Tegye fel kérdését a fórumunkon.
ia: Ancora besonia tu de adjuta? Continua a poner tu question sur nostre foros.
it: Serve ancora aiuto? Continua a porre le tue domande sui nostri forum.
nl: Nog steeds hulp nodig? Ga verder om uw vraag op onze forums te stellen.
pl: Nadal potrzebujesz pomocy? Kliknij poniższy przycisk, by zadać pytanie na naszym forum.
pt_br: Ainda precisa de ajuda? Continue a fazer uma pergunta em nossos fóruns.
pt_pt: Ainda precisa de ajuda? Continue para colocar a sua questão nos nossos fóruns.
sv: Behöver du fortfarande hjälp? Fortsätt ställa din fråga i vårt forum.
tr: Hâlâ yardıma mı ihtiyacınız var? Forumlarımızda soru sormak için devam edin.
zh_cn: 仍需帮助？可继续在我们的论坛上提问。
zh_tw: 還需要幫忙嗎？可繼續到我們的討論區問問題。

source: Still need help? Sign in to contact our support team.
de: Benötigen Sie weitere Hilfe? Melden Sie sich an, um unser Hilfeteam zu kontaktieren.
el: Χρειάζεστε ακόμα βοήθεια; Συνδεθείτε για να επικοινωνήσετε με την ομάδα υποστήριξής μας.
fy_nl: Noch hieltyd help nedich? Meld jo oan om kontakt op te nimmen mei ús stipeteam.
hu: További segítségre van szüksége? Jelentkezzen be, hogy kapcsolatba lépjen a támogatási csapatunkkal.
ia: Ancora besonia tu de adjuta? Accede pro contactar nostre equipa de assistentia.
it: Serve ancora aiuto? Accedi per contattare il nostro team di supporto.
nl: Nog steeds hulp nodig? Meld u aan om contact op te nemen met ons ondersteuningsteam.
pl: Nadal potrzebujesz pomocy? Zaloguj się, aby skontaktować się z naszym zespołem wsparcia.
pt_br: Ainda precisa de ajuda? Entre na conta para entrar em contato com nossa equipe de suporte.
pt_pt: Ainda precisa de ajuda? Inicie sessão para contactar a nossa equipa de apoio.
sv: Behöver du fortfarande hjälp? Logga in för att kontakta vårt supportteam.
tr: Hâlâ yardıma mı ihtiyacınız var? Destek ekibimizle iletişime geçmek için giriş yapın.
zh_cn: 仍需帮助？登录后即可联系我们的支持团队。
zh_tw: 還需要幫忙嗎？請登入，即可連絡我們的技術支援團隊。

source: Still need help? Sign in to ask your question on our forums.
de: Benötigen Sie weitere Hilfe? Melden Sie sich an, um Ihre Frage in unseren Foren zu stellen.
el: Χρειάζεστε ακόμα βοήθεια; Συνδεθείτε για να κάνετε την ερώτησή σας στο φόρουμ μας.
fy_nl: Noch hieltyd help nedich? Meld jo oan om jo fraach op ús foarums te stellen.
hu: További segítségre van szüksége? Jelentkezzen be, hogy feltegye a kérdését a fórumunkon.
ia: Ancora besonia tu de adjuta? Accede pro poner tu question sur nostre foros.
it: Serve ancora aiuto? Accedi per porre la tua domanda sui nostri forum.
nl: Nog steeds hulp nodig? Meld u aan om uw vraag op onze forums te stellen.
pl: Nadal potrzebujesz pomocy? Zaloguj się, aby zadać pytanie na naszym forum.
pt_br: Ainda precisa de ajuda? Entre na conta para fazer uma pergunta em nossos fóruns.
pt_pt: Ainda precisa de ajuda? Inicie sessão para colocar a sua questão nos nossos fóruns.
sv: Behöver du fortfarande hjälp? Logga in för att ställa din fråga i vårt forum.
tr: Hâlâ yardıma mı ihtiyacınız var? Forumlarımızda soru sormak için giriş yapın.
zh_cn: 仍需帮助？登录后即可在我们的论坛上提问。
zh_tw: 還需要幫忙嗎？請登入，即可到我們的討論區問問題。

source: Still need help? Continue to ask your question and get help.
de: Benötigen Sie weitere Hilfe? Stellen Sie jetzt Ihre Frage und holen Sie sich Hilfe.
el: Χρειάζεστε ακόμα βοήθεια; Συνεχίστε για να κάνετε την ερώτησή σας και να λάβετε βοήθεια.
fy_nl: Noch hieltyd help nedich? Gean troch om jo fraach te stellen en help te ûntfangen.
hu: További segítségre van szüksége? Tegye fel kérdését, és kapjon segítséget.
ia: Ancora besonia tu de adjuta? Continua a poner tu question e obtener adjuta.
it: Serve ancora aiuto? Continua per porre la tua domanda e ottenere supporto.
nl: Nog steeds hulp nodig? Ga verder om uw vraag te stellen en hulp te ontvangen.
pl: Nadal potrzebujesz pomocy? Kliknij poniższy przycisk, by zadać pytanie i uzyskać pomoc.
pt_br: Ainda precisa de ajuda? Clique em continuar para fazer uma pergunta.
pt_pt: Ainda precisa de ajuda? Continue para colocar a sua questão e obter ajuda.
sv: Behöver du fortfarande hjälp? Fortsätt ställ din fråga och få hjälp.
tr: Hâlâ yardıma mı ihtiyacınız var? Sorunuzu göndererek yardım istemek için devam edin.
zh_cn: 仍需帮助？请进一步提问以获得帮助。
zh_tw: 還需要幫忙嗎？可繼續問問題，獲得協助。

source: Continue
bg: Напред
de: Weiter
el: Συνέχεια
es: Continuar
fy_nl: Hoe kin ik bydrage
he: חזרה לעמוד הבית
hu: Folytatás
ia: Continuar
id: Cara Berkontribusi
it: Continua
ka: განაგრძეთ
kab: Kemmel
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Adicionar colaborador
ro: Pentru contribuitori
sv: Fortsätt
th: จะมีส่วนร่วมได้อย่างไร
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

source: Solutions
af: Oplossings
bg: Решения
bs: Kolekcije
de: Lösungen
el: Λύσεις
es: Soluciones
fy_nl: Kolleksjes
he: פתרונות
hr: Rješenja
hu: Megoldások
ia: Solutiones
id: Solusi
it: Soluzioni
ja: 解決
ka: გადაწყვეტები
ko: 해결방법
nb_no: Løsninger
nl: Oplossingen
pl: – rozwiązania
pt_br: Soluções
pt_pt: Soluções
ro: Soluții
sk: Riešenia
sr: Решења
sv: Lösningar
te: పరిష్కారాలు
th: วิธีแก้ปัญหา
tr: Çözümler
uk: Рішення
ur: حل
vi: Bộ sưu tập
zh_cn: 解决方法
zh_tw: 解決方法

source: Browse our self-help options first or continue to ask your question and get help.
de: Durchsuchen Sie zuerst unsere Selbsthilfeoptionen oder stellen Sie Ihre Frage und holen Sie sich Hilfe.
el: Περιηγηθείτε πρώτα στις επιλογές αυτοβοήθειας ή συνεχίστε για να κάνετε την ερώτησή σας και να λάβετε βοήθεια.
fy_nl: Blêdzje earst troch ús selshelpopsjes of gean troch om jo fraach te stellen en help te ûntfangen.
hu: Nézzen szét az önsegítő lehetőségeink között, vagy folytassa a kérdése feltételét, és kérjen segítséget.
ia: Primo folietta nostre optiones de auto-adjuta o continua a poner tu question e obtener auxilio.
it: Sfoglia prima le nostre opzioni per risolvere il problema da solo o continua per porre la tua domanda e ottenere aiuto.
nl: Blader eerst door onze zelfhulpopties of ga verder om uw vraag te stellen en hulp te ontvangen.
pl: Najpierw przejrzyj nasze opcje samopomocy lub przejdź do zadawania pytań i otrzymania pomocy.
pt_br: Procure primeiro em nossas opções de autoajuda, ou continue a fazer sua pergunta para obter auxílio.
pt_pt: Navegue primeiro nas nossas opções de auto-ajuda ou continue para colocar a sua questão e obter ajuda.
sv: Bläddra först i våra självhjälpsalternativ eller fortsätt att ställa din fråga och få hjälp.
tr: Yardım belgelerimize göz atabilir veya destek almak için bize soru sorabilirsiniz.
zh_cn: 请先浏览我们的自助选项，或进一步提问以获得帮助。
zh_tw: 先瀏覽我們的自助選項，或繼續問問題以獲得協助。

source: Share Data
af: Deel data
bg: Споделяне на данните
bs: Dijelite podatke
de: Daten weitergeben
el: Κοινοποίηση δεδομένων
es: Compartir datos
fy_nl: Gegevens diele
he: שיתוף נתונים
hr: Dijeli podatke
hu: Adatok megosztása
ia: Compartir le datos
id: Bagikan Data
it: Condividi dati
ja: データを共有する
ka: მონაცემთა გაზიარება
kab: Bḍu isefka
ko: 데이터 공유
mg: Hizara Data
ms: Kongsi Data
nb_no: Del data
nl: Gegevens delen
pl: Udostępnij dane
pt_br: Compartilhar dados
pt_pt: Partilhar dados
ro: Partajează datele
sk: Zdieľať údaje
sr: Поделите податке
sv: Dela data
te: డేటాను షేర్ చేయండి
th: แบ่งปันข้อมูล
tr: Verileri paylaş
uk: Поділитися даними
ur: ڈیٹا شیئر کریں
vi: Chia sẻ dữ liệu
zh_cn: 分享数据
zh_tw: 分享資料
zu: Yaba Imininingo

source: We can't automatically get your browser's troubleshooting data, please <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">try these manual steps</a>.
bg: Не можем автоматично да получим данните за отстраняване на неизправности в браузъра ви, моля <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">опитайте тези стъпки</a> .
de: Wir können die Daten zur Fehlerbehebung Ihres Browsers nicht automatisch abrufen. Bitte <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">führen Sie diese manuellen Schritte aus</a>.
el: Δεν μπορούμε να λάβουμε αυτόματα τα δεδομένα επίλυσης προβλημάτων του προγράμματος περιήγησής σας, παρακαλούμε <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">δοκιμάστε αυτά τα χειροκίνητα βήματα</a>.
es: No podemos obtener automáticamente los datos de diagnóstico de problemas de tu navegador, por favor <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">prueba estos pasos manuales</a>.
fy_nl: Wy kinne de probleemoplossingsgegevens fan jo browser net automatysk ophrelje, <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">probearje dizze hânmjittige stappen</a>.
he: איננו יכולים לקבל באופן אוטומטי את הנתונים הנדרשים לפתרון הבעיות של הדפדפן שלך, נא <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">לנסות את הצעדים האלו באופן ידני</a>.
hr: Ne možemo automatski dobiti podatke o problemu tvog preglednika. <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">Probaj koristiti sljedeće korake</a>.
hu: Nem tudjuk automatikusan lekérni a böngészője hibaelhárítási adatait, kérjük <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">próbálja meg ezeket a kézi lépéseket</a>.
ia: Nos non pote automaticamente obtener datos diagnostic de tu navigator, per favor <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">prova iste passos manual</a>.
id: Kami tidak bisa secara otomatis mendapatkan data pemecahan masalah peramban Anda, mohon <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">ikuti langkah-langkah manual berikut</a>.
it: Non è possibile ottenere automaticamente i dati del browser relativi alla risoluzione dei problemi, provare a seguire <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">queste istruzioni</a>.
ka: ჩვენ არ შეგვიძლია ბრაუზერის ხარვეზების აღმოსაფხვრელად, მონაცემების ავტომატური მიღება, გთხოვთ <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">ხელით მიჰყვეთ მოცემულ ნაბიჯებს</a>.
ko: 브라우저의 문제 해결 데이터를 자동으로 가져올 수 없습니다. <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">수동 단계를 시도</a>하세요.
nb_no: Vi kan ikke automatisk hente dataene for feilsøking av nettleseren din, <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">prøv disse manuelle trinnene</a>.
nl: We kunnen de probleemoplossingsgegevens van uw browser niet automatisch ophalen, <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">probeer deze handmatige stappen</a>.
pl: Nie możemy automatycznie uzyskać danych dotyczących rozwiązywania problemów z twoją przeglądarką. <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">Wypróbuj te czynności ręczne</a>.
pt_br: Não podemos obter automaticamente os dados de solução de problemas do seu navegador, <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">siga essas etapas manuais</a>.
pt_pt: Não conseguimos obter automaticamente os dados de diagnóstico de problemas do seu navegador, por favor <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">experimente estes passos manualmente</a> .
sk: Nemôžeme automaticky získať údaje o riešení problémov vášho prehliadača, preto <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">vyskúšajte tieto manuálne kroky</a>.
sr: Не можемо аутоматски да добијемо податке о проблему вашег прегледача, стога <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">пробајте ове кораке</a>.
sv: Vi kan inte automatiskt hämta din webbläsares felsökningsdata, <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">testa dessa manuella steg</a>.
tr: Tarayıcınızın sorun giderme verilerini otomatik olarak alamadık. Lütfen <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">bu manuel adımları deneyin</a>.
uk: Ми не можемо автоматично отримати дані про усунення несправностей вашого браузера, будь ласка, <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">спробуйте виконати ці настанови вручну</a>.
vi: Chúng tôi không thể tự động lấy dữ liệu khắc phục sự cố của trình duyệt của bạn, vui lòng <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">thử các bước thủ công này</a>.
zh_cn: 无法自动获取您浏览器的故障排除数据。请<a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">尝试下列步骤，手动提供</a>。
zh_tw: 無法自動取得您瀏覽器的疑難排解資料。請<a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">嘗試下列步驟，手動提供</a>。

source: Chosen Solution
af: Gekose oplossing
bg: Избрано решение
bs: Odabrano rješenje
de: Ausgewählte Lösung
el: Επιλεγμένη λύση
es: Solución elegida
fy_nl: Keazen oplossing
he: פתרון נבחר
hr: Odabrano rješenje
hu: Kiválasztott megoldás
ia: Solution eligite
id: Solusi Terpilih
it: Soluzione scelta
ja: 選ばれた解決策
ka: შერჩეული გადაწყვეტა
kab: Tifrat yettwafernen
ko: 선택된 해결법
mg: Vahaolana Nofidina
ms: Penyelesaian Terpilih
nb_no: Valgt løsning
nl: Gekozen oplossing
pa_in: ਚੁਣੇ ਹੋਏ ਹੱਲ
pl: Wybrane rozwiązanie
pt_br: Solução escolhida
pt_pt: Solução escolhida
ro: Soluție aleasă
sk: Vybrané riešenie
sr: Одабрано решење
sv: Vald lösning
te: ఎంపిక చేసిన పరిష్కారం
th: วิธีแก้ปัญหาที่เลือก
tr: Seçilen çözüm
uk: Вибране рішення
ur: منتخب شدہ حل
vi: Giải pháp được chọn
zh_cn: 选择的解决方案
zh_tw: 選擇的解決方法
zu: Isisombululo Esikhethiwe

source: Helpful?
bg: Полезно?
de: Hilfreich?
el: Χρήσιμο;
fy_nl: Behelpsum?
hr: Korisno?
hu: Hasznos?
ia: Utile?
id: Membantu?
it: È stato utile?
ja: 役に立ちましたか？
ka: გამოსადეგია?
kab: Yenfeɛ?
ko: 도움이 되셨습니까?
nb_no: Hjelpsom?
nl: Behulpzaam?
pl: Pomocne?
pt_br: Útil?
pt_pt: Útil?
ro: Te-a ajutat?
sk: Pomohla vám táto odpoveď?
sr: Корисно?
sv: Hjälpsam?
te: ఉపయోగపడిందా?
th: มีประโยชน์หรือไม่
tr: İşe yaradı mı?
uk: Корисно?
ur: مددگار؟
vi: Hữu ích?
zh_cn: 有帮助吗？
zh_tw: 有幫助嗎？

source: Did this reply solve your problem?
af: Het hierdie antwoord jou probleem opgelos?
bg: Този отговор реши ли вашия проблем?
bs: Je li ovaj odgovor riješio vaš problem?
de: Hat diese Antwort Ihr Problem gelöst?
el: Έλυσε αυτή η απάντηση το πρόβλημά σας;
es: ¿Solucionó tu problema esta respuesta?
fy_nl: Hat dit antwurd jo probleem oplost?
he: האם תגובה זו פתרה לך את הבעיה?
hr: Je li ovaj odgovor riješio problem?
hu: Megoldotta ez a válasz a problémáját?
ia: Ha iste responsa solvite tu problema?
id: Apakah balasan ini menyelesaikan masalah Anda?
it: È stata utile questa risposta nella risoluzione del problema?
ja: この返信で問題を解決できましたか？
ka: ამ პასუხმა გადაწყვიტა თქვენ მიერ დასმული საკითხი?
kab: Tiririt-a tefra ugur-ik?
ko: 이 답변으로 여러분의 문제가 해결되었나요?
mg: Namaha ny olanao ve ity valiny ity?
ms: Adakah jawapan ini menyelesaikan masalah anda?
nb_no: Løste dette svaret problemet ditt?
nl: Heeft dit antwoord uw probleem opgelost?
pa_in: ਕੀ ਇਹ ਜਵਾਬ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਹੈ?
pl: Czy ta odpowiedź rozwiązała twój problem?
pt_br: Essa resposta resolveu seu problema?
pt_pt: Esta resposta resolveu o seu problema?
ro: Te-a ajutat la rezolvarea problemei tale?
sk: Vyriešila táto odpoveď váš problém?
sr: Да ли је овај одговор решио ваш проблем?
sv: Har detta svar löst ditt problem?
te: ఈ సమాధానం మీ సమస్యను పరిష్కరించిందా?
th: การตอบกลับนี้แก้ปัญหาของคุณหรือไม่?
tr: Bu yanıt sorununuzu çözdü mü?
uk: Чи вирішила проблему ця відповідь?
ur: کیا اس جواب سے آپ کا مسئلہ حل ہو جاتا ہے؟
vi: Câu trả lời này đã giải quyết được vấn đề của bạn?
zh_cn: 这条回复解决了您的问题吗？
zh_tw: 這篇回覆能解決您的問題嗎？
zu: Ingabe le mpendulo iyisombululile inkinga yakho?

source: Solved the problem
af: Het die probleem opgelos
bg: Реши проблема
bs: Riješen problem
de: Hat das Problem gelöst
el: Έλυσε το πρόβλημα
es: Solucionó el problema
fy_nl: Loste it probleem op
he: פתרה את הבעיה
hr: Riješio je problem
hu: Megoldotta a problémát
ia: Solveva le problema
id: Memecahkan masalahnya
it: Ha risolto il problema
ja: 問題は解決しました
ka: საკითხი გადაწყვეტილია
kab: Yefra ugur
ko: 문제를 해결했습니다
mg: Namaha ilay olana
ms: Menyelesaikan masalah
nb_no: Løste problemet
nl: Loste het probleem op
pa_in: ਸਮੱਸਿਆ ਹੱਲ ਕਰੋ
pl: Rozwiązała problem
pt_br: Resolveu
pt_pt: Resolveu o problema
ro: Mi-a rezolvat problema
sk: Vyriešilo problém
sr: Решио проблем
sv: Löste problemet
te: సమస్య పరిష్కారమైంది
th: แก้ปัญหานี้แล้ว
tr: Sorunu çözdü
uk: Вирішило проблему
ur: مسئلہ حل ہو گیا
vi: Giải quyết vấn đề
zh_cn: 解决了该问题
zh_tw: 問題已解決。
zu: Isombululile inkinga

source: Does this reply solve the problem?
af: Los hierdie antwoord die probleem op?
bg: Този отговор решава ли проблема?
bs: Da li ovaj odgovor rješava vaš problem?
de: Löst diese Antwort das Problem?
el: Επιλύει αυτή η απάντηση το πρόβλημα;
es: ¿Soluciona el problema esta respuesta?
fy_nl: Lost dit antwurd it probleem op?
he: האם תגובה זו פתרה את הבעיה?
hr: Je li ovaj odgovor rješava problem?
hu: Megoldja ez a válasz a problémát?
ia: Solve iste responsa le problema?
id: Apakah jawaban ini memecahkan masalah?
it: È stato utile nella risoluzione del problema?
ja: この返信で問題を解決できますか？
ka: ეს პასუხი წყვეტს თქვენ მიერ დასმულ საკითხს?
kab: Tiririt-a tefra ugur-ik?
ko: 이 답변으로 문제가 해결되었나요?
mg: Mamaha ny olana ve ity valiny ity?
ms: Adakah jawapan ini menyelesaikan masalah anda?
nb_no: Løste dette svaret problemet?
nl: Lost dit antwoord het probleem op?
pa_in: ਕੀ ਇਹ ਜਵਾਬ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਦਾ ਹੈ?
pl: Czy ta odpowiedź rozwiązuje problem?
pt_br: Essa resposta resolve o problema?
pt_pt: Esta resposta resolve o problema?
ro: Te-a ajutat acest răspuns să-ți rezolvi problema?
sk: Vyriešila táto odpoveď váš problém?
sr: Да ли овај одговор решава ваш проблем?
sv: Löser detta svar problemet?
te: ఈ సమాధానం మీ సమస్యను పరిష్కరించిందా?
th: การตอบกลับนี้แก้ปัญหาของคุณหรือไม่?
tr: Bu yanıt sorunu çözüyor mu?
uk: Чи вирішує проблему дана відповідь?
ur: کیا اس جواب سے مسئلہ حل ہو جاتا ہے؟
vi: Câu trả lời này có giải quyết được vấn đề của bạn?
zh_cn: 这条回复解决了您的问题吗？
zh_tw: 這篇回覆能解決問題嗎？
zu: Ingabe le mpendulo iyayisombulula inkinga?
