Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Remove user from locale leaders
af: Verwyder gebruiker uit taalstreek-leiers
bg: Премахване на потребителя от локалните лидери
bs: Ukloni korisnika iz vođa lokala
de: Benutzer als Sprachenleiter entfernen
el: Αφαίρεση χρήστη από αρχηγούς γλώσσας
es: Eliminar usuario como coordinador de localización
fy_nl: Brûker fan locale leaders fuortsmite
he: הסרת משתמש ממנהיגי השפה
hr: Ukloni korisnika iz voditelja jezika
hu: Felhasználó eltávolítása a nyelvi vezetők közül
ia: Remover usator ex le leaders del localisation
id: Hapus pengguna dari pemimpin pelokalan
it: Rimuovi l'utente dai Locale Leader
ja: ロケールリーダーからユーザーを外す
ka: მომხმარებლის ამოშლა, მთარგმნელთა ხელმძღვანელებიდან
kab: Kkes aseqdac seg yimasayen n tutlayt
ko: 언어 리더에서 사용자 해제하기
mg: Hanala mpampiasa tsy ho mpitarika @ teny
ms: Singkir pengguna daripada ketua lokaliti
nb_no: Fjern bruker fra språk-ledere
nl: Gebruiker van locale leaders verwijderen
pa_in: ਲੋਕੇਲ ਆਗੂਆ ਤੋ ਯੂਜਰ ਹਟਾਉ
pl: Usuń użytkownika z grupy liderów
pt_br: Remover usuário dos líderes
pt_pt: Remover utilizador dos líderes do grupo
ro: Elimină utilizatorii dintre liderii de limbă
sk: Odstránenie používateľa z vedúcich jazykov
sr: Уклони корисника из вођа локала
sv: Ta bort användare från språkledare
te: లోకేల్ నాయకుల నుండి యూజర్ ను తొలగించు
th: เอาผู้ใช้ออกจากผู้นำภาษา
tr: Kullanıcıyı dil liderlerinden kaldır
uk: Видалити користувача з лідерів локалі
ur: صارف کو زبان کے رہنماؤں سے ہٹائیں
vi: Xóa người dùng khỏi trưởng nhóm khu vực
zh_cn: 从领导者中移除
zh_tw: 將語系領導者移除為普通使用者
zu: Susa umsebenzisi kubaholi basendaweni

source: Locale Reviewers
af: Taalstreek-nasieners
bg: Рецензенти на преводите
bs: Revizori lokala
de: Sprachenprüfer
el: Ελεγκτές γλώσσας
es: Revisores de localización
fy_nl: Locale beoardielers
he: סוקרי שפה
hr: Recenzenti jezika
hu: Nyelvi lektorok
ia: Revisores del localisation
id: Peninjau Pelokalan
it: Revisori
ja: ロケールのレビューメンバー
ka: თარგმანის მიმომხილველები
kab: Imceggiren n tutlayt
ko: 언어 리뷰어
mg: Mpitsara @ Teny
ms: Penyemak Lokaliti
nb_no: Språkets gjennomgåere
pa_in: ਲੋਕੇਲ ਰੀਵਿਊਅਰ
pl: Recenzenci
pt_br: Revisores
pt_pt: Revisores do idioma
ro: Revizori de limbă
sk: Redaktori pre jazyky
sr: Ревизори локала
sv: Språkgranskare
te: లొకేల్ సమీక్షకులు
th: ผู้ตรวจทานภาษา
tr: Dil inceleyicileri
uk: Рецензенти локалі
ur: زبان کے مبصرین
vi: Người xét duyệt bài viết
zh_cn: 语言审核者
zh_tw: 語系審核者
zu: Ababukezi Basendaweni

source: Edit locale reviewers
af: Redigeer taalstreek-nasieners
bg: Редактиране на рецензентите на преводи
bs: Izmijeni revizore lokala
de: Sprachenprüfer bearbeiten
el: Επεξεργασία ελεγκτών γλώσσας
es: Editar revisores de localización
fy_nl: Locale beoardielers bewurkje
he: עריכת סוקרי השפה
hr: Uredi recenzente jezika
hu: Nyelvi lektorok szerkesztése
ia: Modificar le revisores del localisation
id: Edit peninjau pelokalan
it: Modifica i revisori del gruppo
ja: レビューメンバーを編集
ka: თარგმანის მიმომხილველების შეცვლა
kab: Ẓreg imceggiren n tutlayt
ko: 지역 리뷰어 편집
mg: Hanitsy mpitsara @ teny
ms: Edit penyemak lokaliti
nb_no: Rediger språkets gjennomgåere
nl: Locale reviewers bewerken
pa_in: ਸੋਧ ਲੋਕੇਲ ਰੀਵਿਊਅਰ
pl: Edytuj recenzentów
pt_br: Editar revisores
pt_pt: Editar revisores do idioma
ro: Editează recenzenții pentru limbă
sk: Úprava redaktorov pre jazyky
sr: Измени ревизоре локала
sv: Redigera språkgranskare
te: లొకేల్ సమీక్షకులను మార్చు
th: แก้ไขผู้ตรวจทานภาษา
tr: Dil inceleyicilerini düzenle
uk: Змінити рецензентів локалі
ur: زبان کے مبصرین میں تدوین کریں
vi: Chỉnh sửa người xét duyệt bài viết
zh_cn: 编辑语言审核者
zh_tw: 編輯語系審核者
zu: Lungisa ababukezi basendaweni

source: Add Reviewer
af: Voeg nasiener by
bg: Добавете рецензент
bs: Dodaj recezenta
de: Prüfer hinzufügen
el: Προσθήκη ελεγκτή
es: Añadir revisor
fy_nl: Beoardieler tafoegje
he: הוספת סוקר
hr: Dodaj recenzenta
hu: Lektor hozzáadása
ia: Adder revisor
id: Tambahkan Peninjau
it: Aggiungi revisore
ja: レビューメンバーを追加
ka: მიმომხილველის დამატება
kab: Rni imceggir
ko: 리뷰어 추가하기
mg: Hanampy Mpitsara
ms: Tambah Penyemak
nb_no: Legg til gjennomgåer
nl: Reviewer toevoegen
pa_in: ਰੀਵਿਊਅਰ ਜੋੜੋ
pl: Dodaj recenzenta
pt_br: Adicionar revisor
pt_pt: Adicionar revisor
ro: Adaugă revizorul
sk: Pridať redaktora
sr: Додај рецезента
sv: Lägg till granskare
te: సమీక్షకుడుని జోడించండి
th: เพิ่มผู้ตรวจทาน
tr: İnceleyici ekle
uk: Додати рецензента
ur: جائزہ کار شامل کریں
vi: Thêm Reviewer
zh_cn: 添加审核者
zh_tw: 新增審核者
zu: Faka Umbukezi

source: Remove user from locale reviewers
af: Verwyder gebruiker uit taalstreek-nasieners
bg: Премахване на потребителя от рецензентите на езика
bs: Ukloni korisnika iz lokalnih recezenata
de: Benutzer als Sprachenprüfer entfernen
el: Αφαίρεση χρήστη από ελεγκτές γλώσσας
es: Eliminar usuario como revisor de localización
fy_nl: Brûker fan locale beoardielers fuortsmite
he: הסרת משתמש מסוקרי השפה
hr: Ukloni korisnika iz recenzenata jezika
hu: Felhasználó eltávolítása a nyelvi lektorok közül
ia: Remover usator ex revisores del localisation
id: Hapus pengguna dari peninjau pelokalan
it: Rimuovi l'utente dai revisori
ja: レビューメンバーからユーザーを外す
ka: მომხმარებლის მიმომხილველებიდან ამოშლა
kab: Kkes aseqdac seg yimceggiren n tutlayt
ko: 언어 리뷰어에서 사용자 삭제하기
mg: Hanala mpampiasa tsy ho mpitsara @ teny
ms: Singkir pengguna dari penyemak lokaliti
nb_no: Fjern bruker fra språkets gjennomgåere
nl: Gebruiker van locale reviewers verwijderen
pa_in: ਯੂਜਰ ਨੂੰ ਲੋਕੇਲ ਰੀਵਿਊਅਰ ਵਿੱਚੋ ਹਟਾਓ
pl: Usuń użytkownika z grupy recenzentów
pt_br: Remover usuário dos revisores
pt_pt: Retirar utilizador dos revisores de idioma
ro: Elimină utilizatorul dintre revizorii de limbă
sk: Odstránenie používateľa zo skupiny redaktorov pre jazyky
sr: Уклони корисника из локалних рецезената
sv: Ta bort användare från språkgranskare
te: లోకేల్ సమీక్షకుల నుండి యూజర్ ను తొలగించు
th: เอาผู้ใช้ออกจากผู้ตรวจทานภาษา
tr: Kullanıcıyı dil inceleyicilerinden kaldır
uk: Вилучити користувача із рецензентів локалі
ur: صارف کو زبان کے مبصرین سے ہٹائیں
vi: Xóa người dùng khỏi người xét duyệt bài viết
zh_cn: 从语言审核者中移除
zh_tw: 將審核者移除為普通使用者
zu: Susa umsebenzisi kubabukezi basendaweni

source: Locale Editors
af: Taalstreek-redigeerders
bg: Редактори на превода
bs: Urednici lokala
de: Sprachenredakteure
el: Επιμελητές γλώσσας
es: Editores de localización
he: עורכי שפה
hr: Urednici jezika
hu: Nyelvi szerkesztők
ia: Redactores de localisation
id: Editor Pelokalan
it: Localizzatori
ja: ロケールの編集メンバー
ka: თარგმანის შემსწორებლები
kab: Imaẓragen n tutlayt
ko: 언어 편집자
mg: Mpanitsy @ Teny
ms: Editor Lokal
nb_no: Språk-editorer
pa_in: ਲੋਕੇਲ ਸੰਪਾਦਕਾ
pl: Edytorzy
pt_br: Tradutores
pt_pt: Editores de idioma
ro: Editorii pentru limbă
sk: Editori pre jazyk
sr: Уредници локала
sv: Språkredigerare
te: లొకేల్ సంపాదకులు
th: ผู้แก้ไขภาษา
tr: Dil editörleri
uk: Редактори локалі
ur: زبان کے تدوین کار
vi: Người đóng góp bài viết
zh_cn: 语言编者
zh_tw: 語系編輯者
zu: Abahleli Basendaweni

source: Edit locale editors
af: Redigeer taalstreek-redigeerders
bg: Редактиране на редакторите на превода
bs: Izmijeni urednike lokala
de: Sprachenredakteure bearbeiten
el: Επεξεργασία επιμελητών γλώσσας
es: Editar editores de localización
fy_nl: Locale editors bewurkje
he: עריכת עורכי השפה
hr: Uredi urednike jezika
hu: Nyelvi szerkesztők szerkesztése
ia: Modificar le redactores de localisation
id: Edit editor pelokalan
it: Modifica localizzatori
ja: 編集メンバーを編集
ka: თარგმანის შემსწორებელთა შეცვლა
kab: Ẓreg imaẓragen n tutlayt
ko: 언어 편집자 설정하기
mg: Hanitsy mpanitsy @ teny
ms: Edit editor lokaliti
nb_no: Rediger språkets gjennomgåere
nl: Locale editors bewerken
pa_in: ਲੋਕੇਲ ਸੰਪਾਦਕਾ ਵਿੱਚ ਸੋਧ ਕਰੋ
pl: Edytuj edytorów
pt_br: Editar tradutores
pt_pt: Editar editores de idioma
ro: Editează editorii pentru limbă
sk: Úprava redaktorov pre jazyk
sr: Измени уреднике локала
sv: Redigera språkredigerare
te: లొకేల్ సంపాదకులను మార్చండి
th: แก้ไขผู้แก้ไขภาษา
tr: Dil editörlerini düzenle
uk: Редагувати редакторів локалі
ur: زبان کے تدوین کاروں میں تدوین کریں
vi: Chỉnh sửa người đóng góp bài viết
zh_cn: 编辑语言编者
zh_tw: 編輯語系編輯
zu: Lungisa abahleli basendaweni

source: Add Editor
af: Voeg redigeerder by
bg: Добавяне на редактор
bs: Dodaj urednika
de: Redeakteur hinzufügen
el: Προσθήκη επιμελητή
es: Agregar editor
fy_nl: Editor tafoegje
he: הוספת עורך
hr: Dodaj urednika
hu: Szerkesztő hozzáadása
ia: Adder redactor
id: Tambahkan Editor
it: Aggiungi localizzatori
ja: 編集メンバーを追加
ka: შემსწორებლის დამატება
kab: Rnu amaẓrag
ko: 편집자 추가하기
mg: Hanampy Mpanitsy
ms: Tambah Editor
nb_no: Legg til editor
nl: Editor toevoegen
pa_in: ਸੰਪਾਦਕ ਜੋੜੋ
pl: Dodaj edytora
pt_br: Adicionar editor
pt_pt: Adicionar editor
ro: Adaugă editor
sk: Pridať editora
sr: Додај уредника
sv: Lägg till redigerare
te: ఎడిటర్ ను జోడించండి
th: เพิ่มผู้แก้ไข
tr: Editör ekle
uk: Додати редактора
ur: ایڈیٹر شامل کریں
vi: Thêm Editor
zh_cn: 添加编者
zh_tw: 新增編輯
zu: Faka Umhleli

source: Remove user from locale editors
af: Verwyder gebruiker uit taalstreek-redigeerders
bg: Премахване на потребителя от редакторите на езика
bs: Ukloni korisnika iz urednika lokala
de: Benutzer als Sprachenredakteur entfernen
el: Αφαίρεση χρήστη από επιμελητές γλώσσας
es: Eliminar usuario como editor de localización
fy_nl: Brûker fan locale editors fuortsmite
he: הסרת משתמש מעורכי השפה
hr: Ukloni korisnika iz urednika jezika
hu: Felhasználó eltávolítása a nyelvi szerkesztők közül
ia: Remover usator ex redactores de localisation
id: Hapus pengguna dari editor pelokalan
it: Rimuovi l'utente dai localizzatori
ja: 編集メンバーからユーザーを外す
ka: მომხმარებლის შემსწორებლებიდან ამოშლა
kab: Kkes aseqdac seg yimaẓragen n tutlayt
ko: 언어 편집자에서 사용자 삭제하기
mg: Hanala mpampiasa tsy ho mpanitsy @ teny
ms: Singkir pengguna dari editor lokaliti
nb_no: Fjern bruker fra språk-editorer
nl: Gebruiker van locale editors verwijderen
pa_in: ਲੋਕੇਲ ਸੰਪਾਦਕਾ ਵਿੱਚੋ ਯੂਜਰ ਨੂੰ ਹਟਾਉ
pl: Usuń użytkownika z grupy edytorów
pt_br: Remover usuário dos editores
pt_pt: Remover utilizador dos editores de idioma
ro: Elimină utilizatorul dintre editorii de limbă
sk: Odstránenie používateľa zo skupiny editorov pre jazyk
sr: Уклони корисника из уредника локала
sv: Ta bort användare från språkredigerare
te: స్థానిక సంపాదకులు నుండి వినియోగదారుని తొలగించు
th: เอาผู้ใช้ออกจากผู้แก้ไขภาษา
tr: Kullanıcıyı dil editörlerinden kaldır
uk: Видалити користувача з редакторів локалі
ur: صارف کو زبان کے تنوین کاروں سے ہٹائیں
vi: Xóa người dùng khỏi người đóng góp bài viết
zh_cn: 从语言编者中移除
zh_tw: 將語系編輯移除為普通使用者
zu: Susa umsebenzisi kubahleli basendaweni

source: {count} Active Contributors (last 90 days)
af: {count} aktiewe bydraers (afgelope 90 dae)
bg: {count} активни сътрудници (през последните 90 дни)
bs: {count} Aktivni saradnici (posljednjih 90 dana)
de: {count} aktive Mitwirkende (letzte 90 Tage)
el: {count} ενεργοί εθελοντές (τελευταίες 90 ημέρες)
es: {count} colaboradores activos (en los últimos 90 días)
fy_nl: {count} aktive meiwurkers (ôfrûne 90 dagen)
he: {count} תורמים פעילים (ב־90 הימים האחרונים)
hr: Aktivnih suradnika (zadnjih 90 dana): {count}
hu: {count} aktív közreműködő (utolsó 90 nap)
ia: {count} Collaboratores active (ultime 90 dies)
id: Tambahkan Kontributor
it: {count} Collaboratori attivi (ultimi 90 giorni)
ja: 活動中の貢献者 {count} 名 (最近 90 日以内)
ka: {count} მოქმედი მოხალისე (ბოლო 90 დღეში)
kab: {count} n yittekkiyen urmiden (90 n wussan ineggura)
ko: {count} 주요 활동 공헌자 (90일 내)
mg: Mpandray Anjara Mavitrika {count} (90 andro lasa)
ms: {count} Penyumbang Aktif (90 hari lepas)
nb_no: {count} aktive bidragsytere (siste 90 dager)
nl: {count} actieve medewerkers (afgelopen 90 dagen)
pa_in: ਲੋਕੇਲ । ਨਾਲੇਜ ਬੇਸ
pl: Aktywni współautorzy w ciągu ostatnich 90 dni — {count}
pt_br: {count} colaboradores ativos (últimos 90 dias)
pt_pt: {count} colaboradores ativos (últimos 90 dias)
ro: {count} Colaboratori activi (ultimele 90 de zile)
sk: {count} aktívnych prispievateľov (za posledných 90 dní)
sr: {count} Активни сарадници (последњих 90 дана)
sv: {count} aktiva bidragsgivare (senaste 90 dagarna)
te: {count} క్రియాశీల సహాయకులు (గత 90 రోజులు)
th: ผู้มีส่วนร่วมที่ยังมีความเคลื่อนไหว {count} คน (90 วันที่ผ่านมา)
tr: {count} aktif katkıda bulunan (son 90 gün)
uk: Активних помічників (за останні 90 днів): {count}
vi: Có {count} cộng tác viên hoạt động (trong 90 ngày qua)
zh_cn: {count} 位活跃贡献者（最近 90 天）
zh_tw: 90 日內的活躍貢獻者數: {count}
zu: {count} Abanegalelo Abasebenzayo (izinsuku ezingama-90 ezidlule)

source: Locales | Knowledge Base
af: Taalstreke | Kennisbasis
bg: Локали | Знание
bs: Lokali | Baza znanja
de: Sprachen | Wissensdatenbank
el: Γλώσσες | Γνωσιακή βάση
es: Idiomas | Base de conocimientos
fy_nl: Locales | Kennisbank
he: שפות | מאגר הידע
hr: Jezici | Baza znanja
hu: Nyelvek | Tudásbázis
ia: Localisationes | Base de cognoscentias
id: Pelokalan | Pundi Pengetahuan
it: Locale | Knowledge Base
ja: ロケール | ナレッジベース
ka: ენები | ცოდნის წყარო
kab: Tutlayin | Taffa n tmussniwin
ko: 언어 | 지식 기반
mg: Teny | Tobim-pahalalana
ms: Lokal | Pangkalan Pengetahuan
nb_no: Språk | Kunnskapsbase
nl: Locales | Kennisbank
pa_in: ਲੋਕੇਲ। ਨਾਲੇਜ ਬੇਸ
pl: Lokalizacje | Baza wiedzy
pt_br: Idiomas | Base de conhecimento
pt_pt: Idiomas | Base de Conhecimentos da Mozilla
ro: Limbi | Baza de cunoștințe
sk: Jazyky | Databáza vedomostí
sr: Локали | База знања
sv: Språk | Kunskapsbas
te: లోకేల్స్ | నాలెడ్జ్ బేస్
th: ภาษา | ฐานความรู้
tr: Diller | Bilgi Bankası
uk: Локалі | База знань
ur: زبان| علم کی بنیاد
vi: Địa phương | Kho tàng kiến thức
zh_cn: 语言 | 知识库
zh_tw: 語系 | 知識庫
zu: Okwendawo | Ulwazi Oluyisisekelo

source: Create a New Article | Knowledge Base
af: Skep 'n nuwe artikel | Kennisbasis
bg: Създаване на нова статия | База от знания
bs: Napišite novi članak | Baza znanja
de: Neuen Artikel erstellen | Wissensdatenbank
el: Δημιουργία νέου άρθρου | Γνωσιακή βάση
es: Crear un nuevo artículo | Base de conocimiento
fy_nl: Meitsje in nij artikel | Kennisbank
he: יצירת מאמר חדש | מאגר הידע
hr: Napiši novi članak | Baza znanja
hu: Új leírás készítése | Tudásbázis
ia: Crear un nove articulo | Base de cognoscentias
id: Membuat Artikel Baru | Pundi Pengetahuan
it: Crea un nuovo articolo | Knowledge Base
ja: 新規記事の作成 | ナレッジベース
ka: ახალი სტატიის შექმნა | ცოდნის წყარო
kab: Rnu amagrad amaynut | Taffa n tmussniwin
ko: 새 문서 작성 | 지식 기반
mg: Hamorona Lahatsoratra Vaovao | Tobim-pahalalana
ms: Cipta Artikel Baru | Pangkalan Pengetahuan
nb_no: Opprett en ny artikkel | Kunnskapsbase
nl: Nieuw artikel aanmaken | Kennisbank
pa_in: ਨਵਾ ਲੇਖ਼ ਬਣਾਉ । ਨਾਲਿਜ ਬੇਸ
pl: Utwórz nowy artykuł | Baza wiedzy
pt_br: Criar um novo artigo | Base de Conhecimento
pt_pt: Criar um Novo Artigo | Base de Conhecimentos
ro: Creează un articol nou | Baza de cunoștințe
sk: Vytvorenie nového článku | Databázy vedomostí
sr: Направи нови чланак | База знања
sv: Skapa en ny artikel | Kunskapsbas
te: ఒక కొత్త వ్యాసం సృష్టించు | నాలెడ్జ్ బేస్
th: สร้างบทความใหม่ | ฐานความรู้
tr: Yeni Makale Oluştur | Bilgi Bankası
uk: Створити нову статтю | База знань
ur: ایک نیا مضمون بنائیں | علم کی بنیاد
vi: Tạo một Bài viết Mới | Kho tàng Kiến thức
zh_cn: 建立新文章 | 知识库
zh_tw: 建立新文章 | 知識庫
zu: Yakaha I-athikhili Entsha | Ulwazi Oluyisisekelo

source: New Article
af: Nuwe artikel
bg: Нова статия
bs: Novi članak
de: Neuer Artikel
el: Νέο άρθρο
es: Nuevo artículo
fy_nl: Nij artikel
he: מאמר חדש
hr: Novi članak
hu: Új leírás
ia: Nove articulo
id: Artikel Baru
it: Nuovo articolo
ja: 新しい記事
ka: ახალი სტატია
kab: Amagrad amaynut
ko: 새 문서
mg: Lahatsoratra Vaovao
ms: Artikel Baru
nb_no: Ny artikkel
nl: Nieuw artikel
pa_in: ਨਵਾ ਲੇਖ਼
pl: Nowy artykuł
pt_br: Novo Artigo
pt_pt: Novo Artigo
ro: Articol nou
sk: Nový článok
sr: Нови чланак
sv: Ny artikel
te: కొత్త వ్యాసం
th: บทความใหม่
tr: Yeni Makale
uk: Нова стаття
ur: نیا مضمون
vi: Bài viết Mới
zh_cn: 建立新文章
zh_tw: 建立新文章
zu: I-athikhili Entsha

source: Create a New Knowledge Base Article
af: Skep 'n nuwe kennisbasis-artikel
bg: Създаване на нова статия в Базата от знания
bs: Kreirajte novi članak u Bazi znanja
de: Neuen Artikel in der Wissensdatenbank erstellen
el: Δημιουργία νέου άρθρου γνωσιακής βάσης
es: Crear un artículo para la Base de conocimientos
fy_nl: Meitsje in nij Kennisbankartikel
he: יצירת מאמר חדש למאגר הידע
hr: Stvori novi članak baze znanja
hu: Új leírás készítése a Tudásbázisba
ia: Crea un nove articulo del base de cognoscentias
id: Membuat Artikel Pundi Pengetahuan Baru
it: Crea un nuovo articolo della Knowledge Base
ja: 新しいナレッジベース記事を作成
ka: ახალი სტატიის შექმნა, ცოდნის წყაროსთვის
kab: Rnu amagrad n taffa n tmussniwin
ko: 지식 기반에 새 문서를 작성
mg: Hamorona Lahatsoratra Tobim-pahalalana Vaovao
ms: Cipta Artikel Pangkalan Pengetahuan Baru
nb_no: Opprett en ny kunnskapsbase-artikkel
nl: Een nieuw kennisbankartikel aanmaken
pa_in: ਨਵਾ ਨਾਲਿਜ ਬੇਸ ਲੇਖ ਬਣਾਉ
pl: Utwórz nowy artykuł bazy wiedzy
pt_br: Criando um novo artigo da Base de Conhecimento
pt_pt: Criar um Novo Artigo da Base de Conhecimentos
ro: Creează un nou articol pentru baza de cunoștințe
sk: Vytvorenie nového článku v databáze vedomostí
sr: Креирај нови чланак Базе знања
sv: Skapa en ny kunskapsbasartikel
te: ఒక కొత్త నాలెడ్జ్‌బేస్ వ్యాసాన్ని సృష్టించు
th: สร้างบทความฐานความรู้ใหม่
tr: Yeni Bilgi Bankası Makalesi Oluştur
uk: Створити нову статтю бази знань
ur: نیا علم کی بنیاد پر مبنی مضمون بنائیں
vi: Tạo một Bài viết Mới trên Kho tàng Kiến thức
zh_cn: 建立新的知识库文章
zh_tw: 建立知識庫文章
zu: Yakaha I-athikhili Entsha |Yolwazi Oluyisisekelo

source: Article is for:
af: Artikel is vir:
bg: Статия относно:
bs: Članak je za:
de: Artikel ist für:
el: Το άρθρο είναι για:
es: El artículo es para:
fy_nl: Artikel is foar:
he: המאמר הוא עבור:
hr: Članak je za:
hu: Leírás ehhez:
ia: Le articulo es pro:
id: Artikel untuk:
it: Articolo per:
ja: 記事の対象:
ka: სტატია განკუთვნილია:
kab: Amagrad i:
ko: 문서 포함:
mg: Ny lahatsoratra dia ho an'ny:
ms: Artikel untuk:
nb_no: Artikkelen er for:
nl: Artikel is voor:
pa_in: ਦੇ ਲਈ ਲੇਖ਼:
pl: Artykuł dotyczy:
pt_br: Artigo para:
pt_pt: Artigo para:
ro: Articol valabil pentru:
sk: Článok je pre:
sr: Чланак је за:
sv: Artikeln är för:
te: వ్యాసం కోసం:
th: บทความนี้มีไว้สำหรับ:
tr: Makale konusu:
uk: Це стаття для:
ur: کے لئے مضمون ہے:
vi: Bài viết dành cho:
zh_cn: 文章包含：
zh_tw: 文件針對:
zu: I-athikhili:

source: Review Revision {id} | {document}
af: Sien wysiging {id} na | {document}
bg: Преглед на ревизия {id} | {document}
bs: Pregled revizije {id} | {document}
de: Version {id} überprüfen | {document}
el: Έλεγχος αναθεώρησης {id} | {document}
es: Revisar revisión {id} | {document}
fy_nl: Refyzje beoardiele {id} | {document}
he: סקירת המהדורה {id} | {document}
hr: Pregled revizije {id} | {document}
hu: {id}. verzió ellenőrzése | {document}
ia: Revider le revision {id} | {document}
id: Tinjau Revisi {id} | {document}
it: Revisiona versione {id} | {document}
ja: リビジョン {id} のレビュー | {document}
ka: {id} გადამუშავებული ვერსიის განხილვა | {document}
kab: Wali aceggir {id} | {document}
ko: 변경 사항 검토 {id} | {document}
mg: Hitsara Fanitsiana {id} | {document}
ms: Ulasan Semakan {id} | {document}
nb_no: Gjennomgå revisjon {id} | {document}
nl: Revisie {id} beoordelen | {document}
pa_in: ਰੀਵਿਜ਼ਨ {id} ਪੜਤਾਲ | {document}
pl: Recenzja wersji {id} | {document}
pt_br: Revisar edição {id} | {document}
pt_pt: Rever Revisão {id} | {document}
ro: Recenzează revizuirea {id} | {document}
sk: Kontrola revízie {id} | {document}
sr: Прегледај ревизију {id} | {document}
sv: Granska revidering {id} | {document}
te: రివిజన్ ను సమీక్షించు {id} |{document}
th: พิจารณาการแก้ไขใหม่ {id} | {document}
tr: {id} Numaralı Revizyonu İncele | {document}
uk: Перегляд редакції {id} | {document}
vi: Xét duyệt bản sửa đổi {id} | {document}
zh_cn: 审核修订 {id} | {document}
zh_tw: 審核編修 {id} | {document}
zu: Ukubukezwa Kwesibukezo {id} | {document}

source: Review Revision
af: Sien wysiging na
bg: Преглед на ревизията
bs: Pregledaj reviziju
de: Version überprüfen
el: Έλεγχος αναθεώρησης
es: Revisar revisión
fy_nl: Refyzje beoardiele
he: סקירת מהדורה
hr: Pregledaj reviziju
hu: Verzió ellenőrzése
ia: Revide le revision
id: Tolak Revisi
it: Revisiona versione
ja: 変更リビジョンのレビュー
ka: გადამუშავებული ვერსიის განხილვა
kab: Wali aceggir
ko: 변경 사항 검토
mg: Hitsara Fanitsiana
ms: Ulasan Semakan
nb_no: Gjennomgå revisjon
nl: Revisie beoordelen
pa_in: ਸਮੀਕਸ਼ਾ ਦੁਹਰਾਈ
pl: Recenzja wersji
pt_br: Revisar edição
pt_pt: Rever revisão
ro: Comparare revizuiri
sk: Kontrola revízie
sr: Прегледај ревизију
sv: Granska revidering
te: రివ్యూ రివిజన్
th: ตรวจทานการตรวจทานแก้ไข
tr: Revizyonu incele
uk: Перевірити редакцію
ur: نظرثانی کا جائزہ لیں
vi: Xét duyệt bản sửa đổi
zh_cn: 审核修订
zh_tw: 審核編修
zu: Ukubukezwa Kwesibukezo

source: Review Revision of {title}
af: Sien wysiging na van {title}
bg: Преглед на ревизията на {title}
bs: Pregled revizije za {title}
de: Änderung von {title} überprüfen
el: Έλεγχος αναθεώρησης του «{title}»
es: Revisar revisión de {title}
fy_nl: Refyzje fan {title} beoardiele
he: סקירת מהדורה של {title}
hr: Pregled revizije za {title}
hu: {title} verziójának ellenőrzése
ia: Revide le revision de {title}
id: Tinjau Revisi {title}
it: Revisiona versione di {title}
ja: {title} のリビジョンのレビュー
ka: {title} სტატიის გადამუშავებული ვერსიის განხილვა
kab: Wali aceggir n {title}
ko: {title} 변경 사항 검토
mg: Hitsara Fanitsiana an'ny {title}
ms: Ulasan Semakan {title}
nb_no: Gjennomgå revisjon av {title}
nl: Revisie van {title} beoordelen
pa_in: {title} ਦੇ ਰੀਵਿਜ਼ਨ ਦੀ ਪੜਤਾਲ
pl: Recenzja wersji {title}
pt_br: Revisar edição de {title}
pt_pt: Rever Revisão de {title}
ro: Recenzează revizuirea pentru {title}
sk: Kontrola revízie {title}
sr: Прегледај ревизију од {title}
sv: Granska revidering av {title}
te: {title} యొక్క రివిజన్ ను సమీక్షించు
th: พิจารณาการแก้ไขใหม่ของ {title}
tr: {title} Revizyonunu İncele
uk: Переглянути редакцію: {title}
ur: {title} کی نظرثانی کا جائزہ لیں
vi: Xét duyệt bản sửa đổi của {title}
zh_cn: 审核 {title} 的修订
zh_tw: 審核〈{title}〉編修
zu: Ukubukezwa Kwesibukezo kwesi {title}

source: Reviewing Revision {id} by {user}.
bg: Преглеждане ревизия {id} от {user}.
de: Überprüfung der Version {id} von {user}.
el: Έλεγχος αναθεώρησης {id} από τον/την {user}.
fy_nl: Refyzje {id} troch {user} beoardielje.
hu: {user} {id}. verziójának ellenőrzése.
ia: Revision del version {id} per {user}.
it: Revisione della versione {id} proposta da {user}
ka: განიხილება {user} მომხმარებლის {id} გადამუშავება.
ko: {user} 사용자가 작성한 변경 사항 {id} 번을 검토하고 있습니다.
nb_no: Gjennomgår revisjon {id} av {user}.
nl: Revisie {id} door {user} beoordelen.
pl: Recenzja wersji {id} autorstwa {user}.
pt_br: Revisando a edição {id} de {user}.
pt_pt: A rever a revisão {id} de {user}.
sk: Kontrola revízie {id} od používateľa {user}.
sr: Прегледање ревизије {id} од {user}.
sv: Granskar revidering {id} av {user}.
tr: {user} tarafından gönderilen {id} numaralı revizyon inceleniyor.
uk: Перевірка редакції {id} від {user}.
vi: Đang xét duyệt bản sửa đổi {id} bởi {user}.
zh_cn: 审核 {user} 的修订 {id}。
zh_tw: 審核 {user} 的編修 {id}。
