Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: votes this week
af: stemme hierdie week
bg: гласувания тази седмица
bs: glasovi ove sedmice
de: Stimmen in dieser Woche
el: ψήφοι εβδομάδας
es: votos esta semana
fy_nl: stimmen dizze wike
he: הצבעות השבוע
hr: glasovi u ovom tjednu
hu: szavazat ezen a héten
ia: votos de iste septimana
id: suara minggu ini
it: voti questa settimana
ja: 今週の投票
ka: კვირის შეფასებები
kab: tifranin n dduṛt-a
ko: 금주 추천 수
mg: nandatsa-bato t@ ity herinandro ity
ms: undian minggu ini
nb_no: stemmer denne uken
nl: stemmen deze week
pa_in: ਇਹ ਹਫ਼ਤੇ ਵੋਟ ਕਰੋ
pl: głosów w tym tygodniu
pt_br: votos esta semana
pt_pt: votos esta semana
ro: voturi în această săptămână
sk: hlasovania tohto týždňa
sr: гласови ове недеље
sv: röster denna vecka
te: ఈ వారం ఓట్లు
th: โหวตในสัปดาห์นี้
tr: bu haftaki oy
uk: голосів на цьому тижні
ur: اس ہفتے ووٹ دیں
vi: bình chọn trong tuần này
zh_cn: 本周新投票
zh_tw: 本週的投票
zu: amavoti kuleli sonto

source: Asked by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
de: Gefragt von <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
el: Ερώτηση από <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
fy_nl: Frege troch <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>, {when}
hu: <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> kérdezte, ekkor: {when}
ia: Demandate per <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
id: Ditanyakan oleh <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
it: Chiesto da <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
ja: {when} に <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> が質問
ka: კითხვის დამსმელია <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
kab: Yettunefk-d seg <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
ko: {when}에 <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>님이 질문
nl: Gevraagd door <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>, {when}
pl: Pytanie zadane przez <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
pt_br: Pergunta de <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
pt_pt: Colocada por <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sk: Otázku položil(a) <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sr: Питање поставља <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sv: Frågat av <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
tr: Soran: <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
uk: Запитання від <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
vi: Được hỏi bởi <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
zh_cn: <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> 于 {when}提问
zh_tw: 由 <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> 於 {when} 詢問

source: Answered by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
de: Beantwortet von <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
el: Απάντηση από <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
fy_nl: Beäntwurde troch <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>, {when}
hu: <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> válaszolta meg, ekkor: {when}
ia: Respondite per <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
id: Dijawab oleh<strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
it: Risposta di <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
ja: {when} に <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> が回答
ka: პასუხის გამცემია <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
kab: Tiririt s <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
ko: {when}에 <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>님이 답변
nl: Beantwoord door <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>, {when}
pl: Odpowiedź udzielona przez <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
pt_br: Resposta de <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
pt_pt: Respondida por <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sk: Na otázku odpovedal(a) <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sr: Одговара <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sv: Besvarad av <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
tr: Yanıtlayan: <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
uk: Відповідь від <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
vi: Được trả lời bởi <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
zh_cn: <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> 于 {when}回答
zh_tw: 由 <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> 於 {when} 解答

source: <a href="{reply_url}">Last reply</a> by <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
bg: <a href="{reply_url}">Последен отговор</a> от <strong><a href="{user_url}">{username}</a></strong>{when}
de: <a href="{reply_url}">Letzte Antwort</a> von <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
el: <a href="{reply_url}">Τελευταία απάντηση</a> από <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
fy_nl: <a href="{reply_url}">Lêst beäntwurde</a> troch <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>, {when}
hu: <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> <a href="{reply_url}">válaszolt utoljára</a>, ekkor: {when}
ia: <a href="{reply_url}">Ultime responsa</a> per <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
id: <a href="{reply_url}">Jawaban terakhir</a> oleh <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
it: <a href="{reply_url}">Ultima risposta</a> di <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
ja: {when} に <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> が <a href="{reply_url}">最後の返信</a>
ka: <a href="{reply_url}">ბოლო პასუხის</a> გამცემი <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
kab: <a href="{reply_url}">tiririt taneggarut</a> seg <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
ko: {when}에 <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>님이 <a href="{reply_url}">마지막 답변</a>
nl: <a href="{reply_url}">Laatst beantwoord</a> door <strong><a rel="nofollow" href="{user_url}">{username}</a></strong>, {when}
pl: <a href="{reply_url}">Ostatnia odpowiedź</a> udzielona przez <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
pt_br: <a href="{reply_url}">Última resposta</a> de <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
pt_pt: <a href="{reply_url}">Última resposta</a> por <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sk: <a href="{reply_url}">Posledná odpoveď</a> od <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sr: <a href="{reply_url}">Последњи одговор</a> од <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
sv: <a href="{reply_url}">Senaste svar</a> av <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
tr: <a href="{reply_url}">Son yanıtı veren</a>: <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
uk: <a href="{reply_url}">Остання відповідь</a> від <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
vi: <a href="{reply_url}">Lần cuối trả lời</a> bởi <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> {when}
zh_cn: 最后由 <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> 于 {when}<a href="{reply_url}">回复</a>
zh_tw: 由 <strong><a rel="nofollow" href="{user_url}">{username}</a></strong> <a href="{reply_url}">最近回覆</a>於 {when}

source: There are no questions that match the current filter settings.
bg: Няма въпроси, които да съответстват на текущите настройки на филтъра.
bs: Nema podataka o temi na raspolaganju za trenutne selekcije.
de: Es gibt keine Fragen, die den aktuellen Filtereinstellungen entsprechen.
el: Δεν υπάρχουν ερωτήσεις που να ταιριάζουν με τις τρέχουσες ρυθμίσεις φίλτρων.
es: No hay preguntas que coincidan con la configuración de filtros actual.
fy_nl: Der binne gjin fragen dy’t mei de aktuele filterynstellingen oerienkomme.
he: אין שאלות שתואמות את הגדרות המסנן הנוכחי.
hr: Nema pitanja koja odgovaraju trenutačnim postavkama filtra.
hu: Nincs olyan kérdés, amely megfelel a jelenlegi szűrőbeállításoknak.
ia: Il ha nulle questiones que concorda le configuration del filtro actual.
id: Tidak ada pertanyaan yang sesuai dengan pengaturan filter saat ini.
it: Non vi sono richieste che corrispondono al filtro selezionato.
ja: 現在のフィルター設定に一致する質問はありません。
ka: მოცემულ ფილტრს, არცერთი კითხვა არ შეესაბამება.
kab: Ulac isteqsiyen i yemṣadan d yiɣewwaren n usizdeg imiranen.
ko: 현재 필터 설정에 해당하는 질문들이 없습니다.
ms: Tiada soalan yang sepadan dengan tetapan penapis semasa.
nb_no: Det er ingen spørsmål som er tilgjengelig for gjeldende filterinstillinger.
nl: Er zijn geen vragen die met de huidige filterinstellingen overeenkomen.
pl: Brak pytań dla tych ustawień filtra.
pt_br: Não há perguntas que correspondem com os filtros utilizados.
pt_pt: Não existem questões que correspondam às definições dos filtros atuais.
ro: Nu sunt întrebări corespunzătoare filtrelor curente.
sk: Neboli nájdené žiadne otázky, ktoré by zodpovedali nastaveniam filtra.
sr: Нема података о теми на располагању за тренутне селекције.
sv: Det finns inga frågor som matchar de aktuella filterinställningarna.
te: ప్రస్తుత ఎంపికలు కోసం ఎలాంటి టాపిక్ డేటా లేదు.
th: ไม่มีคำถามที่ตรงกับการตั้งค่าตัวกรองปัจจุบัน
tr: Geçerli filtre ayarlarıyla eşleşen hiçbir soru yok.
uk: Для поточних налаштувань фільтру немає питань.
ur: یہاں کوئی سوالات موجود نہیں ہیں جو موجودہ فلٹر کی سیٹنگ سے مماثل ہیں۔
vi: Không có câu hỏi nào khớp với bộ lọc hiện tại.
zh_cn: 当前的过滤器设置没有匹配的问题。
zh_tw: 沒有符合目前過濾條件的問題。

source: Filter by
af: Filter volgens
bg: Филтриране по
bs: Filtriraj po
de: Filtern nach
el: Φιλτράρισμα κατά
es: Filtrar por
fy_nl: Filterje op
he: סינון לפי
hr: Filtriraj po
hu: Szűrés
ia: Filtrar per
id: Saring berdasarkan
it: Filtra per
ja: 絞り込み条件
ka: გაფილტვრა
kab: Sizdeg s
ko: 필터
mg: Sivanina araka
ms: Tapis mengikut
nb_no: Filtrer etter
nl: Filteren op
pl: Filtruj wg
pt_br: Filtrar
pt_pt: Filtrar por
ro: Filtrează după
sk: Filtrovať podľa
sr: Филтрирај по
sv: Filtrera efter
te: వడపోత
th: กรองด้วย
tr: Filtrele
uk: Фільтрувати за
ur: کی طرف سے فلٹر کریں
vi: Lọc bởi
zh_cn: 筛选器
zh_tw: 過濾依照
zu: Icwengwe ngu

source: Show me
af: Wys my
bg: Покажи ми
bs: Pokaži mi
de: Anzeigen
el: Εμφάνιση
es: Mostrarme
fy_nl: Toane:
hr: Pokaži mi
hu: Megjelenítés
ia: Monstra me
id: Tampilkan
it: Mostra
ja: 表示対象
ka: ჩვენება
kab: Sken
ko: 더 보기
mg: Asehoy ahy
ms: Tunjukkan kepada saya
nb_no: Vis meg
nl: Tonen:
pa_in: ਮੈਨੂੰ ਵੇਖਾਓ
pl: Pokaż
pt_br: Mostrar
pt_pt: Mostrar
ro: Afișează
sk: Zobraziť mi
sr: Прикажи ми
sv: Visa mig
te: నన్ను చూపించు
th: แสดงให้ฉันเห็น
tr: Göster
uk: Показати мені
ur: مجھے دکھائیں
vi: Hiển thị
zh_cn: 显示我的
zh_tw: 我要看
zu: Ngikhombise

source: Posts from everyone
af: Boodskappe van almal
bg: Публикации от всички
bs: Poruke od svih
de: Beiträge von allen
el: Αναρτήσεις από όλους
es: Entradas de todos
fy_nl: Berjochten fan elkenien
hr: Objave svih ljudi
hu: Hozzászólások mindenkitől
ia: Messages ex totes
id: Kiriman dari semua orang
it: Messaggi di tutti
ja: すべての人の投稿
ka: ყველა გამოხმაურება
kab: Tisuffaɣ seg umaḍal
ko: 모든 글 보기
mg: Petadrindrina avy @ tsirairay
ms: Post daripada semua orang
nb_no: Innlegg fra alle
nl: Berichten van iedereen
pa_in: ਹਰ ਇੱਕ ਤੋ ਪੋਸਟਾ
pl: Posty wszystkich osób
pt_br: Todas as mensagens
pt_pt: Mensagens de todos
ro: Postări de la oricine
sk: Príspevky pre všetkých
sr: Поруке од свих
sv: Inlägg från alla
te: ప్రతి ఒక్కరి నుండి పోస్ట్లు
th: โพสต์จากทุกคน
tr: Herkesin mesajları
uk: Повідомлення від усіх
ur: سب کی طرف سے پوسٹس
vi: Bài viết từ tất cả mọi người
zh_cn: 来自所有人的文章
zh_tw: 來自所有人的貼文
zu: Amaphosti avela kuwo wonke umuntu

source: My contributions
af: My bydraes
bg: Моите приноси
bs: Moji doprinosi
de: Meine Beiträge
el: Οι συνεισφορές μου
es: Mis colaboraciones
fy_nl: Myn bydragen
he: התרומות שלי
hr: Moji doprinosi
hu: Közreműködéseim
ia: Mi contributiones
id: Kontribusi saya
it: Collaborazioni
ja: 自分の貢献
ka: ჩემი ნამუშევარი
kab: Ittekkiyen-iw
ko: 내 공헌 목록
mg: Fandraisako anjara
ms: Sumbangan saya
nb_no: Mine bidrag
nl: Mijn bijdragen
pa_in: ਮੇਰਾ ਯੋਗਦਾਨ
pl: Mój wkład
pt_br: Minhas contribuições
pt_pt: As minhas contribuições
ro: Contribuțiile mele
sk: Moje príspevky
sr: Моји доприноси
sv: Mina bidrag
te: నా మార్పులు చేర్పులు
th: การมีส่วนร่วมของฉัน
tr: Katkılarım
uk: Моя допомога
ur: میری شراکت داری
vi: Đóng góp của tôi
zh_cn: 我的贡献
zh_tw: 我的貢獻
zu: Engikufakile

source: You have been unsubscribed.
af: Jy is uitgeteken.
bg: Прекратихте своя абонамент.
bs: Vaša pretplata je poništena.
de: Sie bekommen keine dieser Benachrichtigungen mehr.
el: Έχετε καταργήσει την εγγραφή σας.
es: Se ha cancelado tu suscripción.
fy_nl: Jo binne ôfmeld.
he: המינוי שלך בוטל.
hr: Otkazali ste pretplatu.
hu: Leiratkozott.
ia: Tu ha essite removite ex inrolamento.
id: Anda telah berhenti berlangganan.
it: Annullamento della sottoscrizione effettuato.
ja: 変更通知を解除しました。
ka: გამოწერა გაუქმებული გაქვთ.
kab: D ayen teffɣeḍ seg ujerred.
ko: 구독을 해지하였습니다.
mg: Nesorina ny fisoratanao.
ms: Anda telah membatalkan langganan.
nb_no: Abonnementet ditt er avsluttet.
nl: U bent afgemeld.
pa_in: ਤੁਹਾਨੂੰ ਹਟਾਇਆ ਗਿਆ ਹੈ।
pl: Anulowano subskrypcję.
pt_br: Remoção feita com sucesso.
pt_pt: A sua subscrição foi cancelada.
ro: Ai fost dezabonat.
sk: Boli ste odhlásený.
sr: Ваша претплата је поништена.
sv: Du har avslutat prenumerationen.
te: మీ సభ్యత్వాన్ని తీసివేయబడింది.
th: คุณได้เลิกบอกรับแล้ว
tr: Aboneliğinizi sonlandırdınız.
uk: Вас було відписано.
ur: آپ کی رکنیت ختم کر دی گئی۔
vi: Bạn đã ngừng nhận email thành công.
zh_cn: 您已取消订阅。
zh_tw: 您已取消訂閱。
zu: Usukhishiwe ohlwini lwababhalisele ukuthola izaziso.

source: There was a problem unsubscribing.
af: Kon nie uitteken nie.
bg: Възникна проблем при отписването.
bs: Došlo je do greške prilikom poništavanja pretplate.
de: Beim Abbestellen der Benachrichtigungen ist ein Problem aufgetreten.
el: Προέκυψε πρόβλημα με την κατάργηση της εγγραφής.
es: Hubo un problema al cancelar la suscripción.
fy_nl: Der wie in probleem by it ôfmelden.
he: אירעה שגיאה בעת ביטול המינוי.
hr: Došlo je do problema s ukidanjem pretplate.
hu: Probléma történt a leiratkozáskor.
ia: Il ha essite un problema al remotion ex inrolamento.
id: Terjadi masalah untuk berhenti berlangganan.
it: Si è verificato un problema nell'annullamento della sottoscrizione.
ja: 変更通知の解除時に問題が発生しました。
ka: შეცდომა, გამოწერის გაუქმებისას.
kab: Yeḍra-d wugur deg tuffɣa seg ujerred.
ko: 구독을 해지하는데 문제가 생겼습니다.
mg: Nisy olana tsy nahafahana nanala fisoratana.
ms: Ada masalah semasa menyahlanggan.
nb_no: Et problem oppstod ved avslutning av abonnement.
nl: Er was een probleem bij het afmelden.
pa_in: ਇੱਕ ਸਮੱਸਿਆ ਵੱਖ ਹੋਣ ਆਈ ਸੀ।
pl: Wystąpił problem podczas anulowania subskrypcji.
pt_br: Houve um problema durante a remoção da inscrição.
pt_pt: Ocorreu um problema na anulação da subscrição.
ro: A apărut o problemă la dezabonare.
sk: Pri odhlasovaní nastal problém.
sr: Дошло је до грешке приликом поништавања претплате.
sv: Det uppstod ett problem med att avsluta prenumerationen.
te: అన్సబ్స్క్రైబ్ చేయడంలో సమస్య ఉంది.
th: มีปัญหาในการเลิกบอกรับ
tr: Abone olurken bir hata oluştu.
uk: Сталася проблема з відпискою.
ur: رکنیت ختم کرنے میں ایک مسئلہ پیش آیا تھا۔
vi: Có một vấn đề khi hủy đăng ký.
zh_cn: 取消订阅时遇到问题。
zh_tw: 取消訂閱時發生問題。
zu: Kube nenkinga ngenkathi usula ukubhalisa ukuthola imibiko.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
af: Jy sal nie meer e-pos-bywerkings vir hierdie vraag kry nie: <a href="%(question_url)s">%(question_title)s</a>
bg: Повече няма да получавате актуализации по имейл за този въпрос: <a href="%(question_url)s">%(question_title)s</a>
bs: Nećete više primati e-poštu sa novostima ovog pitanja: <a href="%(question_url)s">%(question_title)s</a>
de: Sie erhalten zu dieser Frage keine E-Mails mit Benachrichtigungen mehr: <a href="%(question_url)s">%(question_title)s</a>
el: Δεν θα λαμβάνετε πλέον ενημερώσεις email για αυτήν την ερώτηση: <a href="%(question_url)s">%(question_title)s</a>
es: Ya no recibirás más actualizaciones por correo sobre esta pregunta: <a href="%(question_url)s">%(question_title)s</a>
fy_nl: Jo ûntfange gjin e-mailupdates mear foar dizze fraach: <a href="%(question_url)s">%(question_title)s</a>
he: לא יישלחו אליך עדכונים בדוא״ל עבור השאלה זו: <a href="%(question_url)s">%(question_title)s</a>
hr: Više nečeš primati obavijesti e-poštom za ovo pitanje: <a href="%(question_url)s">%(question_title)s</a>
hu: A továbbiakban nem kap e-mail értesítéseket az alábbi kérdésről: <a href="%(question_url)s">%(question_title)s</a>
ia: Tu non recipera plus le email del actualisationes pro iste question: <a href="%(question_url)s">%(question_title)s</a>
id: Anda tidak akan lagi menerima surel pembaruan untuk pertanyaan ini: <a href="%(question_url)s">%(question_title)s</a>
it: Non si riceveranno più aggiornamenti via email per questa domanda: <a href="%(question_url)s">%(question_title)s</a>
ja: この質問の更新通知メールの送信を解除しました: <a href="%(question_url)s">%(question_title)s</a>
ka: ელფოსტაზე აღარ მიიღებთ, ამ შეკითხვასთან დაკავშირებულ განახლებებს: <a href="%(question_url)s">%(question_title)s</a>
kab: Ur tettezziḍ ara ad tremseḍ ileqman s yimayl ɣef usteqsi-a: <a href="%(question_url)s">%(question_title)s</a>
ko: 이 질문에 대해 더 이상 이메일 업데이트를 받지 않을 것입니다: <a href="%(question_url)s">%(question_title)s</a>
mg: Tsy haharay fanavoazana @ mailaka momba an'ity fanontaniana ity intsony ianao: <a href="%(question_url)s">%(question_title)s</a>
ms: Anda akan tidak lagi menerima makluman e-mel untuk solan ini: <a href="%(question_url)s">%(question_title)s</a>
nb_no: Du vil ikke lenger motta e-postoppdateringer for dette spørsmålet: <a href="%(question_url)s">%(question_title)s</a>
nl: U ontvangt geen e-mailupdates meer voor deze vraag: <a href="%(question_url)s">%(question_title)s</a>
pa_in: ਤੁਸੀ ਹੁਣ ਇਸ ਸਵਾਲ ਦੇ ਅੱਪਡੇਟ ਲਈ ਈਮੇਲ ਪ੍ਰਾਪਤ ਨਹੀ ਹੋਵੇਗੀ: <a href="%(question_url)s">%(question_title)s</a>
pl: Nie będziesz już otrzymywać e-mailem aktualizacji tego pytania: <a href="%(question_url)s">%(question_title)s</a>
pt_br: Você não receberá mais emails com atualizações da pergunta: <a href="%(question_url)s">%(question_title)s</a>
pt_pt: Não irá receber mais notificações por correio eletrónico para esta questão: <a href="%(question_url)s">%(question_title)s</a>
ro: Nu vei mai primi actualizări pe e-mail pentru această întrebare: <a href="%(question_url)s">%(question_title)s</a>
sk: Pre nasledovnú otázku vám už nebudú zasielané aktualizácie: <a href="%(question_url)s">%(question_title)s</a>
sr: Нећете више примати е-пошту са новостима овог питања: <a href="%(question_url)s">%(question_title)s</a>
sv: Du kommer inte längre att få uppdateringar via e-post för denna fråga: <a href="%(question_url)s">%(question_title)s</a>
te: మీరు ఇకపై ఈ ప్రశ్నకు ఇమెయిల్ నవీకరణలను అందుకోరు: <a href="%(question_url)s">%(question_title)s</a>
th: คุณจะไม่ได้รับการอัปเดตทางอีเมลสำหรับคำถามนี้อีกต่อไป: <a href="%(question_url)s">%(question_title)s</a>
tr: Artık bu soruyla ilgili e-posta bildirimi almayacaksınız: <a href="%(question_url)s">%(question_title)s</a>
uk: Ви більше не будете отримувати оновлень по цьому питанню ел. поштою: <a href="%(question_url)s">%(question_title)s</a>
vi: Bạn sẽ không còn nhận được các cập nhật email cho câu hỏi này: <a href="%(question_url)s">%(question_title)s</a>
zh_cn: 将不再通过邮件接收这个问题的更新：<a href="%(question_url)s">%(question_title)s</a>
zh_tw: 您不會再收到此問題的更新通知郵件：<a href="%(question_url)s">%(question_title)s</a>
zu: Ngeke usathunyelwa ma-imeyli akwazisa ngalo mbuzo: <a href="%(question_url)s">%(question_title)s</a>
