Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
af: Sien <a href="%(url)s">die geskiedenis</a> om jou redigering op 'n bestaande nienagesiende wysiging te baseer.
bg: Вижте <a href="%(url)s">историята</a>, за да базирате редакцията си върху съществуваща непрегледана ревизия.
bs: Vidi <a href="%(url)s">historiju</a> da biste bazirali izmjenu na već postojećoj nepregledanoj reviziji.
de: Sehen Sie in <a href="%(url)s">der Versionsgeschichte nach</a>, um Ihre Änderung auf einer bestehenden, nicht überprüften Version dieses Artikels aufzubauen.
el: Δείτε το <a href="%(url)s">ιστορικό</a> για να βασίσετε την επεξεργασία σας σε μια υπάρχουσα, μη αξιολογημένη αναθεώρηση.
es: Revisa <a href="%(url)s">el historial</a> para que tu edición se base en una revisión existente sin corregir.
fy_nl: Besjoch <a href="%(url)s">de skiednis</a> om jo bewurking te basearjen op in besteande net-beoardiele refyzje.
he: יש לעיין ב<a href="%(url)s">היסטוריה</a> כדי לבסס את העריכה שלך על מהדורה שטרם נסקרה.
hr: Pogledaj <a href="%(url)s">povijest</a>, za uređivanje na temelju postojeće nepregledane revizije.
hu: Nézze meg az <a href="%(url)s">előzményt</a>, hogy a módosítást a legutolsó verzió alapján tudja elvégezni.
ia: Vide <a href="%(url)s">le chronologia</a> pro basar tu redaction sur un revision existente non revidite.
id: Tampilkan <a href="%(url)s">riwayat</a> untuk mendasarkan hasil edit Anda berdasarkan revisi yang belum ditinjau.
it: Consulta <a href="%(url)s">lo storico</a> per effettuare modifiche basate su una versione esistente ma non ancora approvata dell'articolo.
ja: <a href="%(url)s">履歴ページ</a> から既存のレビュー待ちのリビジョンを基に編集してください。
ka: იხილეთ <a href="%(url)s">ისტორია</a>, რომლის მიხედვითაც ჩაასწორებთ არსებულ განუხილველ ვერსიას.
kab: Wali <a href="%(url)s">azray</a> fiɣef ara tebnuḍ abeddil deg uceggir yellan ur nettwasenqed ara.
ko: 최근 검토되지 않은 <a href="%(url)s">수정 기록</a> 을(를) 참조하세요.
mg: Jereo <a href="%(url)s">ny tantarany</a> hanaovanao fanitsiana miankina @ fanitsiana tsy voatsara efa misy.
ms: Lihat <a href="%(url)s">sejarah</a> sebagai panduan untuk edit anda dalam semakan sedia ada ini.
nb_no: Se <a href="%(url)s">historikken</a> for å basere redigeringen din på en eksisterende, ugjennomgått revisjon.
nl: Bekijk <a href="%(url)s">de geschiedenis</a> om uw bewerking te baseren op een bestaande niet-beoordeelde revisie.
pa_in: ਵੇਖੋ <a href="%(url)s"> ਇੱਤਿਹਾਸ</a> ਇੱਕ ਮੌਜੂਦਾ unreviewed ਰੀਵਿਜ਼ਨ 'ਤੇ ਤੁਹਾਡੇ ਨਾਲ ਸੋਧ ਦਾ ਅਧਾਰ ਕਰਨ ਲਈ।
pl: Zobacz <a href="%(url)s">historię</a>, by edytować artykuł na podstawie najnowszej niesprawdzonej wersji.
pt_br: Use o <a href="%(url)s">histórico</a> para basear sua alteração em uma edição não revisada.
pt_pt: Veja <a href="%(url)s">o histórico</a> para basear a sua edição numa versão existente não revista.
ro: Vezi <a href="%(url)s">istoricul</a> pentru a-ți baza editarea pe o revizuire existentă nerecenzată.
sk: Pozrite sa do <a href="%(url)s">histórie</a> a založte svoju úpravu na existujúcu neskontrolovanú revíziu.
sr: Види<a href="%(url)s">историју</a> да бисте базирали измену на већ постојећој непрегледаној ревизији.
sv: Se <a href="%(url)s">historiken</a> för att basera din redigering på en befintlig ej granskad revidering.
te: ఇప్పటికే ఉన్న సమీక్షించని రివిజన్ లో మీ మార్చు కోసం <a href="%(url)s">చరిత్ర</a>ను చూడండి.
th: ดู<a href="%(url)s">ประวัติ</a>เพื่ออ้างอิงการแก้ไขของคุณตามการตรวจทานแก้ไขที่ยังไม่ได้ตรวจทานที่มีอยู่
tr: Düzenlemenizi mecut bir incelenmemiş revizyon üzerinde yapmak için <a href="%(url)s">geçmişe</a> bakın.
uk: Подивіться <a href="%(url)s">історію</a>, щоб почати редагування на основі наявної непереглянутої редакції.
vi: Xem <a href="%(url)s">lịch sử</a> để căn cứ chỉnh sửa của bạn trên bản sửa đổi chưa được xét duyệt hiện có.
zh_cn: 请参考 <a href="%(url)s">历史记录</a> 以自现有的未经审核的修订开始编辑。
zh_tw: 請參考 <a href="%(url)s">歷史紀錄</a> 以自現有未經審核的版本開始編輯。
zu: Buka <a href="%(url)s">umlando</a> ukuze usekele kuwo izilungiso zakho esibukezweni esikhona.

source: Change Revisions
af: Verander wysigings
bg: Промени ревизиите
bs: Promjeni revizije
de: Versionen ändern
el: Αλλαγή αναθεωρήσεων
es: Cambiar revisiones
fy_nl: Refyzjes wizigje
he: שינוי מהדורות
hr: Promjeni revizije
hu: Verziók módosítása
ia: Cambiar revisiones
id: Ubah Revisi
it: Scegli versioni
ja: リビジョンの変更内容
ka: ვერსიების შეცვლა
kab: Beddel iceggiren
ko: 변경 사항 바꾸기
mg: Hanova Fanitsiana
ms: Tukar Semakan
nb_no: Endre revisjoner
nl: Revisies wijzigen
pa_in: ਰਵਿਜਨਾ ਬਦਲੋ
pl: Wybierz inną wersję
pt_br: Escolher outras edições
pt_pt: Alterar Revisões
ro: Schimbă revizuirile
sk: Zmena revízií
sr: Промени ревизију
sv: Ändra revideringar
te: రివిజన్ లను మార్చండి
th: การปรับปรุงเพิ่มเติม
tr: Revizyonları Değiştir
uk: Змінити редакції
ur: نظر ثانی تبدیل کریں
vi: Thay đổi bản sửa đổi
zh_cn: 比较修订
zh_tw: 變更版本
zu: Shintsha Izibukezo

source: Revision {num}:
af: Wysiging {num}:
bg: Ревизия {num}:
bs: Revizija {num}:
de: Version {num}:
el: Αναθεώρηση {num}:
es: Revisión {num}:
fy_nl: Refyzje {num}:
he: מהדורה {num}:
hr: Revizija {num}:
hu: {num}. verzió:
id: Revisi {num}:
it: Versione {num}:
ja: リビジョン {num}:
ka: გადამუშავებული ვერსია {num}:
kab: Aceggir {num}:
ko: 변경 사항 {num}:
mg: Fanitsiana {num}:
ms: Semakan {num}:
nb_no: Revisjon {num}:
nl: Revisie {num}:
pa_in: ਰੀਵਿਜ਼ਨ {num}:
pl: Wersja {num}:
pt_br: Edição {num}:
pt_pt: Revisão {num}:
ro: Revizuirea {num}:
sk: Revízia {num}:
sr: Ревизија {num}:
sv: Revidering {num}:
te: రివిజన్ {num}:
th: การแก้ไขเพิ่มเติม {num}:
tr: Revizyon {num}:
uk: Редакція {num}:
ur: نظر ثانی {num}؛
vi: Bản sửa đổi {num}:
zh_cn: 修订版本 {num}：
zh_tw: 修訂版本 {num}:
zu: Izibukezo {num}:

source: Stop article emails
af: Stop artikel-e-posse
bg: Спиране на имейлите за статии
bs: Zaustavi e-pošte o člancima
de: Keine E-Mails zum Artikel mehr erhalten
el: Διακοπή email άρθρου
es: Detener los mensajes sobre artículos
fy_nl: Artikel-e-mails stopje
hr: Zaustavi e-mailove o člancima
hu: Leiratkozás erről a leírásról
ia: Stoppar le emails del articulo
id: Hentikan email artikel
it: Disattiva le notifiche email per l’articolo
ja: 記事変更のメール通知を停止する
ka: სტატიის შესახებ, ელფოსტაზე შეტყობინებების გაგზავნის შეწყვეტა
kab: Seḥbes imaylen n umagrad-a
ko: 문서 이메일 보내기 중단
mg: Ajanony ny mailaka momba lahatsoratra
ms: Hentikan e-mel artikel
nb_no: Stopp e-poster om artikkelen
nl: Artikel-e-mails stoppen
pa_in: ਲੇਖ ਈਮੇਲ ਬੰਦ ਕਰੋ
pl: Nie powiadamiaj o zmianach artykułu
pt_br: Deixar de receber emails do artigo
pt_pt: Parar emails de artigos
ro: Oprește trimiterea de e-mailuri despre articol
sk: Zastaviť odosielanie e‑mailov o článku
sr: Престани са порукама о чланцима
sv: Sluta skicka artikelmejl
te: వ్యాసం ఇమెయిల్స్ ఆపండి
th: หยุดการแจ้งเตือนบทความทางอีเมล
tr: Makale e-postalarını durdur
uk: Припинити надсилати листи по статті
ur: مضمون کے ای میل کو روکیں
vi: Ngừng nhận email từ bài viết này
zh_cn: 停止与文章相关的电子邮件
zh_tw: 停止寄送與文件相關的電子郵件
zu: Misa ama-imeyli e-athikhili

source: Email me article changes
af: E-pos vir my artikel-veranderinge
bg: Изпратете ми имейл при промени в статията
bs: Pošaljite mi promjene članka
de: Artikeländerungen per E-Mail erhalten
el: Αποστολή αλλαγών με email
es: Enviarme correos con los cambios en el artículo
fy_nl: My e-maile oer artikelwizigingen
he: לשלוח לי דוא״ל על שינויים במאמר
hr: Želim primati obavijesti o promjenama članka putem e-pošte
hu: Feliratkozás erre a leírásra
ia: Inviar me emails de cambios del articulo
id: Dapatkan email saat artikel diubah
it: Attiva notifiche email per le modifiche all’articolo
ja: 記事変更をメールで通知する
ka: ელფოსტაზე შეტყობინებების მიღება, სტატიაში ცვლილებების შემთხვევაში
kab: Azen imayl ticki amagrad-a ibeddel
ko: 문서 변경 시 메일 받기
mg: Andefaso mailaka momba fanovana lahatsoratra aho
ms: E-mel saya perubahan artikel
nb_no: Send artikkelendringer på e-post
nl: Mij e-mailen over artikelwijzigingen
pa_in: ਲੇਖ਼ ਬਦਲ ਲਈ ਮੈਨੂੰ ਈਮੇਲ ਭੇਜੋ
pl: Powiadamiaj o zmianach artykułu
pt_br: Notificar por email alterações no artigo
pt_pt: Enviem-me uma mensagem sobre as alterações ao artigo
ro: Trimite-mi email când articolul este modificat
sk: Odoslať e‑mail pri zmene v článku
sr: Пошаљи ми у поруци промене у чланку
sv: Mejla mig artikelförändringar
te: నాకు వ్యాసం మార్పులు ఇమెయిల్ చేయండి
th: อีเมลหาฉันเมื่อบทความมีการเปลี่ยนแปลง
tr: Değişiklikleri e-posta ile bildir
uk: Надсилати сповіщення про зміни статті
ur: مضمون کی تبدیلیوں کو مجھے ای میل کریں
vi: Gửi email cho tôi khi bài viết này thay đổi
zh_cn: 文章内容有变更时发邮件通知我
zh_tw: 在此文件有更動時取得電子郵件通知。
zu: Ngithumele i-imeyli yezinguquko ze-athikhili

source: Submit for Review
af: Dien in vir nasien
bg: Изпращане за преглед
bs: Pošalji na pregled
de: Zur Überprüfung einreichen
el: Υποβολή για έλεγχο
es: Enviar para revisión
fy_nl: Yntsjinje foar beoardieling
he: שליחה לסקירה
hr: Pošalji na pregled
hu: Beküldés jóváhagyásra
ia: Inviar pro revision
id: Kirimkan untuk Peninjauan
it: Proponi per revisione
ja: レビュー待ちにする
ka: წარდგენა განსახილველად
kab: Azen i usenqed
ko: 검토 요청
mg: Halefa Hotsaraina
ms: Hantar untuk Semakan
nb_no: Send til gjennomgang
nl: Indienen voor beoordeling
pa_in: ਪੜਤਾਲ ਲਈ ਦਿਓ
pl: Wyślij do sprawdzenia
pt_br: Enviar para revisão
pt_pt: Enviar para Revisão
ro: Trimite pentru aprobare
sk: Odoslať na kontrolu
sr: Пошаљи на преглед
sv: Skicka in för granskning
te: సమీక్షకు సమర్పించండి
th: ส่งการพิจารณาใหม่
tr: İncelenmesi için gönder
uk: Подати на перегляд
ur: جائزہ لینے کے لئے جمع کروائیں
vi: Gửi lên để xét duyệt
zh_cn: 提交以供审核
zh_tw: 送出審核
zu: Letha Isibukezo

source: Save as Draft
bg: Запишете като чернова
bs: Snimi kao nacrt
de: Als Entwurf speichern
el: Αποθήκευση ως πρόχειρο
es: Guardar como borrador
fy_nl: Bewarje as konsept
he: שמירה כטיוטה
hr: Spremi kao skicu
hu: Mentés piszkozatként
ia: Salvar como minuta
id: Simpan sebagai Konsep
it: Salva bozza
ja: 下書きとして保存
ka: წინასწარ ვარიანტად შენახვა
kab: Sekles-it d arewway
ko: 작성 중 문서 저장하기
ms: Simpan sebagai Draf
nb_no: Lagre som kladd
nl: Opslaan als concept
pl: Zapisz jako szkic
pt_br: Salvar como rascunho
pt_pt: Guardar como rascunho
ro: Salvează ca ciornă
sk: Uložiť ako koncept
sr: Сними као нацрт
sv: Spara som utkast
te: చిత్తుప్రతి భద్రపరచు
th: บันทึกเป็นฉบับร่าง
tr: Taslak olarak kaydet
uk: Зберегти чернетку
ur: بطور مسودہ محفوظ کریں
vi: Lưu vào nháp
zh_cn: 保存为草稿
zh_tw: 儲存為草稿

source: Preview Content
af: Voorbeskou inhoud
bg: Преглед на съдържанието
bs: Pregled sadržaja
de: Vorschau des Inhalts
el: Προεπισκόπηση
es: Vista previa de contenido
fy_nl: Ynhâld yn it foar besjen
he: תצוגה מקדימה של התוכן
hr: Pregledaj sadržaj
hu: Tartalom előnézete
ia: Contento del vista preliminar
id: Pratinjau Isi
it: Anteprima dei contenuti
ja: 記事プレビュー
ka: შიგთავსის შეთვალიერება
kab: Taskant n ugbur
ko: 내용 미리 보기
mg: Hanopy Maso Atiny
ms: Previu Kandungan
nb_no: Forhåndsvis innhold
nl: Voorbeeld van inhoud
pa_in: ਸਮੱਗਰੀ ਝਲਕ
pl: Podgląd zawartości
pt_br: Mostrar conteúdo
pt_pt: Pré-visualizar Conteúdo
ro: Previzualizează conținutul
sk: Náhľad obsahu
sr: Прикажи садржај
sv: Förhandsvisa innehåll
te: విషయపు మునుజూపు
th: แสดงตัวอย่างเนื้อหา
tr: İçeriği önizle
uk: Переглянути
vi: Xem trước nội dung
zh_cn: 预览
zh_tw: 預覽
zu: Buka kuqala Okuqukethwe

source: Preview Changes
af: Voorbeskou veranderinge
bg: Преглед на промените
bs: Prikaži promjene
de: Vorschau der Änderungen
el: Προβολή αλλαγών
es: Previsualizar cambios
fy_nl: Foarbyld fan wizigingen
he: תצוגה מקדימה של השינויים
hr: Pregledaj promjene
hu: Módosítások előnézete
ia: Cambios del vista preliminar
id: Pratinjau Perubahan
it: Anteprima modifiche
ja: 変更点プレビュー
ka: ცვლილებების შეთვალიერება
kab: Taskant n yibeddilen
ko: 변경 사항 미리 보기
mg: Hanopy Maso Fanovana
ms: Previu Perubahan
nb_no: Forhåndsvis endringer
nl: Voorbeeld van wijzigingen
pa_in: ਤਬਦੀਲੀਆਂ ਦੀ ਝਲਕ
pl: Podgląd zmian
pt_br: Mostrar alterações
pt_pt: Pré-visualizar alterações
ro: Previzualizează modificările
sk: Predchádzajúce zmeny
sr: Прикажи промене
sv: Förhandsvisa ändringar
te: మార్పుల మునుజూపు
th: แสดงตัวอย่างการเปลี่ยนแปลง
tr: Değişiklikleri ön İzle
uk: Переглянути зміни
vi: Xem trước các thay đổi
zh_cn: 预览变更
zh_tw: 預覽變更
zu: Buka kuqala Izinguquko

source: Submit Your Changes
af: Dien jou veranderinge in
bg: Изпращане на вашите промени
bs: Pošaljite vaše izmjene
de: Änderungen übermitteln
el: Υποβολή αλλαγών
es: Enviar tus cambios
fy_nl: Jo wizigings yntsjinje
he: שליחת השינויים שלך
hr: Pošalji svoje promjene
hu: Módosítások beküldése
ia: Invia tu cambios
id: Kirimkan Perubahan Anda
it: Inoltra modifiche
ja: 変更を提出します
ka: ცვლილებების წარდგენა
kab: Azen ibeddilen-ik
ko: 변경 사항 보내기
mg: Handrotsaka ireo Fanovanao
ms: Kemukakan Perubahan Anda
nb_no: Send inn endringer
nl: Uw wijzigingen indienen
pa_in: ਆਪਣੀਆਂ ਤਬਦੀਲੀਆਂ ਭੇਜੋ
pl: Wyślij zmiany
pt_br: Enviar suas alterações
pt_pt: Enviar as suas Alterações
ro: Trimite schimbările tale
sk: Odoslať Vaše zmeny
sr: Пошаљи своје промене
sv: Skicka in ändringar
te: మీ మార్పులు సమర్పించండి
th: ส่งการเปลี่ยนแปลงของคุณ
tr: Değişikliklerinizi gönderin
uk: Подати свої зміни
ur: اپنی تبدیلیاں جمع کروائیں
vi: Gửi lên Thay đổi của Bạn
zh_cn: 提交您的更改
zh_tw: 送出變更
zu: Letha Izinguquko zakho

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
af: Jy's 'n ster! Ons sal 'n e-pos stuur om jou te laat weet as jou veranderinge goedgekeur is. Jy kan die bespreking oor hierdie artikel volg deur die Bespreking-oortjie te klik.
bg: Страхотни сте! Ще Ви изпратим имейл за да Ви уведомим когато промените Ви са одобрени. Можете да следите дискусията към тази статия, като щракнете върху раздела Дискусия.
bs: Najbolji ste! Poslat ćemo e-mail da vas obavijestimo ako vaše izmjene budu odobrene. Možete pratiti diskusiju o ovom članku klikanjem na tab Diskusija.
de: Sie sind großartig! Wir schicken Ihnen eine E-Mail, um Ihnen mitzuteilen, ob Ihre Änderungen freigeschaltet wurden. Sie können die Diskussion über diesen Artikel verfolgen, indem Sie auf den Reiter „Diskussion“ klicken.
el: Μπράβο! Θα στείλουμε ένα email για να σας ενημερώσουμε εφόσον εγκριθούν οι αλλαγές σας. Μπορείτε να ακολουθήσετε τη συζήτηση σχετικά με αυτό το άρθρο κάνοντας κλικ στην καρτέλα «Συζήτηση».
es: ¡Genial! Te enviaremos un correo para hacerte saber si se han aprobado tus cambios. Puedes seguir la discusión sobre el artículo haciendo clic en la pestaña Discusión.
fy_nl: Machtich! Wy stjoere jo in e-mail as de wizigings goedkard binne. Jo kinne de diskusje folgje oer dit artikel troch te klikken op it Diskusjeljepblêd.
he: אין עליך! נשלח לך דוא״ל כדי ליידע אותך אם השינויים שלך עברו אישור. ניתן לעקוב אחר הדיון על מאמר זה על־ידי לחיצה על לשונית הדיון.
hr: Super! Poslat ćemo ti e-mail, kako bismo te obavijestili ukoliko se izmjene odobre. Možeđ slijediti raspravu o ovom članku pritiskom na karticu Rasprava.
hu: Köszönjük! Értesítést küldünk e-mailen, amint a módosítások jóváhagyása megtörtént. A leírással kapcsolatos beszélgetéseket nyomon követheti a Beszélgetés lapra kattintva.
ia: Felicitationes! Nos te inviara un email pro facer te saper si tu cambios essera approbate. Tu pote sequer le discussion re iste articulo in le scheda Discussion.
id: Terima kasih! Kami telah mengirimkan email agar Anda dapat mengetahui jika perubahan yang dilakukan telah disetujui. Anda dapat mengikuti diskusi tentang artikel ini dengan mengeklik tab Diskusi.
it: Ben fatto! Riceverai un messaggio email di notifica dell’eventuale approvazione. Potrai seguire la discussione su questo articolo facendo clic sulla scheda Discussione.
ja: ご協力ありがとうございます！ あなたの変更が承認された際にメールでお知らせします。この記事へのコメントは「議論」 タブをクリックしてください。
ka: ყოჩაღ! ელფოსტაზე მიიღებთ შეტყობინებას თქვენ მიერ შეტანილი ცვლილებების დამოწმების შემთხვევაში. ამ სტატიის განხილვაში მონაწილეობისთვის დააწკაპეთ განხილვის ჩანართს.
kab: Ayyuz! Ad ak-d-nazen imayl akken ad k-id-nelɣu mi ara ttwaqeblen ibeddilen. Tzemreḍ ad tḍefreḍ asqerdec ɣef umagrad-a ma tetakkaḍ ɣef yiccer n usqerdec.
ko: 감사합니다! 변경하신 내용이 승인 되었는지 여부를 알려 드릴 것입니다. 토론 탭을 누르시면 본 문서에 대해 의견을 나눌 수 있습니다.
mg: Milay ianao ka! Handefasanay mailaka ianao hampahalalana anao rehefa nankatoavina ireo fanovanao. Azonao arahina ny adihevitra momba an'ity lahatsoratra ity ka tsindrio ny vakizoro Adihevitra.
ms: Anda hebat! Kami akan hantar e-mel memaklumkan anda jika perubahan anda diluluskan. Anda boleh ikuti perbincangan artikel ini dengan mengklik tab Perbincangan.
nb_no: Du er fantastisk! Vi vil sende deg en e-post for å fortelle om endringene blir godkjent. Du kan følge diskusjonene om artikkelen ved å trykke på Diskusjon-fanen.
nl: U bent geweldig! We zullen een e-mail sturen om te laten weten of uw wijzigingen zijn goedgekeurd. U kunt de discussie over dit artikel volgen door op het tabblad Discussie te klikken.
pa_in: ਤੁਸੀ ਛਾਅ ਗਏ! ਅਸੀ ਈਮੇਲ ਲਈ ਭੇਜਣ ਲਈ ਤੁਹਾਨੂੰ ਪਤਾ ਹੈ ਕਿ ਜੇਕਰ ਆਪਣੇ ਪਰਿਵਰਤਨਾਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇ ਦਿੱਤੀ ਹੈ। ਚਰਚਾ ਟੈਬ ਉੱਤੇ ਕਲਿਕ ਕਰਕੇ ਤੁਸੀ ਇਸ ਲੇਖ ਦੇ ਬਾਰੇ ਵਿੱਚ ਚਰਚਾ ਦਾ ਪਾਲਣ ਕਰ ਸੱਕਦੇ ਹੋ।
pl: Wspaniale! Jeśli zmiany zostaną zatwierdzone otrzymasz stosowne powiadomienie. Możesz śledzić dyskusję na temat tego artykułu, klikając zakładkę Dyskusja.
pt_br: Genial! Nós enviaremos uma mensagem para avisá-lo quando suas alterações forem aprovadas. Acompanhe a discussão do artigo clicando na aba Discussão.
pt_pt: Você é demais! Enviaremos uma mensagem para avisá-lo quando as suas alterações forem aprovadas. Pode seguir a discussão sobre este artigo clicando no separador Discussão.
ro: Ești tare! Îți vom trimite un e-mail pentru a te anunța dacă schimbările au fost aprobate. Poți urmări discuția despre acest articol printr-un clic pe tabul Discuții.
sk: Výborné! Okamžite ako budú zmeny schválené Vám pošleme e‑mail. Diskusiu k tomuto článku môžete sledovať v sekcii Diskusie.
sr: Страва сте! Обавестићемо путем е-поште ако измене буду одобрене. Можете пратити дискусију о овом чланку ако кликнете на језичак Дискусије.
sv: Du är bäst! Vi skickar ett e-postmeddelande så att du vet om dina ändringar blir godkända. Du kan följa diskussionen om den här artikeln genom att klicka på fliken Diskussion.
te: మీరు అద్భుతం! మీ మార్పులను ఆమోదించినట్లయితే మీకు ఈమెయిలు ద్వారా తెలియజేస్తాము. మీరు చర్చా ట్యాబు నొక్కడం ద్వారా ఈ వ్యాసం గురించిన చర్చను అనుసరించవచ్చు.
th: คุณสุดยอดมาก! เราจะส่งอีเมลไปให้คุณทราบถ้าการเปลี่ยนแปลงของคุณได้รับการอนุญาต คุณสามารถติดตามการสนทนาเกี่ยวกับบทความนี้ได้โดยคลิกที่แท็บ การสนทนา
tr: Süpersiniz! Değişiklikleriniz kabul edilirse size e-posta ile bildireceğiz. Tartışma sekmesine tıklayarak bu makaleyle ilgili tartışmayı izleyebilirsiniz.
uk: Круто! Ми надішлемо вам листа про те, чи прийнято ваші зміни. Поки, ви можете слідкувати за обговоренням цієї статті, клацнувши по вкладці Обговорення.
vi: Bạn thật tuyệt! Chúng tôi sẽ gửi một email để bạn biết nếu thay đổi của bạn được phê duyệt. Bạn có thể theo dõi thảo luận về bài viết này bằng cách nhấn vào thẻ thảo luận.
zh_cn: 您做的真棒！您的修订被审核后我们将会发电子邮件通知您。您可以点一下讨论标签，看看有关这篇文章的讨论。
zh_tw: 您做的真棒！您的更動被審核後我們將會發信通知您。您可以點一下討論標籤，看看這篇文章相關的討論。
zu: Wena uhamba wedwa! Sizokuthumela i-imeyli ukukwazisa ukuthi izinguquko zakho zigunyaziwe yini. Ungalandela ingxoxo mayelana nale athikhili ngokuchofoza ithebhu Yengxoxo.

source: Briefly describe your changes:
af: Beskryf kortliks jou veranderinge:
bg: Опишете накратко вашите промени:
bs: Ukratko opišite vaše izmjene:
de: Beschreiben Sie kurz Ihre Änderungen:
el: Περιγράψτε σύντομα τις αλλαγές σας:
es: Describe de forma resumida tus cambios:
fy_nl: Omskriuw koart jo wizigings:
he: נא לתאר בקצרה את השינויים שערכת:
hr: Ukratko opiši tvoje izmjene:
hu: Rövid összefoglaló a módosításról:
ia: Brevemente describe tu cambios:
id: Jelaskan secara singkat perubahannya:
it: Breve descrizione delle modifiche apportate:
ja: 変更点の簡単な説明:
ka: მოკლედ აღწერეთ თქვენი ცვლილებები:
kab: Seglem-d s tewzel ibeddilen-ik:
ko: 변경한 내용에 대한 소개:
mg: Soritsorito fohifohy ireo fanovanao:
ms: Terangkan perubahan anda dengan ringkas:
nb_no: Kort beskriv endringene dine:
nl: Beschrijf in het kort uw wijzigingen:
pa_in: ਆਪਣੇ ਪਰਿਵਰਤਨਾਂ ਨੂੰ ਸੰਖੇਪ ਵਿੱਚ ਵਰਣਨ ਕਰੋ:
pl: Opisz krótko zmiany:
pt_br: Descreva brevemente as suas alterações:
pt_pt: Descreva brevemente as suas alterações:
ro: Descrie pe scurt modificările:
sk: Stručne popíšte vykonané zmeny:
sr: Укратко опишите измене:
sv: Beskriv kortfattat dina ändringar:
te: క్లుప్తంగా మీ మార్పులు వివరించండి:
th: บอกการเปลี่ยนของคุณสั้น ๆ:
tr: Yaptığınız değişiklikleri kısaca açıklayın:
uk: Коротко опишіть ваші зміни:
ur: اپنی تبدیلیوں کو مختصرا بیان کریں:
vi: Mô tả ngắn gọn thay đổi của bạn:
zh_cn: 您的修订摘要：
zh_tw: 你的變更摘要:
zu: Chaza ngamafuphi izinguquko zakho:
