Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
af: Ons kan jou nie van hierdie vraag uitteken nie: <a href="%(question_url)s">%(question_title)s</a>. Maak asseblief seker jy het die uitteken-skakel korrek gekopieer en geplak.
bg: Не можахме да се отпишем от този въпрос: <a href="%(question_url)s">%question_title)s</a>. Моля, уверете се, че сте копирали и поставили правилно връзката за отписване.
bs: Nismo mogli da otkažemo pretplatu na pitanje: <a href="%(question_url)s">%(question_title)s</a>. Provjerite da li ste dobro prekopirali vezu za otkazivanje pretplate.
de: Wir konnten Ihre Benachrichtigungen für diese Frage nicht abbestellen: <a href="%(question_url)s">%(question_title)s</a>. Bitte stellen Sie sicher, dass Sie den Link zum Abbestellen korrekt kopiert und eingefügt haben.
el: Δεν μπορέσαμε να καταργήσουμε την εγγραφή σας από αυτήν την ερώτηση: <a href="%(question_url)s">%(question_title)s</a>. Βεβαιωθείτε ότι έχετε αντιγράψει και επικολλήσει σωστά τον σύνδεσμο κατάργησης εγγραφής.
es: No pudimos cancelar tu suscripción a esta pregunta: <a href="%(question_url)s">%(question_title)s</a>. Asegúrate de que copiaste y pegaste correctamente el enlace de cancelación de la suscripción.
fy_nl: Wy koene jo net ôfmelde fan dizze fraach: <a href="%(question_url)s">%(question_title)s</a>. Soargje derfoar dat jo de keppeling foar it ôfmelden goed kopiearre en plakt hawwe.
he: לא הצלחנו לבטל את המינוי שלך לשאלה הבאה: <a href="%(question_url)s">%(question_title)s</a>. נא לוודא שהעתקת והדבקת את הקישור לביטול המינוי בצורה נכונה.
hr: Nismo mogli odjaviti tvoju pretplatu na ovo pitanje: <a href="%(question_url)s">%(question_title)s</a>. Provjeri jesi li poveznica za odjavu ispravno kopirana i umetnuta.
hu: Nem sikerült a leiratkozás erről a kérdésről: <a href="%(question_url)s">%(question_title)s</a>. Kérjük, győződjön meg róla, hogy helyesen másolta és illesztette be a leiratkozási hivatkozást.
ia: Impossibile annullar tu inrolamento de iste question: <a href="%(question_url)s">%(question_title)s</a>. Per favor verifica que tu copiava e collava correctemente le ligamine pro remover le inrolamento.
id: Kami tidak bisa memberhentikan langganan Anda dari pertanyaan ini: <a href="%(question_url)s">%(question_title)s</a>. Silakan pastikan Anda menyalin dan menempel tautan berhenti berlangganan dengan benar.
it: Non è stato possibile annullare gli aggiornamenti per questa domanda: <a href="%(question_url)s">%(question_title)s</a>. Verificare di aver copiato e incollato correttamente il link fornito.
ja: この質問の更新通知を解除できませんでした: <a href="%(question_url)s">%(question_title)s</a>。更新通知解除のリンクを正しくコピー＆ペーストしてください。
ka: ამ შეკითხვის გამოწერის გაუქმება, ვერ ხერხდება: <a href="%(question_url)s">%(question_title)s</a>. გთხოვთ, დარწმუნდეთ ბმულის მართებულობაში.
kab: Ur nezmir ara ad k-nekkes seg ujerred n usteqsi-a: <a href="%(question_url)s">%(question_title)s</a>. Ttxil-k ḍmen anɣal d usenṭed n useɣwen n tuffɣa seg ujerred akken iwata.
ko: 이 질문으로 부터 여러분의 구독을 해지할 수 없습니다: <a href="%(question_url)s">%(question_title)s</a>. 구독해지 링크를 정확하게 복사해서 붙여넣었는지 다시 한 번 확인해보세요.
mg: Tsy voalanay ny fisoratanao @ ity fanontaniana ity: <a href="%(question_url)s">%(question_title)s</a>. Hamarino fa nadikanao sy napetakao tsara ilay rohy fanalana fisoratana.
ms: Kami tidak boleh membatalkan langganan anda daripada: <a href="%(question_url)s">%(question_title)s</a>. Sila pastikan anda sudah salin dan tampal pautan membatalkan langganan dengan betul.
nb_no: Vi klarte ikke å avslutte abonnementet ditt på spørsmålet: <a href="%(question_url)s">%(question_title)s</a>. Kontroller at du har kopiert og limt inn lenken korrekt.
nl: We konden u niet afmelden van deze vraag: <a href="%(question_url)s">%(question_title)s</a>. Zorg ervoor dat u de koppeling voor het afmelden goed hebt gekopieerd en geplakt.
pa_in: ਅਸੀ ਤੁਹਾਨੂੰ ਇਸ ਸਵਾਲ ਲਈ ਅਨ-ਸਬਸਕਰਾਇਵ ਨਹੀ ਕਰ ਸਕਦੇ: <a href="%(question_url)s">%(question_title)s</a>। ਕਿ੍ਪਾ ਕਰਕੇ ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀ ਅਨ-ਸਬਸਕਰਾਇਵ ਲਿੰਕ ਨੂੰ ਠੀਕ ਤਰਾ ਕਾਪੀ ਅਤੇ ਪੇਸ਼ਟ ਕੀਤਾ ਹੈ।
pl: Nie możemy anulować subskrypcji pytania: <a href="%(question_url)s">%(question_title)s</a>. Upewnij się, że skopiowany i wklejony odnośnik anulowania subskrypcji jest prawidłowy.
pt_br: Não conseguimos cancelar sua inscrição desta pergunta: <a href="%(question_url)s">%(question_title)s</a>. Verifique se copiou e colou corretamente o link de cancelamento.
pt_pt: Não foi possível cancelar a sua subscrição desta questão: <a href="%(question_url)s">%(question_title)s</a>. Verifique se copiou e colou corretamente a ligação de anulação da subscrição.
ro: Nu s-a reușit dezabonarea ta de la această întrebare: <a href="%(question_url)s">%(question_title)s</a>. Te rugăm să te asiguri că ai copiat și ai lipit corect linkul de dezabonare.
sk: Pri nasledovnej otázke nemožno odhlásiť odber: <a href="%(question_url)s">%(question_title)s</a>. Uistite sa prosím, že ste správne skopírovali a vložili odkaz na odhlásenie odberu.
sr: Нисмо могли да откажемо претплату на питање: <a href="%(question_url)s">%(question_title)s</a>. Проверите да ли сте добро прекопирали везу за отказивање претплате.
sv: Vi kunde inte avbryta din prenumeration på denna fråga: <a href="%(question_url)s">%(question_title)s</a>. Se till att du kopierat och klistrat in avregistreringslänken korrekt.
te: మేము ఈ ప్రశ్న నుండి మిమ్మల్ని తీసివేయలేము :<a href="%(question_url)s">%(question_title)s</a>. దయచేసి మీరు కాపీ చేసి మరియు సరిగ్గా అన్సబ్స్క్రయిబ్ లంకెఅతికించారని నిర్ధారించుకోండి.
th: เราไม่สามารถเลิกบอกรับจากคำถามนี้ให้คุณได้: <a href="%(question_url)s">%(question_title)s</a> โปรดตรวจสอบให้แน่ใจว่าคุณได้คัดลอกและวางลิงก์เลิกบอกรับอย่างถูกต้อง
tr: Bu sorudaki aboneliğinizi sonlandıramadık: <a href="%(question_url)s">%(question_title)s</a>. Lütfen sonlandırma bağlantısını doğru şekilde kopyalayıp yapıştırdığınızdan emin olun.
uk: Ми не змогли відписати вас від цього питання: <a href="%(question_url)s">%(question_title)s</a>. Будь ласка, переконайтеся, що ви правильно скопіювали і вставили посилання відмови від підписки.
vi: Chúng tôi không thể hủy đăng ký bạn khỏi câu hỏi này: <a href="%(question_url)s">%(question_title)s</a>. Vui lòng đảm bảo rằng bạn đã sao chép và dán liên kết hủy đăng ký một cách chính xác.
zh_cn: 我们不能退订这个问题：<a href="%(question_url)s">%(question_title)s</a>。请确认您复制和粘贴了正确的退订链接。
zh_tw: 我們無法為您取消訂閱「<a href="%(question_url)s">%(question_title)s</a>」這個問題。請確定您複製和貼上的取消訂閱的連結正確。
zu: Asikwazanga ukukukhipha ekubhaliseleni ukuthola izindaba ngalo mbuzo: <a href="%(question_url)s">%(question_title)s</a>. Uyacelwa ukuba uqinisekise ukuthi ukopishe wanamathisela ilinki yokuhoxisa ukuthola izindaba ngendlela eyiyo.

source: You are about to subscribe to:
af: Jy gaan nou inteken op:
bg: Ще се абонирате за:
bs: Upravo ćete se pretplatiti na:
de: Sie sind dabei, Folgendes zu abonnieren:
el: Πρόκειται να εγγραφείτε στο:
es: Estás a punto de suscribirte a:
fy_nl: Jo geane jo oanmelde foar:
he: בחרת להירשם כמינוי אל:
hr: Pretplatit ćeš se na:
hu: Feliratkozás a következőkre:
ia: Tu es preste a subscriber te a:
id: Anda akan berlangganan:
it: Si sta per completare l'iscrizione a:
ja: 購読対象:
ka: თქვენ აპირებთ გამოიწეროთ:
kab: Aql-ak tettedduḍ ad tjerrdeḍ ɣer:
ko: 구독 대상 :
mg: Ianao dia eo an-dàlana hisoratra @:
ms: Anda akan melanggan:
nb_no: Du vil nå abonnere på:
nl: U gaat zich aanmelden voor:
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਦੇ ਗ੍ਰਹਾਕ ਬਣਨ ਬਾਰੇ।
pl: Masz zamiar subskrybować:
pt_br: Você está prestes a se inscrever em:
pt_pt: Está prestes a subscrever:
ro: Ești pe cale să te abonezi la:
sk: Chcete sa prihlásiť k:
sr: Управо ћете се претплатити на:
sv: Du är på väg att prenumerera på:
te: మీరు సబ్స్క్రైబ్ చేయబోతున్నారు:
th: คุณกำลังจะบอกรับ:
tr: Şuna abone olmak üzeresiniz:
uk: Ви збираєтеся підписатися на:
ur: آپ اس کی رکنیت حاصل کرنے جارہے ہیں:
vi: Bạn sắp đăng ký:
zh_cn: 您的订阅将发送到：
zh_tw: 您即將訂閱：
zu: Usuzobhalisela ukuthola imibiko yalokhu:

source: Confirm your subscription
af: Bevestig jou intekening
bg: Потвърдете абонамента си
bs: Potvrdite vašu pretplatu
de: Abonnement bestätigen
el: Επιβεβαίωση εγγραφής
es: Confirma tu suscripción
fy_nl: Befêstigje jo ynskriuwing
he: אישור המינוי שלך
hr: Potvrdi pretplatu
hu: Erősítse meg a feliratkozását
ia: Confirma tu subscription
id: Konfirmasi langganan Anda
it: Conferma registrazione
ja: 購読確認
ka: დაადასტურეთ გამოწერა
kab: Sentem ajerred-ik
ko: 등록 확인하기
mg: Hamafiso ny fisoratanao
ms: Sahkan langganan anda
nb_no: Bekreft abonnementet
nl: Bevestig uw inschrijving
pa_in: ਆਪਣੀ ਸਬਸਕਰਿਪਸਨ ਲਈ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź subskrypcję
pt_br: Confirme sua inscrição
pt_pt: Confirme a sua subscrição
ro: Confirmă abonarea
sk: Potvrdenie odberu
sr: Потврдите претплату
sv: Bekräfta din prenumeration
te: మీ చందాను నిర్ధారించండి
th: ยืนยันการบอกรับของคุณ
tr: Aboneliğinizi onaylayın
uk: Підтвердьте свою підписку
ur: اپنی رکنیت کی توثیق کریں
vi: Xác nhận đăng ký theo dõi của bạn
zh_cn: 确认您的订阅
zh_tw: 確認您的訂閱資料
zu: Qinisekisa ukubhalisela kwakho ukuthola izindaba

source: Thanks!
af: Dankie!
bg: Благодарим ви!
bs: Hvala!
de: Vielen Dank!
el: Ευχαριστούμε!
es: ¡Gracias!
fy_nl: Tank!
he: תודה!
hr: Hvala!
hu: Köszönjük!
ia: Gratias!
id: Terima kasih!
it: Grazie
ja: ありがとうございます！
ka: გმადლობთ!
kab: Tanemmirt!
ko: 감사합니다!
mg: Misaotra!
ms: Terima kasih!
nb_no: Takk!
nl: Bedankt!
pa_in: ਧੰਨਵਾਦ!
pl: Dzięki!
pt_br: Obrigado!
pt_pt: Obrigado!
ro: Îți mulțumim!
sk: Ďakujeme!
sr: Хвала!
sv: Tack!
te: ధన్యవాదములు!
th: ขอบคุณ!
tr: Teşekkürler!
uk: Дякуємо!
ur: شکریہ!
vi: Cảm ơn!
zh_cn: 感谢订阅！
zh_tw: 感謝您！
zu: Siyabonga!

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
af: Om die intekening te bevestig, klik asseblief die skakel hier onder of kopieer en plak die hele ding in die blaaier se adresbalk:
bg: За да потвърдите абонамента си, моля, кликнете върху връзката по-долу или копирайте и поставете всичко в адресната лента на браузъра си:
de: Um Ihr Abo zu bestätigen, klicken Sie bitte auf den folgenden Link, oder fügen Sie ihn in die Adressleiste Ihres Browsers ein:
el: Για να επιβεβαιώσετε τη συνδρομή σας, παρακαλούμε κάντε κλικ στον παρακάτω σύνδεσμο ή κάντε αντιγραφή και επικόλληση στη γραμμή τοποθεσιών του προγράμματος περιήγησης:
es: Para confirmar tu suscripción, pulsa el enlace de más abajo o copia y pega todo en la barra de direcciones de tu navegador:
fy_nl: Klik op de ûndersteande keppeling of kopiearje en plak it gehiel yn de lokaasjebalke fan jo browser om jo ynskriuwing te befêstigjen:
he: כדי לאשר את המינוי שלך, יש ללחוץ על הקישור הבא או להעתיק ולהדביק את כל המקטע בשורת המיקום בדפדפן שלך:
hr: Za potvrđivanje pretplate, pritisni poveznicu ili je kopiraj i umetni u adresnu traku preglednika:
hu: A feliratkozás jóváhagyásához kattintson az alábbi hivatkozásra vagy másolja be az egészet a böngésző címsorába:
ia: Pro confirmar tu subscription, per favor clicca le ligamine infra o copia e colla toto in le barra del adresses de tu navigator:
id: Untuk mengonfirmasi langganan Anda, sila klik tautan di bawah ini atau salin dan tempelkan semuanya ke bilah lokasi peramban Anda:
it: Per confermare l'intenzione di iscriversi, fare clic sul link sottostante o copiare e incollare per intero il link nella barra degli indirizzi del browser:
ja: 購読を確認するには、以下のリンクをクリックするか文字列全体をロケーションバーにコピー＆ペーストしてください:
ka: გამოწერის დასადასტურებლად, გთხოვთ, დაწკაპოთ ქვემოთ მოცემულ ბმულზე ან აიღოთ მისი ასლი და ჩასვათ ბრაუზერის მისამართების ველში:
kab: Akken ad tsentmeḍ ajerred-ik, tekki ma ulac aɣilif ɣef useɣwen ddaw-a neɣ nɣel-it sakin senṭeḍ-it deg ufeggag n tansan n yiming-ik:
ko: 구독 상태를 확인 하려면, 아래 링크를 클릭하거나 브라우저의 주소란에 URL을 복사하십시오:
mg: Raha hanamafy ny fisoratanao, dia tsindrio azafady ny rohy eto ambany na adikao sy apetaho eo @ tsipi-toeran'ny mpitetinao ilay rohy manontolo:
ms: Untuk mengesahkan langganan anda, sila klik pautan di bawah atau salin dan tampal semua ke dalam bar lokasi pelayar:
nb_no: Vis å bekrefte abonnementet ditt, trykk på lenken nedenfor, eller kopier og lim inn lenken i nettleserens adresselinje:
nl: Klik op de onderstaande koppeling of kopieer en plak het geheel in de locatiebalk van uw browser om uw inschrijving te bevestigen:
pa_in: ਜੇ ਤਸੀ ਆਪਣੀ ਗਾਹਕੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾ ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਤੇ ਕਲਿੱਕ ਕਰੋ ਜਾ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰੋ:
pl: Aby potwierdzić subskrypcję, kliknij poniższy odnośnik lub skopiuj całość i wklej do paska adresu przeglądarki:
pt_br: Para confirmar sua inscrição, clique no link abaixo ou copie e cole na barra de endereços do navegador:
pt_pt: Para confirmar a sua inscrição, por favor, clique na hiperligação abaixo ou copie-a e cole-a na barra de localização do seu navegador:
ro: Pentru a-ți confirma abonarea, te rugăm să dai clic pe linkul de mai jos sau copiază-l și inserează-l în bara de adrese a browserului:
sk: Pre potvrdenie svojho prihlásenia kliknite na odkaz nižšie, alebo ho celý skopírujte a vložte do riadka s adresou svojho webového prehliadača:
sr: Да бисте потврдили своју претплату, кликните на везу доле или све прекопирајте у траку локација прегледача:
sv: För att bekräfta prenumerationen, vänligen klicka på följande länk, eller klistra in den i din webbläsares adressfält:
te: సైట్ లో ఈ పోస్ట్ వీక్షించేందుకు, ఈ క్రింది లింక్ క్లిక్ చేయండి, లేదా మీ బ్రౌజర్ యొక్క స్థాన పట్టీ లో అతికించండి:
th: หากต้องการยืนยันการบอกรับของคุณ โปรดคลิกลิงก์ด้านล่างหรือคัดลอกและวางข้อมูลทั้งหมดลงในแถบตำแหน่งที่ตั้งของเบราว์เซอร์ของคุณ:
tr: Aboneliğinizi onaylamak için lütfen aşağıdaki bağlantıya tıklayın veya bağlantıyı kopyalayıp tarayıcınızın konum çubuğuna yapıştırın:
uk: Для підтвердження вашої підписки, будь ласка, клацніть за посиланням нижче, або скопіюйте і вставте його в адресний рядок вашого браузера:
vi: Để xác nhận đăng ký của bạn, vui lòng nhấp vào liên kết bên dưới hoặc sao chép và dán toàn bộ vào thanh vị trí của trình duyệt của bạn:
zh_cn: 要确认您的订阅，请点击下面的链接，或复制并粘贴整个链接到您的浏览器的地址栏：
zh_tw: 要確認您的訂閱，請點擊下方的鏈結或將鏈結複製並貼上到瀏覽器的網址列：
zu: Ukuze uqinisekise ukubhalisa, uyacelwa uchofoze ilinki engezansi noma kopisha unamathelise yonke lento esikhaleni sesiphequluli sakho:

source: <strong>Avoid support scams.</strong> We will never ask you to call or text a phone number or share personal information. <a href="%(url)s">Learn more here.</a>
bg: <strong>Избягвайте измамите при поддръжката. </strong> Никога няма да ви помолим да се обадите или изпратите SMS на телефонен номер или да споделите лична информация. <a href="%(url)s">Научете повече тук.</a>
de: <strong>Vorsicht vor Support-Betrug:</strong> Wir fordern Sie niemals auf, eine Telefonnummer anzurufen, eine SMS an eine Telefonnummer zu senden oder persönliche Daten preiszugeben. <a href="%(url)s">Hier erfahren Sie mehr.</a>
el: <strong>Αποφύγετε τις απάτες υποστήριξης.</strong> Δεν θα σας ζητήσουμε ποτέ να καλέσετε ή να στείλετε μήνυμα σε κάποιον αριθμό τηλεφώνου ή να μοιραστείτε προσωπικές πληροφορίες. <a href="%(url)s">Μάθετε περισσότερα εδώ.</a>
es: <strong>Evita las estafas de soporte.</strong> Nunca te pediremos que llames o escribas a un número de teléfono o compartas información personal. <a href="%(url)s">Obtener más información.</a>
fy_nl: <strong>Mij stipescams.</strong> Wy sille jo nea freegje in telefoannûmer te beljen, der in sms nei ta te stjoeren of persoanlike gegevens te dielen. <a href="%(url)s">Lês hjir mear.</a>
he: <strong>יש להימנע מהונאות תמיכה.</strong> לעולם לא נבקש ממך להתקשר או לשלוח הודעת טקסט למספר טלפון או לשתף מידע אישי. <a href="%(url)s">מידע נוסף כאן.</a>
hr: <strong>Izbjegni prijevare podrške</strong> Nikada te nećemo tražiti da nazoveš broj, da pošalješ poruku s telefonskim brojem ili da dijeliš osobne podatke. <a href="%(url)s">Saznaj više.</a>
hu: <strong>Kerülje el a támogatási csalásokat.</strong> Sosem kérjük arra, hogy hívjon fel egy telefonszámot vagy osszon meg személyes információkat. <a href="%(url)s">További információk itt.</a>
ia: <strong>Evita le offertas de assistentia fraudulente.</strong> Nos non te demandara jammais de telephonar, de inviar un message de texto a un numero de telephono, o de divulgar informationes personal. <a href="%(url)s">Lege plus hic.</a>
id: <strong>Hindari penipuan.</strong> Kami tidak akan meminta Anda untuk menelepon atau mengirim nomor telepon atau berbagi informasi pribadi. <a href="%(url)s">Pelajari lebih lanjut di sini.</a>
it: <strong>Fai attenzione agli attacchi di phishing.</strong> Mozilla non chiederà mai di chiamare un numero di telefono o fornire dati sensibili. <a href="%(url)s">Ulteriori informazioni a questa pagina.</a>
ja: <strong>サポート詐欺に注意してください。</strong> 私たちはあなたに電話をかけたりショートメッセージを送ったり、個人情報の共有を求めたりすることはありません。 <a href="%(url)s">詳細はこちら。</a>
ka: <strong>თავი დაიცავით თაღლითობებისგან.</strong> ჩვენ არასდროს მოგთხოვთ სატელეფონო ნომერზე დარეკვას, შეტყობინების გამოგზავნას ან პირადი მონაცემების გაზიარებას. <a href="%(url)s">ვრცლად იხილეთ აქ.</a>
ko: <strong>사기 공격주의:</strong> 전화를 걸거나, 문자를 보내 개인 정보를 요청하지 않습니다. <a href="%(url)s">여기</a>에서 자세히 알아보세요.
nb_no: <strong>Pass på brukerstøttesvindel.</strong> Vi vil aldri be deg om å ringe eller sende melding til et nummer eller dele personlig informasjon. <a href="%(url)s">Les mer her.</a>
nl: <strong>Vermijd ondersteuningsscams.</strong> We zullen u nooit vragen een telefoonnummer te bellen, er een sms naar te sturen of persoonlijke gegevens te delen. <a href="%(url)s">Lees hier meer.</a>
pl: <strong>Unikaj oszustw związanych z pomocą.</strong> Nigdy nie będziemy cię prosić o dzwonienie na numer telefonu, wysyłanie SMS-ów ani o udostępnianie danych osobowych. <a href="%(url)s">Dowiedz się więcej.</a>
pt_br: <strong>Evite golpes de suporte.</strong> Nunca pedimos que você ligue ou envie uma mensagem de texto para um número de telefone, ou compartilhe informações pessoais. <a href="%(url)s">Saiba mais aqui.</a>
pt_pt: <strong>Evite burlas no apoio.</strong> Nunca iremos solicitar que telefone ou envie uma mensagem de texto para um número de telefone ou que partilhe informações pessoais. <a href="%(url)s">Saber mais aqui.</a>
sk: <strong>Vyhnite sa podvodom s podporou.</strong> Nikdy vás nebudeme žiadať, aby ste zavolali alebo poslali SMS na telefónne číslo alebo zdieľali osobné informácie. <a href="%(url)s">Ďalšie informácie nájdete tu.</a>
sr: <strong>Избегните преваре подршке.</strong> Никада од вас нећемо тражити да зовете или шаљете поруке на број или да делите личне податке. <a href="%(url)s">Сазнајте више овде.</a>
sv: <strong>Akta dig för supportbedrägerier:</strong> Vi kommer aldrig att be dig att ringa eller skicka ett sms till ett telefonnummer eller dela personlig information. <a href="%(url)s">Läs mer här.</a>
tr: <strong>Tuzaklara dikkat edin.</strong> Mozilla sizden asla bir telefon numarasını aramanızı, mesaj göndermenizi veya kişisel bilgilerinizi paylaşmanızı istemez. <a href="%(url)s">Daha fazla bilgi alın.</a>
uk: <strong>Остерігайтеся нападів зловмисників.</strong> Mozilla ніколи не просить вас зателефонувати, надіслати номер телефону у повідомленні або поділитися з кимось особистими даними. <a href="%(url)s">Докладніше тут.</a>
vi: <strong>Tránh các lừa đảo về hỗ trợ.</strong> Chúng tôi sẽ không bao giờ yêu cầu bạn gọi hoặc nhắn tin đến số điện thoại hoặc chia sẻ thông tin cá nhân. <a href="%(url)s">Tìm hiểu thêm tại đây.</a>
zh_cn: <strong>防范以用户支持为名的诈骗。</strong>我们绝对不会要求您拨打电话或发送短信，及提供任何个人信息。<a href="%(url)s">在此详细了解。</a>
zh_tw: <strong>請小心釣魚網站。</strong>Mozilla 絕對不會要求您來電、傳送簡訊，或分享個人資訊。<a href="%(url)s">了解更多資訊。</a>

source: Browse for unsolved questions and help a fellow user
af: Blaai vir onopgeloste vrae en help 'n medegebruikers
bg: Разгледайте нерешените въпроси и помогнете на друг потребител
bs: Pretražite nerješena pitanja i pomozite Firefox korisnicima
de: Suchen Sie nach ungelösten Fragen und helfen Sie einem anderen Anwender
el: Αναζητήστε άλυτες απορίες και βοηθήστε έναν άλλο χρήστη
es: Busca preguntas sin resolver y ayuda a otros usuarios
fy_nl: Besjoch net oploste fragen en help in meibrûker
hr: Pregledaj neriješena pitanja i pomogni korisnicima
hu: Böngéssze a megoldatlan kérdéseket és segítsen egy felhasználónak
ia: Naviga pro questiones non solvite e adjuta un collega usator
id: Jelajahi pertanyaan-pertanyaan yang belum terjawab untuk membantu sesama pengguna
it: Cerca le domande senza risposta e aiuta un altro utente
ja: 未解決の質問に回答してユーザーを助けましょう
ka: მოიძიეთ გადაწყვეტის გარეშე არსებული კითხვები და დაეხმარეთ სხვა მომხმარებლებს
kab: Snirem isteqsiyen ur nefri ara sakin ɛiwen aseqdac-nniḍen
ko: 해결되지 않은 질문을 살펴보고 사용자 돕기
mg: Miteteza mba hahita fanontaniana tsy voavaha ary manampia mpampiasa namana
ms: Layari soalan yang masih belum dijawab dan bantu rakan pengguna
nb_no: Bla igjennom uløste spørsmål og hjelp en med-bruker
nl: Bekijk onopgeloste vragen en help een medegebruiker
pl: Przejrzyj pytania bez odpowiedzi i pomóż użytkownikowi
pt_br: Procure perguntas sem solução e ajude um usuário
pt_pt: Navegue por questões não resolvidas e ajude um outro utilizador
ro: Răsfoiește întrebările nerezolvate și ajută un utilizator
sk: Prechádzať nezodpovedané otázky a pomáhať používateľom
sr: Претражите нерешена питања и помозите Firefox корисницима
sv: Bläddra efter olösta frågor och hjälp en med-användare
te: అపరిష్కృత ప్రశ్నలు బ్రౌజ్ చేయండి మరియు సహచర యూజర్ కు సహాయం చేయండి
th: เรียกดูคำถามที่ยังไม่ได้รับการแก้ไขและช่วยผู้ใช้คนอื่น ๆ
tr: Çözülmemiş soruları görüntüleyin ve bir kullanıcıya yardım edin
uk: Переглянути невирішені питання і допомогти користувачу
ur: حل نہ ہونے والے سوالات کے لئے براؤز کریں اور ساتھی صارف کی مدد کریں
vi: Duyệt tìm câu hỏi chưa được giải quyết và giúp đỡ người dùng
zh_cn: 浏览未解决的问题并帮助 Firefox 用户伙伴
zh_tw: 瀏覽未解決的問題並幫助使用者
zu: Phequlula imibuzo engekasonjululwa usizo omunye umsebenzisi
