Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: %(reviewer)s has approved the revision to the document %(document_title)s.
af: %(reviewer)s het die wysiging aan die dokument %(document_title)s goedgekeur.
bg: %(reviewer)s одобри ревизията към документа %(document_title)s.
bs: %(reviewer)s je odobrio reviziju dokumenta %(document_title)s.
de: %(reviewer)s hat die Änderung des Dokuments %(document_title)s freigeschaltet.
el: Ο/Η %(reviewer)s έχει εγκρίνει την αναθεώρηση για το έγγραφο «%(document_title)s».
es: %(reviewer)s ha aprobado la revisión del documento %(document_title)s.
fy_nl: %(reviewer)s hat de refyzje fan it dokumint %(document_title)s goedkard.
he: המהדורה למסמך %(document_title)s אושרה על־ידי %(reviewer)s.
hr: %(reviewer)s je odobrio/la reviziju dokumenta %(document_title)s
hu: %(reviewer)s jóváhagyta a következő dokumentum verzióját: %(document_title)s.
ia: %(reviewer)s ha approbate le revision al documento %(document_title)s.
id: %(reviewer)s telah menyetujui revisi untuk dokumen %(document_title)s.
it: %(reviewer)s ha approvato la versione del documento %(document_title)s.
ja: %(reviewer)s さんが %(document_title)s のリビジョンを承認しました。
ka: %(reviewer)s მიმომხილველმა დაამოწმა %(document_title)s დოკუმენტის გადამუშავებული ვერსია.
kab: %(reviewer)s yeqbel aceggir n yisemli %(document_title)s.
ko: %(reviewer)s 님이 %(document_title)s 문서의 리비전을 승인했습니다.
mg: Nankatò ny fanintsiana ny tahirin-kevitra %(document_title)s i %(reviewer)s.
ms: %(reviewer)s telah meluluskan semakan dokumen %(document_title)s.
nb_no: %(reviewer)s godkjente revisjonen til dokumentet %(document_title)s.
nl: %(reviewer)s heeft de revisie van het document %(document_title)s goedgekeurd.
pa_in: %(reviewer)s ਨੂੰ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਰੀਵਿਜ਼ਨ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਹੈ %(document_title)s.
pl: %(reviewer)s zatwierdził zmiany do dokumentu %(document_title)s.
pt_br: %(reviewer)s aprovou a edição do documento %(document_title)s.
pt_pt: %(reviewer)s aprovou a revisão do documento %(document_title)s.
ro: %(reviewer)s a aprobat revizuirea la documentul %(document_title)s.
sk: %(reviewer)s schválil revíziu dokumentu %(document_title)s.
sr: %(reviewer)s је одобрио ревизију документа %(document_title)s.
sv: %(reviewer)s har godkänt revideringen av dokumentet %(document_title)s.
te: %(reviewer)s ఈ %(document_title)s పత్రంకు రివిజన్ ఆమోదించారు.
th: %(reviewer)s ได้อนุมัติการตรวจทานแก้ไขไปยังเอกสาร %(document_title)s
tr: %(reviewer)s, "%(document_title)s" belgesindeki revizyonu onayladı.
uk: %(reviewer)s затверджує редакцію документа %(document_title)s.
vi: %(reviewer)s đã phê duyệt bản sửa đổi cho tài liệu %(document_title)s.
zh_cn: %(reviewer)s 核准了 %(document_title)s 的修订。
zh_tw: %(reviewer)s 已經審核對於 %(document_title)s 的修訂。
zu: %(reviewer)s bagunyaze ukubukezwa kwedokhumenti %(document_title)s.

source: View the updated document
af: Lees die bygewerkte dokument
bg: Вижте актуализирания документ
bs: Prikaži ažuriran dokument
de: Das aktualisierte Dokument ansehen
el: Προβολή ενημερωμένου εγγράφου
es: Ver el documento actualizado
fy_nl: It bywurke dokumint werjaan
he: הצגת המסמך המעודכן
hr: Pogledaj aktualizirani dokument
hu: Frissített dokumentum megjelenítése
ia: Vider le documento actualisate
id: Hapus Dokumen
it: Visualizza il documento aggiornato
ja: 更新されたドキュメントを見る
ka: განახლებული დოკუმენტის ნახვა
kab: Wali isemli yettwaleqmen
ko: 문서 변경 사항 보기
mg: Hijery ilay tahirin-kevitra nohavaozina
ms: Papar dokumen dikemaskini
nb_no: Vis det oppdaterte dokumentet
nl: Het bijgewerkte document weergeven
pa_in: ਅੱਪਡੇਟ ਕੀਤੇ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਦੇਖੋ
pl: Wyświetl zaktualizowany dokument
pt_br: Ver o documento atualizado
pt_pt: Ver o documento atualizado
ro: Vezi documentul actualizat
sk: Zobraziť aktualizovaný dokument
sr: Прикажи ажуриран документ
sv: Visa det uppdaterade dokumentet
te: నవీకరించబడిన పత్రమును చూడండి
th: ดูเอกสารที่อัปเดต
tr: Güncellenen belgeyi görüntüle
uk: Глянути оновлений документ
ur: تازہ کاری شدہ دستاویز دیکھیں
vi: Xem tài liệu đã cập nhật
zh_cn: 查看更新的文档
zh_tw: 檢視更新的文件
zu: Buka idokhumenti evuselelwe

source: Summary:
af: Opsomming:
bg: Обобщение:
bs: Rezime:
de: Zusammenfassung:
el: Επισκόπηση:
es: Resumen:
fy_nl: Gearfetting:
he: תקציר:
hr: Sažetak:
hu: Összegzés:
ia: Summario:
id: Ringkasan:
it: Sommario:
ja: 要約:
ka: შეჯამება:
kab: Agzul:
ko: 요약:
mg: Famintinana:
ms: Rumusan:
nb_no: Oppsummering:
nl: Samenvatting:
pa_in: ਸੰਖੇਪ
pl: Podsumowanie:
pt_br: Resumo:
pt_pt: Sumário:
ro: Rezumat:
sk: Súhrn:
sr: Резиме:
sv: Sammanställning:
te: సారాంశం:
th: สรุป:
tr: Özet:
uk: Короткий опис:
ur: خلاصہ
vi: Tóm tắt:
zh_cn: 摘要：
zh_tw: 摘要：
zu: Isifingqo:

source: Changes:
af: Veranderinge:
bg: Промени:
bs: Izmjene:
de: Änderungen:
el: Αλλαγές:
es: Cambios:
fy_nl: Wizigingen:
he: שינויים:
hr: Promjene:
hu: Módosítások:
ia: Cambios:
id: Ubah
it: Modifiche:
ja: 変更点:
ka: ცვლილებები:
kab: Ibeddilen:
ko: 변경 사항:
mg: Fanovana:
ms: Perubahan:
nb_no: Endringer:
nl: Wijzigingen:
pa_in: ਬਦਲਾਉ
pl: Zmiany:
pt_br: Alterações:
pt_pt: Alterações:
ro: Modificări:
sk: Zmeny:
sr: Измене:
sv: Förändringar:
te: మార్పులు:
th: การเปลี่ยนแปลง:
tr: Değişiklikler:
uk: Зміни:
ur: تبديلياں:
vi: Các thay đổi:
zh_cn: 变更：
zh_tw: 變更：
zu: Izinguquko:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
af: Om die bygewerkte dokument te sien, klik die volgende skakel, of plak dit in jou blaaier se adresbalk:
bg: За да видите актуализирания документ, кликнете върху следната връзка или я копирайте в адресната лента на браузъра:
de: Um das aktualisierte Dokument anzusehen, klicken Sie bitte auf den folgenden Link, oder fügen Sie ihn in die Adressleiste Ihres Browsers ein:
el: Για να δείτε το ενημερωμένο έγγραφο, κάντε κλικ στον ακόλουθο σύνδεσμο ή επικολλήστε τον στη γραμμή τοποθεσίας του προγράμματος περιήγησης:
es: Para ver el documento actualizado, pulsa en el enlace siguiente o pégalo en la barra de direcciones de tu navegador:
fy_nl: Klik op de folgjende keppeling of plak dizze yn de lokaasjebalke fan jo browser om it bywurke dokumint wer te jaan:
he: כדי להציג את המסמך המעודכן, יש ללחוץ על הקישור הבא או להדביק אותו בשורת המיקום בדפדפן שלך:
hr: Za prikaz aktualiziranog dokumenta, pritisni poveznicu ili je umetni u adresnu traku preglednika:
hu: A frissített dokumentum megjelenítéséhez kattintson az alábbi hivatkozásra vagy másolja be az egészet a böngésző címsorába:
ia: Pro vider le documento actualisate clicca le sequente ligamine o colla illo in le barra del adresses de tu navigator:
it: Per visualizzare il documento aggiornato, fare clic sul link di seguito o copiare e incollare il link nella barra degli indirizzi del browser:
ja: 更新された記事を見るには、以下のリンクをクリックするか文字列全体をロケーションバーにコピー＆ペーストしてください:
ka: განახლებული დოკუმენტის სანახავად, გთხოვთ, დააწკაპოთ მოცემულ ბმულს ან ჩასვათ ბრაუზერის მისამართების ველში:
kab: Akken ad twaliḍ isemli-a yettwaleqqmen, tekki ɣef useɣwen-a, neɣ senteḍ-it ɣef ufeggag n tansa n yiminig-ik:
ko: 갱신된 기사를 보려면, 아래 링크를 클릭하거나 브라우저의 주소란에 URL을 복사하십시오:
mg: Raha hijery ny tahirin-kevitra nohavaozina, dia tsindrio na apetaho eo @ tsipi-toeran'ny mpitetinao ity rohy manaraka ity azafady:
ms: Untuk melihat dokumen ini yang sudah dikemaskini, klik pautan berikut, atau tampalnya ke dalam bar lokasi pelayar:
nb_no: Trykk på følgende lenke for å se det oppdaterte dokumentet, eller lim det inn i nettleserens adresselinje:
nl: Klik op de volgende koppeling of plak deze in de locatiebalk van uw browser om het bijgewerkte document weer te geven:
pa_in: ਅੱਪਡੇਟ ਕੀਤੇ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਵੇਖਣ ਲਈ, ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਨੂੰ ਕਲਿੱਕ ਕਰੋ, ਜਾ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਚਿਪਕਾਉ:
pl: Aby wyświetlić zaktualizowany dokument, kliknij poniższy odnośnik lub skopiuj całość i wklej do paska adresu przeglądarki:
pt_br: Para ver o documento atualizado, clique no link a seguir, ou cole-o na barra de endereços do seu navegador:
pt_pt: Para ver o documento atualizado, clique na hiperligação seguinte, ou cole-a na barra de localização do seu navegador:
ro: Pentru a vedea documentul actualizat, apasă pe linkul următor, sau lipește-l în bara de adresă a browserului tău:
sk: Pre zobrazenie alebo aktualizáciu dokumentu kliknite na nasledujúci odkaz, alebo ho vložte do riadku adresy vášho prehliadača:
sr: Да бисте погледали ажурирани документ, кликните на следећу везу, или је прекопирајте у поље за претрагу у прегледачу:
sv: För att se det uppdaterade dokumentet, klicka på länken, eller klistra in den i din webbläsares adressfält:
te: సైట్ లో ఈ పోస్ట్ వీక్షించేందుకు, ఈ క్రింది లింక్ క్లిక్ చేయండి, లేదా మీ బ్రౌజర్ యొక్క స్థాన పట్టీ లో అతికించండి:
th: หากต้องการดูเอกสารที่อัปเดตแล้ว ให้คลิกลิงก์ดังต่อไปนี้ หรือวางลิงก์นี้ลงในแถบตำแหน่งที่ตั้งของเบราว์เซอร์ของคุณ:
tr: Güncellenen belgeyi görüntülemek için aşağıdaki bağlantıya tıklayın veya bağlantıyı tarayıcınızın konum çubuğuna yapıştırın:
uk: Для перегляду оновленого документа, клацніть за наступним посиланням, або вставте його в адресний рядок вашого браузера:
vi: Để xem tài liệu đã cập nhật, nhấp vào liên kết sau hoặc dán vào thanh vị trí của trình duyệt của bạn:
zh_cn: 要查看更新的文档，点击以下链接（或粘贴到您的浏览器地址栏中打开）：
zh_tw: 要觀看更新過的文件，請點下下列連結，或者將它貼到瀏覽器的位址列：
zu: Ukuze ukwazi ukubuka idokhumenti esivuselelwe, chofoza ilinki elandelayo, noma uyinamathelise esikhaleni sesiphequluli:

source: %(creator)s created a new revision to the document %(document_title)s.
af: %(creator)s het 'n nuwe wysiging aan die dokument %(document_title)s geskep.
bg: %(creator)s създаде нова редакция на документа %(document_title)s.
bs: %(creator)s je kreirao novu reviziju dokumenta %(document_title)s.
de: %(creator)s hat eine neue Änderung am Dokument %(document_title)s vorgenommen.
el: Ο/Η %(creator)s δημιούργησε νέα αναθεώρηση για το έγγραφο «%(document_title)s».
es: %(creator)s ha creado una nueva revisión del documento %(document_title)s.
fy_nl: %(creator)s hat in nije refyzje fan it dokumint %(document_title)s makke.
he: למסמך %(document_title)s נוצרה מהדורה חדשה על־ידי %(creator)s.
hr: %(creator)s je stvorio/la reviziju dokumenta %(document_title)s.
hu: %(creator)s új verziót készített a következő dokumentumhoz: %(document_title)s.
ia: %(creator)s creava un nove revision del documento %(document_title)s.
id: %(creator)s telah membuat revisi baru terhadap dokumen %(document_title)s.
it: %(creator)s ha creato una nuova versione del documento %(document_title)s.
ja: %(creator)s さんが %(document_title)s の新しいリビジョンを作成しました。
ka: %(creator)s ავტორმა შეიმუშავა %(document_title)s დოკუმენტის ახალი ვერსია.
kab: %(creator)s yerna aceggir n yisemli %(document_title)s.
ko: %(creator)s 님이 %(document_title)s 문서의 새로운 버전을 만들었습니다.
mg: Namorona fanitsiana vaovao ny tahirin-kevitra %(document_title)s i %(creator)s.
ms: %(creator)s mencipta semakan baru untuk dokumen %(document_title)s.
nb_no: %(creator)s opprettet en ny revisjon av dokumentet %(document_title)s.
nl: %(creator)s heeft een nieuwe revisie van het document %(document_title)s gemaakt.
pa_in: %(creator)s ਦਸਤਾਵੇਜ ਨੂੰ ਕਰਨ ਲਈ ਇੱਕ ਨਵਾਂ ਸੰਸ਼ੋਧਨ ਬਣਾਇਆ %(document_title)s।
pl: %(creator)s utworzył nową wersję dokumentu %(document_title)s.
pt_br: %(creator)s criou uma nova edição do documento %(document_title)s.
pt_pt: %(creator)s criou uma nova revisão no documento %(document_title)s.
ro: %(creator)s a creat o nouă revizuire la documentul %(document_title)s.
sk: %(creator)s vytvoril novú revíziu dokumentu %(document_title)s.
sr: %(creator)s је креирао нову ревизију документа %(document_title)s.
sv: %(creator)s skapade en ny revidering av dokumentet %(document_title)s.
te: %(creator)s ఈ %(document_title)s పత్రంకు ఒక కొత్త రివిజన్ ను స్రుష్టించారు.
th: %(creator)s ได้สร้างการตรวจทานแก้ไขใหม่ไปยังเอกสาร %(document_title)s
tr: %(creator)s, "%(document_title)s" belgesi için yeni bir revizyon oluşturdu.
uk: %(creator)s створив(-ла) нову редакцію документа %(document_title)s.
vi: %(creator)s đã tạo một bản sửa đổi mới cho tài liệu %(document_title)s.
zh_cn: %(creator)s 对 %(document_title)s 创建了一个新的修订版本。
zh_tw: %(creator)s 已經對文件 %(document_title)s 提出修訂。
zu: %(creator)s bakhe isibukezo esisha sedokhumenti %(document_title)s.

source: View this document's history
af: Sien hierdie dokument se geskiedenis
bg: Вижте историята на този документ
bs: Prikaži historiju ovog dokumenta
de: Die Versionsgeschichte dieses Dokuments ansehen
el: Προβολή ιστορικού εγγράφου
es: Ver el historial de este documento
fy_nl: Skiednis fan dit dokumint werjaan
he: הצגת היסטוריית המסמך הזה
hr: Pogledaj povijest ovog dokumenta
hu: Dokumentum előzményeinek megjelenítése
ia: Vider le chronologia del documento
id: Kembali ke riwayat dokumen
it: Visualizza lo storico del documento
ja: ドキュメントの履歴を見る
ka: დოკუმენტის ისტორიის ნახვა
kab: Wali azray n yisemli
ko: 문서 수정 기록 보기
mg: Hijery ny tantaran'ity tahirin-kevitra ity
ms: Papar sejarah dokumen ini
nb_no: Vis dokumenthistorikken
nl: Geschiedenis van dit document weergeven
pa_in: ਇਸ ਦਸਤਾਵੇਜ਼ ਦਾ ਅਤੀਤ ਵੇਖੋ
pl: Wyświetl historię dokumentu
pt_br: Voltar ao histórico do documento
pt_pt: Ver o histórico do documento
ro: Vezi istoricul documentului
sk: Zobraziť históriu tohto dokumentu
sr: Прикажи историју овог документа
sv: Visa det här dokumentets historik
te: ఈ పత్రం యొక్క చరిత్రను వీక్షించండి
th: ดูประวัติของเอกสารนี้
tr: Belge geçmişini görüntüle
uk: Переглянути історію цього документа
ur: اس دستاویز کے سبقات دیکھیں
vi: Xem lịch sử của tài liệu này
zh_cn: 查看此文档的历史记录
zh_tw: 檢視此文件的歷史版本
zu: Buka umlando wale dokhumenti

source: To view this document's history, click the following link, or paste it into your browser's location bar:
af: Om hierdie dokument se geskiedenis te sien, klik die volgende skakel, of plak dit in jou blaaier se adresbalk:
bg: За да видите историята на този документ, кликнете върху следната връзка или я копирайте в адресната лента на браузъра:
de: Um die Versionsgeschichte dieses Dokuments anzusehen, klicken Sie bitte auf den folgenden Link, oder fügen Sie ihn in die Adressleiste Ihres Browsers ein:
el: Για να δείτε το ιστορικό αυτού του εγγράφου, κάντε κλικ στον ακόλουθο σύνδεσμο ή επικολλήστε τον στη γραμμή τοποθεσίας του προγράμματος περιήγησης:
es: Para ver el historial de este documento, pulsa el enlace siguiente o pégalo en la barra de direcciones de tu navegador:
fy_nl: Klik op de folgjende keppeling of plak dizze yn de lokaasjebalke fan jo browser om de skiednis fan dit dokumint wer te jaan:
he: כדי להציג את היסטוריית המסמך הזה, יש ללחוץ על הקישור הבא או להדביק אותו בשורת המיקום בדפדפן שלך:
hr: Za prikaz povijesti ovog dokumenta, pritisni poveznicu ili je umetni u adresnu traku preglednika:
hu: A dokumentum előzményeinek megjelenítéséhez kattintson az alábbi hivatkozásra vagy másolja be az egészet a böngésző címsorába:
ia: Pro vider le chronologia de iste documento, clicca le sequente ligamine o colla illo in le barra del adresses de tu navigator:
it: Per visualizzare lo storico del documento, fare clic sul link di seguito o copiare e incollare il link nella barra degli indirizzi del browser:
ja: この記事の履歴を見るには、以下のリンクをクリックするか文字列全体をロケーションバーにコピー＆ペーストしてください:
ka: დოკუმენტის ისტორიის სანახავად, გთხოვთ, დააწკაპოთ მოცემულ ბმულს ან ჩასვათ ბრაუზერის მისამართების ველში:
kab: Akken ad twaliḍ azray n yisemli-a, tekki ɣef useɣwen-a, neɣ senteḍ-it ɣef ufeggag n tansa n yiminig-ik:
ko: 이 문서의 이력을 보려면, 아래 링크를 클릭하거나 브라우저의 주소란에 URL을 복사하십시오:
mg: Raha hijery ny tantaran'ity tahirin-kevitra ity, dia tsindrio na apetaho eo @ tsipi-toeran'ny mpitetinao ity rohy manaraka ity azafady:
ms: Untuk melihat sejarah dokumen ini, klik pautan berikut, atau tampalnya ke dalam bar lokasi pelayar:
nb_no: Trykk på denne lenken for å se dokumenthistorikken, eller lim lenken inn i nettleserens adresselinje:
nl: Klik op de volgende koppeling of plak deze in de locatiebalk van uw browser om de geschiedenis van dit document weer te geven:
pa_in: ਇਹਨਾ ਦਸਤਾਵੇਜ਼ਾ ਦਾ ਅਤੀਤ ਵੇਖਣ ਲਈ, ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਨੂੰ ਕਲਿੱਕ ਕਰੋ, ਜਾ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਦੀ ਸਥਿਤੀ ਪੱਟੀ ਵਿੱਚ ਚਿਪਕਾਉ:
pl: Aby wyświetlić historię dokumentu, kliknij poniższy odnośnik lub skopiuj całość i wklej do paska adresu przeglądarki:
pt_br: Para ver o histórico deste documento, clique no link abaixo ou copie e cole na barra de endereços do navegador:
pt_pt: Para ver o histórico deste documento, clique na hiperligação seguinte, ou cole-a na barra de localização do seu navegador:
ro: Pentru a vedea istoricul acestui document, apasă pe următorul link, sau lipește-l în bara de adrese a browserului tău:
sk: Pre zobrazenie histórie tohto dokumentu kliknite na nasledujúci odkaz, alebo ho vložte do riadku adresy vášho prehliadača:
sr: Да прегледате историју овог документа, кликните везу која следи, или је копирајте у поље за претрагу у прегледачу:
sv: För att visa dokumentets historia, klicka på länken eller klistra in den i din webbläsares adressfält:
te: సైట్ లో ఈ పోస్ట్ వీక్షించేందుకు, ఈ క్రింది లింక్ క్లిక్ చేయండి, లేదా మీ బ్రౌజర్ యొక్క స్థాన పట్టీ లో అతికించండి:
th: หากต้องการดูประวัติของเอกสารนี้ ให้คลิกลิงก์ดังต่อไปนี้ หรือวางลิงก์นี้ลงในแถบตำแหน่งที่ตั้งของเบราว์เซอร์ของคุณ:
tr: Bu belgenin geçmişini görüntülemek için aşağıdaki bağlantıya tıklayın veya bağlantıyı tarayıcınızın konum çubuğuna yapıştırın:
uk: Для перегляду історії документа, клацніть за наступним посиланням, або вставте його в адресний рядок вашого браузера:
vi: Để xem lịch sử của tài liệu này, nhấp vào liên kết sau hoặc dán vào thanh vị trí của trình duyệt của bạn:
zh_cn: 要查看此文档的历史记录，点击以下链接（或粘贴到您的浏览器地址栏中打开）：
zh_tw: 要觀看這篇文件的歷史版本，點下下列的連結，或者將它貼到瀏覽器的位址列：
zu: Ukuze ubuke umlando wedokhumenti, chofoza ilinki elandelayo, noma uyinamathisele esikhaleni sesiphequluli:

source: The document %(document_title)s has a new revision that is ready for localization.
af: Die dokument %(document_title)s het 'n nuwe wysiging wat gereed vir taalaanpassing is.
bg: Документът %(document_title)s има ново издание, готово за превод.
bs: Dokument %(document_title)s ima novu reviziju koja je spremna za lokalizaciju.
de: Das Dokument %(document_title)s hat eine neue Version, die bereit zur Übersetzung ist.
el: Το έγγραφο «%(document_title)s» έχει μια νέα αναθεώρηση, έτοιμη προς μετάφραση.
es: El documento %(document_title)s tiene una nueva revisión lista para ser localizada.
fy_nl: It dokumint %(document_title)s hat in nije refyzje dy’t ree is foar oersettaling.
he: למסמך %(document_title)s יש מהדורה חדשה שמוכנה לתרגום.
hr: Dokument %(document_title)s ima novu reviziju, koja je spremna za prevođenje.
hu: A(z) %(document_title)s leírás új verziója fordításra kész.
ia: Le documento %(document_title)s ha un nove revision que es preste pro le localisation.
id: Dokumen %(document_title)s memiliki revisi yang siap untuk pelokalan.
it: Il documento %(document_title)s ha una nuova versione pronta per la localizzazione.
ja: %(document_title)s の記事に翻訳準備が完了した新しいリビジョンがあります。
ka: %(document_title)s დოკუმენტს გააჩნია გადასათარგმნად გამზადებული ახალი ვერსია.
kab: Isemli %(document_title)sɣir-s aceggir i ihzggan i usideg.
ko: %(document_title)s 의 번역준비가 완료 된 새로운 리비젼이 있습니다.
mg: Manana fanitsiana vaovao vonona hadika @ fiteny eo an-toerana ny tahirin-kevitra %(document_title)s.
ms: Dokumen %(document_title)s sudah ada semakan baru yang sedia untuk lokalisasi.
nb_no: Dokumentet %(document_title)s har en ny revisjon som er klar for oversetting.
nl: Het document %(document_title)s heeft een nieuwe revisie die gereed is voor vertaling.
pa_in: ਇਹ ਦਸਤਾਵੇਜ਼ %(document_title)s ਨੂੰ ਲੋਕਾਲਾਈਜ਼ੇਸ਼ਨ ਲਈ ਤਿਆਰ ਹੈ, ਜੋ ਕਿ ਇੱਕ ਨਵਾ ਰੀਵਿਜ਼ਨ ਹੈ।
pl: Artykuł %(document_title)s ma nową wersję gotową do tłumaczenia.
pt_br: O documento %(document_title)s tem uma nova edição que está pronta para ser traduzida.
pt_pt: O documento %(document_title)s possui uma nova revisão pronta para localização.
ro: Documentul %(document_title)s are o nouă revizuire care este gata pentru localizare.
sk: Dokument %(document_title)s má novú revíziu, ktorá je pripravená na lokalizáciu.
sr: Документ %(document_title)s има нову ревизију која је спремна за локализацију.
sv: Dokumentet %(document_title)s har en ny revidering som är klar för översättning.
te: ఈ పత్రముకు %(document_title)s స్థానికీకరణ కోసం ఒక కొత్త రివిజన్ సిద్ధంగా ఉన్నది.
th: เอกสาร %(document_title)s มีการตรวจทานแก้ไขใหม่ที่พร้อมสำหรับการแปลเป็นภาษาท้องถิ่น
tr: "%(document_title)s" belgesinin yeni bir revizyonu çeviriye hazır.
uk: Документ %(document_title)s має нову редакцію готову для локалізації.
vi: Tài liệu %(document_title)s có bản sửa đổi mới và đã sẵn sàng để bản địa hóa.
zh_cn: %(document_title)s 文档已有一个新的可用于本地化的修订版本。
zh_tw: 文件 %(document_title)s 已有準備好可供翻譯的修訂版本。
zu: Idokhumenti %(document_title)s sesithole isibukezo esisha esesilungele ukumiswa njengesasendaweni.

source: Localize the document
af: Taalaanpas die dokument
bg: Преведете документа
bs: Lokalizuj ovaj dokument
de: Das Dokument übersetzen
el: Μετάφραση εγγράφου
es: Localizar el documento a tu idioma
fy_nl: It dokumint oersette
he: תרגום המסמך
hr: Prevedi ovaj dokument
hu: Dokumentum fordítása
ia: Localisar le documento
id: Hapus Dokumen
it: Localizza il documento
ja: ドキュメントを翻訳する
ka: დოკუმენტის გადათარგმნა
kab: Sideg isemli
ko: 문서 번역하기
mg: Handika ny tahirin-kevitra
ms: Terjemah dokumen
nb_no: Oversett dokumentet
nl: Het document vertalen
pa_in: ਦਸਤਾਵੇਜ਼ ਨੂੰ ਲੋਕੇਲਾਇਜ ਕਰੋ
pl: Przetłumacz dokument
pt_br: Traduzir o documento
pt_pt: Traduzir o documento
ro: Localizează documentul
sk: Preklad dokumentu
sr: Локализуј овај документ
sv: Översätt dokumentet
te: పత్రమును స్థానికీకరించండి
th: แปลเอกสารเป็นภาษาท้องถิ่น
tr: Belgeyi yerelleştir
uk: Перекласти документ
ur: اس دستاویز کا ترجمہ کریں
vi: Bản địa hoá tài liệu
zh_cn: 本地化该文档
zh_tw: 翻譯文件
zu: Humusha le dokhumenti

source: Text of the new revision:
af: Teks van die nuwe wysiging:
bg: Текст на новата редакция:
bs: Tekst nove previzije:
de: Text der neuen Version:
el: Κείμενο της νέας αναθεώρησης:
es: Texto de la nueva revisión:
fy_nl: Tekst fan de nije refyzje:
he: טקסט המהדורה החדשה:
hr: Tekst nove revizije:
hu: Új verzió szövege:
ia: Texto del nove revision:
id: Hapus revisi ini
it: Testo della nuova versione:
ja: 新しいリビジョンの内容:
ka: ახალი ვერსიის ტექსტი:
kab: Aḍris n uceggir amaynut:
ko: 새로운 리비젼의 내용:
mg: Lahatsoratry ny fanitsiana vaovao:
ms: Teks semakan yang baru:
nb_no: Tekst i den nye revisjonen:
nl: Tekst van de nieuwe revisie:
pa_in: ਨਵੇ ਵਰਜਨ ਦਾ ਪਾਠ:
pl: Tekst nowej wersji:
pt_br: Texto da nova edição:
pt_pt: Texto da nova revisão:
ro: Textul noii revizuiri:
sk: Text novej revízie:
sr: Текст нове ревизије:
sv: Den nya revideringens text:
te: కొత్త రివిజన్ యొక్క టెక్స్ట్:
th: ข้อความของการตรวจทานแก้ไขใหม่:
tr: Yeni revizyon metni:
uk: Текст нової редакції:
ur: نئی نظرثانی کا متن:
vi: Văn bản của bản sửa đổi mới:
zh_cn: 新修订的文本：
zh_tw: 此修訂版本的本文：
zu: Umbhalo wokubukeza kabusha:
