Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Firefox options, preferences and settings
af: Keuses, voorkeure en instellings in Firefox
bg: Опции, предпочитания и настройки на Firefox
bs: Firefox opcije, preferencije i postavke
de: Optionen, Konfiguration und Einstellungen von Firefox
el: Επιλογές, προτιμήσεις και ρυθμίσεις του Firefox
es: Opciones, preferencias y ajustes de Firefox
fy_nl: Opsjes, foarkarren en ynstellingen fan Firefox
he: אפשרויות, העדפות והגדרות של Firefox
hr: Firefox opcije i postavke
hu: A Firefox beállításai
ia: Optiones, preferentias e parametros de Firefox
id: Opsi, preferensi, dan setelan Firefox
it: Opzioni, preferenze e impostazioni di Firefox
ja: Firefox のオプション、環境設定、設定
ka: Firefox-ის პარამეტრები, მითითებები და გამართვა
kab: Isefran, ismenyifen akked iɣewwaren n Firefox
ko: Firefox 옵션, 선호 및 설정
mg: Safidy, fiasa tiana ary tefy @ Firefox
ms: Pilihan, keutamaan dan penetapan Firefox
nb_no: Firefox-innstillinger
nl: Opties, voorkeuren en instellingen van Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਦੇ ਵਿਕਲਪ, ਪਸੰਦ ਅਤੇ ਸੈਟਿੰਗਾਂ
pl: Opcje, preferencje i ustawienia Firefoksa
pt_br: Opções, preferências e configurações do Firefox
pt_pt: Opções, preferências e configurações do Firefox
ro: Opțiuni Firefox, preferințe și setări
sk: Možnosti Firefoxu, predvoľby a nastavenia
sr: Firefox опције, преформансе и подешавања
sv: Firefox alternativ och inställningar
te: Firefox ఎంపికలు, ప్రాధాన్యతలు మరియు సెట్టింగ్లు
th: ตัวเลือก, การกำหนดลักษณะ และการตั้งค่าของ Firefox
tr: Firefox seçenekleri, tercihleri ve ayarları
uk: Параметри, налаштування та вподобання Firefox
ur: Firefox کے اختیارات ، ترجیحات اور سیٹنگز
vi: Các tùy chọn, quyền riêng tư và các cài đặt của Firefox
zh_cn: Firefox 选项、首选项与设置
zh_tw: Firefox 選項與偏好設定
zu: Izinketho ze-Firefox, okuncanyelwayo namasethingi

# DB: products.Topic.title
source: Firefox settings
bg: Настройки на Firefox
bs: Firefox postavke
de: Einstellungen von Firefox
el: Ρυθμίσεις Firefox
es: Ajustes de Firefox
fy_nl: Firefox-ynstellingen
he: הגדרות Firefox
hr: Postavke za Firefox
hu: A Firefox beállításai
ia: Parametros de Firefox
id: Firefox Sync
it: Impostazioni di Firefox OS
ja: Firefox の設定
ka: Firefox Sync-ის პარამეტრები
kab: Iɣewwaṛen n Firefox
ko: Firefox 설정
ms: Tetapan Firefox
nb_no: Firefox OS-innstillinger
nl: Firefox-instellingen
pa_in: ਫਾਇਰਫੌਕਸ ਸੈਟਿੰਗਾਂ
pl: Ustawienia Firefox Sync
pt_br: Configurações do Firefox
pt_pt: Definições do Firefox
ro: Setări Firefox
sk: Nastavenia Firefoxu
sr: Firefox поставке
sv: Firefox inställningar
te: Firefox అమరికలు
th: การตั้งค่า Firefox
tr: Firefox ayarları
uk: Налаштування синхронізації Firefox
ur: Firefox سیٹنگز
vi: Cài đặt Firefox
zh_cn: Firefox 设置
zh_tw: Firefox 設定

# DB: products.Topic.description
source: Privacy and personalization
bg: Поверителност и персонализация
bs: Privatnost i prilagodljivost
de: Datenschutz und Anpassung
el: Απόρρητο και εξατομίκευση
es: Privacidad y personalización
fy_nl: Privacy en personalisaasje
he: פרטיות והתאמה אישית
hr: Privatnost i prilagodljivost
hu: Adatvédelem és testreszabás
ia: Confidentialitate e personalisation
id: Pengaturan privasi dan keamanan
it: Privacy e personalizzazione
ja: プライバシーとカスタマイズ
ka: პირადულობა და უსაფრთხოება
kab: Tabaḍnit d wudem
ko: 개인 정보 및 개인화
ms: Privasi dan peribadi
nb_no: Personvern og sikkerhet
nl: Privacy en personalisatie
pa_in: ਪਰਦੇਦਾਰੀ ਅਤੇ ਮਨਪਸੰਦ ਬਦਲਾਅ
pl: Prywatność i bezpieczeństwo
pt_br: Privacidade e personalização
pt_pt: Privacidade e personalização
ro: Confidențialitate și personalizare
sk: Súkromie a prispôsobenie
sr: Приватност и прилагодљивост
sv: Sekretess och anpassning
te: గోప్యత మరియు వ్యక్తిగతీకరణ
th: ความเป็นส่วนตัวและการปรับแต่งส่วนบุคคล
tr: Gizlilik ve kişiselleştirme
uk: Безпека та приватність
ur: رازداری اور نجکاری
vi: Riêng tư và cá nhân hóa
zh_cn: 隐私与个性化
zh_tw: 隱私與個人化

# DB: products.Topic.description
source: Firefox Sync settings
af: Instellings vir Firefox Sync
bg: Настройки на Firefox Sync
bs: Postavke Firefox Sinhronizacije
de: Einstellungen von Firefox Sync
el: Ρυθμίσεις Firefox Sync
es: Ajustes de Firefox Sync
fy_nl: Firefox Sync
he: הגדרות Firefox Sync
hr: Postavke za Firefox sinkronizaciju
hu: A Firefox Sync beállításai
ia: Parametros de Firefox Sync
id: Setelan Firefox Sync
it: Impostazioni di Firefox Sync
ja: Firefox Sync の設定
ka: Firefox Sync პარამეტრები
kab: Iɣewwaṛen n umtawi n Firefox
ko: Firefox 동기화 설정
mg: Tefin'ny Fampifandrindrana Firefox
ms: Tetapan Firefox Sync
nb_no: Firefox Sync-innstillinger
nl: Instellingen van Firefox Synchronisatie
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਸੈਟਿਗਾ
pl: Ustawienia Firefox Sync
pt_br: Configurações do Firefox Sync
pt_pt: Definições do Firefox Sync
ro: Setări Firefox Sync
sk: Nastavenia Firefox Sync
sr: Подешавања Firefox синхронизације
sv: Firefox Sync-inställningar
te: Firefox Sync అమరికలు
th: การตั้งค่า Firefox Sync
tr: Firefox Sync ayarları
uk: Налаштування синхронізації Firefox
ur: Firefox Sync سیٹنگز
vi: Cài đặt đồng bộ hóa Firefox
zh_cn: Firefox 同步设置
zh_tw: Firefox Sync 設定
zu: Amasethingi Okuqondanisa e-Firefox

# DB: products.Topic.title
source: Firefox Sync settings
af: Instellings vir Firefox Sync
bg: Настройки на Firefox Sync
bs: Postavke Firefox sinhronizacije
de: Einstellungen von Firefox Sync
el: Ρυθμίσεις Firefox Sync
es: Ajustes de Firefox Sync
fy_nl: Ynstellingen fan Firefox Sync
he: הגדרות Firefox Sync
hr: Postavke za Firefox sinkronizaciju
hu: A Firefox Sync beállításai
ia: Parametros de Firefox Sync
id: Setelan Firefox Sync
it: Impostazioni di Firefox Sync
ja: Firefox Sync の設定
ka: Firefox Sync-ის პარამეტრები
kab: Iɣewwaṛen n Firefox Sync
ko: Firefox 동기화 설정
mg: Tefin'ny Fampifandrindrana Firefox
ms: Tetapan Firefox Sync
nb_no: Firefox Sync-innstillinger
nl: Instellingen van Firefox Synchronisatie
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਸੈਟਿਗਾ
pl: Ustawienia Firefox Sync
pt_br: Configurações da sincronização do Firefox
pt_pt: Definições do Firefox Sync
ro: Setări Firefox Sync
sk: Nastavenia Firefox Sync
sr: Подешавања Firefox синхронизације
sv: Firefox Sync-inställningar
te: Firefox సమకాలీకరణ సెట్టింగ్లు
th: การตั้งค่า Firefox Sync
tr: Firefox Sync ayarları
uk: Налаштування синхронізації Firefox
ur: Firefox Sync سیٹنگز
vi: Cài đặt đồng bộ hóa Firefox
zh_cn: Firefox 同步设置
zh_tw: Firefox Sync 設定
zu: Amasethingi Okuqondanisa e-Firefox

# DB: products.Topic.title
source: Firefox versions and languages
af: Weergawes en tale van Firefox
bg: Версии на Firefox и преводи
bs: Firefox verzije i jezici
de: Versionen und Sprachen von Firefox
el: Εκδόσεις και γλώσσες του Firefox
es: Versiones e idiomas de Firefox
fy_nl: Ferzjes en talen fan Firefox
he: גרסאות ושפות של Firefox
hr: Firefox verzije i jezici
hu: Firefox verziók és nyelvek
ia: Versiones e linguas de Firefox
id: Versi dan bahasa Firefox
it: Versioni e lingue di Firefox
ja: Firefox のバージョンと言語
ka: Firefox-ის ვერსიები და ენები
kab: Ilqman n Firefox akked tutlayin
ko: Firefox 언어별 버전
mg: Kinova sy teny Firefox
ms: Versi dan bahasa Firefox
nb_no: Firefox-versjoner og språk
nl: Versies en talen van Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਰਜਨ ਅਤੇ ਭਾਸ਼ਾਵਾ
pl: Wersje Firefoksa i wersje językowe
pt_br: Versões e idiomas do Firefox
pt_pt: Versões e idiomas do Firefox
ro: Versiuni și limbi Firefox
sk: Verzie a jazyky Firefoxu
sr: Firefox верзије и језици
sv: Firefox versioner och språk
te: Firefox వెర్షన్లు మరియు భాషలు
th: รุ่นและภาษาของ Firefox
tr: Firefox sürümleri ve dilleri
uk: Версії та мови Firefox
ur: Firefox کے ورژن اور زبانیں
vi: Các phiên bản của Firefox và ngôn ngữ
zh_cn: Firefox 版本与语言
zh_tw: Firefox 版本與語言
zu: Amaveshini e-Firefox nezilimi

# DB: products.Topic.description
source: Firefox versions and languages
af: Weergawes en tale van Firefox
bg: Версии на Firefox и преводи
bs: Firefox verzije i jezici
de: Versionen und Sprachen von Firefox
el: Εκδόσεις και γλώσσες του Firefox
es: Versiones e idiomas de Firefox
fy_nl: Ferzjes en talen fan Firefox
he: גרסאות ושפות של Firefox
hr: Firefox verzije i jezici
hu: Firefox verziók és nyelvek
ia: Versiones e linguas de Firefox
id: Versi dan bahasa Firefox
it: Versioni e lingue di Firefox
ja: Firefox のバージョンと言語
ka: Firefox ვერსიები და ენები
kab: Ilqman n Firefox akked tutlayin
ko: Firefox 언어별 버전
mg: Kinova sy teny Firefox
ms: Versi dan bahasa Firefox
nb_no: Firefox-versjoner og språk
nl: Versies en talen van Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਰਜਨ ਅਤੇ ਭਾਸ਼ਾਵਾ
pl: Wersje Firefoksa i wersje językowe
pt_br: Versões e idiomas do Firefox
pt_pt: Versões e idiomas do Firefox
ro: Versiuni și limbi Firefox
sk: Verzie a jazyky Firefoxu
sr: Firefox верзије и језици
sv: Firefox versioner och språk
te: Firefox వెర్షన్లు మరియు భాషలు
th: รุ่นและภาษาของ Firefox
tr: Firefox sürümleri ve dilleri
uk: Версії та мови Firefox
ur: Firefox کے ورژن اور زبانیں
vi: Các phiên bản và ngôn ngữ của Firefox
zh_cn: Firefox 版本与语言
zh_tw: Firefox 版本與語言
zu: Amaveshini e-Firefox nezilimi

# DB: products.Topic.title
source: Firefox won't save settings or remember information
af: Firefox onthou nie instellings of inligting nie
bg: Firefox няма да запазва настройки или да помни информация
bs: Firefox neće da sačuva postavke ili zapamti informacije
de: Firefox speichert keine Einstellungen oder Daten
el: Το Firefox δεν αποθηκεύει ρυθμίσεις ή πληροφορίες
es: Firefox no guardará ajustes ni recordará información
fy_nl: Firefox ûnthâldt gjin ynstellingen of gegevens
he: Firefox לא שומר הגדרות או לא זוכר מידע
hr: Firefox ne sprema postavke ili ne pamti podatke
hu: A Firefox nem ment beállításokat vagy jegyez meg információkat
ia: Firefox non salva configurationes o non rememora informationes
it: Impostazioni o informazioni non salvate con Firefox
ja: Firefox の設定が保存されない、情報が記憶されない
ka: Firefox არ ინახავს პარამეტრებს ან არ იმახსოვრებს ინფორმაციას
kab: Firefox ur iseklas ara iɣewwaren-iw neɣ ur iceffu ara ɣef telɣut-iw
ko: Firefox가 설정을 저장하지 않거나 정보를 남기지 않음
mg: Tsy hitahiry ireo tefy na hitadidy ireo fampahalalana i Firefox
ms: Firefox tidak akan simpan tetapan atau mengingati maklumat
nb_no: Firefox lagrer ikke innstillinger, eller husker ikke info
nl: Firefox onthoudt geen instellingen of gegevens
pa_in: ਫਾਇਰਫਾਕਸ ਸੈਟਿੰਗਾ ਨੂੰ ਸੰਭਾਲਣ ਜਾ ਜਾਣਕਾਰੀ ਯਾਦ ਨਹੀ ਕਰੇਗਾ
pl: Firefox nie zapisuje ustawień i nie zapamiętuje informacji
pt_br: Firefox não salva as configurações ou lembra as informações
pt_pt: O Firefox não irá guardar definições ou memorizar informação
ro: Firefox nu va salva setările și nu va reține informații
sk: Firefox neukladá nastavenia, alebo si nepamätá informácie
sr: Firefox неће да сачува подешавања или запамти информације
sv: Firefox sparar inte inställningarna eller kommer ihåg information
te: ఫైర్ ఫాక్స్ సెట్టింగులను సేవ్ చేయదు లేదా సమాచారాన్ని గుర్తుంచుకోదు
th: Firefox จะไม่บันทึกการตั้งค่าหรือจดจำข้อมูล
tr: Firefox ayarları kaydetmiyor ya da bilgiyi hatırlamıyor
uk: Firefox не зберігає налаштування чи не запам'ятовує інформацію
ur: Firefox سیٹنگز کو محفوظ نہیں کرے گا اور نہ ہی معلومات کو یاد رکھے گا
vi: Firefox sẽ không lưu cài đặt hoặc ghi nhớ thông tin
zh_cn: Firefox 无法保存设置或者记忆信息
zh_tw: Firefox 不會儲存設定或記住資訊
zu: I-Firefox ngeke ilondoloze amasethingi noma ikhumbule imininingwane

# DB: products.Topic.description
source: Firefox won't save settings or remember information
af: Firefox onthou nie instellings of inligting nie
bg: Firefox няма да запазва настройки или да помни информация
bs: Firefox neće da sačuva postavke ili zapamti informacije
de: Firefox speichert keine Einstellungen oder Daten
el: Το Firefox δεν αποθηκεύει ρυθμίσεις ή πληροφορίες
es: Firefox no guardará ajustes ni recordará información
fy_nl: Firefox ûnthâldt gjin ynstellingen of gegevens
he: Firefox לא שומר הגדרות או לא זוכר מידע
hr: Firefox ne sprema postavke ili ne pamti podatke
hu: A Firefox nem ment beállításokat vagy jegyez meg információkat
ia: Firefox non salva configurationes o rememora informationes
it: Impostazioni o informazioni non salvate con Firefox
ja: Firefox の設定が保存されない、情報が記憶されない
ka: Firefox არ ინახავს პარამეტრებს ან არ იმახსოვრებს მონაცემებს
kab: Firefox ur iseklas ara iɣewwaren-iw neɣ ur iceffu ara ɣef telɣut-iw
ko: Firefox가 설정을 저장하지 않거나 정보를 남기지 않음
mg: Tsy hitahiry ireo tefy na hitadidy ireo fampahalalana i Firefox
ms: Firefox tidak akan simpan tetapan atau mengingati maklumat
nb_no: Firefox lagrer ikke innstillinger, eller husker ikke info
nl: Firefox onthoudt geen instellingen of gegevens
pa_in: ਫਾਇਰਫਾਕਸ ਸੈਟਿੰਗਾ ਨੂੰ ਸੰਭਾਲਣ ਜਾ ਜਾਣਕਾਰੀ ਯਾਦ ਨਹੀ ਕਰੇਗਾ
pl: Firefox nie zapisuje ustawień i nie zapamiętuje informacji
pt_br: Firefox não salva as configurações ou lembra as informações
pt_pt: O Firefox não irá guardar definições ou memorizar informação
ro: Firefox nu va salva setări și nu va reține informații
sk: Firefox neukladá nastavenia, alebo si nepamätá informácie
sr: Firefox неће да сачува подешавања или запамти информације
sv: Firefox sparar inte inställningarna eller kommer ihåg information
te: ఫైర్ ఫాక్స్ సెట్టింగులను సేవ్ చేయదు లేదా సమాచారాన్ని గుర్తుంచుకోదు
th: Firefox จะไม่บันทึกการตั้งค่าหรือจดจำข้อมูล
tr: Firefox ayarları kaydetmiyor ya da bilgiyi hatırlamıyor
uk: Firefox не зберігає налаштування чи не запам'ятовує інформацію
ur: Firefox سیٹنگز کو محفوظ نہیں کرے گا اور نہ ہی معلومات کو یاد رکھے گا
vi: Firefox sẽ không lưu cài đặt hoặc ghi nhớ thông tin
zh_cn: Firefox 无法保存设置或者记忆信息
zh_tw: Firefox 不會儲存設定或記住資訊
zu: I-Firefox ngeke ilondoloze amasethingi noma ikhumbule imininingwane

# DB: products.Topic.title
source: Fix problems
af: Los probleme op
bg: Поправка на проблеми
bs: Riješite probleme
de: Probleme beheben
el: Διόρθωση προβλημάτων
es: Soluciona problemas
fy_nl: Problemen ferhelpe
he: תיקון בעיות
hr: Ispravi probleme
hu: Problémamegoldás
ia: Reparar problemas
id: Memecahkan masalah
it: Risoluzione dei problemi
ja: 問題の解決方法
ka: ხარვეზების აღმოფხვრა
kab: Fru uguren
ko: 문제 해결하기
mg: Hamaha olana
ms: Selesaikan masalah
nb_no: Fiks problemer
nl: Problemen verhelpen
pa_in: ਸਮੱਸਿਆਵਾ ਦਾ ਹੱਲ
pl: Rozwiązywanie problemów
pt_br: Corrigir problemas
pt_pt: Corrigir problemas
ro: Repară probleme
sk: Oprava problémov
sr: Решите проблеме
sv: Åtgärda problem
te: సమస్యలు పరిష్కరించండి
th: แก้ไขปัญหา
tr: Sorunları düzeltme
uk: Виправлення проблем
ur: مسائل حل کریں
vi: Khắc phục vấn đề
zh_cn: 修复问题
zh_tw: 修正問題
zu: Lungisa izinkinga

# DB: products.Topic.description
source: Troubleshoot problems with Firefox Fire TV
bg: Отстраняване на проблеми с Firefox Fire TV
bs: Riješite probleme sa Firefox Fire TV
de: Lösen Sie Probleme mit Firefox Fire TV
el: Επίλυση προβλημάτων στο Firefox Fire TV
es: Información sobre resolución de problemas en Firefox para Fire TV
fy_nl: Problemen mei Firefox foar Fire TV ferhelpe
he: פתרון בעיות ב־Firefox Fire TV
hr: Riješi probleme sa Firefox Fire TV
hu: Hibaelhárítás a Firefox Fire TV-ben
ia: Solver problemas con Firefox Fire TV
id: Memecahkan permasalahan pada Firefox Fire TV
it: Risoluzione dei problemi su Firefox per Fire TV
ja: Firefox Fire TV のトラブルシューティング
ka: ხარვეზების აღმოფხვრა Firefox Fire TV-ზე
kab: Ferru n wuguren s Firefox Fire TV
ko: Firefox Fire TV 문제 해결하기
ms: Pencarisilapan masalah Firefox Fire TV
nb_no: Feilsøk problemer med Firefox Fire TV
nl: Problemen met Firefox Fire TV verhelpen
pl: Rozwiązywanie problemów z Firefoksem Fire TV
pt_br: Solucionar problemas com o Firefox Fire TV
pt_pt: Analisar e resolver mensagens com Firefox Fire TV
ro: Depanează problemele cu Firefox Fire TV
sk: Riešenie problémov s Firefoxom pre Fire TV
sr: Решите проблеме уз Firefox Fire TV
sv: Felsök problem med Firefox Fire TV
te: Firefox Fire TVతో సమస్యలను పరిష్కరించుకోండి
th: แก้ไขปัญหาเกี่ยวกับ Firefox Fire TV
tr: Firefox Fire TV ile ilgili sorunları giderin
uk: Усунення проблем з Firefox Fire TV
ur: Firefox Fire TV کے مسایل کی ازالہ نقص کارى کریں
vi: Gỡ rối các vấn đề với Firefox Fire TV
zh_cn: 解决 Firefox Fire TV 的问题
zh_tw: 排除 Firefox Fire TV 的問題

# DB: products.Topic.description
source: Troubleshoot issues with Firefox Lockwise
bg: Отстраняване на проблеми във Firefox Lockwise
de: Lösen Sie Probleme mit Firefox Lockwise
el: Επίλυση προβλημάτων στο Firefox Lockwise
es: Información sobre resolución de problemas relacionados con Firefox Lockwise
fy_nl: Problemen mei Firefox Lockwise ferhelpe
he: פתרון בעיות ב־Firefox Lockwise
hr: Riješi probleme s Firefox Lockwise
hu: Hibaelhárítás a Firefox Lockwise-ban
ia: Solver problemas de Firefox Lite
it: Risoluzione dei problemi su Firefox Lockwise
ja: Firefox Lockwise の問題のトラブルシューティング
ka: Firefox Lockwise-ის ხარვეზების აღმოფხვრა
kab: Ferru n wuguren s Firefox Lockwise
ko: Firefox Lockwise 문제 해결하기
nb_no: Feilsøk problemer med Firefox Lockwise
nl: Problemen met Firefox Lockwise verhelpen
pl: Rozwiązywanie problemów z Firefox Lockwise
pt_br: Solucione problemas no Firefox Lockwise
pt_pt: Diagnosticar problemas com o Firefox Lockwise
ro: Depanează problemele cu Firefox Lockwise
sk: Riešenia problémov vo Firefoxe Lockwise
sr: Решите проблеме уз Firefox Lockwise
sv: Felsök problem med Firefox Lockwise
th: แก้ไขปัญหาเกี่ยวกับ Firefox Lockwise
tr: Firefox Lockwise ile ilgili sorunları giderme
uk: Усунення несправностей з Firefox Lockwise
ur: Firefox Lockwise کے ساتھ مسائل کی ازالہ نقص کارى کریں
vi: Khắc phục sự cố với Firefox Lockwise
zh_cn: Firefox Lockwise 故障排除
zh_tw: 排除 Firefox Lockwise 的問題

# DB: products.Topic.description
source: Troubleshoot problems with Firefox Lite.
bg: Отстраняване на проблеми във Firefox Lite.
de: Lösen Sie Probleme mit Firefox Fire Lite.
el: Επίλυση προβλημάτων στο Firefox Lite.
es: Información sobre resolución de problemas para Firefox Lite.
fy_nl: Problemen mei Firefox Lite ferhelpe.
he: פתרון בעיות ב־Firefox Lite.
hr: Riješi probleme s Firefox Lite.
hu: Hibaelhárítás a Firefox Lite-tal.
ia: Solver problemas con Firefox Lite.
id: Memecahkan permasalahan pada Firefox Lite.
it: Risoluzione dei problemi su Firefox Lite
ja: Firefox Lite のトラブルシューティング。
ka: ხარვეზების აღმოფხვრა Firefox Lite-ზე.
kab: Ferru n wuguren s Firefox Lite.
ko: Firefox Lite 문제 해결하기
ms: Pencarisilapan masalah Firefox Lite.
nb_no: Feilsøk problemer med Firefox Lite.
nl: Problemen met Firefox Lite verhelpen
pl: Rozwiązywanie problemów z Firefoksem Lite.
pt_br: Solucionar problemas no Firefox Lite.
pt_pt: Diagnosticar problemas com o Firefox Lite.
ro: Depanează problemele Firefox Lite.
sk: Riešenie problémov s Firefoxom Lite.
sr: Решите проблеме уз Firefox Lite.
sv: Felsök problem med Firefox Lite.
th: แก้ไขปัญหาเกี่ยวกับ Firefox Lite
tr: Firefox Lite ile ilgili sorunları giderin.
uk: Усунення проблем з Firefox Lite.
ur: Firefox Lite کے مسائل کی ازالہ نقص کارى کریں
vi: Khắc phục sự cố với Firefox Lite.
zh_cn: 解决 Firefox Lite 的问题。
zh_tw: 排除 Firefox Lite 的問題。

# DB: products.Topic.description
source: Troubleshoot slowness, crashing and error messages.
bg: Отстраняване на неизправности при забавяне, сривове, съобщения за грешки и други проблеми.
bs: Popravite sporost, rušenje i poruke o greškama.
de: Beheben Sie Probleme durch Langsamkeit, Abstürze und Fehlermeldungen.
el: Επίλυση επιβράδυνσης, καταρρεύσεων και σφαλμάτων.
es: Soluciona problemas de lentitud, cierres inesperados y mensajes de error.
fy_nl: Traachheid, ûngelokken en flatermeldingen ferhelpe.
he: פתרון בעיות של איטיות, קריסות והודעות שגיאה.
hr: Ispravi sporost, neočekivana zatvaranja programa i poruke o greškama.
hu: Lassulás, összeomlások és hibaüzenetek javítása.
ia: Solver messages de lentor, crashes e error.
id: Perbaiki kecepatan, crash, pesan galat, atau masalah lainnya
it: Risolvi lentezza, crash, messaggi di errore e altri problemi
ja: 処理速度の低下やクラッシュ、エラーメッセージの問題を解決しましょう。
ka: მოაგვარეთ მუშაობის შენელებასთან, მოულოდნელ გათიშვებთან და ამოგდებულ შეცდომებთან დაკავშირებული ხარვეზები.
kab: Ferru n taẓẓayt, aɣelluy neɣ iznan n tuccḍiwin.
ko: 속도 저하, 충돌 및 오류 메시지와 관련한 문제를 진단하고 해결합니다.
ms: Atasi masalah lambat, ranap dan mesej ralat.
nb_no: Fiks treghet, krasj, feilmeldinger og andre problemer
nl: Problemen met traagheid, crashen en foutmeldingen verhelpen
pl: Powolne działanie, awarie i inne błędy
pt_br: Resolva problemas de lentidão, travamento e mensagens de erro.
pt_pt: Resolva problemas de lentidão, falhas e mensagens de erro.
ro: Repară încetineala, terminarea neașteptată, mesajele de eroare.
sk: Riešenie spomalenia, pádov a chybových hlásení.
sr: Поправите спорост, рушење и поруке о грешкама.
sv: Felsök långsamhet, kraschar och felmeddelanden.
te: మందగతిని, క్రాష్ మరియు లోపం సందేశాలను పరిష్కరించండి.
th: แก้ความเชื่องช้า, การล่มและข้อความแสดงข้อผิดพลาด
tr: Yavaşlık, çökme, hata mesajları ve diğer sorunları çözme
uk: Виправлення повільної роботи, збої, повідомлення про помилки та інші проблеми.
ur: سست روی ، کریش ہونا اور نقائص کے پیغامات کی ازالہ نقص کاری کریں۔
vi: Khắc phục vấn đề chậm, sự cố và thông báo lỗi.
zh_cn: 排查解决缓慢、崩溃或错误提示。
zh_tw: 排除延滯、當機、錯誤訊息等問題。

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
af: Leer hoe om probleme op jou Firefox OS-foon op te los.
bg: Научете как да отстранявате проблеми на телефона си с Firefox OS.
bs: Naučite kako da riješite probleme na Firefox OS telefonu.
de: Erfahren Sie, wie Sie Probleme auf Ihrem Firefox-OS-Handy lösen.
el: Μάθετε πώς να αντιμετωπίσετε προβλήματα στο Firefox OS τηλέφωνό σας.
es: Aprende como solucionar problemas en tu teléfono móvil con Firefox OS.
fy_nl: Lês hoe’t jo problemen op jo Firefox OS-telefoan ferhelpe kinne.
he: מידע על פתרון בעיות בטלפון ה־Firefox OS שלך.
hr: Saznaj, kako riješiti probleme na Firefox OS telefonu.
hu: Ismerje meg a hibaelhárítás menetét a Firefox OS telefonon.
ia: Apprender como solver problemas sur tu telephono Firefox OS.
id: Pelajari bagaimana mengatasi masalah pada ponsel Firefox OS Anda.
it: Tutte le informazioni su come risolvere i problemi sul tuo telefono Firefox OS
ja: Firefox OS 携帯端末で起こる問題を解決する方法を学びます。
ka: შეიტყვეთ, თუ როგორ უნდა აღმოფხვრათ ხარვეზები, თქვენს Firefox OS მოწყობილობებზე.
kab: Issin amek ara tefruḍ kra n wuguren ɣef tiliɣri-ik Firefox OS.
ko: Firefox OS 폰 문제 해결 방법을 살펴봅니다.
mg: Ianaro ny fomba famahana olana ao @ telefaona Firefox OS anao.
ms: Belajar cara pencarisilapan isu pada telefon Firefox OS anda.
nb_no: Les hvordan å foreta feilsøking på din Firefox OS-telefon.
nl: Lees hoe u problemen op uw Firefox OS-telefoon kunt verhelpen.
pl: Dowiedz się, jak rozwiązywać problemy z telefonem z systemem Firefox OS.
pt_br: Saiba como resolver problemas no Firefox OS.
pt_pt: Saiba como diagnosticar problemas no seu telemóvel com Firefox OS.
ro: Află cum se depanează problemele cu telefonul Firefox OS.
sk: Prečítajte si, ako riešiť problémy so svojim telefónom s Firefox OS.
sr: Научите како да решавате проблеме на Firefox OS телефону.
sv: Lär dig hur du felsöker problem på din Firefox OS-telefon.
te: మీ Firefox OS ఫోనులో సమస్యలు ఎలా పరిష్కరించుకోవాలో తెలుసుకోండి.
th: เรียนรู้วิธีแก้ไขปัญหาบนโทรศัพท์ Firefox OS ของคุณ
tr: Firefox OS telefonunuzdaki sorunları nasıl giderebileceğinizi öğrenin.
uk: Дізнайтесь, як вирішувати проблеми на вашому телефоні з Firefox OS.
ur: اپنے Firefox OS فون پر مسائل کے ازالہ کرنے کا طریقہ سیکھیں۔
vi: Tìm hiểu cách khắc phục sự cố trên điện thoại Firefox OS của bạn.
zh_cn: 了解如何解决您的 Firefox OS 手机的问题。
zh_tw: 了解如何排除您 Firefox OS 手機的問題。
zu: Funda ukuthi ihamba kanjani indaba ye-troubleshoot efonini yakho ye-Firefox OS.
