Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Check if your locale is available and go to your localization dashboard
el: Ελέγξτε εάν διατίθεται η γλώσσα σας και μεταβείτε στον πίνακα μεταφράσεων
fr: Vérifiez si votre langue est disponible et rendez-vous sur le tableau de bord de traduction
fy_nl: Kontrolearje oft jo lokaasje beskikber is en gean nei jo lokalisaasjedashboard
ia: Verifica si tu lingua es disponibile e va a tu pannello localisation
it: Verifica se la tua lingua è disponibile e vai al pannello di localizzazione
nb_no: Sjekk om språket ditt er tilgjengelig og gå til din oversettelsesoversikt
nl: Controleer of uw locale beschikbaar is en ga naar uw lokalisatiedashboard
pl: Sprawdź, czy Twój język jest dostępny i przejdź do panelu lokalizacji
pt_br: Verifique se seu idioma está disponível e acesse o painel de localização
pt_pt: Verifique se o seu idioma está disponível e aceda ao seu painel de tradução
ro: Verifică dacă limba ta este disponibilă și mergi la panoul de bord pentru localizare
sk: Skontrolujte, či je váš jazyk dostupný, a prejdite na stránku Nástenka lokalizácie pre daný jazyk
sl: Obiščite slovensko pregledno ploščo za lokalizacijo

source: Start localizing an article!
bg: Започнете да превеждате статия!
el: Ξεκινήστε τη μετάφραση ενός άρθρου!
fr: Commencez la traduction d’un article !
fy_nl: Begjin mei it lokalisearjen fan in artikel!
ia: Initia a localisar un articulo!
it: Inizia a tradurre un articolo!
nb_no: Begynn å oversette en artikkel!
nl: Begin met het lokaliseren van een artikel!
pl: Zacznij tłumaczyć artykuł!
pt_br: Comece a traduzir um artigo!
pt_pt: Comece a traduzir um artigo!
ro: Începe să localizezi un articol!
sk: Začnite lokalizovať články!
sl: Začnite lokalizirati članek!

source: Learn more about localization contribution
bg: Научете повече за приноса към преводите
el: Μάθετε περισσότερα σχετικά με τη συνεισφορά στη μετάφραση
fr: Apprenez-en plus sur les moyens de contribuer à la traduction
fy_nl: Mear ynfo oer lokalisaasjebydrage
ia: Apprende plus re le contributiones al localisation
it: Ulteriori informazioni su come collaborare alla localizzazione
nb_no: Lær mer om oversettelsesbidrag
nl: Meer info over lokalisatiebijdrage
pl: Dowiedz się więcej o lokalizacji artykułów pomocy Mozilli
pt_br: Saiba mais sobre contribuição na localização
pt_pt: Saiba mais sobre a contribuição de traduções
ro: Află mai multe despre contribuțiile de localizare
sk: Prečítajte si viac o zapojení sa do lokalizácie
sl: Več o sodelovanju pri lokalizaciji

source: Help us localize support articles
bg: Помогнете ни да преведем статиите за поддръжка
el: Βοηθήστε μας να μεταφράσουμε άρθρα υποστήριξης
fr: Aidez-nous à traduire les articles d’assistance
fy_nl: Help ús stipeartikelen oer te setten
ia: Adjuta nos a localisar articulos de supporto
it: Aiutaci a tradurre gli articoli di supporto
nb_no: Hjelp oss med å oversette støtteartikler
nl: Help ons ondersteuningsartikelen te lokaliseren
pl: Pomóż nam tłumaczyć artykuły pomocy technicznej
pt_br: Ajude a traduzir artigos de suporte
pt_pt: Ajude-nos a traduzir os artigos de apoio
ro: Ajută-ne să localizăm articole de asistență
sk: Pomôžte nám lokalizovať články podpory
sl: Pomagajte nam pri lokalizaciji člankov za podporo

source: Let’s make Mozilla Support speak your language!
bg: Нека накараме поддръжката на Mozilla да говори на вашия език!
el: Μάθετε στην Υποστήριξη Mozilla να μιλά τη γλώσσα σας!
fr: Aidons l’assistance de Mozilla à parler votre langue !
fy_nl: Lit Mozilla Support jo taal sprekke!
ia: Que nos rende le supporto Mozilla parlante tu lingua!
it: Fai in modo che il Supporto Mozilla parli la tua lingua!
nb_no: La oss få Mozilla Support til å snakke ditt språk!
nl: Laat Mozilla Support uw taal spreken!
pl: Niech Suport Mozilli przemówi w Twoim języku!
pt_br: Vamos fazer o Suporte Mozilla falar seu idioma!
pt_pt: Vamos fazer com que o apoio da Mozilla fale a sua língua!
ro: Să facem Mozilla Support pe limba ta!
sk: Umožnite stránkam Podpory Mozilly hovoriť vaším jazykom!
sl: Pomagajte Podpori Mozilla govoriti slovensko!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
el: Δεν διατίθενται ακόμα τα άρθρα βοήθειας στη γλώσσα σας; Θέλετε να γίνετε μέλος της απίθανης ομάδας που τα μεταφράζει; Θα βοηθήσετε εκατομμύρια χρήστες στη γλώσσα σας. Πολύ ηρωικό, έτσι δεν είναι;
fr: Les articles d’aide ne sont pas encore disponibles dans votre langue ? Vous voulez rejoindre l’incroyable équipe qui les traduit ? Vous aiderez des millions d’utilisateurs dans votre langue. Vraiment héroïque, n’est-ce pas ?
fy_nl: Noch gjin helpartikelen yn jo taal beskikber? Wolle jo it bjusterbaarlike team fersterkje troch se oer te setten? Jo helpe der miljoenen brûkers yn jo taal mei. Bêst wol dapper, net?
ia: Le articulos de auxilio non es ancora disponibile in tu lingua? Desira tu junger te al stupende equipa que los traduce illos? Tu adjutara centenas de milliones de usatores in tu lingua. Bastante heroic, nonne?
it: Gli articoli di supporto non sono ancora disponibili nella tua lingua? Unisciti al gruppo di traduzione in modo da aiutare milioni di persone che parlano la tua stessa lingua. Piuttosto eroico, vero?
nb_no: Hjelpeartikler er ikke tilgjengelig i ditt språk ennå? Vil du bli en del av det fantastiske teamet som oversetter dem? Du vil hjelpe millioner av brukere på ditt språk. Ganske heroisk, ikke sant?
nl: Nog geen hulpartikelen in uw taal beschikbaar? Wilt u het geweldige team versterken door ze te vertalen? U helpt er miljoenen gebruikers in uw taal mee. Nogal heldhaftig, nietwaar?
pl: Artykuły pomocy nie są jeszcze dostępne w Twoim języku? Chcesz dołączyć do niesamowitego zespołu zajmującego się ich tłumaczeniem? Pomożesz milionom użytkowników w swoim języku. Dość heroiczne, prawda?
pt_br: Artigos de ajuda ainda não estão disponíveis em seu idioma? Quer se juntar à incrível equipe de tradução? Você vai ajudar milhões de usuários em seu idioma. Bastante heroico, certo?
pt_pt: Os artigos de ajuda ainda não estão disponíveis no seu idioma? Quer juntar-se à equipa incrível que os traduz? Irá ajudar milhões de utilizadores no seu idioma. Bastante heroico, certo?
ro: Nu sunt încă articole de ajutor în limba ta? Vrei să te alături echipei noastre fantastice de traducători? Aportul tău va ajuta milioane de utilizatori care folosesc limba ta. Sună eroic, nu?
sk: Nie sú články podpory dostupné vo vašom jazyku? Chcete sa pripojiť k prekladateľskému tímu? Pomôžete tak miliónom používateľom vo vašom jazyku. Pekné, pravda?
sl: Članki še niso objavljeni v slovenščini? Bi se pridružili slovenski ekipi za lokalizacijo? Slovenski uporabniki Firefoxa vam bodo hvaležni. Prav junaško, kajne?

source: Social support
fr: Assistance sur les réseaux sociaux
fy_nl: Sosjale stipe
it: Supporto social
nl: Sociale ondersteuning
pl: Wsparcie w mediach społecznościowych
pt_br: Suporte social
pt_pt: Apoio social
sk: Podpora na sociálnych sieťach
sl: Podpora na družbenih omrežjih

source: Request access to Conversocial
bg: Искане на достъп до Conversocial
fr: Demande d’accès à Conversocial
fy_nl: Tagong ta Conversocial oanfreegje
it: Richiedi l’accesso a Conversocial
nl: Toegang tot Conversocial aanvragen
pl: Poproś o dostęp do Conversocial
pt_br: Solicitar acesso ao Conversocial
pt_pt: Solicitar acesso a Conversocial
sk: Požiadajte o prístup k nástroju Conversocial
sl: Zahtevajte dostop do Conversocial

source: Start replying from @FirefoxSupport!
bg: Започнете да отговаряте от @FirefoxSupport!
fr: Commencez à répondre depuis @FirefoxSupport !
fy_nl: Begjin te antwurdzjen fan @FirefoxSupport út!
it: Inizia a rispondere da @FirefoxSupport!
nl: Begin met antwoorden vanuit @FirefoxSupport!
pl: Zacznij odpowiadać z adresu @FirefoxSupport!
pt_br: Comece a responder em @FirefoxSupport!
pt_pt: Comece a responder a partir do @FirefoxSupport!
sk: Začnite odpovedať z @FirefoxSupport!
sl: Začnite odgovarjati s @FirefoxSupport!

source: Learn more about social support contribution
fr: Apprenez-en plus sur les moyens de contribuer à l’assistance sur les réseaux sociaux
fy_nl: Mear ynfo oer bydrage oan sosjale stipe
it: Ulteriori informazioni sulla collaborazione al supporto social
nl: Meer info over bijdragen aan sociale ondersteuning
pl: Dowiedz się więcej o wsparciu w mediach społecznościowych
pt_br: Saiba mais sobre contribuição no suporte social
sk: Prečítajte si viac o zapojení sa do podpory na sociálnych sieťach
sl: Več o sodelovanju pri podpori na družbenih omrežjih

source: Help 300+ users who reach out for support on Twitter every month
fr: Aidez plus de 300 utilisateurs et utilisatrices qui viennent chercher de l’aide sur Twitter chaque mois
fy_nl: Help mear as 300 brûkers dy’t elke moanne op Twitter om stipe freegje
it: Aiuta oltre 300 utenti che chiedono supporto su Twitter ogni mese
nl: Help meer dan 300 gebruikers die elke maand op Twitter om ondersteuning vragen
pl: Pomagaj ponad 300 użytkownikom miesięcznie, którzy proszą o pomoc na Twitterze
pt_br: Ajude mais de 300 usuários que buscam suporte no Twitter todos os meses
sk: Pomôžte viac ako 300 používateľom, ktorí každý mesiac žiadajú o podporu na Twitteri
sl: Pomagajte preko 300 uporabnikom, ki vsak mesec poiščejo podporo na Twitterju

source: Support users on social media
fr: Aidez les utilisateurs et utilisatrices sur les réseaux sociaux
fy_nl: Stypje brûkers op sosjale media
it: Supporta gli utenti sui social media
nl: Ondersteun gebruikers op sociale media
pl: Wspieraj użytkowników w mediach społecznościowych
pt_br: Suporte a usuários em mídias sociais
sk: Podporte používateľov na sociálnych sieťach
sl: Podprite uporabnike na družbenih omrežjih

source: Let’s help people so they can keep using Firefox!
fr: Aidons les gens pour qu’ils puissent continuer à utiliser Firefox !
fy_nl: Litte wy minsken helpe sadat se Firefox brûke bliuwe kinne!
it: Aiutiamo le persone in modo che possano continuare a utilizzare Firefox!
nl: Laten we mensen helpen zodat ze Firefox kunnen blijven gebruiken!
pl: Pomóżmy ludziom, aby mogli nadal korzystać z Firefoksa!
pt_br: Vamos ajudar as pessoas para que possam continuar usando o Firefox!
pt_pt: Vamos ajudar as pessoas para que continuem a utilizar o Firefox!
sk: Pomôžme ľuďom, aby mohli naďalej používať Firefox!
sl: Pomagajmo ljudem, da bodo lahko še naprej uporabljali Firefox!

source: Many users ask support questions on social media. With social support, you can help them by reply to their questions from our official account, @FirefoxSupport. Pretty cool, right?
fy_nl: In protte brûkers stelle stipefragen op sosjale media. Mei sosjale stipe kinne jo se helpe troch harren fragen te beäntwurdzjen fia ús offisjele account, @FirefoxSupport. Hiel moai, dochs?
it: Molti utenti fanno domande di supporto sui social media. Con il supporto social puoi aiutarli rispondendo alle loro domande dal nostro account ufficiale @FirefoxSupport. Piuttosto bello, vero?
nl: Veel gebruikers stellen ondersteuningsvragen op sociale media. Met sociale ondersteuning kunt u ze helpen door hun vragen te beantwoorden via onze officiële account, @FirefoxSupport. Best cool, toch?
pl: Wielu użytkowników zadaje pytania w mediach społecznościowych. Dzięki wsparciu społecznościowemu możesz im pomóc, odpowiadając na ich pytania z naszego oficjalnego konta @FirefoxSupport. Całkiem fajnie, prawda?
pt_br: Muitos usuários fazem perguntas de suporte nas mídias sociais. Com o suporte social, você pode ajudar respondendo às perguntas através de nossa conta oficial, @FirefoxSupport. Legal, né?
sk: Mnoho používateľov kladie otázky podpory na sociálnych sieťach. S podporou na sociálnych sieťach im môžete pomôcť odpovedaním na ich otázky z nášho oficiálneho účtu @FirefoxSupport. Celkom fajn, však?
sl: Številni uporabniki postavljajo vprašanja za pomoč na družbenih omrežjih. Kot član podpore na družbenih omrežjih lahko na vprašanja odgovarjate z našega uradnega računa @FirefoxSupport. Kul, kajne?

source: Mobile Store support
fy_nl: Mobile Store-stipe
it: Supporto negli store per dispositivi mobili
nl: Mobiele Store-ondersteuning
pl: Wsparcie aplikacji w sklepie mobilnym
pt_br: Suporte em lojas de aplicativos de dispositivos móveis
sk: Podpora v obchodoch s mobilnými aplikáciami
sl: Podpora v trgovinah za mobilne naprave

source: Start replying to app reviews!
fy_nl: Begjin mei it beäntwurdzjen fan app-beoardielingen!
it: Inizia a rispondere alle recensioni delle app!
nl: Begin met het beantwoorden van app-beoordelingen!
pl: Zacznij odpowiadać na recenzje aplikacji!
pt_br: Comece a responder a avaliações de aplicativos!
pt_pt: Comece a responder aos comentários à aplicação!
sk: Začnite odpovedať na recenzie aplikácií!
sl: Pričnite odgovarjati na ocene aplikacije!

source: Learn more about mobile store support contribution
fy_nl: Mear ynfo oer bydrage oan mobile Store-stipe
it: Ulteriori informazioni su come contribuire al supporto negli store per dispositivi mobili
nl: Meer info over bijdragen aan mobiele Store-ondersteuning
pl: Dowiedz się więcej o wsparciu aplikacji w sklepie mobilnym
pt_br: Saiba mais sobre colaboração de suporte em lojas de aplicativos de dispositivos móveis
sk: Prečítajte si viac o zapojení sa do podpory v mobilných obchodoch
sl: Več o sodelovanju pri podpori v trgovinah za mobilne naprave

source: Help 20K+ users who leave reviews in mobile store every month
fy_nl: Help mear as 20.000 brûkers dy’t elke moanne beoardielingen efterlitte yn mobile Stores
it: Aiuta oltre 20.000 utenti che lasciano recensioni negli store per dispositivi mobili ogni mese
nl: Help meer dan 20.000 gebruikers die elke maand beoordelingen achterlaten in mobiele Stores
pl: Pomóż ponad 20 tysiącom użytkowników, którzy co miesiąc zostawiają recenzje w sklepie mobilnym
pt_br: Ajude mais de 20 mil usuários que deixam todo mês avaliações em lojas de aplicativos de dispositivos móveis
sk: Pomôžte viac ako 20 000 používateľom, ktorí každý mesiac zanechajú recenzie v mobilnom obchode
sl: Pomagajte več kot 20.000 uporabnikom, ki vsak mesec pišejo ocene v trgovini za mobilne naprave

source: Support Firefox users on mobile store
fy_nl: Stypje Firefox-brûkers yn mobile winkel
it: Supporta gli utenti di Firefox negli store per dispositivi mobili
nl: Ondersteun Firefox-gebruikers in de mobiele winkel
pl: Wspieraj użytkowników Firefoksa w sklepie z aplikacjami mobilnymi
pt_br: Suporte a usuários do Firefox em lojas de aplicativos de dispositivos móveis
sk: Podporte používateľov Firefoxu v mobilnom obchode
sl: Podprite uporabnike Firefoxa v trgovini za mobilne naprave

source: Help us respond to app reviews for our mobile products!
fy_nl: Help ús te reagearjen op app-beoardielingen foar ús mobile produkten!
it: Aiutaci a rispondere alle recensioni delle app per i nostri prodotti per dispositivi mobili!
nl: Help ons te reageren op app-beoordelingen voor onze mobiele producten!
pl: Pomóż nam odpowiadać na recenzje naszych produktów mobilnych!
pt_br: Ajude a responder avaliações de aplicativos de nossos produtos para dispositivos móveis!
pt_pt: Ajude-nos a responder aos comentários à aplicação dos nossos produtos para dispositivos móveis!
sk: Pomôžte nám odpovedať na recenzie aplikácií pre naše mobilné produkty!
sl: Pomagajte se nam odzivati na ocene naših mobilnih aplikacij!

source: Smartphones are taking over the world. Nowdays, many people prefer to app reviews instead of going to the support forum. By joining, you can help them by replying to their reviews from the comfort of your desk. Pretty simple, right?
fy_nl: Snoadfoans nimme de wrâld oer. Tsjintwurdich jouwe in protte minsken leaver app-beoardielingen yn stee fan nei it stipefoarum te gean. Troch mei te dwaan, kinne jo se helpe troch te beäntwurdzjen op har beoardielingen fan it gemak fan jo loaie stoel út. Hiel ienfâldich, dochs?
it: Gli smartphone stanno conquistando il mondo. Al giorno d’oggi, molte persone preferiscono recensire le app invece di consultare il forum di supporto. Unendoti a noi, puoi aiutarli rispondendo alle loro recensioni comodamente dalla tua scrivania. Piuttosto semplice, vero?
nl: Smartphones nemen de wereld over. Tegenwoordig geven veel mensen de voorkeur aan app-beoordelingen in plaats van naar het ondersteuningsforum te gaan. Door mee te doen, kunt u hen helpen door vanuit uw luie stoel op hun beoordelingen te reageren. Vrij eenvoudig, toch?
pl: Smartfony przejmują kontrolę nad światem. W dzisiejszych czasach wiele osób woli napisać recenzję aplikacji zamiast odwiedzania forum pomocy technicznej. Możesz im pomóc, odpowiadając na ich recenzje, siedząc wygodnie przy swoim biurku. Całkiem proste, prawda?
pt_br: Os celulares estão dominando o mundo. Atualmente, muitas pessoas preferem ler avaliações em lojas de aplicativos a consultar o fórum de suporte. Ao participar, você pode ajudar respondendo avaliações no conforto de onde quiser. Bem simples, certo?
sk: Smartfóny ovládajú svet. V súčasnosti veľa ľudí uprednostňuje recenzie aplikácií namiesto toho, aby navštevovali fórum podpory. Pripojením sa im môžete pomôcť odpovedaním na ich recenzie z pohodlia vášho stola. Celkom jednoduché, však?
sl: Pametni telefoni prevzemajo svet. Dandanes se veliko ljudi raje zateče k ocenam aplikacije kot pa na forum za podporo. Če se pridružite, jim lahko pomagate in iz udobja svojega kavča odgovarjate na njihove ocene. Precej preprosto, kajne?

source: Home
bg: Начало
el: Αρχική
fr: Accueil
fy_nl: Startside
ia: A casa
it: Pagina iniziale
ml: ആമുഖം
nb_no: Hjem
nl: Thuis
pl: Start
pt_br: Página inicial
pt_pt: Início
ro: Acasă
sk: Domov
sl: Začetna stran

source: Save the world from the comfort of your couch
el: Σώστε τον κόσμο από την άνεση του καναπέ σας
fr: Sauvez le monde depuis le confort de votre canapé
fy_nl: Red de wrâld fan jo noflike stoel út
ia: Salva le mundo, ab le commoditate de tu casa
it: Salva il mondo comodamente dal tuo divano
nb_no: Redd verden fra sofaen
nl: Red de wereld vanuit uw luie stoel
pl: Ratuj Internet bez ruszania się z fotela
pt_br: Salve o mundo no conforto de seu sofá
ro: Salvează lumea chiar stând confortabil pe canapea
sk: Zachráňte svet z pohodlia vášho domova
sl: Rešite svet iz udobja svojega kavča

source: Help millions of users get the most out of their favorite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
el: Οι συνεισφορές σας θα βοηθήσουν εκατομμύρια χρήστες παγκοσμίως να αξιοποιήσουν στο έπακρο το αγαπημένο τους πρόγραμμα περιήγησης. Και όλα αυτά, από την άνεση του καναπέ σας!
fy_nl: Help miljoenen brûkers it measte út harren favorite browser te heljen. Jo bydragen sille miljoenen brûkers oer de hiele wrâld berikke, en jo kinne dit dwaan fan jo noflike stoel út!
ia: Adjuta centenas de milliones de usatores a gauder del major de lor favorite navigatores. Tu contributiones attingera milliones de usatores per tote le mundo e tu pote facer lo ab le commoditate de tu casa!
it: Aiuta milioni di persone a utilizzare al meglio il loro browser preferito. Il tuo contributo sarà visibile a milioni di persone in tutto il mondo, e tutto questo senza muoverti da casa!
nb_no: Hjelp millioner av brukere å få maks ut av favoritt-nettleseren. Ditt bidrag kan hjelpe millioner av brukere over hele verden, og du kan gjøre det fra sofaen hjemme!
nl: Help miljoenen gebruikers het meeste uit hun favoriete browser te halen. Uw bijdragen zullen miljoenen gebruikers over de hele wereld bereiken, en u kunt dit doen vanaf uw luie stoel!
pl: Pomóż milionom użytkowników w pełni wykorzystać możliwości ich ulubionej przeglądarki. Twój wkład dotrze do milionów użytkowników na całym świecie i możesz to zrobić bez ruszania się z fotela!
pt_br: Ajude milhões de usuários a aproveitar ao máximo seu navegador preferido. Suas contribuições alcançam milhões de usuários no mundo todo e você pode fazer isso no conforto do sofá!
ro: Ajută milioane de utilizatori să obțină maximul de la browserul lor preferat. Contribuțiile tale vor ajunge la milioane de utilizatori la nivel mondial și tu o poți face stând comod pe canapea!
sk: Pomôžte miliónom používateľov vyťažiť maximum z ich obľúbeného prehliadača. Vaše príspevky sa dostanú k miliónom používateľov na celom svete a môžete to urobiť z pohodlia svojej pohovky!
sl: Pomagajte milijonom uporabnikov, da iz svojega najljubšega brskalnika iztisnejo čim več. Vaši prispevki bodo dosegli milijone uporabnikov po vsem svetu, sestavljate pa jih lahko udobno na svojem kavču!

source: We need your help!
bg: Нуждаем се от вашата помощ!
el: Χρειαζόμαστε τη βοήθειά σας!
fr: Nous avons besoin de votre aide !
fy_nl: Wy hawwe jo help nedich!
ia: Nos require tu adjuta!
it: Abbiamo bisogno di te!
nb_no: Vi trenger din hjelp!
nl: We hebben uw hulp nodig!
pl: Potrzebujemy Twojej pomocy!
pt_br: Precisamos da sua ajuda!
pt_pt: Nós precisamos da sua ajuda!
ro: Avem nevoie de ajutorul tău!
sk: Potrebujeme vašu pomoc!
sl: Potrebujemo vašo pomoč!
ur: ہمیں آپ کی مدد کی ضرورت ہے!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
el: Με πάνω από 400 εκατομμύρια χρήστες, η Υποστήριξη Mozilla στηρίζεται αποκλειστικά στους εθελοντές και είναι πιο σημαντική από ποτέ. Εδώ αρχίζει το έργο σας.
fy_nl: Mozilla Support wurdt troch mear as 400 miljoen minsken brûkt, wurdt folslein mooglik makke troch frijwilligers en is wichtiger as ea. Dêr hawwe wy jo by nedich.
ia: Usate per plus de 400 million personas, Supporto Mozilla es plenmente supportate per voluntarios e illo es plus importante que mais. Illac es ubi tu interveni.
it: 400 milioni di persone nel mondo utilizzano Firefox e il supporto dei volontari è più importante che mai. Ed ecco che entri in scena tu.
nb_no: Brukt av mer enn 400 millioner mennesker, er Mozilla Support drevet av frivillige, og det er viktigere enn noensinne. Det er her du kommer inn i bildet.
nl: Mozilla Support wordt door meer dan 400 miljoen mensen gebruikt, wordt volledig mogelijk gemaakt door vrijwilligers en is belangrijker dan ooit. Daar hebben we u bij nodig.
pl: Używany przez ponad 400 milionów ludzi, Suport Mozilli jest w pełni prowadzony przez wolontariuszy, a to jest ważniejsze niż kiedykolwiek. To właśnie tutaj wkraczasz Ty.
pt_br: Usado por mais de 400 milhões de pessoas, o suporte da Mozilla é totalmente mantido por voluntários e está mais importante do que nunca. É aqui que você entra.
pt_pt: Utilizado por mais de 400 milhões de pessoas, o apoio da Mozilla é completamente apoiado por voluntários e é mais importante do que nunca. É aqui que você entra.
ro: Utilizat de peste 400 de milioane de oameni, Mozilla Support este susținut integral de voluntari și devine mai important ca oricând. Aici poți intra și tu în scenă.
sk: Produkty Mozilla používa viac ako 400 miliónov používateľov. Ich podpora je závislá na dobrovoľníkoch a je dôležitejšia viac než kedykoľvek predtým. Môžete nám s tým pomôcť.
sl: Mozillina podpora, ki jo uporablja več kot 400 milijonov ljudi, je v celoti v rokah prostovoljcev in je pomembnejša kot kdajkoli prej. Sedaj ste vi na vrsti.

source: About us
bg: За нас
el: Σχετικά με εμάς
fr: À propos de nous
fy_nl: Oer ús
ia: A proposito de nos
it: Chi siamo
nb_no: Om oss
nl: Over ons
pl: O nas
pt_br: Sobre nós
pt_pt: Sobre nós
ro: Despre noi
sk: O nás
sl: O nas
