Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help. If you want to help us translate articles like this one, <a href="%(help_link)s">please click here</a>.
bg: Нашите доброволци работят върху превода на тази статия. Докато бъде завършена, може би английската версия ще ви е от полза. Ако искате да ни помогнете да превеждаме статии като тази, <a href="%(help_link)s"> моля, кликнете тук </a>.
bs: Naši volonteri rade na prijevodu ovog članka. Dok ne bude spreman, možda engleska verzija bude od pomoći. Ako želite da pomognete pri prevođenju članaka kao što je ovaj, <a href="%(help_link)s">kliknite ovdje</a>.
de: Unsere Freiwilligen arbeiten an der Übersetzung dieses Artikels. Bis dahin hilft Ihnen vielleicht die englische Version. Wenn Sie bei der Übersetzung von Artikeln wie diesem helfen möchten, <a href="%(help_link)s">klicken Sie bitte hier</a>.
el: Οι εθελοντές μας εργάζονται για τη μετάφραση αυτού του άρθρου. Μέχρι να ολοκληρωθεί, ίσως βοηθήσει η αγγλική έκδοση. Αν θέλετε να μας βοηθήσετε να μεταφράσουμε άρθρα όπως αυτό, <a href="%(help_link)s">κάντε κλικ εδώ</a>.
es: Nuestros voluntarios están trabajando en la traducción de este artículo. Hasta que esté listo, quizá pueda ayudarte la versión en inglés. Si quieres ayudarnos a traducir artículos como ese, <a href="%(help_link)s">haz clic aquí</a>.
fy_nl: Us frijwilligers wurkje oan in oersetting foar dit artikel. Oant dizze klear is, kin de Ingelske ferzje miskien help biede. As jo ús helpe wolle soksoarte artikels oer te setten, <a href="%(help_link)s">klik hjir</a>.
he: המתנדבים שלנו פועלים לטובת תרגום המאמר הזה. עד שיהיה מוכן, אולי הגרסה האנגלית תוכל לסייע לך. אם ברצונך לעזור לנו בתרגום מאמרים כגון זה, <a href="%(help_link)s">יש ללחוץ כאן</a>.
hr: Naši dobrovoljci prevode ovaj članak. Do tada, možda ti pomogne engleska verzija članka. Ako želiš pomoći prevoditi članke poput ovoga, <a href="%(help_link)s">pritisni ovdje</a>.
hu: A közreműködők dolgoznak a leírás fordításán. Addig esetleg az angol verzió is a segítségére lehet. Ha segítene nekünk lefordítani az ilyen leírásokat, <a href="%(help_link)s">akkor kattintson ide</a>.
ia: Nostre voluntarios labora a traducer iste articulo. Usque illo es preste, forsan le version in anglese pote esser de qualque adjuta. Si tu vole adjutar nos a traducer articulos como iste, <a href="%(help_link)s">per favor clicca ci</a>.
id: Sukarelawan kami sedang bekerja menerjemahkan artikel ini. Sebelum siap, mungkin versi bahasa Inggrisnya dapat membantu. Jika Anda ingin membantu kami menerjemahkan artikel seperti ini, <a href="%(help_link)s">silakan klik di sini</a>.
it: I nostri volontari sono impegnati nella traduzione di questo articolo. Finché non è completo potrebbe essere opportuno consultare la versione in inglese. Se vuoi collaborare alla traduzione di articoli come questo, <a href="%(help_link)s">leggi qui</a>.
ja: ボランティアがこの記事を翻訳中です。翻訳が完了するまでは英語版を参考にしてください。もしこうした記事の翻訳に協力してもらえるなら、<a href="%(help_link)s">こちらのページ</a> を見てください。
ka: ჩვენი მოხალისეები მუშაობენ ამ სტატიის გადასათარგმნად. სანამ მზად იქნება, შესაძლოა ინგლისური ვერსია გამოგადგეთ. თუ გსურთ ამგვარი სტატიების თარგმნაში დაგვეხმაროთ, <a href="%(help_link)s">დააწკაპეთ აქ</a>.
kab: Iwiziwen-nneɣ suqqulen amagrad-a. Arma ihegga kan, ahat lqem n teglizit izmer ad iɛiwen. Ma tebɣiḍ ad aɣ-d-muddeḍ afus deg tsuqilt n umagrad am wa, <a href="%(help_link)s">ttxil-k tekki dagi</a>.
ko: 자원 봉사자들이 이 문서를 번역 중에 있습니다. 번역이 완료되기 전까지는 영문 버전을 참고해 주세요. 이와 같은 문서를 번역하는 데 도움을 보태고 싶은 분들은 <a href="%(help_link)s">이 링크</a>를 이용하시면 됩니다.
ms: Para sukarelawan kami sedang menterjemahkan artikel ini. Sebelum artikel ini siap, versi dalam Bahasa Inggeris ini mungkin boleh membantu. Jika anda mahu membantu menterjemahkan artikel seperti ini, <a href="%(help_link)s">sila klik di sini</a>.
nb_no: Våre frivillige jobber med å oversette denne artikkelen. Inntil det er klar, kanskje den engelske versjonen kanskje være til hjelp. Hvis du vil hjelpe oss med å oversette artikler som denne, så <a href="%(help_link)s">klikk her</a>.
nl: Onze vrijwilligers werken aan een vertaling voor dit artikel. Totdat deze klaar is, kan de Engelse versie misschien hulp bieden. Als u wilt helpen artikelen zoals deze te vertalen, <a href="%(help_link)s">klik dan hier</a>.
pl: Nasi wolontariusze pracują nad tłumaczeniem tego artykułu. Może w tym czasie będzie pomocna jego angielska wersja. Jeśli chcesz nam pomóc tłumaczyć zawartość stron pomocy, <a href="%(help_link)s">kliknij tutaj</a>.
pt_br: Nossos voluntários estão trabalhando na tradução deste artigo. Até que ele esteja pronto, talvez a versão em Inglês possa ser útil. Se você quiser nos ajudar a traduzir artigos como este, <a href="%(help_link)s">clique aqui</a>.
pt_pt: Os nossos voluntários estão a trabalhar na tradução deste artigo. Até que este esteja pronto, talvez a versão em Inglês possa ser útil. Se deseja ajudar-nos a traduzir artigos como este, <a href="%(help_link)s">por favor, clique aqui</a>.
ro: Voluntarii noștri lucrează la traducerea acestui articol. Până ce va fi gata, poate că îți va fi de ajutor versiunea în limba engleză. Dacă vrei să ne ajuți să traducem articole ca acesta, dă clic <a href="%(help_link)s">aici</a>.
sk: Naši prispievatelia pracujú na preklade tohto článku. Kým však nebude preklad dokončený, môžete nájsť pomoc v anglickej verzii. V prípade, že nám chcete pomôcť s prekladom článkov, <a href="%(help_link)s">kliknite sem</a>.
sr: Наши волонтери раде на преводу овог чланка. Док не буде спреман, можда eнглеска верзија буде од помоћи. Ако желите да помогнете при превођењу чланака као што је овај, <a href="%(help_link)s">кликните овде</a>.
sv: Våra volontärer arbetar med att översätta den här artikeln. Tills det är klart, kanske den engelska versionen kan vara till viss hjälp. Om du vill hjälpa oss att översätta artiklar som den här, <a href="%(help_link)s">vänligen klicka här</a>.
te: మా వాలంటీర్లు ఈ వ్యాసం అనువదించడానికి కృషి చేస్తున్నారు. ఇది సిద్ధమయ్యే వరకు, బహుశా ఇంగ్లీష్ వెర్షన్ సహాయపడవచ్చు. మీరు ఈ వంటి వ్యాసాలు అనువదించడానికి సహాయం చేయాలనుకుంటే, <a href="%(help_link)s">దయచేసి ఇక్కడ క్లిక్ చేయండి</a>.
th: อาสาสมัครของเรากำลังทำงานเกี่ยวกับการแปลบทความนี้ รุ่นภาษาอังกฤษอาจช่วยเหลือได้จนกว่าจะพร้อม หากคุณต้องการช่วยเราแปลบทความเช่นเดียวกับบทความนี้ <a href="%(help_link)s">โปรดคลิกที่นี่</a>
tr: Gönüllü çevirmenlerimiz bu makalenin çevirisini hazırlıyor. Çeviri hazır olana kadar İngilizce sürümü biraz işinize yarayabilir. Bu gibi makaleleri çevirmemize yardımcı olmak isterseniz <a href="%(help_link)s">lütfen buraya tıklayın</a>.
uk: Наші волонтери працюють над перекладом цієї статті. Поки вона буде готова, можливо версія англійською мовою стане в пригоді. Якщо ви хочете нам допомогти з перекладом статей, <a href="%(help_link)s">натисніть тут</a>.
vi: Tình nguyện viên của chúng tôi đang dịch bài viết này. Cho đến khi nó sẵn sàng, có thể phiên bản tiếng Anh cũng vẫn giúp ích được gì đó. Nếu bạn muốn giúp chúng tôi dịch các bài viết như bài viết này, <a href="%(help_link)s">vui lòng nhấp vào đây</a>.
zh_cn: 我们的志愿者们正在努力翻译这篇文章。在翻译完成前，英文版本也许可以帮上忙。如果您想来帮忙翻译，请<a href="%(help_link)s">点此了解</a>。
zh_tw: 我們的志工正在翻譯這篇文章。在完成之前，也許英文版可以先幫上忙。若您也想協助翻譯文件，請<a href="%(help_link)s">點擊此處</a>。

source: This page does not exist in %(locale)s. You have been redirected to the %(fallback_locale)s version instead. If you would like to localize it into %(locale)s, <a href="%(help_link)s">click here</a>. You can also see the <a href="%(eng_link)s">English</a> version of this page.
bg: Тази страница не съществува на %(locale)s. Вместо това сте били пренасочени към версията на %(fallback_locale)s. Ако искате да я преведете на %(locale)s, <a href="%(help_link)s">кликнете тук</a>. Можете също да видите версията на <a href="%(eng_link)s">английски</a> на тази страница.
bs: Ova stranica ne postoji u %(locale)s. Preusmjereni ste na verziju u jeziku %(fallback_locale)s. Ako je želite prevesti na %(locale)s, <a href="%(help_link)s">kliknite ovdje</a>. Također možete pogledati <a href="%(eng_link)s">englesku</a> verziju stranice.
de: Diese Seite gibt es nicht auf %(locale)s. Sie wurden zur Version auf %(fallback_locale)s weitergeleitet. Wenn Sie die Seite in %(locale)s übersetzen möchten, <a href="%(help_link)s">klicken Sie hier</a>. Sie können sich auch die <a href="%(eng_link)s">englische</a> Version der Seite ansehen.
el: Αυτή η σελίδα δεν υπάρχει στα %(locale)s. Έχετε ανακατευθυνθεί στην έκδοση για τα %(fallback_locale)s. Αν θέλετε να τη μεταφράσετε στα %(locale)s, <a href="%(help_link)s">κάντε κλικ εδώ</a>. Μπορείτε επίσης να δείτε την <a href="%(eng_link)s">αγγλική</a> έκδοση αυτής της σελίδας.
es: Esta página no existe en %(locale)s. En su lugar, has sido redireccionado a %(fallback_locale)s. Si deseas localizarla a %(locale)s, <a href="%(help_link)s">haz clic aquí</a>. También puedes consultar la versión en <a href="%(eng_link)s">inglés</a> de esta página.
fy_nl: Dizze side bestiet net yn it %(locale)s. Yn stee dêrfan binne jo nei de %(fallback_locale)se ferzje trochferwizen. As jo de side nei it %(locale)s oersette wolle, <a href="%(help_link)s">klik dan hjir</a>. Jo kinne ek de <a href="%(eng_link)s">Ingelske</a> ferzje fan dizze side besjen.
he: דף זה לא קיים ב%(locale)s. הופנית לגרסה ה%(fallback_locale)s במקום. אם ברצונך לתרגם אותו ל%(locale)s, <a href="%(help_link)s">יש ללחוץ כאן</a>. ניתן גם לצפות בגרסה ה<a href="%(eng_link)s">אנגלית</a> של הדף הזה.
hr: Ova stranica ne postoji za %(locale)s. Preusmjerili smo te na verziju za %(fallback_locale)s jezik. Ako je želiš prevesti na %(locale)s, <a href="%(help_link)s">pritisni ovdje</a>. Ako želiš, možeš pogledati i <a href="%(eng_link)s">englesku</a> verziju stranice.
hu: Ez az oldal nem létezik %(locale)s nyelven. Átirányítottuk a(z) %(fallback_locale)s verzióra. Ha szeretné %(locale)s nyelvre lefordítani, akkor <a href="%(help_link)s">kattintson ide</a>. Megnézheti az oldal <a href="%(eng_link)s">angol</a> verzióját is.
ia: Iste pagina non existe in %(locale)s. Tu ha in vice essite re-dirigite al version %(fallback_locale)s. Si tu desira localisar illo in %(locale)s, <a href="%(help_link)s">clicca ci</a>. Tu pote alsi vider le version in <a href="%(eng_link)s">anglese</a> de iste pagina.
it: Questa pagina non è disponibile in %(locale)s. È stata effettuato un reindirizzamento automatico alla versione in %(fallback_locale)s. Per contribuire alla localizzazione in %(locale)s <a href="%(help_link)s">consultare questa pagina</a>. È inoltre possibile visualizzare la versione in <a href="%(eng_link)s">inglese</a>.
ja: このページはまだ %(locale)s に翻訳されていません。%(fallback_locale)s 版へリダイレクトされました。%(locale)s に翻訳したい場合は <a href="%(help_link)s">ここをクリック</a> してください。または、このページの <a href="%(eng_link)s">英語版</a> をご覧ください。
ka: ეს გვერდი, აღარ არსებობს %(locale)s ენისთვის. სანაცვლოთ, თქვენ გადამისამართებული ხართ %(fallback_locale)s ვერსიაზე. თუ გსურთ თარგმნოთ და დაამატოთ %(locale)s ვერსიაც, <a href="%(help_link)s">დააწკაპეთ აქ</a>. ასევე შეგიძლიათ იხილოთ, ამ გვერდის <a href="%(eng_link)s">ინგლისური</a> ვერსიაც.
kab: Asebter-a ulac-it s %(locale)s. Ihi nbeddel-ak tansa ɣer lqem %(fallback_locale)s. Ma tebɣiḍ dad tsuqleḍ asebter-a s %(locale)s, <a href="%(help_link)s">tekki dagi</a>. Tzemreḍ daɣen ad twaliḍ Lqem n usebter-a s <a href="%(eng_link)s">Teglizit</a>.
ko: 현재 페이지의 %(locale)s 가 존재하지 않습니다. 대신 %(fallback_locale)s 버전으로 이동되었습니다. %(locale)s 로 지역화하고자 한다면, <a href="%(help_link)s">여기를 클릭하세요</a>. 또한 <a href="%(eng_link)s">영어</a> 버전의 페이지도 볼 수 있습니다.
mg: Tsy misy @ teny %(locale)s ity pejy ity. Navily ho ao amin'ilay kinova @ teny %(fallback_locale)s ianao. Raha te-handika azy @ teny %(locale)s ianao, dia <a href="%(help_link)s">tsindrio eto</a>. Azonao jerena koa ilay kinovan'ity pejy ity @ teny <a href="%(eng_link)s">Anglisy</a>.
ms: Halaman ini tidak wujud dalam %(locale)s. Anda telah dilencongkan ke versi %(fallback_locale)s. Jika anda ingin lokalisasikannya ke %(locale)s, <a href="%(help_link)s">klik di sini</a>. Anda juga boleh lihat versi <a href="%(eng_link)s">Bahasa Inggeris</a> untuk halaman ini.
nb_no: Denne siden eksisterer ikke på %(locale)s. Du har blitt omdirigert til %(fallback_locale)s versjonen istedet. Hvis du vil oversette den til %(locale)s, <a href="%(help_link)s">klikk her</a>. Du kan også se den <a href="%(eng_link)s">engelske</a> versjonen av denne siden.
nl: Deze pagina bestaat niet in het %(locale)s. In plaats daarvan bent u naar de %(fallback_locale)se versie doorverwezen. Als u de pagina naar het %(locale)s wilt vertalen, <a href="%(help_link)s">klik dan hier</a>. U kunt ook de <a href="%(eng_link)s">Engelse</a> versie van deze pagina bekijken.
pl: Nie ma takiej strony w języku %(locale)s. Nastąpi przekierowanie do strony w wersji %(fallback_locale)s. Jeśli chcesz przetłumaczyć tę stronę na język %(locale)s, <a href="%(help_link)s">kliknij tutaj</a>. Możesz także zobaczyć <a href="%(eng_link)s">angielską</a> wersję tej strony.
pt_br: Esta página não existe em %(locale)s. Você será redirecionado para a versão %(fallback_locale)s em vez disso. Se quiser localizá-la em %(locale)s, <a href="%(help_link)s">clique aqui</a>. Você também pode ver a versão em <a href="%(eng_link)s">Inglês</a> desta página.
pt_pt: Esta página não existe em %(locale)s. Em vez disso, foi redirecionado para a versão %(fallback_locale)s. Se quiser traduzir a mesma para %(locale)s, <a href="%(help_link)s">clique aqui</a>. Pode também consultar a versão <a href="%(eng_link)s">inglesa</a> desta página.
ro: Această pagină nu există în %(locale)s. Ai fost redirectat la versiunea în %(fallback_locale)s. Dacă ai dori să o localizezi în %(locale)s, <a href="%(help_link)s">clic aici</a>. Poți vedea și versiunea în <a href="%(eng_link)s">engleză</a> a acestei pagini.
sk: Táto stránka v jazyku %(locale)s neexistuje. Preto ste boli presmerovaný na verziu v jazyku %(fallback_locale)s. Ak chcete túto stránku do jazyka %(locale)s preložiť, <a href="%(help_link)s">kliknite sem</a>. Môžete sa tiež pozrieť na <a href="%(eng_link)s">anglickú verziu tejto stránky</a>.
sr: Ова страница не постоји у %(locale)s. Преусмерени сте на верзију %(fallback_locale)s. Ако желите да је преведете на %(locale)s, <a href="%(help_link)s">кликните овде</a>. Такође можете погледати<a href="%(eng_link)s">енглеску</a> верзију странице.
sv: Denna sida finns inte på %(locale)s. Du har omdirigerats till den %(fallback_locale)s versionen istället. Om du vill översätta den till %(locale)s, <a href="%(help_link)s">klicka här</a>. Du kan också se den <a href="%(eng_link)s">engelska</a> versionen av denna sida.
te: ఈ పేజీ %(locale)sలో లేదు. మీరు దానికి బదులుగా ఈ %(fallback_locale)s వెర్షన్ కు మళ్ళించబడ్డారు. మీరు ఒకవేల దీన్ని ఈ %(locale)s లోకి అనువదించాలనుకుంటే, <a href="%(help_link)s">ఇక్కడ క్లిక్ చేయండి</a>. మీరు ఈ పేజీ యొక్క <a href="%(eng_link)s">ఇంగ్లీష్</a> వెర్షన్ ను చూడవచ్చు.
th: หน้านี้ไม่มีในภาษา %(locale)s คุณได้ถูกเปลี่ยนเส้นทางไปยังรุ่นภาษา %(fallback_locale)s แทน หากคุณต้องการแปลบทความนี้เป็นภาษา %(locale)s ให้<a href="%(help_link)s">คลิกที่นี่</a> คุณยังสามารถดูรุ่นภาษา<a href="%(eng_link)s">อังกฤษ</a>ของหน้านี้ได้
tr: Bu sayfa %(locale)s olarak mevcut değil. Onun yerine %(fallback_locale)s sürümüne yönlendirildiniz. %(locale)sye siz çevirmek isterseniz <a href="%(help_link)s">buraya tıklayın</a>. Ayrıca bu sayfanın <a href="%(eng_link)s">İngilizce</a> sürümünü de görebilirsiniz.
uk: %(locale)s версія цієї сторінки не існує. Натомість вас було перенаправлено на версію %(fallback_locale)s. Якщо ви бажаєте перекласти її мовою %(locale)s, <a href="%(help_link)s">натисніть тут</a>. Ви також можете переглянути <a href="%(eng_link)s">Англійську</a> версію цієї сторінки.
vi: Trang này không tồn tại trong %(locale)s. Thay vào đó, bạn đã được chuyển hướng đến phiên bản %(fallback_locale)s. Nếu bạn muốn bản địa hóa nó thành %(locale)s, hãy <a href="%(help_link)s">nhấp vào đây</a>. Bạn cũng có thể xem phiên bản <a href="%(eng_link)s">tiếng Anh</a> của trang này.
zh_cn: 此页面不存在于 %(locale)s。您已被重定向到 %(fallback_locale)s 版本。如果您想本地化它到 %(locale)s，<a href="%(help_link)s">点击这里</a>。您也可以查看此页面的<a href="%(eng_link)s">英文版本</a>。
zh_tw: 並沒有這個頁面的 %(locale)s 語系版本。您已被重導至 %(fallback_locale)s 版本。若您想要將本文翻譯為 %(locale)s 版本，請 <a href="%(help_link)s">點擊此處</a>，您也可以 <a href="%(eng_link)s">點擊此處</a>，前往英文版頁面。

source: This article doesn't have approved content yet.
af: Hierdie artikel het nog nie goedgekeurde inhoud nie.
bg: Тази статия е с неодобрено съдържание.
bs: Ovaj članak još nema odobren sadržaj.
de: Dieser Artikel hat noch keinen freigeschalteten Inhalt.
el: Το περιεχόμενο αυτού του άρθρου δεν έχει εγκριθεί ακόμη.
es: Esta artículo carece aún de contenido aprobado.
fy_nl: Dit artikel hat noch gjin goedkarre ynhâld.
he: למאמר זה עדיין אין תוכן שעבר אישור.
hr: Ovaj članak još nema odobrenog sadržaja.
hu: Ennek a leírásnak még nincs jóváhagyott tartalma.
ia: Iste articulo non ha ancora contento approbate.
id: Artikel ini belum memiliki isi yang disetujui.
it: Questo articolo non ha ancora contenuti approvati.
ja: この記事の内容はまだ承認されていません。
ka: ამ სტატიას ჯერჯერობით არ გააჩნია დამოწმებული შიგთავსი.
kab: Amagrad agi ur igbir ara yakan agbur yettwasentmen.
ko: 현재 문서 내용을 아직 승인하지 않았습니다.
mg: Tsy mbola manana atiny nankatoavina ity lahatsoratra ity.
ms: Artikel ini masih belum ada kandungan yang diluluskan lagi.
nb_no: Denne artikkelen har ikke blitt godkjent ennå.
nl: Dit artikel bevat nog geen goedgekeurde inhoud.
pa_in: ਇਸ ਲੇਖ਼ ਦੇ ਕੰਨਟੇਟਾ ਨੂੰ ਅਜੇ ਮਾਨਤਾ ਨਹੀ ਮਿੱਲੀ ਹੈ।
pl: Artykuł nie został jeszcze zatwierdzony.
pt_br: Este artigo ainda não tem conteúdo aprovado.
pt_pt: Este artigo ainda não possui conteúdo aprovado.
ro: Acest articol nu are încă conținut aprobat.
sk: Tento článok doteraz neobsahuje schválený obsah.
sr: Овај чланак још увек нема одобрен садржај.
sv: Den här artikeln har ännu inte godkänt innehåll.
te: ఈ వ్యాసంకు ఇంకా ఆమోదించబడిన కంటెంట్ లేదు.
th: บทความนี้มีขึ้นในขณะที่เนื้อหาไม่ได้รับการอนุมัติ
tr: Bu makalede onaylanmış bir içerik bulunmuyor.
uk: Ця стаття ще не має затвердженого вмісту.
ur: اس مضمون میں ابھی تک منظور شدہ مواد نہیں ہے۔
vi: Bài viết này không có nội dung được phê duyệt.
zh_cn: 本篇文章目前没有已通过审核的内容。
zh_tw: 本篇文章目前沒有通過審核的內容。
zu: Le athikhili iqukethe okungakagunyazwa okwamanje.

source: Warning: There are newer unreviewed revisions of this article.
af: Waarskuwing: Daar is nuwer nienagesiende wysigings van hierdie artikel.
bg: Предупреждение: Има по-нови непрегледани редакции на тази статия.
bs: Upozorenje: Postoje nove, ne pregledane revizije ovog članka.
de: Warnung: Es gibt neuere, nicht überprüfte Änderungen dieses Artikels.
el: Προειδοποίηση: Υπάρχουν νεότερες μη αξιολογημένες αναθεωρήσεις του άρθρου αυτού.
es: Aviso: hay traducciones más recientes de este artículo pendientes de revisar.
fy_nl: Warskôging: der binne nijere net-beoardiele refyzjes fan dit artikel.
he: אזהרה: קיימות מהדורות חדשות יותר שטרם נסקרו למאמר זה.
hr: Upozorenje: Postoje novije nepregledane revizije ovog članka.
hu: Figyelem: Van frissebb, még nem ellenőrzött leírás.
ia: ATTENTION: il ha revisiones plus recente non revidite de iste articulo.
id: Catatan: Ada revisi yang belum disetujui untuk artikel ini.
it: Attenzione: esistono nuove versioni non approvate di questo articolo.
ja: 警告: この記事にはレビュー待ちの新しいリビジョンがあります。
ka: ყურადღება: ამ სტატიის უფრო ახალი განუხილველი ვერსიებიც არსებობს.
kab: Ɣur-k: Ulac iceggiren imaynuten ur nettwasenqed ara deg umagrad-a.
ko: 주의: 본 문서에는 아직 검토되지 않은 새로운 변경 사항이 있습니다.
mg: Tandremo: misy fanitsiana an'ity lahatsoratra ity tsy voatsara vaovao kokoa.
ms: Amaran: Terdapat semakan terbaru yang belum diteliti dalam artikel ini.
nb_no: Advarsel: Der fins nyere, ugjennomgåtte revisjoner av denne artikkelen.
nl: Waarschuwing: er zijn nieuwere niet-beoordeelde revisies van dit artikel.
pa_in: ਚੇਤਾਵਨੀ: ਇਸ ਲੇਖ ਦੇ ਨਵੇ ਨਾ-ਰਵਿਉ ਕੀਤੇ ਰੀਵਿਜ਼ਨ ਹਨ।
pl: Są nowsze, niesprawdzone wersje tego artykułu.
pt_br: Aviso: Há novas edições não revisadas deste artigo.
pt_pt: Aviso: existem novas versões não revistas deste artigo.
ro: Notă: Sunt revizuiri mai noi ale articolului care nu au fost recenzate.
sk: Upozornenie: Pre tento článok existujú novšie neschválené revízie.
sr: Упозорење: Постоје нове, не оцењене верзије овог чланка.
sv: Varning: Det finns nyare ej granskade revideringar av denna artikel.
te: హెచ్చరిక: ఈ వ్యాసం యొక్క కొత్త సమీక్షించని వెర్షన్లు ఉన్నాయి.
th: คำเตือน: มีการตรวจทานแก้ไขที่ยังไม่ได้ตรวจทานที่ใหม่กว่าของบทความนี้
tr: Uyarı: Bu makalenin daha yeni ve incelenmemiş revizyonları var.
uk: Попередження: у цієї статті є нові неперевірені редакції.
vi: Cảnh báo: Có những sửa đổi mới hơn chưa được xét duyệt của bài viết này.
zh_cn: 请注意: 此文章有新的未经审核的翻译版本。
zh_tw: 請注意: 此文章目前有更新的未審核編修版本。
zu: Isexwayiso: Kunezibukezo zale athikhili ezintshwa ezingekabukezwa.
