Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Windows 8 Touch support articles
af: Windows 8 Touch-steundiens-artikels
bg: Статии за поддръжка на Windows 8 Touch
bs: Windows 8 Touch članci podrške
de: Hilfeartikel zu Windows 8 Touch
el: Άρθρα υποστήριξης για Windows 8 Touch
es: Artículos de ayuda para Windows 8 Touch
fy_nl: Windows 8 Touch-stipe-artikelen
he: מאמרי תמיכה ב־Windows 8 עם מגע
hr: Članci podrške za Windows 8 Touch
hu: Windows 8 Touch támogatási leírások
ia: Articulos de supporto de Windows 8 Touch
id: Artikel dukungan Windows 8 Touch
it: articoli di supporto per Windows 8 Touch
ja: Windows 8 Touch のサポート記事
ka: დამხმარე სტატიები Windows 8 Touch-ისთვის
kab: Imagraden n tallelt ɣef Windows 8 Touch
ko: 윈도 8 터치 도움말
mg: Lahatsoratra fanampiana momba an'i Windows 8 Touch
ms: Artikel sokongan Windows 8 Touch
nb_no: Windows 8 Touch brukerstøtteartikler
nl: Windows 8 Touch-ondersteuningsartikelen
pa_in: ਵਿੰਡੋ 8 ਟੱਚ ਸਹਿਯੋਗ ਲੇਖ
pl: Artykuły pomocy związane z Windows 8 Touch
pt_br: Artigos de suporte para o Windows 8 Touch
pt_pt: Artigos de apoio do Windows 8 Touch
ro: Articole de asistență pentru Windows 8 Touch
sk: Články podpory pre Windows 8 Touch
sr: Windows 8 Touch чланци подршке
sv: Windows 8 Touch supportartiklar
te: విండోస్ 8 టచ్ మద్దతు వ్యాసాలు
th: บทความการสนับสนุน Windows 8 Touch
tr: Windows 8 Dokunmatik destek makaleleri
uk: Статті підтримки Windows 8 Touch
ur: Windows 8 ٹچ سپورٹ مضامین
vi: Bài viết hỗ trợ về Windows 8 Touch
zh_cn: Windows 8 触控模式技术支持文章
zh_tw: Windows 8 觸控模式的技術支援文件
zu: Ama-athikhili okweseka i-Windows 8 Touch

# DB: products.Topic.title
source: Languages
hu: Nyelvek
ia: Linguas
it: Lingue
kab: Tutlayin
nl: Talen
pt_br: Idiomas
sv: Språk
tr: Diller
zh_cn: 语言

# DB: products.Topic.description
source: Change and manage language settings in Mozilla’s products.
hu: Módosítsa és kezelje a nyelvi beállításokat a Mozilla termékeiben.
ia: Cambia e gere le parametros del lingua in le productos de Mozilla.
it: Modifica e gestisci le impostazioni della lingua nei prodotti Mozilla.
nl: Taalinstellingen in Mozilla-producten wijzigen en beheren.
pt_br: Altere e gerencie configurações de idioma em produtos Mozilla.
sv: Ändra och hantera språkinställningar i Mozillas produkter.
tr: Mozilla ürünlerinde dil ayarlarını değiştirin ve yönetin.
zh_cn: 更改和管理 Mozilla 产品的语言设置。

# DB: products.Topic.title
source: Launch failure
ia: Insuccesso in lancear
kab: Aɣelluy n usenker
sv: Start misslyckande
tr: Başlatma hatası

# DB: products.Topic.description
source: Troubleshoot launch failure issues.
ia: Diagnosticar problemas de insuccesso in lancear.
sv: Felsök problem med misslyckad start.
tr: Başlatma hatasıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Learn the Basics: get started
af: Eerste dinge eerste: begin hier
bg: Научете основите: въведение
bs: Naučite osnove: počnite
de: Lernen Sie die Grundlagen: Erste Schritte
el: Μάθετε τα βασικά: εισαγωγή
es: Aprende los conceptos básicos: cómo empezar
fy_nl: De basiskennis: oan de slach
he: היכרות בסיסית: תחילת עבודה
hr: Nauči osnove: započinjanje
hu: Alapismeretek elsajátítása: kezdő lépések
ia: Apprender le elementos: comenciar
id: Pelajari Dasar-Dasarnya: mari memulai
it: Primi passi per chi inizia
ja: 基本を学ぼう: はじめに
ka: შეისწავლეთ საფუძვლები: დაწყება
kab: Issin iɣewwaren n uzadur: bdu
ko: 기초 사용법: 시작하기
mg: Hianatra ireo Fiasa Fototra: hanomboka
ms: Belajar Asas: memulakan
nb_no: Lær det grunnleggende: kom i gang
nl: De basiskennis: aan de slag
pa_in: ਬੇਸਿਕ ਸਿੱਖੋ: ਸ਼ੁਰੂ ਕਰੋ
pl: Poznaj podstawy — zaczynamy
pt_br: Aprenda o básico: primeiros passos
pt_pt: Aprenda o Básico: começar
ro: Află lucrurile de bază: cum încep
sk: Naučte sa základy: začíname
sr: Научите основе: почните
sv: Lär dig grunderna: att komma igång
te: ప్రాథమికాలను తెలుసుకోండి : ప్రారంభించడానికి
th: เรียนรู้พื้นฐาน: เริ่มต้นใช้งาน
tr: Temelleri öğrenin: başlarken
uk: Дізнайтеся про основи: з чого почати
ur: بنیادی باتیں سیکھیں: شروع کریں
vi: Tìm hiểu các khái niệm cơ bản: bắt đầu
zh_cn: 学习基础知识：入门
zh_tw: 了解基礎：新手上路
zu: Funda Okuyisisekelo: qala ukwenza

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
af: Hier is alles wat jy moet weet om met Firefox te begin.
bg: Научете всичко, което трябва да знаете, за да започнете с Firefox.
bs: Saznajte sve što trebate znati o tome kako početi s Firefoxom.
de: Erfahren Sie alles, was Sie für die ersten Schritte mit Firefox wissen müssen.
el: Μάθετε όλα όσα χρειάζεστε για να ξεκινήσετε με το Firefox.
es: Aprende todo lo que necesitas saber para empezar a utilizar Firefox.
fy_nl: Lês alles wat jo witte moatte om mei Firefox te begjinnen.
he: כל מה שדרוש לך לדעת כדי להתחיל להשתמש ב־Firefox.
hr: Nauči sve što moraš znati za rad s Firefoxom.
hu: Tudjon meg mindent a Firefox használatának megkezdéséhez.
ia: Apprender tote lo que tu debe saper pro comenciar con Firefox.
it: Tutto ciò di cui hai bisogno per cominciare ad utilizzare Firefox
ja: Firefox を使い始めるのに必要なすべてのことを学びます。
ka: შეიტყვეთ ყველაფერი, რაც Firefox-სთან მუშაობის დასაწყებადაა საჭირო.
kab: Issi meṛṛa ayen ilaqen akken ad tebduḍ s Firefox.
ko: Firefox 사용할 때 알아두어야 할 점 배우기
mg: Ianaro izy rehetra mila fantatrao hanombohana mampiasa an'i Firefox.
ms: Belajar semua yang anda perlu tahu untuk memulakan Firefox.
nb_no: Les alt du trenger å vite for å komme i gang med Firefox.
nl: Lees alles wat u dient te weten om met Firefox te beginnen.
pl: Wszystko, co potrzebujesz, aby rozpocząć pracę z Firefoksem.
pt_br: Aprenda tudo o que precisa saber para começar a usar o Firefox.
pt_pt: Aprenda tudo o que precisa de saber para começar com o Firefox.
ro: Află tot ce trebuie să știi pentru a porni la drum cu Firefox.
sk: Prečítajte si všetko čo potrebujete, aby ste mohli začať používať Firefox.
sr: Сазнајте све што требате знати о томе како почети са Firefox-ом.
sv: Lär dig allt du behöver veta för att komma igång med Firefox.
te: మీరు ఫైర్ ఫాక్స్ తో ప్రారంభించడానికి తెలుసుకోవలసినవి అన్ని తెలుసుకోండి.
th: เรียนรู้ทุกสิ่งที่คุณจำเป็นต้องรู้เพื่อเริ่มต้นใช้งาน Firefox
tr: Firefox'a başlamak için bilmeniz gereken her şeyi öğrenin.
uk: Дізнайтесь все, що вам потрібно, щоб почати роботу з Firefox.
ur: Firefox کے ساتھ شروع کرنے کے لئے آپ سب کچھ جانیں جس کی آپ کو ضرورت ہے۔
vi: Tìm hiểu tất cả những gì bạn cần biết để bắt đầu với Firefox.
zh_cn: 了解您需要知道的事情，助您快速上手使用 Firefox。
zh_tw: 瞭解您須知道的事情，讓您快速上手使用 Firefox。
zu: Funda konke odinga ukukwazi ukuze uqale ukusebenzisa i-Firefox.

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
af: Leer alles wat jy moet weet om Firefox vir Android aan die gang te kry.
bg: Научете всичко, което трябва да знаете, за да стартирате Firefox за Android.
bs: Saznajte sve što vam treba da bi ste pokrenuli i koristili Firefox za Android.
de: Erfahren Sie alles, was Sie wissen müssen, um Firefox für Android zum Laufen zu bringen.
el: Μάθετε όλα όσα χρειάζεται να ξέρετε για να ρυθμίσετε το Firefox για Android.
es: Aprende todo lo que necesitas saber para configurar y ejecutar Firefox para Android.
fy_nl: Lês alles wat jo witte moatte om Firefox foar Android wurkjend te krijen.
he: כל המידע הנדרש כדי להפעיל את Firefox עבור Android.
hr: Nauči sve što moraš znati za postavljanje i pokretanje Firefoxa za Android.
hu: Tudjon meg mindent, ami a Firefox for Android beüzemeléséhez szükséges.
ia: Apprende tote lo que tu debe saper pro obtener Firefox pro Android preste e fluente.
it: Apprendi tutto quello che c'è da sapere per essere operativo su Firefox per Android
ja: Android 版 Firefox を起動するのに必要なすべてのことを学びます。
ka: ყველა საჭირო ინფორმაცია, რაც უნდა იცოდეთ Firefox-ის Android-ზე დასაყენებლად და გასაშვებად.
kab: Issin meṛṛa ayen ilaqen i usbeddi akked useddu n Firefox i Android.
ko: Firefox for Android 를 사용하는데 필요한 모든 것을 배웁니다.
mg: Ianaro izay rehetra mila fantatrao hanananao Firefox ho an'i Android vonona sy mandeha.
ms: Belajar semua yang anda perlu tahu untuk memastikan Firefox untuk Android sedia dan berfungsi.
nb_no: Les alt du trenger å vite for å få Firefox for Android opp og gå.
nl: Lees alles wat u dient te weten om Firefox voor Android werkend te krijgen.
pl: Poznaj informacje przydatne podczas korzystania z Firefoksa dla Androida.
pt_br: Aprenda tudo o que precisa saber para ter o Firefox para Android instalado e funcionando.
pt_pt: Aprenda tudo o que precisa de saber para ter o Firefox para o Android pronto a funcionar.
ro: Află tot ce trebuie să știi despre cum să lucrezi cu Firefox pentru Android
sk: Prečítajte si všetko čo potrebujete, aby ste mohli používať Firefox pre Android.
sr: Сазнајте све што Вам треба да би сте покренули и користили Firefox за Android.
sv: Lär dig allt du behöver veta för att få Firefox för Android i drift.
te: మీరు అప్ మరియు నడుస్తున్నదానికి ఆండ్రాయిడ్ కోసం ఫైర్ ఫాక్స్ పొందడానికి తెలుసుకోవాలి అన్ని తెలుసుకోండి.
th: เรียนรู้ทุกสิ่งที่คุณจำเป็นต้องรู้เพื่อเริ่มต้นใช้งาน Firefox สำหรับ Android
tr: Android için Firefox'a başlamak için bilmeniz gereken her şeyi öğrenin.
uk: Дізнайтесь все, що необхідно, щоб почати працювати з Firefox для Android.
vi: Tìm hiểu tất cả những gì bạn cần biết để khởi chạy Firefox dành cho Android.
zh_cn: 了解您需要知道的事情，助您快速上手使用 Android 版 Firefox。
zh_tw: 瞭解您須知道的事情，讓您快速上手使用 Firefox for Android。
zu: Funda ngakho konke odinga ukukwazi ukuze uthole i-Firefox ye-Android isebenza.

# DB: products.Topic.title
source: Learn the Basics. Get Started
af: Eerste dinge eerste: begin hier
bg: Научете основите. Въведение
bs: Naučite osnove. Započnite
de: Lernen Sie die Grundlagen. Erste Schritte
el: Μάθετε τα βασικά. Ξεκινήστε
es: Aprende los conceptos básicos: empezar
fy_nl: De basiskennis. Oan de slach
he: היכרות בסיסית. תחילת עבודה
hr: Nauči osnove. Započinjanje
hu: Alapismeretek elsajátítása. Kezdő lépések
ia: Apprender le elementos. Comenciar
id: Pelajari Dasar-Dasarnya: Mari Memulai
it: Primi passi per chi inizia
ja: 基本を学ぼう。 はじめに
ka: ძირითადი საკითხების გაცნობა. დაწყება
kab: Issin iɣewwaren izaduren. Bdu
ko: 기초 사용법: 시작하기
mg: Hianatra ireo Fiasa Fototra. Hanomboka
ms: Belajar Asas: Memulakan
nb_no: Lær det grunnleggende. Kom i gang
nl: De basiskennis: aan de slag
pa_in: ਬੇਸਿਕ ਸਿੱਖੋ। ਸ਼ੁਰੂ ਕਰੋ
pl: Poznaj podstawy — zaczynamy
pt_br: Aprenda o básico. Primeiros passos
pt_pt: Aprenda o Básico. Começar
ro: Cunoaște bazele. Pornește la drum
sk: Naučte sa základy. Začíname
sr: Научите основе. Започните
sv: Lär dig grunderna. Kom igång
te: ప్రాథమికాలను తెలుసుకోండి. ప్రారంభించండి
th: เรียนรู้พื้นฐาน เริ่มต้นใช้งาน
tr: Temelleri öğrenin: Başlarken
uk: Дізнайтеся про основи. З чого почати
ur: بنیادی باتیں سیکھیں: شروع کریں
vi: Tìm hiểu các khái niệm cơ bản. Bắt đầu
zh_cn: 学习基础知识：入门
zh_tw: 了解基礎，新手上路
zu: Funda Izinto Eziyisisekelo. Qala

# DB: products.Topic.description
source: Learn the Basics. Get Started
af: Eerste dinge eerste: begin hier
bg: Научете основите. Въведение
bs: Naučite osnove. Započnite
de: Lernen Sie die Grundlagen. Erste Schritte
el: Μάθετε τα βασικά. Ξεκινήστε
es: Aprende los conceptos básicos: empezar
fy_nl: De basiskennis. Oan de slach
he: היכרות בסיסית. תחילת עבודה
hr: Nauči osnove. Započinjanje
hu: Alapismeretek elsajátítása. Kezdő lépések
ia: Apprender le elementos. Comenciar
id: Pelajari Dasar-Dasarnya: Mari Memulai
it: Primi passi per chi inizia
ja: 基本を学ぼう。 はじめに
ka: ძირითადი საკითხების გაცნობა: დაწყება
kab: Issin iɣewwaren izaduren. Bdu
ko: 기초 사용법: 시작하기
mg: Hianatra ireo Fiasa Fototra. Hanomboka
ms: Belajar Asas: Memulakan
nb_no: Lær det grunnleggende: kom i gang
nl: De basiskennis: aan de slag
pa_in: ਬੈਸਿਕ ਸਿੱਖੋ। ਸ਼ੁਰੂ ਕਰੋ
pl: Poznaj podstawy – zaczynamy
pt_br: Aprenda o básico. Primeiros passos
pt_pt: Aprenda o Básico. Começar
ro: Cunoaște bazele. Pornește la drum
sk: Naučte sa základy. Začíname
sr: Научите основе. Започните
sv: Lär dig grunderna. Kom igång
te: ప్రాథమికాలను తెలుసుకోండి. ప్రారంభించండి
th: เรียนรู้พื้นฐาน เริ่มต้นใช้งาน
tr: Temelleri öğrenin: Başlarken
uk: Дізнайтеся про основи. З чого почати
ur: بنیادی باتیں سیکھیں: شروع کریں
vi: Tìm hiểu các khái niệm cơ bản. Bắt đầu
zh_cn: 学习基础知识：入门
zh_tw: 了解基礎，新手上路
zu: Funda Izinto Eziyisisekelo. Qala

# DB: products.Topic.title
source: Library
bg: Библиотека
de: Bibliothek
el: Βιβλιοθήκη
es: Catálogo
fy_nl: Biblioteek
he: ספרייה
hr: Biblioteka
hu: Könyvtár
ia: Bibliotheca
it: Libreria
ja: ライブラリー
ka: ბიბლიოთეკა
kab: Tamkerḍit
ko: 라이브러리
nb_no: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
pt_pt: Biblioteca
ro: Bibliotecă
sk: Knižnica
sr: Библиотека
sv: Bibliotek
th: ห้องสมุด
tr: Arşiv
uk: Бібліотека
ur: لائبریری
vi: Thư viện
zh_cn: 我的足迹
zh_tw: 收藏庫

# DB: products.Topic.description
source: Manage bookmarks and history
bg: Управление на отметки и история
de: Lesezeichen und Chronik verwalten
el: Διαχείριση σελιδοδεικτών και ιστορικού
es: Administrar marcadores e historial
fy_nl: Blêdwizers en skiednis beheare
he: ניהול סימניות והיסטוריה
hr: Upravljaj zabilješkama i poviješću
hu: Könyvjelzők és előzmények kezelése
ia: Gerer marcapaginas e schedas
it: Gestione segnalibri e cronologia
ja: ブックマークと履歴の管理
ka: სანიშნებისა და ჩანართების მართვა
kab: Sefrek ticraḍ n yisebtar d uzray
ko: 북마크 및 방문 기록 관리
nb_no: Behandle bokmerker og historikk
nl: Bladwijzers en geschiedenis beheren
pl: Zarządzanie zakładkami i kartami
pt_br: Gerencie favoritos e histórico
pt_pt: Gerir marcadores e histórico
ro: Gestionare marcaje și istoric
sk: Záložky a karty
sr: Управљајте обележивачима и историјом
sv: Hantera bokmärken och flikar
te: ఇష్టాంశాలు, చరిత్ర నిర్వహణ
th: จัดการที่คั่นหน้าและประวัติ
tr: Yer imlerini ve geçmişi yönetme
uk: Керування закладками та історією
ur: بُک مارکس اور سابقات کو منظم کریں
vi: Quản lý dấu trang và lịch sử
zh_cn: 书签和标签页
zh_tw: 管理書籤與瀏覽紀錄

# DB: products.Topic.title
source: Links
hu: Hivatkozások
ia: Ligamines
it: Link
kab: Iseɣwan
nl: Koppelingen
pl: Odnośniki
sv: Länkar
tr: Bağlantılar
zh_cn: 链接

# DB: products.Topic.description
source: Use web links in Mozilla’s products.
hu: Használjon webes hivatkozásokat a Mozilla termékeiben.
ia: Usa le ligamines web in le productos de Mozilla.
it: Utilizza i link web nei prodotti Mozilla.
nl: Webkoppelingen gebruiken in Mozilla’s producten.
pt_br: Use links da web em produtos Mozilla.
sv: Använd webblänkar i Mozillas produkter.
tr: Mozilla ürünlerinde web bağlantılarını kullanın.
zh_cn: 在 Mozilla 产品中使用网页链接。

# DB: products.Topic.description
source: Deploy Firefox on your organization's Linux machines.
bg: Разположете Firefox на Linux машините на вашата организация.
de: Verteilen Sie Firefox auf den Linux-Computern Ihres Unternehmens.
el: Διανομή του Firefox στα μηχανήματα Linux της εταιρείας σας.
fy_nl: Firefox ymplemintearje op de Linux-masinen fan jo organisaasje.
he: פריסת Firefox במחשבי ה־Linux של הארגון שלך.
hr: Implementiraj Firefox na Linux računalima poduzeća.
hu: Telepítse a Firefoxot a szervezete linuxos számítógépeire.
ia: Implementar Firefox sur machinas Linux de tu organisation.
it: Distribuire Firefox sui computer Linux della propria azienda
ja: 組織の Linux マシンに Firefox を配備する。
ka: გამართეთ Firefox თქვენი დაწესებულების Linux-კომპიუტერებზე.
kab: Sbedd Firefox ɣef yiselkimen Linux n tuddsa-ik.
ko: 사내 Linux 컴퓨터에 Firefox를 배포합니다.
nb_no: Distribuer Firefox på organisasjonens Linux-maskiner.
nl: Firefox implementeren op de Linux-machines van uw organisatie.
pl: Wdrażanie Firefoksa na komputerach z systemem Linux w mojej organizacji.
pt_br: Implante o Firefox nos computadores Linux da sua organização.
pt_pt: Distribuir o Firefox nos computadores Linux da sua organização.
ro: Instalează Firefox pe computerele Linux ale organizației tale.
sk: Nasadenie Firefoxu na počítače so systémom Linux vo vašej organizácii.
sr: Имплементирајте Firefox на Linux рачунарима ваше организације.
sv: Distribuera Firefox på ditt företags Linux-maskiner.
tr: Firefox'u kuruluşunuzun Linux bilgisayarlarına dağıtma
uk: Розгорніть Firefox на комп’ютерах Linux вашої організації.
ur: اپنی تنظیم کے Linux مشین پر Firefox تعینات کریں
vi: Triển khai Firefox trên các máy Linux của tổ chức của bạn.
zh_cn: 部署 Firefox 到您组织的 Linux 计算机。
zh_tw: 部署 Firefox 到您的組織的 Linux 電腦。

# DB: products.Topic.title
source: Listen
ia: Ascoltar
kab: Sel
sv: Lyssna
tr: Dinleme

# DB: products.Topic.description
source: Listen to your favorite podcasts and audiobooks.
ia: Ascolta tu favorite podcasts e audio-libros.
sv: Lyssna på dina favoritpoddar och ljudböcker.
tr: En sevdiğiniz podcast’leri ve sesli kitapları dinleyin.

# DB: products.Topic.title
source: Loading speed
ia: Velocitate de cargamento
sv: Laddningshastighet
tr: Yükleme hızı

# DB: products.Topic.description
source: Troubleshoot loading speed issues.
ia: Solver problemas de velocitate de cargamento.
sv: Felsök problem med laddningshastighet.
tr: Yükleme hızı sorunlarını giderin.

# DB: products.Topic.title
source: Localization
bg: Преводи
de: Lokalisierung
el: Μετάφραση
fy_nl: Lokalisaasje
hr: Lokalizacija
hu: Honosítás
ia: Localisation
it: Localizzazione
ja: ローカライズ
ka: თარგმნა
kab: Asideg
ko: 지역화
nb_no: Oversettelse
nl: Lokalisatie
pl: Tłumaczenie
pt_br: Localização
pt_pt: Tradução
ro: Localizare
sk: Lokalizácia
sr: Локализација
sv: Översättning
te: స్థానికీకరణ
th: การแปลเป็นภาษาท้องถิ่น
tr: Yerelleştirme
uk: Локалізація
ur: لوکلائزیشن
vi: Bản địa hóa
zh_cn: 本地化
zh_tw: 在地化

# DB: products.Topic.description
source: Topic for any articles related to article localization (L10n) contribution.
de: Thema für alle Artikel, die sich auf Lokalisierung beziehen.
el: Θέμα για όλα τα άρθρα που σχετίζονται με τη συνεισφορά στη μετάφραση (L10n) άρθρων.
fy_nl: Underwerp foar alle artikelen mei betrekking ta bydragen oan lokalisaasje (L10n).
hu: Téma a leíráshonosítási (L10n) közreműködéssel kapcsolatos leírások számára.
ia: Topico pro omne articulos relative al contribution al localisation (L10n) de articulos.
it: Argomento per qualsiasi articolo che riguarda la collaborazione alla localizzazione degli articoli (L10n).
ja: 記事のローカライズ (L10n) に関連する記事のトピック。
ka: საკითხი სტატიების შესახებ თარგმნის (L10n) თაობაზე.
ko: 문서 현지화(L10n) 기여와 관련된 게시글의 주제입니다.
nl: Onderwerp voor alle artikelen met betrekking tot bijdragen aan lokalisatie (L10n).
pl: Wszystkie artykuły związane z wkładem w lokalizację artykułów.
pt_br: Tópico de artigos relacionados à contribuição de tradução de artigos (L10n).
pt_pt: Tópico para quaisquer artigos relacionados com a contribuição para a tradução de artigos (L10n).
sk: Téma pre všetky články súvisiace s príspevkami o lokalizácii článkov (L10n).
sr: Тема за било које чланке везане за доприношење у виду превођења чланака (L10n).
sv: Ämne för alla artiklar relaterade till bidrag för översättning.
tr: Makaleleri yerelleştirme (çeviri) katkısıyla ilgili makalelerin konusu.
uk: Тема для будь-яких статей, пов’язаних із локалізацією статті (L10n).
vi: Chủ đề cho bất kỳ bài viết nào liên quan đến đóng góp bản địa hóa bài viết (L10n).
zh_cn: 本地化（L10n）贡献的相关知识库文章主题。
zh_tw: 在地化貢獻的相關文件主題。

# DB: products.Topic.title
source: Location
ia: Position
kab: Adig
sv: Plats
tr: Konum

# DB: products.Topic.description
source: Change your location.
ia: Cambia tu position.
kab: Ẓreg adig-ik·im.
sv: Ändra din plats.
tr: Konumunuzu değiştirin.

# DB: products.Topic.description
source: Deploy Firefox on your organization's Mac computers
bg: Разположете Firefox на Mac компютрите на вашата организация
de: Verteilen Sie Firefox auf den Mac-Computern Ihres Unternehmens
el: Ανάπτυξη του Firefox σε υπολογιστές Mac του οργανισμού σας
fy_nl: Firefox ymplemintearje op de Mac-kompjûters fan jo organisaasje
he: פריסת Firefox במחשבי ה־Mac של הארגון שלך
hr: Implementiraj Firefox na Mac računalima poduzeća
hu: Telepítse a Firefoxot a szervezete Mac számítógépeire
ia: Implementar Firefox sur computatores Mac de tu organisation
it: Distribuire Firefox sui computer Mac della propria azienda
ja: 組織の Mac コンピューターに Firefox を配備する
ka: გამართეთ Firefox თქვენი დაწესებულების Mac-კომპიუტერებზე
kab: Sbedd Firefox ɣef yiselkimen Mac n tuddsa-ik
ko: 사내 Mac 컴퓨터에 Firefox 배포
nb_no: Distribuer Firefox på organisasjonens Mac-datamaskiner
nl: Firefox implementeren op de Mac-computers van uw organisatie
pl: Wdrażanie Firefoksa na komputerach Mac w mojej organizacji
pt_br: Implante o Firefox nos computadores Mac da sua organização
pt_pt: Distribuir o Firefox nos computadores Mac da sua organização
ro: Instalează Firefox pe computerele Mac ale organizației tale
sk: Nasadenie Firefoxu na počítačoch Mac vašej organizácie
sr: Имплементирајте Firefox на Mac рачунарима ваше организације
sv: Distribuera Firefox på ditt företags Mac-datorer
tr: Firefox'u kuruluşunuzun Mac bilgisayarlarına dağıtma
uk: Розгорніть Firefox на комп’ютерах Mac вашої організації
ur: اپنی تنظیم کے Mac کمپیوٹرز پر Firefox تعینات کریں
vi: Triển khai Firefox trên máy tính Mac của tổ chức của bạn
zh_cn: 部署 Firefox 到您组织的 Mac 计算机
zh_tw: 部署 Firefox 到您的組織的 Mac 電腦。

# DB: products.Topic.title
source: Manage account
bg: Управление на акаунта
de: Konto verwalten
el: Διαχείριση λογαριασμού
es: Administrar cuenta
fy_nl: Account beheare
he: ניהול חשבון
hr: Upravljaj računom
hu: Fiók kezelése
ia: Gerer conto
it: Gestione account
ja: アカウントを管理
ka: ანგარიშის მართვა
kab: Sefrek amiḍan
ko: 계정 관리
nb_no: Behandle konto
nl: Account beheren
pl: Zarządzaj kontem
pt_br: Gerenciar conta
pt_pt: Gerir a conta Firefox
ro: Gestionează contul
sk: Spravovať účet
sr: Управљајте налогом
sv: Hantera konto
te: ఖాతా నిర్వహణ
th: จัดการบัญชี
tr: Hesabı yönetme
uk: Керувати обліковим записом
ur: اکاؤنٹ بندوبست کریں
vi: Quản lý tài khoản
zh_cn: 管理账户
zh_tw: 管理帳號

# DB: products.Topic.description
source: How to change your account settings
bg: Как да промените настройките на акаунта си
de: So ändern Sie Ihre Kontoeinstellungen
el: Μάθετε πώς να αλλάξετε τις ρυθμίσεις του λογαριασμού σας
es: Cómo cambiar las configuraciones de tu cuenta
fy_nl: Jo accountynstellingen wizigje
he: איך לשנות את הגדרות החשבון שלך
hr: Kako promijeniti postavke računa
hu: A fiókbeállítások módosítása
ia: Como cambiar tu parametros de conto
it: Come gestire le impostazioni account
ja: アカウント設定を変更する方法
ka: როგორ უნდა შეცვალოთ თქვენი ანგარიშის პარამეტრები
kab: Amek ara tesnefleḍ iɣewwaren n umiḍan-ik·im
ko: 계정 설정을 변경하는 방법
nb_no: Slik endrer du kontoinnstillingene
nl: Uw accountinstellingen wijzigen
pl: Jak zmienić ustawienia konta
pt_br: Como alterar as configurações da sua conta
pt_pt: Como alterar as definições da sua conta
ro: Cum să îți modifici setările contului
sk: Ako zmeniť nastavenia účtu
sr: Како променити подешавања налога
sv: Hur du ändrar dina kontoinställningar
te: మీ ఖాతా అమరికలను మార్చుకోవడం ఎలా
th: วิธีเปลี่ยนการตั้งค่าบัญชีของคุณ
tr: Hesap ayarlarınızı değiştirme
uk: Як змінити налаштування облікового запису
ur: اپنے اکاؤنٹ کی ترتیبات کو کیسے تبدیل کریں
vi: Cách thay đổi cài đặt tài khoản của bạn
zh_cn: 如何更改账户设置
zh_tw: 如何調整帳號設定

# DB: products.Topic.title
source: Manage add-ons
af: Bestuur byvoegsels
bg: Управление на добавки
bs: Upravljajte dodacima
de: Add-ons verwalten
el: Διαχείριση προσθέτων
es: Administrar complementos
fy_nl: Add-ons beheare
he: ניהול תוספות
hr: Upravljaj dodacima
hu: Kiegészítők kezelése
ia: Gerer additivos
id: Kelola pengaya
it: Gestione componenti aggiuntivi
ja: アドオンの管理
ka: დამატებების მართვა
kab: Sefrek izegrar
ko: 부가 기능 관리
mg: Handrindra ireo fanampy
ms: Mengurus add-ons
nb_no: Behandle utvidelser
nl: Add-ons beheren
pa_in: ਐਡ-ਆਨਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ
pl: Zarządzanie dodatkami
pt_br: Gerenciar extensões
pt_pt: Gerir extras
ro: Gestionare suplimente
sk: Správa doplnkov
sr: Управљај додацима
sv: Hantera tillägg
te: పొడగింతలు నిర్వహించండి
th: จัดการส่วนเสริม
tr: Eklentileri yönetin
uk: Керування додатками
ur: ایڈاونز بندرست کریں
vi: Quản lý các add-on
zh_cn: 管理附加组件
zh_tw: 管理附加元件
zu: Yengamela izifakeli zakho
