Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
bg: Ако изпратите информация до Mozilla при срив, ще получите идентификационен номер, който идентифицира вашия проблем и ни позволява да разгледаме детайлите за да установим неговата причина. За да намерите наскоро изпратените си идентификатори за сривове, отидете на <strong>about:crashes</strong> в адресната лента. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Вижте за подробни инструкции </a>.
bs: Ako pošaljete informacije o rušenju Mozilli, dobićete ID rušenja koji na jedinstven način identifikuje rušenje i omogućava nam da pregledamo detalje koji bi pomogli da otkrijemo uzrok. Da biste pregledali nedavno poslane ID brojeve rušenja, unesite <strong>about:crashes</strong> u navigacionu traku. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Kliknite za detaljna uputstva</a>.
de: Wenn Sie nach einem Absturz Daten an Mozilla senden, erhalten Sie eine Absturz-ID, die Ihren Absturz eindeutig identifiziert und über die wir an Details gelangen, mit denen wir nach der Ursache suchen können. Um Ihre kürzlich übermittelten Absturz-IDs zu finden, rufen Sie über die Adressleiste <strong>about:crashes</strong> auf. <a href='https://support.mozilla.org/de/kb/Firefox-stuerzt-ab#w_holen-sie-sich-hilfe-beim-beheben-der-absturzursache' target='_blank'>Hier finden Sie weitere Anweisungen</a>.
el: Αν υποβάλετε πληροφορίες στη Mozilla όταν προκύψει κατάρρευση, θα σας δοθεί ένα ID κατάρρευσης, που αναγνωρίζει μοναδικά το ζήτημά σας και μας επιτρέπει να δούμε λεπτομέρειες, που ίσως μας βοηθήσουν να αναγνωρίσουμε την αιτία. Για να βρείτε τα πρόσφατα υποβληθέντα ID κατάρρευσης, μεταβείτε στο <strong>about:crashes</strong> στη γραμμή τοποθεσιών σας. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Κάντε κλικ για λεπτομερείς οδηγίες</a>.
es: Si envías información a Mozilla cuando tu navegador se cuelga, recibirás una ID que identifica tu error de forma individual y nos permite analizar los detalles que nos ayudarán a identificar la causa. Para encontrar las ID de fallos que has enviado recientemente, ve a <strong>about:crashes</strong> en tu barra de direcciones. <a href='http://support.mozilla.org/es/kb/firefox-se-cierra-inesperadamente-como-resolverlo-#w_consigue-ayuda-para-arreglar-el-fallo' target='_blank'>Haz clic para tener instrucciones más detalladas</a>.
fy_nl: As jo gegevens nei Mozilla ferstjoere by in ûngelok, ûntfange jo in unyk ûngelok-ID foar jo ûngelok wêrmei't wy details besjen kinne dy’t de oarsaak derfan kinne helpe fêststelle. Gean nei <strong>about:crashes</strong> yn jo lokaasjebalke om koartlyn yntsjinne ûngelok-ID’s te finen. <a href='https://support.mozilla.org/kb/firefox-crashes-troubleshoot-prevent-and-get-help#w_hulp-bij-het-oplossen-van-deze-crash-verkrijgen' target='_blank'>Klik hjir foar detaillearre ynstruksjes</a>.
hr: Ako pošalješ podatke o rušenju Mozilli, dobit ćeš ID rušenja koji na jedinstven način identificira rušenje te nam omogućava da pregledamo detalje koji bi pomogli otkriti uzrok. Za prikaz nedavno poslane ID oznake rušenja, upiši <strong>about:crashes</strong>u adresnu traku.<a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Pritisni za detaljna upute</a>.
hu: Ha információkat küld a Mozillának az összeomlásokról, akkor azok kapnak egy összeomlás-azonosítót, amely egyedi módon azonosítja az összeomlást, és lehetővé teszi olyan adatok megjelenítését, amelyek segíthetnek azonosítani az okot. A legutóbb beküldött összeomlás-azonosítók felsorolásához írja be az <strong>about:crashes</strong> címet a címsorba. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Részletes utasításokért kattintson ide</a>.
ia: Si tu invia informationes a Mozilla quando Firefox collabe, tu recipera un ID de crash que identifica univocamente tu crash e permitte que nos examina le detalios que pote adjutar a identificar le causa. Pro trovar le IDs de tu crashes recentemente inviate, insere <strong>about:crashes</strong> in tu barra de adresses. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Clicca hic pro instructiones detaliate</a>.
id: Jika Anda mengirimkan informasi ke Mozilla saat mengalami kemogokan, Anda akan diberi ID kecelakaan (crash ID) untuk mengidentifikasi kerusakkan Anda dan memungkinkan kami melihat detail yang dapat membantu mengidentifikasi penyebabnya. Untuk menemukan ID kecelakaan yang baru Anda kirimkan, buka <strong>about:crash</strong> di bilah lokasi Anda. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Klik untuk petunjuk terperinci</a>.
it: Se hai scelto di inviare a Mozilla le informazioni riguardo al crash, ti è stato fornito un identificativo univoco del crash che consentirà di guardare i dettagli utili a individuarne le cause. Per trovare gli identificativi degli ultimi crash inviati, digitare <strong>about:crashes</strong> nella Barra degli indirizzi e premere <strong>Invio</strong>. <a href='http://support.mozilla.org/kb/Firefox+crashes#w_ottenere-aiuto-in-relazione-al-tipo-di-crash' target='_blank'>Fare clic qui per ulteriori dettagli</a>.
ja: クラッシュした時に情報を Mozilla に送信する場合、クラッシュを特定し、その原因を調べるためのユニークなクラッシュ ID が与えられます。あなたが最近送信したクラッシュ ID を見つけるには、ブラウザーのアドレスバーに <strong>about:crashes</strong> と入力して開いてください。詳しくは、<a href='https://support.mozilla.com/kb/Firefox+crashes#w_agceccaiccacdcgjaoaooeaaacauao' target='_blank'>クラッシュレポートを確認する方法</a> を参照してください。
ka: უეცარი გათიშვის მოხსენების გადაგზავნისას Mozilla-სთვის, თქვენს მოხსენებას მიენიჭება უნიკალური ID-ნომერი, რომელიც ხარვეზის აღმოფხვრაში შეიძლება გამოგვადგეს. ბოლოს გადაგზავნილი მოხსენების ID-ნომრის სანახავად, გადადით <strong>about:crashes</strong> გვერდზე, მისამართების ველიდან. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>ვრცლად მითითებების სანახავად დააწკაპეთ აქ</a>.
kab: Ma tuzneḍ talɣut i Mozilla ticki yeḍra-d uɣelluy, ad ittunefk usulay asuf i uɣelluy-ik daɣen ad aɣ-yeǧǧ ad nwali talqayt ara yizmiren ad tɛiwen ad d-naf sebba. Akken ad d-nafisulayen-ik n uɣelluy i d-tuzneḍ melmi kan, ddu ɣer <strong>about:crashes</strong> deg ufeggag-ik n tensa. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Tekki ɣef ugar n yiwellihen</a>.
ko: 충돌이 났을 때 Mozilla에 정보를 보내셨다면, 여러분의 충돌에 대한 고유한 충돌 ID를 받게 될 것이고, 원인을 분석하는데 도움이 되는 상세한 내용을 저희가 볼 수 있게 됩니다. 최근 보내셨던 충돌 ID를 찾으려면 주소 표시 줄에 <strong>about:crashes</strong> 를 입력하고 이동하세요. <a href='https://support.mozilla.com/ko/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>더 자세한 정보 보기</a>
ms: Jika anda menghantar maklumat kepada Mozilla apabila anda ranap, anda akan diberikan ID ranap yang unik untuk mengenal pasti ranap anda dan membolehkan kami melihat butiran yang boleh membantu mengenal pasti puncanya. Untuk mencari ID ranap terkini yang anda hantar, pergi ke <strong>perihal: ranap</strong> dalam bar lokasi anda. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Klik untuk arahan terperinci</a>.
nb_no: Dersom du sender informasjon til Mozilla når du krasjer, vil du motta en krasj-ID som unikt identifiserer krasjet ditt, og lar oss se på detaljer om hva som kan ha forårsaket det. For å se nylig innsendte krasj-ID-er, gå til <strong>about:crashes</strong> i adresselinjen. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Trykk her for detaljerte instruksjoner</a>.
nl: Als u gegevens naar Mozilla verzendt bij een crash, ontvangt u een uniek crash-ID voor uw crash waarmee we details kunnen bekijken die de oorzaak ervan kunnen helpen vaststellen. Ga naar <strong>about:crashes</strong> in uw locatiebalk om onlangs ingediende crash-ID’s te vinden. <a href='https://support.mozilla.org/kb/firefox-crashes-troubleshoot-prevent-and-get-help#w_hulp-bij-het-oplossen-van-deze-crash-verkrijgen' target='_blank'>Klik hier voor gedetailleerde instructies</a>.
pl: Jeśli wyślesz do nas informację o awarii, zostanie nadany jej unikalny numer ID, który jednoznacznie ją identyfikuje i umożliwia nam zapoznanie się z szczegółami, które mogą pomóc nam zidentyfikować przyczynę awarii. Aby znaleźć niedawno przesłane identyfikatory awarii, wprowadź adres <strong>about:crashes</strong> w pasku adresu przeglądarki. <a href='https://support.mozilla.org/pl/kb/firefox-ulega-awariom#w_uzyskanie-pomocy-w-przypadku-awarii' target='_blank'>Szczegółowe instrukcje</a>.
pt_br: Se enviar informações para a Mozilla quando ocorrer um erro, você receberá um ID único que identifica a sua falha e que nos permite consultar os detalhes que podem ajudar a identificar a causa. Para encontrar os seus identificadores de falha recentemente enviados, digite <strong>about:crashes</strong> na barra de endereço. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Clique para instruções mais detalhadas</a>.
pt_pt: Se enviar informações para a Mozilla quando ocorrer um erro, ser-lhe-á atribuído um identificador único que identifica a sua falha e que nos permite consultar os detalhes que podem ajudar a identificar a causa. Para encontrar os seus identificadores de falha recentemente enviados, digite <strong>about:crashes</strong> na barra de endereço. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Clique para instruções mais detalhadas</a>.
ro: Dacă trimiți informații la Mozilla pentru terminarea neașteptată, vei primi un „crash ID” ce va identifica în mod unic defecțiunea și ne permite identificarea detaliilor care ne pot ajuta la identificarea cauzei. Pentru a găsi crash ID-uri recent trimise, tastează <strong>about:crashes</strong> în bara de adrese. <a href='http://support.mozilla.com/ro/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Clic pentru instrucțiuni detaliate</a>.
sk: Ak o páde odošlete informácie Mozille, získate ID číslo pádu, ktoré je unikátne medzi všetkými hláseniami. To nám umožní detailne preskúmať príčiny daného pádu. Pre nájdenie nedávno odoslaných informácií o pádoch zadajte do vášho adresného riadka prehliadača <strong>about:crashes</strong>. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Kliknite sem, pre získanie podrobnejších inštrukcií</a>.
sr: Ако пошаљете информације о рушењу Mozilla-и, добићете ID рушења који на јединствен начин идентификује рушење и омогућава нам да прегледамо детаље који би помогли да откријемо узрок. Да бисте прегледали недавно послате ID бројеве рушења, унесите <strong>about:crashes</strong> у навигациону траку. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Кликните за детаљна упуства</a>.
sv: Om du skickar in information till Mozilla när programmet kraschar, kommer du att få en krasch-ID som identifierar din krasch och låter oss titta på detaljer som kan hjälpa till att identifiera orsaken. För att hitta dina nyligen inlämnade krasch-ID, gå till <strong>about:crashes</strong> i ditt adressfältet <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Klicka här för detaljerade instruktioner</a>.
te: మీరు మొజిల్లాకు మీ క్రాష్ గురించి సమాచారాన్ని సమర్పిస్తే, మీ క్రాష్ ను ప్రత్యేకంగా గుర్తించడానికి ఒక క్రాష్ ID ఇవ్వడం జరుగుతుంది మరియు కారణం గుర్తించడానికి మీకు సహాయపడే వివరాలను చూడటానికి అనుమతిస్తుంది. మీ ఇటీవల సమర్పించిన క్రాష్ ID లు కనుగొనేందుకు, మీ లొకేషన్ బార్లో క్రాష్లు <strong> about:crashes </strong> కు వెళ్ళండి. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>వివరణాత్మక సూచనలను కోసం క్లిక్ చేయండి</a>.
th: หากคุณส่งข้อมูลไปยัง Mozilla เมื่อคุณพบข้อขัดข้อง คุณจะได้รับ ID ข้อขัดข้องซึ่งระบุถึงข้อขัดข้องของคุณโดยเฉพาะและให้เราดูรายละเอียดที่อาจช่วยระบุสาเหตุ เมื่อต้องการค้นหา ID ข้อขัดข้องที่ส่งเมื่อล่าสุดของคุณ ให้ไปที่ <strong>about:crashes</strong> ในแถบตำแหน่งที่ตั้งของคุณ <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>คลิกสำหรับคำแนะนำโดยละเอียด</a>
tr: Çökme yaşandığında Mozilla'ya bilgi gönderirseniz size bir çökme kimliği verilir. Bu numarayı kullanarak çökmenizin ayrıntılarına bakabilir ve sebebini anlayabiliriz. Son gönderdiğiniz çökme kimliklerini görmek için adres çubuğunuza <strong>about:crashes</strong> yazın. <a href='http://support.mozilla.com/tr/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Daha ayrıntılı yönergeler için tıklayın</a>.
uk: Якщо ви надсилаєте до Mozilla інформацію про помилки в роботі програми, вам надається Ідентифікатор помилки (crash ID), що точно вказує на цю помилку і дає нам змогу перевірити деталі, які можуть допомогти визначити причини. Щоб знайти вже надіслані Ідентифікатори помилок, напишіть та перейдіть до <strong>about:crashes</strong> в панелі адреси. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Натисніть для отримання детальної інструкції</a>.
vi: Nếu bạn gửi thông tin cho Mozilla khi bạn gặp sự cố, bạn sẽ được cấp ID sự cố xác định duy nhất sự cố của bạn và cho phép chúng tôi xem chi tiết có thể giúp xác định nguyên nhân. Để tìm ID sự cố được gửi gần đây của bạn, truy cập <strong>about:crashes</strong> trong thanh địa chỉ của bạn. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Nhấp để được hướng dẫn chi tiết</a>.
zh_cn: 如果您崩溃时向 Mozilla 提交了信息，您将得到一个标识本次崩溃的唯一编号，这有助于我们查看崩溃的详细情况和找到原因。要查看您最近提交的崩溃的唯一编号，请在地址栏中输入并打开 <strong>about:crashes</strong> 。<a href='http://support.mozilla.org/zh-CN/kb/Firefox%20%E5%B4%A9%E6%BA%83#w_siaiisgciejcuiehoeigoelaag' target='_blank'>查看详细的操作流程</a>。
zh_tw: 當您的程式發生錯誤並傳送資訊給 Mozilla 時，您會得到一組獨一無二的 Crash ID 以資識別，讓我們可以了解更多細節以幫助我們找到造成問題的原因。若欲取得您最近回報的 Crash ID，可以在網址列輸入 <strong>about:crashes</strong>。<a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>點這裡了解更詳細的步驟說明</a>。

source: Troubleshooting Information
af: Foutopsporing-inligting
bg: Информация за отстраняване на неизправности
bs: Informacije o rješavanju problema
de: Informationen zur Fehlerbehebung
el: Πληροφορίες επίλυσης προβλημάτων
es: Información sobre solución de problemas
fy_nl: Probleemoplossingsynformaasje
he: מידע לפתרון בעיות
hr: Informacije o rješavanju problema
hu: Hibakeresési információk
ia: Informationes diagnostic
id: Informasi Pemecahan Masalah
it: Informazioni sulla risoluzione dei problemi
ja: トラブルシューティング情報
ka: მონაცემები გაუმართაობის მოსაგვარებლად
kab: Talɣur ɣef ferru n wuguren
ko: 문제 해결 정보
mg: Fampahalalana Famahana Olana
ms: Maklumat pencarisilapan
nb_no: Problemløsingsinfo
nl: Probleemoplossingsinformatie
pa_in: ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ ਜਾਣਕਾਰੀ
pl: Informacje dla pomocy technicznej
pt_br: Informações técnicas
pt_pt: Resolução de Problemas
ro: Informații pentru depanare
sk: Technické informácie
sr: Информације о решавању проблема
sv: Felsökningsinformation
te: షూటింగ్ సమాచారం
th: ข้อมูลการแก้ไขปัญหา
tr: Sorun giderme bilgileri
uk: Інформація для усунення проблем
ur: ازالہ کاری کی معلومات
vi: Thông tin gỡ rối
zh_cn: 故障排除信息
zh_tw: 疑難排解資訊
zu: Imininingwane yokulandelela izinkinga

source: This information gives details about the internal workings of your browser that will help in answering your question.
af: Hierdie inligting gee besonderhede oor die interne werking van die blaaier wat help om die vraag te antwoord.
bg: Тази информация дава подробности за работата на вашия браузър, която ще ви помогне да отговорите на вашия въпрос.
bs: Ova informacija daje detalje o unutrašnjem radu vašeg pretraživača koji će pomoći u rješavanju vašeg pitanje.
de: Diese Daten enthalten Details über die Vorgänge in Ihrem Browser und helfen dabei, Ihre Frage zu beantworten.
el: Αυτές οι πληροφορίες παρέχουν λεπτομέρειες σχετικά με την εσωτερική λειτουργία του προγράμματος περιήγησής σας, που θα βοηθήσουν στην απάντηση της απορίας σας.
es: Esta información ofrece detalles sobre el funcionamiento interno de tu navegador que nos ayudará a responder a tu pregunta.
fy_nl: Dizze ynformaasje jout details oer de ynterne wurking fan jo browser dy’t helpe kinne by it beäntwurdzjen fan jo fraach.
he: מידע זה מספק פרטים על אופן העבודה הפנימי של הדפדפן שלך שיסייעו במענה על השאלה שלך.
hr: Ova informacija daje detalje o unutrašnjem radu preglednika koji će pomoći u rješavanju tvog pitanja.
hu: Ez az információ bepillantást enged böngészője belső működésébe, ami segíthet választ találni a kérdésére.
ia: Iste informationes da detalios re le functionamento interne de tu navigator que adjutara a responder a tu question.
id: Informasi ini memberikan detail tentang cara kerja internal dari peramban yang akan membantu menjawab pertanyaan Anda.
it: In queste informazioni sono contenuti i dettagli relativi al funzionamento del browser che verranno utilizzati per rispondere alla tua richiesta.
ja: この情報は、回答の助けになるブラウザーの内部動作についての詳細です。
ka: ეს მონაცემები იძლევა ინფორმაციას, თქვენი ბრაუზერის მუშაობის ტექნიკურ საკითხებზე, რაც გამოსადეგი იქნება, თქვენს კითხვაზე პასუხის გასაცემად.
kab: Talɣut-a ad d-tefk talqayt ɣef tiddin tagensant n yiminig-ik daɣen ad aɣ-tɛiwen ad d-nerr i yisteqsiyen-ik.
ko: 이 정보는 여러분의 질문 답변에 도움이 되는 브라우저의 내부 동작에 관한 상세한 정보입니다.
mg: Ity fampahalalana ity dia manome antsipiriany momba ireo fiasa anatin'ny mpitetinao izay hanampy @ famaliana ny fanontanianao.
ms: Maklumat ini memberikan butiran perihal kerja dalaman pelayar anda yang akan membantu menjawab soalan anda.
nb_no: Denne infoen inneholder detaljer om interne forhold i nettleseren, som kan være nyttig for å besvare spørsmålet.
nl: Deze informatie geeft details over de interne werking van uw browser die kunnen helpen bij het beantwoorden van uw vraag.
pa_in: ਇਹ ਜਾਣਕਾਰੀ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਦੇ ਅੰਦਰੂਨੀ ਕੰਮ ਬਾਰੇ ਵੇਰਵੇ ਦਿੰਦਾ ਹੈ ਜੋ ਤੁਹਾਡੇ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦੇਣ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ।
pl: Szczegółowe informacje dotyczące wewnętrznego działania przeglądarki, które pomogą nam rozwiązać twój problem.
pt_br: Essas informações fornecem detalhes sobre o funcionamento interno do seu navegador e podem ajudar a responder sua pergunta.
pt_pt: Estas informações contém detalhes acerca do funcionamento interno do Firefox que tornarão mais fácil responder à sua pergunta.
ro: Aceste informații conțin detalii despre măruntaiele browserului tău care vor ajuta în răspunderea întrebării.
sk: Tieto informácie poskytujú detaily o internom chovaní vášho prehliadača, ktoré nám pomôžu zodpovedať vašu otázku.
sr: Ова информација даје детаље о унутрашњем раду вашег прегледача који ће помаћи у решавању вашег питања.
sv: Denna information ger detaljer om det interna arbetet i din webbläsare som kommer att hjälpa oss att besvara din fråga.
te: ఈ సమాచారం మీ ప్రశ్నకు సమాధానం సహాయపడే మీ బ్రౌజర్ యొక్క అంతర్గత పనితీరుల గురించి వివరాలు ఇస్తుంది.
th: ข้อมูลนี้ให้รายละเอียดเกี่ยวกับการทำงานภายในของเบราว์เซอร์ที่จะช่วยตอบคำถามของคุณ
tr: Bu bilgiler, tarayıcınızla ilgili teknik ayrıntıları içerir ve sorunuzu yanıtlamamıza yardımcı olabilir.
uk: Ця інформація дає докладні відомості про внутрішню роботу вашого браузера, які допоможуть відповісти на ваше запитання.
ur: یہ معلومات آپ کے براؤزر کے اندرونی کام کے بارے میں تفصیلات فراہم کرتی ہے جو آپ کے سوال کا جواب دینے میں مددگار ہونگی۔
vi: Thông tin này cung cấp chi tiết về hoạt động nội bộ của trình duyệt của bạn sẽ giúp trả lời câu hỏi của bạn.
zh_cn: 这些信息显示了您的浏览器的内部工作情况，可以帮助回答您的问题。
zh_tw: 這份資訊會提供瀏覽器內部運作的詳情，以幫助解決您的問題。
zu: Le mininingwane inikeza ulwazi mayelana nokusebenza kwangaphakathi kwesiphequluli sakho esizokusiza ukuphendula umbuzo wakho.

source: This happens
af: Hierdie gebeur
bg: Това се случва
bs: Ovo se dešava
de: Das passiert
el: Αυτό συμβαίνει
es: Esto ocurre
fy_nl: Dit bart
hr: Ovo se događa
hu: Ez történik
ia: Isto eveni
id: Ini terjadi
it: Che cosa succede
ja: 問題の発生頻度
ka: ეს ხდება
kab: Aya iḍerru
ko: 이제 생겼습니다
mg: Io dia mitranga
ms: Ini berlaku
nb_no: Dette skjer
nl: Dit gebeurt
pa_in: ਇਹ ਵਾਪਰਦਾ ਹੈ
pl: Zdarza się
pt_br: Isso acontece
pt_pt: Isto acontece
ro: Aceasta se întâmplă
sk: Stáva sa to
sr: Ово се дешава
sv: Detta händer
te: ఇది జరిగినప్పుడు
th: สิ่งนี้เกิดขึ้น
tr: Bu ne sıklıkla oluyor?
uk: Це трапляється
ur: یہ ہوتا ہے
vi: Điều này xảy ra
zh_cn: 发生频度
zh_tw: 問題發生的頻率
zu: Lokhu kuyenzeka

source: Not sure how often
af: nie seker hoe gereeld nie
bg: Не съм сигурен(а) колко често
bs: Nisam siguran koliko često
de: Ich weiß nicht, wie oft
el: Δεν είμαι σίγουρος/-η για το πόσο συχνά
es: No sé con qué frecuencia
fy_nl: Net dúdlik hoe faak
hr: Ne znam koliko često
hu: Nem tudom, milyen gyakran
ia: Non secur quanto sovente
id: Tidak yakin seberapa sering
it: Non so dire quante volte succede
ja: よく分からない
ka: ზუსტად, არ ვიცი რა სიხშირით
kab: Ur ẓriɣ ara acḥal n tikkal
ko: 얼마나 자주인지는 모르겠습니다
mg: Tsy azo antoka ny hatetiny
ms: Tak pasti kekerapannya
nb_no: Ikke sikker hvor ofte
nl: Onduidelijk hoe vaak
pa_in: ਯਕੀਨੀ ਨਹੀ ਅਕਸਰ ਕਿੰਨਾ
pl: Nie wiem jak często
pt_br: Não sei com que frequência
pt_pt: Não sei com que frequência
ro: Nu știu cât de des
sk: Nie som si istý, ako často
sr: Нисам сигуран колико често
sv: Inte säker på hur ofta
te: ఖచ్చితంగా కాదు ఎంత తరచుగా
th: ไม่แน่ใจว่าบ่อยเพียงใด
tr: Emin değilim
uk: Не впевнений як часто
ur: یقین نہیں کتنی بار
vi: Không chắc chắn bao lâu
zh_cn: 不确定有多频繁
zh_tw: 不是很確定
zu: Akunasiqiniseko sokuthi kangaki

source: Just once or twice
af: slegs een of twee keer
bg: Само веднъж или два пъти
bs: Samo jednom ili dva puta
de: Nur ein- oder zweimal
el: Μόνο μία ή δύο φορές
es: Una o dos veces
fy_nl: Mar ien of twa kear
hr: Samo jednom ili dvaput
hu: Csak egyszer vagy kétszer
ia: Justo un o duo vices
id: Hanya sekali atau dua kali
it: Solo una volta o due
ja: 1 度か 2 度
ka: ერთხელ ან ორჯერ
kab: Tikkelt kan neɣ snat
ko: 한 번 또는 두 번
mg: Indray mandeha na indroa fotsiny
ms: Hanya sekali atau dua kali
nb_no: Bare en eller to ganger
nl: Slechts een of twee keer
pa_in: ਬਸ ਇੱਕ ਵਾਰ ਜਾ ਦੋ ਵਾਰ
pl: Tylko raz lub dwa razy
pt_br: Apenas uma ou duas vezes
pt_pt: Apenas uma ou duas vezes
ro: Doar o dată sau de două ori
sk: Len jeden, alebo dva krát
sr: Само једном или два пута
sv: Bara en eller två gånger
te: జస్ట్ ఒకసారి లేదా రెండుసార్లు
th: เพียง 1-2 ครั้ง
tr: Sadece bir veya iki kere
uk: Один чи два рази
ur: صرف ایک یا دو بار
vi: Chỉ một hoặc hai lần
zh_cn: 只有一两次
zh_tw: 只有一、兩次
zu: Kanye noma kabili
