Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Redirecting
af: Herlei tans
bg: Препращане
bs: Preusmjeravanje
de: Sie werden weitergeleitet
el: Ανακατεύθυνση
es: Redirigir
fy_nl: Omliede
he: מתבצעת הפניה
hr: Preusmjeravanje
hu: Átirányítás
ia: Re-direction
id: Mengarahkan ulang
it: Reindirizzamento
ja: リダイレクトします
ka: გადამისამართება
kab: Awelleh iteddu
ko: 재 전송
mg: Familiana
ms: Melencongkan
nb_no: Omdirigerer
nl: Omleiden
pa_in: ਫੇਰ ਨਿਰਦੇਸ਼ਤ
pl: Przekierowywanie
pt_br: Redirecionando
pt_pt: A Redirecionar
ro: Se redirecționează
sk: Prebieha presmerovanie
sr: Преусмеравање
sv: Omdirigerar
te: మళ్లింపబడుతోంది
th: กำลังเปลี่ยนเส้นทาง
tr: Yönlendiriliyor
uk: Перенаправлення
ur: ری ڈائریکٹنگ
vi: Đang chuyển hướng
zh_cn: 正在重定向
zh_tw: 重導中
zu: Usajikiswa

source: The URL has changed!
af: Die URL het verander!
bg: URL-адресът е променен!
bs: URL se promijenio!
de: Die URL hat sich geändert!
el: Το URL έχει αλλάξει!
es: La URL ha cambiado.
fy_nl: De URL is wizige!
he: הכתובת השתנתה!
hr: URL se promijenio!
hu: A webcím megváltozott!
ia: Le URL ha cambiate!
id: URL sudah berubah!
it: L'URL è stato modificato.
ja: URL が変更されています！
ka: URL-ბმული შეიცვალა!
kab: URL ibeddel!
ko: URL이 변경되었습니다!
mg: Niova ilay URL!
ms: URL telah berubah!
nb_no: URL-en er endret!
nl: De URL is gewijzigd!
pa_in: URL ਬਦਲ ਗਿਆ ਹੈ!
pl: Adres URL został zmieniony!
pt_br: O endereço mudou!
pt_pt: O endereço mudou!
ro: Adresa URL s-a schimbat!
sk: URL adresa sa zmenila!
sr: URL адреса се променила!
sv: URL:en har ändrats!
te: URL మార్చబడింది!
th: URL มีการเปลี่ยนแปลง!
tr: Adres değişti!
uk: Адреса змінилася!
ur: یہ URL بدل گیا ہے!
vi: URL đã thay đổi!
zh_cn: 该网址已经移到新地方了！
zh_tw: 網址已經移動到新地方了！
zu: I-URL isishintshile!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
af: Dit lyk of jy 'n ou URL geboekmerk het. Die nuwe URL vir hierdie bladsy is hier onder. Jy moet jou boekmerke bywerk. Ons sal jou oor 10 sekondes na die nuwe URL herlei.
bg: Изглежда, че сте добавили отметка за стар URL. Новият адрес на тази страница е даден по-долу. Трябва да актуализирате своите отметки. Ние ще ви препратим към новия адрес до 10 секунди.
bs: Izgleda da ste zabilježili stari URL. Novi URL za ovu stranicu je ispod. Trebali biste ažurirati svoje zabilješke. Preusmjerit ćemo vas na novi URL za 10 sekundi.
de: Es sieht danach aus, als hätten Sie eine alte URL als Lesezeichen gespeichert. Die neue URL für diese Seite finden Sie weiter unten. Bitte aktualisieren Sie Ihre Lesezeichen. Wir werden Sie in 10 Sekunden auf die neue URL weiterleiten.
el: Φαίνεται πώς έχετε προσθέσει σε σελιδοδείκτη ένα παλιό URL. Το νέο URL για αυτήν τη σελίδα είναι παρακάτω. Θα πρέπει να ενημερώσετε τους σελιδοδείκτες σας. Θα σας προωθήσουμε στο νέο URL σε 10 δευτερόλεπτα.
es: Parece que has agregado a marcadores una URL antigua. La nueva URL de esta página está abajo. Deberías actualizar tus marcadores. Te reenviaremos a la nueva URL en 10 segundos.
fy_nl: Jo hawwe blykber in blêdwizer foar in âlde URL makke. De nije URL foar dizze side stiet hjirûnder. Wurkje jo blêdwizers by. Jo wurde nei 10 sekonden nei de nije URL laad.
he: נראה כי הכתובת ששמרת בסימניות היא ישנה. הכתובת החדשה לדף זה מופיעה להלן. עליך לעדכן את הסימניות שלך. אנו נעביר אותך לכתובת החדשה בתוך 10 שניות.
hr: Izgleda da ste zabilježili stari URL. Novi URL za ovu stranicu je ispod. Trebali biste ažurirati svoje zabilješke. Preusmjerit ćemo Vas na novi URL za 10 sekundi.
hu: Úgy látszik, a régi webcím van a könyvjelzői között. Érdemes frissíteni a könyvjelzőt, az oldal új webcíme ez alatt található. 10 másodperc múlva átirányítjuk az új webcímre.
ia: Il pare que tu ha marcate le pagina de un vetere URL. Le nove URL pro iste pagina es infra. Tu deberea actualisar tu marcapaginas. Nos te ducera al nove URL in 10 secundas.
id: Mungkin Anda telah membuat markah URL lama. URL baru laman ini tercantum di bawah ini. Sebaiknya markah Anda diperbarui. Anda akan diarahkan ulang ke URL baru dalam waktu 10 detik.
it: Sembra che sia stato inserito nei segnalibri un URL obsoleto. Il nuovo URL della pagina è riportato in basso. È opportuno aggiornare i segnalibri. Si verrà reindirizzati al nuovo URL entro 10 secondi.
ja: 古い URL をブックマークしていませんか？ このページの新しい URL は以下です。ブックマークまたはリンクを更新してください。10 秒以内に新しいページへ移動します。
ka: როგორც ჩანს, თქვენ ჩანიშნული გაქვთ ძველი URL. ახალი URL-ბმული მითითებულია ქვემოთ. კარგი იქნება, თუ განაახლებთ თქვენს სანიშნებს. ახალ URL-ბმულზე გადამისამართდებით 10 წამში.
kab: Akka nettwali, tgiḍ ticreḍt ɣef URL aqdim. URL amaynut n usebter-a ha-tt-a ddaw-a. Ilaq ad tleqqmeḍ ticraḍ-inek. Ad ak-nwelleh ɣer URL amaynut deg 10 tesdatin.
ko: 이 페이지에 대한 새로운 URL은 다음과 같습니다. 10초 안에 새로운 URL로 이동합니다.
mg: Toa URL tranainy no nasianao maripejy. Eto ambany ny URL an'io pejy io. Tokony ho havaozinao ireo maripejinao. Havilinay mankany amin'ilay URL vaovao ianao rehefa afaka 10 segondra.
ms: Anda telah menandabuku URL yang lama. URL baru untuk halaman ini ada di bawah. Anda perlu mengemaskini tandabuku anda. Kami akan hantar kepada anda URL yang baru dalam masa 10 saat.
nb_no: Det ser ut som du har bokmerke på en gammel URL. Den nye URL-en for denne siden er vist nedenfor. Du bør oppdatere bokmerkene dine. Vi vil videresende deg til den nye adressen om 10 sekunder.
nl: U hebt blijkbaar een bladwijzer voor een oude URL gemaakt. De nieuwe URL voor deze pagina staat hieronder. Werk uw bladwijzers bij. U wordt na 10 seconden naar de nieuwe URL geleid.
pa_in: ਇਸ ਤਰਾ ਲੱਗ ਰਿਹਾ ਹੈ ਤੁਸੀ ਪੁਰਾਣਾ URLਬੁੱਕਮਾਰਕ ਕਰ ਲਿਆ ਹੈ। ਨਵਾਂ URL ਇਸ ਪੇਂਜ਼ ਲਈ ਹੇਠਾ ਹੈ। ਤੁਹਾਨੂੰ ਆਪਣਾ ਬੁੱਕਮਾਰਕ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਅਸੀ ਤੁਹਾਨੂੰ 10 ਸਕਿੰਟਾ ਵਿੱਚ ਨਵੇ URLਤੇ ਭੇਜ਼ ਰਹੇ ਹਾ।
pl: Wygląda na to, że została dodana zakładka do starego adresu URL. Nowy adres URL tej strony znajduje się poniżej. Zaktualizuj swoje zakładki. Przekażemy ci na nowy adres URL w ciągu dziesięciu sekund.
pt_br: Parece que você tem salvo em seus favoritos um endereço antigo. O novo endereço para esta página está abaixo. Você deve atualizar seus favoritos. Você será redirecionado para o novo endereço em 10 segundos.
pt_pt: Parece que guardou nos seus marcadores um endereço antigo. O novo endereço para esta página está abaixo. Deve atualizar os seus marcadores. Será redirecionado para o novo endereço daqui a 10 segundos.
ro: Se pare că ai marcat un URL vechi. Noul URL pentru această pagină este mai jos. Ar trebui să-ți actualizezi marcajele. Te vom redirecționa spre noul URL în 10 secunde.
sk: Zdá se, že máte v záložkách starú URL adresu. Nová URL pre túto stránku je uvedená nižšie. Mali by ste si svoje záložky aktualizovať. Do 10-tich sekúnd vás presmerujeme na novú URL adresu.
sr: Изгледа да сте обележили стару URL адресу. Нова URL адреса за ову страницу је испод. Требали бисте да ажурирате ваше обележиваче. Проследићемо нову URL адресу за 10 секунди.
sv: Det ser ut som du har bokmärkt en gammal URL. Den nya URL:en för denna sida finns nedan. Du bör uppdatera dina bokmärken. Vi kommer att vidarebefordra dig till den nya URL:en inom 10 sekunder.
te: మీరు ఒక పాత URL బుక్ మార్క్ చేసుకున్నట్లు అనిపిస్తున్నది. ఈ పేజీకి క్రొత్త URL క్రింద ఉంది. మీరు మీ బుక్మార్క్లను అప్డేట్ చేయాలి. మేము మీకు 10 సెకన్లలో కొత్త URL పంపుతాము.
th: ดูเหมือนว่าคุณได้คั่นหน้าเว็บด้วย URL เก่าซึ่ง URL ใหม่ของหน้านี้อยู่ด้านล่าง คุณควรจะปรับที่คั่นหน้าเว็บของคุณ เราจะส่ง URL ไปหาคุณภายใน 10 วินาที
tr: Yer imlerinize eski bir adresi eklemiş olabilirsiniz. Bu sayfanın yeni adresi aşağıdadır. Yer iminizi güncellemelisiniz. 10 saniye içinde yeni adrese yönlendirileceksiniz.
uk: Схоже, адреса в ваших закладках застаріла. Нижче наведена нова адреса цієї сторінки. Вам слід оновити свої закладки. Ми перенаправимо вас на нову адресу протягом 10 секунд.
vi: Có vẻ như bạn đã đánh dấu một URL cũ. URL mới cho trang này ở bên dưới. Bạn nên cập nhật dấu trang của bạn. Chúng tôi sẽ chuyển tiếp bạn đến URL mới sau 10 giây.
zh_cn: 看起来您书签的网址已经过时了。本页面的新网址如下。您应该更新您的书签。我们将在十秒后带您到新的网址。
zh_tw: 看來您書籤當中的網址已經過時了。本頁面的新網址如下，您應該更新您的書籤。我們將會在十秒鐘後帶您轉到新的網址。
zu: Kubukeka sengathi ufake ibhukumaka ku-URL endala. I-URL entsha yaleli khasi iphansi. Kufanele uvuselele amabhukumaka akho. Sizokufowadela le URL emizuzwaneni eyi-10.

source: Maintenance in progress
af: Onderhoud aan die gang
bg: В процес на поддръжка
bs: Održavanje u toku
de: Wartungsarbeiten
el: Συντήρηση σε εξέλιξη
es: Mantenimiento en curso
fy_nl: Dwaande mei ûnderhâld
he: מתבצעות עבודות תחזוקה
hr: Održavanje u tijeku
hu: Karbantartás folyamatban
ia: Mantenentia in progresso
id: Sedang maintenis
it: Manutenzione in corso
ja: 現在、サイトのメンテナンス中です
ka: მიმდინარეობს ტექნიკური სამუშაოები
kab: Aseggem iteddu
ko: 유지 보수 작업 진행 중
mg: Fikojakojana eo an-dàlana
ms: Penyelenggaran sedang dijalankan
nb_no: Vedlikehold pågår
nl: Onderhoud in uitvoering
pa_in: ਰੱਖ ਰਖਾਵ ਪ੍ਰਗਤੀ ਵਿੱਚ ਹੈ
pl: Konserwacja w toku…
pt_br: Manutenção em progresso
pt_pt: Manutenção em progresso
ro: Mentenanță în curs
sk: Prebieha údržba
sr: Одржавање у току
sv: Underhåll pågår
te: నిర్వహణ ప్రోగ్రెస్‌లో ఉంది
th: กำลังอยู่ขั้นตอนการดูแลรักษา
tr: Bakım çalışması var
uk: Триває технічне обслуговування
ur: بحالی جاری ہے
vi: Đang trong quá trình bảo trì
zh_cn: 系统维护中
zh_tw: 系統維護中
zu: Kusalungiswa njengamanje

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
af: Hierdie kenmerk is tydelik gedeaktiveer terwyl ons webwerf-onderhoud uitvoer. Gebruik asseblief jou blaaier se terug-knoppie en probeer 'n bietjie later weer.
bg: Докато извършваме поддръжка на страницата, тази функция временно е изключена. Моля, използвайте бутона „Назад” на Вашия браузър и опитайте отново малко по-късно.
bs: Ova mogućnost je privremeno onemogućena dok je u toku održavanje stranice. Molimo da koristite dugme Nazad u vašem browseru i da pokušate ponovo malo kasnije.
de: Diese Funktion ist kurzzeitig deaktiviert, während Wartungsarbeiten an der Website durchgeführt werden. Bitte verwenden Sie die Schaltfläche „Zurück“ Ihres Browsers und versuchen Sie es etwas später erneut.
el: Αυτή η λειτουργία έχει απενεργοποιηθεί προσωρινά ενώ εκτελούμε εργασίες συντήρησης. Παρακαλούμε χρησιμοποιήστε το κουμπί επιστροφής του προγράμματος περιήγησης και δοκιμάστε ξανά λίγο αργότερα.
es: Esta función ha sido desactivada temporalmente mientras realizamos mantenimiento del sitio web. Por favor, usa el botón Atrás de tu navegador e inténtalo de nuevo pasados unos minutos.
fy_nl: Dizze funksje is tydlik útskeakele wylst it ûnderhâld fan ús website. Brûk jo Tebek-knop fan de browser en probearje letter opnij.
he: תכונה זו מושבתת באופן זמני בזמן שאנו מבצעים עבודות התחזוקה על האתר. נא להשתמש בכפתור החזרה בדפדפן שלך ולנסות שוב בעוד זמן קצר.
hr: Tijekom radova na održavanju naše stranice, ova je funkcija privremeno deaktivirana. Pritisni gumb „Natrag” i pokušaj ponovo kasnije.
hu: Ez a funkció a karbantartás ideje alatt átmenetileg le van tiltva. Használja a böngésző Vissza gombját és próbálja meg később.
ia: Iste functionalitate es temporarimente disactivate durante que nos exeque le mantenentia del sito web. Per favor usa le button Receder tu navigator e prova ancora un poco plus tarde.
id: Fitur ini dimatikan sementara untuk keperluan pemeliharaan situs. Gunakan tombol Kembali pada peramban Anda, dan coba lagi nanti.
it: Questa caratteristica è temporaneamente disattivata durante la manutenzione del sito web. Utilizzare il tasto Indietro del browser e riprovare più tardi.
ja: ウェブサイトをメンテナンスしている間、この機能は一時的に無効化されています。ブラウザーの戻るボタンを使用し、後で再度お試しください。
ka: ვებსაიტზე მიმდინარე ტექნიკური სამუშაოების გამო ეს ფუნქცია დროებით მიუწვდომელია. გამოიყენეთ ბრაუზერის უკან დასაბრუნებელი ღილაკი და სცადეთ ხელახლა ცოტა ხანში.
kab: Tamahilt-agi taskudant ur termid ara di lawan anida nteddu deg useggem n usmel web. Tanemmirt ma tesqedceḍ taqeffalt Ar Deffir n iminig inek sakin ɛreḍ ticki.
ko: 현재 기능이 잠시 웹 사이트 유지 보수 동안 중단됩니다. 잠시 후 다시 시도해 주십시오.
mg: Natsahatra vetivety ity fiasa ity fa mbola manao fikojakojana tranonkala izahay. Ampiasao azafady ny bokotra Hiverina @ mpitetinao ary andramo indray rehefa afaka kelikely.
ms: Ciri ini dinyahdayakan buat sementara waktu sementara kami membuat penyelenggaraan laman web. Sila gunakan butang Undur pelayar anda dan cuba semula sebentar lagi.
nb_no: Denne funksjonen er midlertidig avslått mens vi utfører nettstedsvedlikehold. Bruk nettleserens Tilbake-knapp for å prøve igjen litt senere.
nl: Deze functie is tijdelijk uitgeschakeld vanwege onderhoud aan de website. Gebruik de knop Terug van uw browser en probeer het iets later nog eens.
pa_in: ਇਹ ਸਹੂਲਤ ਅਸਥਾਈ ਰੂਪ ਵਲੋਂ ਅਕਸ਼ਮ ਕੀਤਾ ਗਿਆ ਹੈ ਜਦੋਂ ਅਸੀ ਵੇਬਸਾਈਟ ਰਖਰਖਾਵ ਕਰਦੇ ਹਾਂ।ਕ੍ਰਿਪਾ ਆਪਣੇ ਬਰਾਉਜਰ ਦੇ ਵਾਪਸ ਬਟਨ ਦਾ ਵਰਤੋ ਕਰੀਏ ਅਤੇ ਫਿਰ ਥੋੜ੍ਹੀ ਦੇਰ ਬਾਅਦ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Na czas konserwacji witryny funkcja ta została wyłączona. Wróć do poprzedniej strony i ponów próbę za chwilę.
pt_br: Essa funcionalidade foi desativada temporariamente durante a manutenção do site. Use o botão voltar do seu navegador e tente novamente mais tarde.
pt_pt: Esta funcionalidade está temporariamente indisponível enquanto realizamos a manutenção do website. Por favor, utilize o botão Retroceder do seu navegador e tente novamente um pouco mais tarde.
ro: Această caracteristică este temporar nevalidă cât realizăm lucrări de întreținere pe site. Te rugăm să folosești butonul Înapoi al browserului și să reîncerci mai târziu.
sk: Táto funkcia je v rámci údržby webu dočasne nedostupná. Použite prosím tlačidlo Naspäť vo vašom prehliadači a skúste to znova neskôr.
sr: Ова функција је привремено онемогућена док вршимо одржавање веб сајта. Користите дугме Назад и покушајте поново касније.
sv: Den här funktionen är tillfälligt inaktiverad eftersom vi utför underhåll av webbplatsen. Använd din webbläsares Tillbaka-knapp och försök igen lite senare.
te: మేము వెబ్ సైట్ ను నిర్వహించు కాలంలో ఈ లక్షణం తాత్కాలికంగా నిలిపివేయబడింది. దయచేసి, మీ బ్రౌజరు బాక్ బటన్ను ఉపయోగించవచ్చు మరియు కొంత సమయం తరువాత మళ్ళీ ప్రయత్నించండి.
th: คุณสมบัตินี้ถูกปิดการใช้งานชั่วคราวขณะที่เรากำลังดูแลรักษาเว็บไซต์ โปรดใช้ปุ่ม ย้อมกลับไปข้างหน้า ของเบราว์เซอร์และลองอีกครั้งในภายหลัง
tr: Web sitemizde bakım çalışması yapmakta olduğumuzdan bu özellik geçici olarak devre dışıdır. Lütfen tarayıcınızın Geri düğmesini kullanın ve bir süre sonra tekrar deneyin.
uk: Цей функціонал тимчасово вимкнутий на той час, поки ми виконуємо технічне обслуговування вебсайту. Спробуйте трошки пізніше.
vi: Tính năng này tạm thời bị vô hiệu hóa khi chúng tôi bảo trì trang web. Vui lòng dùng nút Trở lại và thử lại sau một lát nữa.
zh_cn: 本功能因为系统维护中而暂时被禁用。请使用浏览器的后退按钮回到上页，稍后再试。
zh_tw: 本功能因為系統維護中而暫時無效，請回到上頁稍後再試。
zu: Le fisha icinyiswe okwesikhashana ngenkathi sisalungisa iwebhusayithi. Uyacelwa usebenzise inkinobho yesiphequluli ethi Emuva bese ubuye uzame emva kwesikhashana.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
af: Sekere kenmerke op hierdie bladsy is tydelik gedeaktiveer terwyl ons webwerf-onderhoud uitvoer. Probeer asseblief weer 'n bietjie later.
bg: Някои от функциите на тази страница са временно изключени, докато извършим поддръжка на сайта. Моля опитайте отново малко по-късно.
bs: Neke mogućnosti na ovoj stranici su privremeno onemogućene dok je u toku održavanje stranice. Molimo da pokušate ponovo malo kasnije.
de: Einige Funktionen auf dieser Seite sind kurzzeitig deaktiviert, während Wartungsarbeiten an der Website durchgeführt werden. Bitte versuchen Sie es etwas später erneut.
el: Μερικές λειτουργίες σε αυτήν τη σελίδα έχουν απενεργοποιηθεί προσωρινά ενώ εκτελούμε εργασίες συντήρησης. Παρακαλούμε δοκιμάστε ξανά λίγο αργότερα.
es: Algunas funcionalidades del sitio no están activas por tareas de mantenimiento. Por favor, inténtalo de nuevo pasados unos minutos.
fy_nl: Guon funksjes op dizze side binne tydlik útskeakele wylst it ûnderhâld oan ús website. Probearje it letter opnij.
he: חלק מהתכונות בדף זה מושבתות באופן זמני בזמן שאנו מבצעים עבודות התחזוקה על האתר. נא לנסות שוב בעוד זמן קצר.
hr: Tijekom radova na održavanju naše stranice, poneke funkcije su privremeno deaktivirane. Pokušaj ponovo kasnije.
hu: Néhány funkció a karbantartás ideje alatt átmenetileg le van tiltva. Használja a böngésző Vissza gombját és próbálja meg később.
ia: Alcun functionalitates sur iste pagina es temporarimente disactivate durante que nos exeque le mantenentia del sito web. Per favor prova de novo un poco plus tarde.
id: Beberapa fitur pada laman ini dimatikan sementara untuk keperluan pemeliharaan situs. Coba lagi nanti.
it: Alcune caratteristiche di questa pagina sono temporaneamente disattivate durante la manutenzione del sito web. Riprovare più tardi.
ja: ウェブサイトをメンテナンスしている間、このページの一部の機能は一時的に無効化されています。後で再度お試しください。
ka: ვებსაიტზე მიმდინარე ტექნიკური სამუშაოების გამო ეს ფუნქცია დროებით მიუწვდომელია. გთხოვთ, სცადოთ ხელახლა ცოტა ხანში.
kab: Kra n tmahilin deg usebter-agi ttwasensent akka tura makken nettseggim asmel web. Ma ulac aɣlif,uɣal-d ticki.
ko: 몇 가지 기능이 잠시 웹 사이트 유지 보수 동안 중단됩니다. 잠시 후 다시 시도해 주십시오.
mg: Natsahatra vetivety ny fiasa sasany amin'ity pejy ity fa mbola manao fikojakojana tranonkala izahay. Andramo indray rehefa afaka kelikely.
ms: Sesetengah ciri pada halaman ini dinyahdayakan buat sementara waktu sementara kami melakukan penyelenggaraan laman web. Sila cuba semula sebentar lagi.
nb_no: Noen funksjoner på denne siden er midlertidig avslått mens vi utfører nettstedsvedlikehold. Prøv igjen litt senere.
nl: Enkele functies op deze pagina zijn tijdelijk uitgeschakeld vanwege onderhoud aan de website. Probeer het iets later nog eens.
pa_in: ਇਸ ਵਰਕੇ ਉੱਤੇ ਕੁੱਝ ਸੁਵਿਧਾਵਾਂ ਅਸਥਾਈ ਰੂਪ ਵਲੋਂ ਬੰਦ ਹਨ ਜਦੋਂ ਤੱਕ ਅਸੀ ਵੇਬਸਾਈਟ ਰਖਰਖਾਵ ਕਰਦੇ ਹਾ। ਥੋੜੇ ਸਮੇ ਬਾਅਦ ਫ਼ਿਰ ਤੋ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Na czas konserwacji witryny niektóre funkcje na tej stronie zostały wyłączone. Ponów próbę za chwilę.
pt_br: Algumas funcionalidade desta página estão temporariamente desativadas durante a manutenção do site. Tente novamente mais tarde.
pt_pt: Algumas funcionalidades desta página estão temporariamente desativadas enquanto realizamos a manutenção do site. Por favor, tente novamente um pouco mais tarde.
ro: Unele funcționalități de pe această pagină sunt dezactivate temporar, cât efectuăm mentenanța pe site. Te rugăm încerci din nou puțin mai târziu.
sk: V čase, kedy prebieha údržba webu, sú niektoré funkcie tejto stránky dočasne zakázané. Skúste to znova o niečo neskôr.
sr: Неке функције на овој страници су привремено онемогућене док вршимо одржавање сајта. Покушајте касније.
sv: Vissa funktioner på denna sida är tillfälligt inaktive eftersom vi utför underhåll av webbplatsen. Försök igen lite senare.
te: మేము వెబ్ సైట్ నిర్వహించునంత వరకు ఈ పేజీలోని కొన్ని విశేషాలు తాత్కాలికంగా ఆపివేయబడ్డాయి. దయచేసి కొంత సేపటి తర్వాత ప్రయత్నించండి.
th: บางคุณสมบัติถูกปิดการใช้งานชั่วคราวขณะที่เรากำลังดูแลรักษาเว็บไซต์ ลองอีกครั้งในภายหลัง
tr: Web sitemizde bakım çalışması yapılmakta olduğundan bu sayfadaki bazı özellikler geçici olarak devre dışıdır. Lütfen biraz sonra tekrar deneyin.
uk: Деякий функціонал цієї сторінки тимчасово вимкнутий на той час, поки ми виконуємо технічне обслуговування вебсайту. Спробуйте трошки пізніше.
vi: Một số tính năng tạm thời bị vô hiệu hóa khi chúng tôi bảo trì trang web. Vui lòng thử lại sau một lát nữa.
zh_cn: 网站维护期间，页面上的有些功能暂时被禁用。请稍后再试。
zh_tw: 網站維護期間，頁面上的有些功能暫時不能用。請晚一點再試試。
zu: Amanye amafisha kuleli khasi acinyiwe okwesikhashana ngenkathi sisalungisa iwebhusayithi. Uyacelwa uphinde uzame emva kwesikhashana.

source: read more
af: lees meer
bg: прочетете още
bs: pročitajte više
de: Lesen Sie mehr
el: διαβάστε περισσότερα
es: leer más
fy_nl: mear ynfo
hr: saznaj više
hu: tovább olvasom
ia: leger plus
id: baca lebih lanjut
it: ulteriori informazioni
ja: 続きを読む
ka: ვრცლად
kab: ɣer ugar
ko: 자세히 살펴보기
mg: hamaky bebe kokoa
ms: ketahui selanjutnya
nb_no: les mer
nl: meer info
pa_in: ਹੋਰ ਪੜੋ
pl: czytaj dalej
pt_br: saiba mais
pt_pt: ler mais
ro: citește mai mult
sk: ďalšie informácie
sr: прочитајте више
sv: läs mer
te: మరింత చదవండి
th: อ่านเพิ่มเติม
tr: devamını oku
uk: читати далі
ur: مزید پڑھیں
vi: xem thêm
zh_cn: 了解更多
zh_tw: 閱讀更多
zu: funda kabanzi

source: Today at %s
af: Vandag om %s
bg: Днес в %s
bs: Danas u %s
de: Heute um %s
el: Σήμερα στις %s
es: Hoy a las %s
fy_nl: Hjoed om %s
he: היום ב־%s
hr: Danas u %s
hu: Ma, %s
ia: Hodie al %s
id: Hari ini pada %s
it: Oggi alle %s
ja: 今日 %s
ka: დღეს - %s
kab: Ass-a di %s
ko: 오늘 (%s)
mg: Androany t@ %s
ms: Hari ini pada %s
nb_no: I dag %s
nl: Vandaag om %s
pa_in: ਅੱਜ਼ %s
pl: Dzisiaj o %s
pt_br: Hoje às %s
pt_pt: Hoje às %s
ro: Astăzi la %s
sk: Dnes %s
sr: Данас у %s
sv: Idag vid %s
te: నేడు %s వద్ద
th: วันนี้ที่ %s
tr: Bugün %s
uk: Сьогодні в %s
ur: آج %s پر
vi: Hôm nay lúc %s
zh_cn: 今天 %s
zh_tw: 今天的 %s
zu: Namuhla imi ku%s

source: %(number)d year ago
af: %(number)d jaar gelede
bg: преди %(number)d година
bs: prije %(number)d godina
de: vor %(number)d Jahr
el: %(number)d έτος πριν
es: Hace %(number)d año
fy_nl: %(number)d jier lyn
he: לפני שנה
hr: prije %(number)d godinu
hu: %(number)d éve
ia: %(number)d anno retro
id: %(number)d tahun yang lalu
it: %(number)d anno fa
ja: %(number)d 年前
ka: %(number)d წლის წინ
kab: %(number)d n useggas aya
ko: %(number)d년 전
mg: %(number)d taona lasa
ms: %(number)d tahun lepas
nb_no: %(number)d år siden
nl: %(number)d jaar geleden
pa_in: %(number)d ਸਾਲ ਪਹਿਲਾ
pl: %(number)d rok temu
pt_br: há %(number)d ano
pt_pt: %(number)d ano atrás
ro: acum %(number)d an
sk: Pred %(number)d rokom
sr: Пре %(number)d годину
sv: %(number)d år sedan
te: %(number)d సంవత్సరం క్రితం
th: %(number)d ปีก่อน
tr: %(number)d yıl önce
uk: %(number)d рік тому
ur: %(number)d سال پہلے
vi: %(number)d năm trước
zh_cn: %(number)d 年前
zh_tw: %(number)d 年前
zu: %(number)d unyaka odlule

source: %(number)d month ago
af: %(number)d maand gelede
bg: преди %(number)d месец
bs: prije %(number)d mjeseci
de: vor %(number)d Monat
el: %(number)d μήνα πριν
es: Hace %(number)d mes
fy_nl: %(number)d moanne lyn
he: לפני חודש
hr: prije %(number)d mjesec
hu: %(number)d hónapja
ia: %(number)d mense retro
id: %(number)d bulan yang lalu
it: %(number)d mese fa
ja: %(number)d か月前
ka: %(number)d თვის წინ
kab: %(number)d n wayyur aya
ko: %(number)d개월 전
mg: %(number)d volana lasa
ms: %(number)d bulan lepas
nb_no: %(number)d måned siden
nl: %(number)d maand geleden
pa_in: %(number)d ਮਹੀਨਾ ਪਹਿਲਾ
pl: %(number)d miesiąc temu
pt_br: há %(number)d mês
pt_pt: %(number)d mês atrás
ro: acum %(number)d lună
sk: Pred %(number)d mesiacom
sr: Пре %(number)d месец
sv: %(number)d månad sedan
te: %(number)d నెల క్రితం
th: %(number)d เดือนก่อน
tr: %(number)d ay önce
uk: %(number)d місяць тому
ur: %(number)d مہینہ پہلے
vi: %(number)d tháng trước
zh_cn: %(number)d 个月前
zh_tw: %(number)d 個月前
zu: %(number)d inyanga edlule
