Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Feeling stuck or just want to hang out with other enthusiastic community members? Join us on <a href="%(matrix_url)s">Matrix!</a>
sv: Har du fastnat eller bara vill hänga med andra entusiastiska communitymedlemmar? Följ med på <a href="%(matrix_url)s">Matrix!</a>

source: We're so excited to see how your journey with SUMO unfolds. And remember, I'm just <a href="%(pm_url)s">a message away</a> on SUMO if you have any questions or want to chat. 😊
sv: Vi är så glada över att se hur din resa med SUMO kommer att utvecklas. Och kom ihåg, jag finns bara <a href="%(pm_url)s">ett meddelande bort</a> på SUMO om du har några frågor eller vill chatta. 😊

source: We're so excited to see how your journey with SUMO unfolds. If you have any questions, feel free to reach out to the community! 😊
sv: Vi är så glada över att se hur din resa med SUMO kommer att utvecklas. Om du har några frågor får du gärna kontakta communityn! 😊

source: Kind Regards,<br> %(name)s from Mozilla Support
sv: Med vänliga hälsningar,<br> %(name)s från Mozilla Support

source: Kind Regards,<br> The Mozilla Support Community Team
sv: Med vänliga hälsningar,<br> Mozillas supportgemenskap

source: Our Community Forum is powered by incredible contributors like Jefferson (%(jeff_url)s), Noah (%(noah_url)s), and now YOU, who help hundreds of users every single day. You might think that you've just helped one user, but your reply might help hundreds more who might find the thread later through a search.
sv: Vårt gemenskapsforum drivs av otroliga bidragsgivare som Jefferson (%(jeff_url)s), Noah (%(noah_url)s) och nu DIG, som hjälper hundratals användare varje dag. Du kanske tror att du just har hjälpt en användare, men ditt svar kan hjälpa hundratals andra som kan hitta tråden senare genom en sökning.

source: If you haven't, please check out our Forum rules and guidelines to learn how we keep this space safe and helpful for everyone.
sv: Om du inte har, vänligen kolla in våra forumregler och riktlinjer för att lära dig hur vi håller detta utrymme säkert och användbart för alla.

source: We'd love to get to know you! If you feel comfortable, say hi and introduce yourself in this thread.
sv: Vi skulle gärna lära känna dig! Om du känner dig bekväm, säg hej och presentera dig själv i den här tråden.

source: Consider updating your notification preferences to make sure you stay in the loop on threads you've participated in.
sv: Överväg att uppdatera dina aviseringsinställningar för att se till att du håller dig uppdaterad om trådar du har deltagit i.

source: Check out our get started guidelines and best practices for contributing in the forums. These resources will help you up to speed quickly and help you make a meaningful impact in the Mozilla Support Community.
sv: Kolla in våra riktlinjer för att komma igång och bästa praxis för att bidra i forumen. Dessa resurser hjälper dig att komma igång snabbt och hjälpa dig att göra en meningsfull inverkan på Mozilla supportgemenskap.

source: 👉 Watch this video if you prefer visual tutorial
sv: 👉 Se den här videon om du föredrar visuell handledning

source: Consider clicking the "Watch this forum" button on Forum Discussions to get community updates that are relevant to forum contributors.
sv: Överväg att klicka på knappen "Bevaka det här forumet" i forumdiskussioner för att få communityuppdateringar som är relevanta för forumsbidragsgivare.

source: If you reach 30 replies in a year, you'll earn our Forum Contributor of the year badge—a small token of recognition for your big impact.
sv: Om du får 30 svar under ett år får du utmärkelsen årets forumbidragare — ett litet erkännande för din stora inverkan.

source: Feeling stuck or just want to hang out with other enthusiastic community members? Join us on Matrix!
sv: Har du fastnat eller bara vill hänga med andra entusiastiska communitymedlemmar? Följ med oss på Matrix!

source: We're so excited to see how your journey with SUMO unfolds. And remember, I'm just a message away on SUMO if you have any questions or want to chat. 😊
sv: Vi är så glada över att se hur din resa med SUMO kommer att utvecklas. Och kom ihåg, jag finns bara ett meddelande borta på SUMO om du har några frågor eller vill chatta. 😊

source: Kind Regards, %(name)s from Mozilla Support
sv: Vänliga hälsningar, %(name)s från Mozilla Support

source: Kind Regards, The Mozilla Support Community Team
sv: Vänliga hälsningar, Mozillas supportgemenskap

source: Select platform
bg: Изберете платформа
de: Plattform auswählen
el: Επιλογή πλατφόρμας
fy_nl: Selektearje platfoarm
he: בחירת פלטפורמה
hr: Odaberi platformu
hu: Válasszon platformot
ia: Eliger platteforma
id: Pilih platform
it: Seleziona piattaforma
ja: プラットフォームを選択
ka: სისტემის არჩევა
kab: Fren tiɣerɣert
ko: 플랫폼 선택
nb_no: Velg plattform
nl: Selecteer platform
pl: Wybierz platformę
pt_br: Selecionar plataforma
pt_pt: Selecione a plataforma
sk: Vyberte platformu
sr: Изабери платформу
sv: Välj plattform
tr: Platform seçin
uk: Виберіть платформу
ur: پلیٹ فارم منتخب کریں۔
vi: Chọn nền tảng
zh_cn: 选择平台
zh_tw: 選擇平台

source: Other
af: Ander
bg: Друго
bs: Ostalo
de: Sonstiges
el: Άλλο
es: Otro
fy_nl: Oars
he: אחר
hr: Ostalo
hu: Egyéb
ia: Altere
id: Lainnya
it: Altro
ja: その他
ka: სხვა
kab: Ayen-nniḍen
ko: 기타
mg: Hafa
ms: Lain-lain
nb_no: Annet
nl: Anders
pa_in: ਹੋਰ
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altul
sk: Iné
sr: Остало
sv: Annat
te: ఇతర
th: อื่นๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_cn: 其他
zh_tw: 其他
zu: Okunye

source: Contact e-mail
bg: Имейл за връзка
de: E-Mail-Adresse zur Kontaktaufnahme
el: Email επικοινωνίας
fy_nl: E-mailadres foar kontakt
hu: Kapcsolatfelvételi e-mail-cím
ia: Email de contacto
id: Hubungi lewat surel
it: Email di contatto
ka: ელფოსტა დაკავშირებისთვის
kab: Imayl n unermes
ko: 연락 이메일
nl: E-mailadres voor contact
pl: Skontaktuj się za pomocą e-mail
pt_br: Email de contato
pt_pt: E-mail de contacto
sk: Kontaktný e‑mail
sv: Kontakt e-post
tr: İletişim için e-posta adresi
uk: Контактна адреса електронної пошти
vi: Liên hệ email
zh_cn: 联系邮箱
zh_tw: 聯絡信箱

source: What do you need help with?
bg: За кой продукт ви е нужна помощ?
de: Wobei benötigen Sie Hilfe?
el: Σε τι χρειάζεστε βοήθεια;
fy_nl: Wêrmei hawwe jo help nedich?
he: במה נוכל לעזור?
hr: U čemu ti treba pomoć?
hu: Miben van szüksége segítségre?
ia: Como pote nos adjutar te?
id: Butuh bantuan apa?
it: Come possiamo aiutarti?
ja: どのような助けが必要ですか？
ka: რასთან დაკავშირებით გესაჭიროებათ დახმარება?
kab: Anwa afaris iɣef swayes tesriḍ tallalt?
ko: 어떤 도움이 필요 하신가요?
nb_no: Hva trenger du hjelp med?
nl: Waarmee hebt u hulp nodig?
pl: Którego produktu dotyczy pytanie?
pt_br: Precisa de ajuda com o quê?
pt_pt: Em que precisa de ajuda?
sk: S čím potrebujete pomôcť?
sr: За шта вам треба помоћ?
sv: Vad behöver du hjälp med?
te: మీకు ఏ విషయమై సహాయం కావాలి?
tr: Ne konuda yardıma ihtiyacınız var?
uk: З чим вам потрібна допомога?
vi: Bạn cần trợ giúp về cái gì?
zh_cn: 您需要什么帮助？
zh_tw: 您需要什麼幫助？

source: What operating system does your device use?
bg: Каква операционна система използва вашето устройство?
de: Welches Betriebssystem verwendet Ihr Gerät?
el: Ποιο λειτουργικό σύστημα διαθέτει η συσκευή σας;
fy_nl: Hokker bestjoeringssysteem brûkt jo apparaat?
he: באיזו מערכת הפעלה המכשיר שלך משתמש?
hr: Koji operacijski sustav koristi tvoj uređaj?
hu: Milyen operációs rendszert használ az eszköze?
ia: Qual systema operative usa tu apparato?
id: Sistem operasi apa yang Anda gunakan?
it: Qual è il sistema operativo utilizzato sul tuo dispositivo?
ja: ご使用の端末はどのオペレーティングシステムを使用していますか？
ka: რომელი საოპერაციო სისტემითაა თქვენი მოწყობილობა?
kab: Acu n unagraw n wammud i ilaq ad t-isseqdec yibenk-ik·im?
ko: 기기에서 사용하는 운영체제는 무엇인가요?
nb_no: Hvilket operativsystem bruker enheten din?
nl: Welk besturingssysteem gebruikt uw apparaat?
pl: Z jakiego systemu operacyjnego korzysta Twoje urządzenie?
pt_br: Qual sistema operacional seu dispositivo usa?
pt_pt: Qual o sistema operativo que o seu dispositivo utiliza?
sk: Aký operačný systém používa vaše zariadenie?
sr: Који оперативни систем користи ваш уређај?
sv: Vilket operativsystem använder din enhet?
tr: Cihazınız hangi işletim sistemini kullanıyor?
uk: Яку операційну систему використовує ваш пристрій?
vi: Thiết bị của bạn sử dụng hệ điều hành nào?
zh_cn: 您的设备是什么操作系统？
zh_tw: 您使用哪套作業系統？

source: Subject
bg: Тема
de: Betreff
el: Θέμα
fy_nl: Underwerp
he: נושא
hr: Predmet
hu: Tárgy
ia: Subjecto
id: Subyek
it: Oggetto
ja: 件名
ka: თემა
kab: Asentel
ko: 제목
nb_no: Emne
nl: Onderwerp
pl: Temat
pt_br: Assunto
pt_pt: Assunto
ro: Subiect
sk: Predmet
sr: Тема
sv: Ämne
te: విషయం
th: หัวเรื่อง
tr: Konu
uk: Тема
ur: موضوع
vi: Tiêu đề
zh_cn: 主题：
zh_tw: 主旨

source: Tell us more
bg: Разкажете ни повече
de: Erzählen Sie uns mehr
el: Πείτε μας περισσότερα
fy_nl: Fertel ús mear
hu: Részletezze
ia: Conta nos altere cosas
id: Uraikan selengkap mungkin
it: Inserisci ulteriori dettagli
ka: მოგვახსენეთ ვრცლად
kab: Ini-aɣ-d ugar
ko: 더 자세히 알려주세요
nl: Vertel ons meer
pl: Przekaż nam więcej
pt_br: Nos dê mais detalhes
pt_pt: Diga-nos mais
sk: Povedzte nám viac
sv: Berätta mer
tr: Biraz daha bilgi verin
uk: Розкажіть більше
vi: Hãy cho chúng tôi biết thêm chi tiết
zh_cn: 提供详细信息
zh_tw: 告訴我們更多資訊

source: Select a reason for contacting
de: Wählen Sie eine Begründung für die Kontaktaufnahme
el: Επιλέξτε έναν λόγο επικοινωνίας
fy_nl: Selektearje in reden foar kontakt
hu: Válassza ki a kapcsolatfelvétel okát
ia: Elige un ration pro le contacto
id: Pilih alasan untuk menghubungi
it: Seleziona il motivo per cui ci stai contattando
ka: მიზეზის მითითება დაკავშირებისთვის
kab: Fren ɣef wacu i aɣ-d-tenremseḍ
ko: 연락 사유 선택
nl: Selecteer een reden voor contact
pl: Wybierz powód kontaktu
pt_br: Selecione um motivo para entrar em contato
pt_pt: Selecione o motivo do contacto
sk: Vyberte, prečo nás kontaktujete
sv: Välj en anledning till kontakten
tr: İletişime geçme sebebinizi seçin
uk: Виберіть причину звернення
vi: Chọn lý do để liên hệ
zh_cn: 请选择联系我们的原因
zh_tw: 請選擇聯絡原因

source: Please enter a valid email address.
sv: Ange en giltig e-postadress.

source: Last 7 days
af: Afgelope 7 dae
bg: Последните 7 дни
bs: Zadnjih 7 dana
de: Letzte 7 Tage
el: Τελευταίες 7 ημέρες
es: Últimos 7 días
fy_nl: Ofrûne 7 dagen
he: 7 הימים האחרונים
hr: Zadnjih 7 dana
hu: Utolsó 7 nap
ia: Le ultime 7 dies
id: 7 Hari terakhir
it: Ultimi 7 giorni
ja: 最近 7 日間
ka: ბოლო 7 დღე
kab: 7 n wussan ineggura
ko: 일주전
mg: 7 andro lasa
ms: 7 hari lepas
nb_no: Siste 7 dager
nl: Afgelopen 7 dagen
pa_in: ਆਖਰੀ 7 ਦਿਨ
pl: Ostatnie 7 dni
pt_br: Últimos 7 dias
pt_pt: Últimos 7 dias
ro: Ultimele 7 zile
sk: Posledných 7 dní
sr: Последњих 7 дана
sv: De senaste 7 dagarna
te: గత 7 రోజులు
th: 7 วันหลังสุด
tr: Son 7 gün
uk: За останні 7 днів
ur: پچھلے 7 دن
vi: 7 ngày qua
zh_cn: 最近7天
zh_tw: 最近 7 天
zu: Ezinsukwini eziyisi-7 ezidlule

source: Last 30 days
af: Afgelope 30 dae
bg: Последните 30 дни
bs: Zadnjih 30 dana
de: Letzte 30 Tage
el: Τελευταίες 30 ημέρες
es: Los últimos 30 días
fy_nl: Ofrûne 30 dagen
he: 30 הימים האחרונים
hr: Zadnjih 30 dana
hu: Utolsó 30 nap
ia: Le ultime 30 dies
id: 30 Hari terakhir
it: Ultimi 30 giorni
ja: 最近 30 日間
ka: ბოლო 30 დღე
kab: 30 n wussan ineggura
ko: 30일
mg: 30 andro lasa
ms: 30 hari lepas
nb_no: Siste 30 dager
nl: Afgelopen 30 dagen
pa_in: ਆਖਰੀ 30 ਦਿਨਾ
pl: Ostatnie 30 dni
pt_br: Últimos 30 dias
pt_pt: Últimos 30 dias
ro: Ultimele 30 de zile
sk: Posledných 30 dní
sr: Последњих 30 дана
sv: De senaste 30 dagarna
te: గత 30 రోజులు
th: 30 วันหลังสุด
tr: Son 30 gün
uk: За останні 30 днів
ur: پچھلے 30 دن
vi: 30 ngày qua
zh_cn: 最近30天
zh_tw: 最近 30 天
zu: Ezinsukwini ezingama-30 ezidlule

source: Last 90 days
af: Afgelope 90 dae
bg: Последните 90 дни
bs: Zadnjih 90 dana
de: Letzte 90 Tage
el: Τελευταίες 90 ημέρες
es: Los últimos 90 días
fy_nl: Ofrûne 90 dagen
he: 90 הימים האחרונים
hr: Zadnjih 90 dana
hu: Utolsó 90 nap
ia: Le ultime 90 dies
id: 90 Hari terakhir
it: Ultimi 90 giorni
ja: 最近 90 日間
ka: ბოლო 90 დღე
kab: 90 n wussan ineggura
ko: 3개월
mg: 90 andro lasa
ms: 90 hari lepas
nb_no: Siste 90 dager
nl: Afgelopen 90 dagen
pa_in: ਆਖਰੀ 90 ਦਿਨਾ
pl: Ostatnie 90 dni
pt_br: Últimos 90 dias
pt_pt: Últimos 90 dias
ro: Ultimele 90 de zile
sk: Posledných 90 dní
sr: Последњих 90 дана
sv: De senaste 90 dagarna
te: గడచిన 90 రోజులు
th: 90 วันหลังสุด
tr: Son 90 gün
uk: За останні 90 днів
ur: پچھلے 90دن
vi: 90 ngày qua
zh_cn: 最近90天
zh_tw: 最近 90 天
zu: Izinsuku ezigama-90 ezidlule

source: Last Year
bg: Последната година
de: Letztes Jahr
el: Τελευταίο έτος
fy_nl: Ofrûne jier
he: שנה שעברה
hr: Prošle godine
hu: Múlt év
ia: Le ultime anno
id: Tahun Lalu
it: Ultimo anno
ja: 過去 1 年間
ka: შარშან
kab: Aseggas izrin
ko: 작년
nb_no: I fjor
nl: Vorig jaar
pl: Ostatni rok
pt_br: Ano passado
pt_pt: Ano passado
sk: Minulý rok
sr: Прошле године
sv: Förra året
te: పోయిన సంవత్సరం
tr: Geçen yıl
uk: Минулого року
ur: پچھلے سال
vi: Năm trước
zh_cn: 去年
zh_tw: 去年

source: Percent Localized: Top 20
af: Persentasie taalaangepas: Top 20
bg: Процента преводи: Топ 20
bs: Lokalizovano %: Top 20
de: Prozent Übersetzt: Top 20
el: Ποσοστό μετάφρασης: Κορυφαία 20
es: Porcentaje localizado: 20 mayores
fy_nl: Persintaazje oerset: top 20
he: אחוזים שתורגמו: 20 המובילים
hr: Po postotku lokalizacije: Top 20
hu: Százalék lokalizálva: Top 20
ia: Per cento localisate: le 20 principal
id: Persentase yang Terlokalkan: 20 Teratas
it: Percentuale di localizzazione: Top 20
ja: ローカライズの割合: トップ 20
ka: თარგმნილი მასალის ოდენობით: მოწინავე 20
kab: Afmiḍi yettwasidgen: Top 20
ko: 지역화 퍼센트: 상위 20
mg: Isan-jato Voadika: 20 Voalohany
ms: Peratus Dilokalisasi: Teratas 20
nb_no: Prosent oversatt: Topp 20
nl: Percentage vertaald: top 20
pa_in: ਪ੍ਰਤੀਸ਼ਤ ਅਨੁਵਾਦ: ਚੋਟੀ ਦੇ 20
pl: Procent zlokalizowanych: 20 najpopularniejszych
pt_br: Porcentagem traduzida: 20 principais
pt_pt: Percentagem traduzida: Top 20
ro: Procent localizate: top 20
sk: Percentá lokalizácie: Najlepších 20
sr: По проценту локализације: Најпосећенијих 20
sv: Procent översatt: topp 20
te: శాతం స్థానీకరణ: ఉత్తమ 20
th: เปอร์เซ็นต์ที่แปลเป็นภาษาท้องถิ่นแล้ว: 20 อันดับสูงสุด
tr: Çevrilen yüzde: İlk 20
uk: Відсоток локалізованих: Найпопулярніші 20
ur: فیصد ترجمہ شدہ : بہترین 20
vi: Phần trăm bản địa hóa: Top 20
zh_cn: 本地化进度：前20名
zh_tw: 在地化排名：前 20 名
zu: Amaphesenti asenziwe ngokwasendaweni: Aphezulu angama-20

source: Percent Localized: Top 100
af: Persentasie taalaangepas: Top 100
bg: Процента преводи: Топ 100
bs: Lokalizovano %: Top 100
de: Prozent Übersetzt: Top 100
el: Ποσοστό μετάφρασης: Κορυφαία 100
es: Porcentaje localizado: 100 más populares
fy_nl: Persintaazje oerset: top 100
he: אחוזים שתורגמו: 100 המובילים
hr: Po postotku lokalizacije: Top 100
hu: Százalék lokalizálva: Top 100
ia: Per cento localisate: le 100 principal
id: Persentase yang Terlokalkan: 100 Teratas
it: Percentuale di localizzazione: i 20 più visitati
ja: ローカライズの割合: トップ 100
ka: თარგმნილი მასალის ოდენობით: მოწინავე 100
kab: Afmiḍi yettwasidgen: Top 100
ko: 지역화 퍼센트: 상위 100
mg: Isan-jato Voadika: 100 Voalohany
ms: Peratus Dilokalisasi: Teratas 100
nb_no: Prosent oversatt: topp 100
nl: Percentage vertaald: top 100
pa_in: ਫੀਸਦੀ ਅਨੁਵਾਦ: ਸਿਖਰਲੇ 100
pl: Procent zlokalizowanych: 100 najpopularniejszych
pt_br: Porcentagem traduzida: 100 principais
pt_pt: Percentagem traduzida: Top 100
ro: Procent localizate: top 100
sk: Percentá lokalizácie: Najlepších 100
sr: По проценту локализације: Најпосећенијих 100
sv: Procent översatt: topp 100
te: శాతం స్థానీకరణ: ఉత్తమ 100
th: เปอร์เซ็นต์ที่แปลเป็นภาษาท้องถิ่นแล้ว: 100 อันดับสูงสุด
tr: Çevrilen yüzde: İlk 100
uk: Відсоток локалізованих: Найпопулярніші 100
ur: فیصد ترجمہ شدہ : بہترین 100
vi: Phần trăm bản địa hóa: Top 100
zh_cn: 本地化进度：前100名
zh_tw: 在地化比例：前 100 名
zu: Amaphesenti asenziwe ngokwasendaweni: Ayi-100 aphezulu

source: Percent Localized: All
af: Persentasie taalaangepas: Alle
bg: Процента преводи: Всички
bs: Lokalizovano %: Sve
de: Prozent Übersetzt: Alles
el: Ποσοστό μετάφρασης: Όλα
es: Porcentaje localizado: todo
fy_nl: Persintaazje oerset: alles
he: אחוזים שתורגמו: הכול
hr: Po postotku lokalizacije: Sve
hu: Százalék lokalizálva: Mind
ia: Per cento localisate: totos
id: Persentase yang Terlokalkan: Semua
it: Percentuale di localizzazione: tutti
ja: ローカライズの割合: すべて
ka: თარგმნილი მასალის ოდენობით: ყველა
kab: Afmiḍi yettwasidgen: Akk
ko: 지역화 퍼센트: 전체
mg: Isan-jato Voadika: Rehetra
ms: Peratus Dilokalisasi: Semua
nb_no: Prosent oversatt: Alle
nl: Percentage vertaald: alles
pa_in: ਪ੍ਰਤੀਸ਼ਤ ਅਨੁਵਾਦ: ਸਾਰੇ
pl: Procent zlokalizowanych: Wszystkie
pt_br: Porcentagem traduzida: Todos
pt_pt: Percentagem traduzida: Todos
ro: Procent localizate: toate
sk: Percentá lokalizácie: Všetky
sr: По проценту локализације: Све
sv: Procent översatt: alla
te: శాతం స్థానీకరణ: అన్నీ
th: เปอร์เซ็นต์ที่แปลเป็นภาษาท้องถิ่นแล้ว: ทั้งหมด
tr: Çevrilen yüzde: Tümü
uk: Відсоток локалізованих: усі
ur: فیصد ترجمہ شدہ : تمام
vi: Phần trăm bản địa hóa: Tất cả
zh_cn: 本地化进度：全部
zh_tw: 在地化程度：所有語言
zu: Amaphesenti asenziwe ngokwasendaweni: Wonke

source: Monthly Active Contributors
af: Maandelikse aktiewe bydraers
bg: Активни сътрудници през месеца
bs: Mjesečno aktivnih saradnika
de: Aktive Mitwirkende pro Monat
el: Ενεργοί εθελοντές μηνιαίως
es: Colaboradores mensuales activos
fy_nl: Moanliks aktive meiwurkers
hr: Mjesečno aktivnih doprinositelja
hu: Aktív közreműködők havonta
ia: Contributores active mensualmente
id: Kontributor Aktif Bulanan
it: Collaboratori attivi nel mese
ja: 月別の活動中の貢献者
ka: ყოველთვიური მხურვალე მოხალისეები
kab: Imttekkiyen imezgiyen deg waggur
ko: 월간 주요 활동 공헌자
mg: Mpandray Anjara Mavitrika Isam-bolana
ms: Penyumbang Aktif Bulanan
nb_no: Månedlige aktive bidragsytere
nl: Maandelijkse actieve medewerkers
pa_in: ਮਾਸਿਕ ਸਰਗਰਮ ਯੋਗਦਾਨੀ
pl: Aktywność autorów w ciągu miesiąca
pt_br: Colaboradores ativos no mês
pt_pt: Colaboradores mensais ativos
ro: Colaboratori activi lunar
sk: Mesační aktívni prispievatelia
sr: Месечно активних сарадника
sv: Månadsaktiva bidragare
te: సెలవారి క్రియాశీల సహాయకులు
th: ผู้มีส่วนร่วมที่มีความเคลื่อนไหวทุกเดือน
tr: Aylık aktif katkıda bulunanlar
uk: Активні помічники щомісячно
ur: ماہانہ فعال شراکت دار
vi: Những người đóng góp tích cực theo từng tháng
zh_cn: 月度活跃贡献者
zh_tw: 每月的活躍貢獻者
zu: Abanegalelo Abasebenza Nyangazonke

source: Review Needed
af: Nasien nodig
bg: Има нужда от преглед
bs: Potreban pregled
de: Überprüfung benötigt
el: Απαιτείται έλεγχος
es: Necesitan revisión
fy_nl: Beoardieling nedich
he: נדרשת סקירה
hr: Potreban pregled
hu: Ellenőrzés szükséges
ia: Revision necessari
id: Tinjauan Dibutuhkan
it: Necessaria revisione
ja: レビューが必要
ka: საჭიროებს განხილვას
kab: Aɛiwed n tmuɣli yettwasra
ko: 검토가 필요함
mg: Fitsarana Ilaina
ms: Perlu Semakan
nb_no: Gjennomgang er nødvendig
nl: Beoordeling nodig
pa_in: ਪੜਤਾਲ ਦੀ ਲੋੜ ਹੈ
pl: Do sprawdzenia
pt_br: Precisa ser revisado
pt_pt: Precisa de revisão
ro: Necesită revizuire
sk: Vyžadovaná kontrola
sr: Потребна рецензија
sv: Granskning behövs
te: సమీక్షించాలి
th: จำเป็นต้องได้รับการพิจารณา
tr: İncelenmesi gerekiyor
uk: Необхідно переглянути
ur: جائزہ لینے کی ضرورت ہے
vi: Cần xét duyệt
zh_cn: 需要审核
zh_tw: 需要審核
zu: Ukubukeza Kuyadingeka

source: Up to Date
sv: Uppdaterad

source: Update Needed
af: Bywerking nodig
bg: Има нужда от актуализация
bs: Potrebno ažuriranje
de: Aktualisierung benötigt
el: Απαιτείται ενημέρωση
es: Necesita actualización
fy_nl: Fernijing nedich
he: נדרש עדכון
hr: Potrebno ažuriranje
hu: Frissítés szükséges
ia: Actualisation necessari
id: Pembaruan Dibutuhkan
it: Necessario aggiornamento
ja: 更新が必要
ka: საჭიროებს განახლებას
kab: Aleqqem yettwasra
ko: 갱신이 필요함
mg: Fanavaozana Ilaina
ms: Kemaskini Diperlukan
nb_no: Oppdatering nødvendig
nl: Bijwerken nodig
pa_in: ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Do aktualizacji
pt_br: Precisa ser atualizado
pt_pt: Atualização necessária
ro: Necesită actualizare
sk: Vyžadovaná aktualizácia
sr: Потребно ажурирање
sv: Uppdatering behövs
te: తాజాకరణ అవసరం
th: จำเป็นต้องได้รับการปรับปรุง
tr: Güncellenmesi gerekiyor
uk: Необхідно оновити
ur: اپ ڈیٹ کی ضرورت ہے
vi: Cần cập nhật
zh_cn: 需要更新
zh_tw: 需要更新
zu: Ukuvuselela Kuyadingeka

source: Immediate Update Needed
af: Onmiddellike bywerking nodig
bg: Има нужда от незабавна актуализация
bs: Odmah potrebno ažuriranje
de: Sofortige Aktualisierung benötigt
el: Απαιτείται άμεση ενημέρωση
es: Necesita actualización inmediata
fy_nl: Direkt bywurkjen nedich
he: נדרש עדכון מיידי
hr: Potrebno trenutno ažuriranje
hu: Azonnali frissítés szükséges
ia: Actualisation immediate necessari
id: Pembaruan Segera Dibutuhkan
it: Necessario aggiornamento immediato
ja: 今すぐ更新が必要
ka: საჭიროებს განახლებას დაუყოვნებლივ
kab: Aleqqem yettwasra tura kan
ko: 긴급 수정 필요
mg: Fanavaozana Maika Ilaina
ms: Perlu Kemaskini Segera
nb_no: Umiddelbar oppdatering nødvendig
nl: Direct bijwerken nodig
pa_in: ਤੁਰੱਤ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Do pilnej aktualizacji
pt_br: Precisa de atualização imediata
pt_pt: Necessária uma atualização imediata
ro: Necesită actualizare urgentă
sk: Vyžadovaná okamžitá aktualizácia
sr: Хитно потребно ажурирање
sv: Omedelbar uppdatering behövs
te: తక్షణ తాజాకరణ అవసరం
th: จำเป็นต้องได้รับการปรับปรุงทันที
tr: Acilen Güncellenmesi Gerekiyor
uk: Необхідно оновити негайно
ur: فوری تارہ کاری کی ضرورت ہے
vi: Cần cập nhật ngay lập tức
zh_cn: 需要立即更新
zh_tw: 需要立即更新
zu: Kudingeka Ukuvuselela Ngokushesha

source: Translation Needed
af: Vertaling nodig
bg: Има нужда от превод
bs: Potreban prijevod
de: Übersetzung benötigt
el: Απαιτείται μετάφραση
es: Necesita traducción
fy_nl: Oersettings nedich
he: נדרש תרגום
hr: Potreban prijevod
hu: Fordításra vár
ia: Traduction necessari
id: Terjemahan Dibutuhkan
it: Necessaria traduzione
ja: 翻訳が必要
ka: საჭიროებს თარგმნას
kab: Tasuqilt tettwasra
ko: 번역이 필요함
mg: Dikanteny Ilaina
ms: Terjemahan Diperlukan
nb_no: Oversetting er nødvendig
nl: Vertaling nodig
pa_in: ਟਰਾਸ਼ਲੇਸ਼ਨ ਚਾਹੀਦੀ ਹੈ
pl: Do tłumaczenia
pt_br: Precisa ser traduzido
pt_pt: Precisa de tradução
ro: Necesită traducere
sk: Potrebný preklad
sr: Потребан превод
sv: Översättning behövs
te: అనువాదం అవసరం
th: จำเป็นต้องได้รับการแปล
tr: Çeviri Gerekiyor
uk: Необхідно перекласти
ur: ترجمہ کی ضرورت ہے
vi: Cần được dịch
zh_cn: 需要翻译
zh_tw: 需要翻譯
zu: Kudingeka Ukuhumusha

source: Top 20 Articles
af: Top 20 artikels
bg: Топ 20 статии
bs: Top 20 članaka
de: Wichtigste 20 Artikel
el: Κορυφαία 20 άρθρα
es: Los 20 artículos más populares
fy_nl: Top 20-artikelen
he: 20 המאמרים המובילים
hr: Top 20 članaka
hu: Top 20 leírás
ia: Principal 20 articulos
id: 20 Artikel Teratas
it: I 20 articoli più visitati
ja: 上位 20 本の記事
ka: 20 საუკეთესო სტატია
kab: Top 20 n imagraden
ko: 상위 20개 문서
mg: Lahatsoratra 20 Voalohany
ms: 20 Artikel Teratas
nb_no: Topp 20 artikler
nl: Top 20-artikelen
pa_in: ਚੋਟੀ ਦੇ 20 ਲੇਖਾਂ
pl: Najpopularniejsze 20 artykułów
pt_br: 20 artigos mais populares
pt_pt: Artigos do Top 20
ro: Top 20 de articole
sk: 20 najčítanejších článkov
sr: Најпосећенијих 20 чланака
sv: Artiklar topp 20
te: మేటి 20 వ్యాసాలు
th: สุดยอดบทความ 20 อันดับ
tr: İlk 20 makale
uk: Найпопулярніші 20 статей
ur: سرفہرست 20 مضامین
vi: Top 20 bài viết
zh_cn: 前20名的文章
zh_tw: 最熱門的 20 篇文章
zu: Ama-athikhili angama-20 Aphezulu
