Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: New announcement for {name}
ia: Nove annuncio pro {name}
kab: Alɣu amaynut i {name}
sv: Nytt meddelande för {name}
tr: Yeni {name} duyurusu

source: New announcement for groups [{names}]
ia: Nove annuncio pro gruppos [{names}]
kab: Alɣu amaynut i wegrawen [{names}]
sv: Nytt meddelande för grupper [{names}]
tr: Gruplar için yeni duyuru [{names}]

source: The {domain} team
af: Die {domain}-span
bg: Отборът {domain}
bs: Ekipa {domain}
de: Das Team von {domain}
el: Η ομάδα {domain}
es: El equipo de {domain}
fy_nl: It {domain}-team
he: צוות {domain}
hr: Ekipa {domain}
hu: A(z) {domain} csapata
ia: Le equipa de {domain}
id: Tim {domain}
it: Il team di {domain}
ja: {domain} チーム
ka: {domain} გუნდი
kab: Tarbaɛt n {domain}
ko: {domain} 팀
mg: Ny ekipa {domain}
ms: Pasukan {domain}
nb_no: {domain}-teamet
nl: Het {domain}-team
pa_in: {domain} ਦੀ ਟੀਮ
pl: Zespół {domain}
pt_br: A equipe {domain}
pt_pt: A equipa {domain}
ro: Echipa {domain}
sk: Tím {domain}
sr: {domain} тим
sv: {domain}-gruppen
te: {domain} జట్టు
th: ทีม {domain}
tr: {domain} Ekibi
uk: Команда {domain}
ur: {domain} ٹیم
vi: Đội {domain}
zh_cn: {domain} 团队敬上
zh_tw: {domain} 團隊
zu: Ithimba le {domain}

source: Congrats on your first forum reply!
sv: Grattis till ditt första forumsvar!

source: Community Hub
af: Gemeenskapsentrum
bg: Общност
bs: Centar zajednice
de: Gemeinschaftsecke
el: Κέντρο κοινότητας
es: Centro de la comunidad
fy_nl: Mienskipshub
he: מרכז הקהילה
hr: Središte zajednice
hu: Közösségi központ
ia: Centro del communitate
id: Hub Komunitas
it: Centro della comunità
ja: コミュニティ・ハブ
ka: მოხალისეთა ერთობა
kab: Ammas n tmezdagnut
ko: 커뮤니티 허브
mg: Foiben'ny Vondrona
ms: Hab Komuniti
nb_no: Fellesskapssentral
nl: Gemeenschapshub
pa_in: ਕਮਿਊਨਟੀ ਹੱਬ
pl: Społeczność
pt_br: Central da comunidade
pt_pt: Central da comunidade
ro: Centrul comunității
sk: Nástenka komunity
sr: Центар заједнице
sv: Gemenskapsnav
te: కమ్యూనిటీ కేంద్రం
th: ฮับชุมชน
tr: Topluluk Merkezi
uk: Центр спільноти
ur: کمیونٹی حب
vi: Trung tâm cộng đồng
zh_cn: 社区中心
zh_tw: 社群中心
zu: Ihabhu Yomphakathi

source: Find your fellow contributors
af: Vind medebydraers
bg: Намерете своите сътрудници
bs: Pronađite kolege saradnike
de: Finden Sie andere Mitwirkende
el: Αναζήτηση εθελοντών
es: Encuentra a otros colaboradores
fy_nl: Oare meiwurkers fine
hr: Pronađi druge doprinositelje
hu: Közreműködők keresése
ia: Trova tu collega collaboratores
id: Temukan sesama kontributor
it: Trova collaboratori
ja: 貢献者仲間を見つける
ka: მოიძიეთ თანამშრომელი მოხალისეები
kab: Af-d imttekkiyen-nniḍen
ko: 공헌자 찾기
mg: Tadiavo ireo mpandray anjara namanao
ms: Cari rakan penyumbang anda
nb_no: Finn dine likesinnede bidragsytere
nl: Uw collega-medewerkers zoeken
pa_in: ਆਪਣੇ ਸਾਥੀ ਯੋਗਦਾਨੀਆਂ ਨੂੰ ਲੱਭੋ
pl: Znajdź kolegów współautorów
pt_br: Encontre seus colegas colaboradores
pt_pt: Encontre os seus colegas colaboradores
ro: Caută alți colaboratori
sk: Nájsť spolupracujúcich prispievateľov
sr: Пронађите колеге сараднике
sv: Hitta andra bidragsgivare
te: మీ తోటి సహాయకులను కనుగొనండి
th: ค้นหาเพื่อนผู้มีส่วนร่วมของคุณ
tr: Diğer gönüllüleri bulun
uk: Знайдіть співавторів
ur: اپنے ساتھیوںشراکت داروں کو تلاش کریں
vi: Tìm kiếm bạn cộng tác đóng góp của bạn
zh_cn: 找到你的贡献者小伙伴们
zh_tw: 尋找您的夥伴
zu: Thola abanye abanegalelo njengawe

source: Username or Display Name
bg: Потребителско име или показвано име
de: Benutzername oder Anzeigename
el: Όνομα χρήστη ή εμφανιζόμενο όνομα
fy_nl: Brûkersnamme of werjeftenamme
he: שם משתמש או שם תצוגה
hr: Korisničko ili prikazano ime
hu: Felhasználónév vagy megjelenő név
ia: Nomine de usator o Nomine a monstrar
id: Nama Pengguna atau Nama Tampilan
it: Nome utente o nome visualizzato
ja: ユーザー名または表示名
ka: მომხმარებლის ან გამოსაჩენი სახელი
kab: Isem n useqdac neɣ isem n uskan
ko: 사용자 이름 또는 표시 이름
nb_no: Brukernavn eller visningsnavn
nl: Gebruikersnaam of weergavenaam
pl: Nazwa użytkownika lub nazwa wyświetlana
pt_br: Nome de usuário ou nome de exibição
pt_pt: Nome de utilizador ou nome de apresentação
sk: Používateľské alebo zobrazované meno
sr: Корисничко име или име за приказ
sv: Användarnamn eller visningsnamn
te: వాడుకరి పేరు లేదా చూపించే పేరు
th: ชื่อผู้ใช้หรือชื่อที่ใช้แสดง
tr: Kullanıcı adı veya görünen ad
uk: Ім'я користувача або ім'я для показу
vi: Tên người dùng hoặc tên hiển thị
zh_cn: 用户名或显示名称
zh_tw: 使用者名稱或顯示名稱

source: Search
af: Soek
bg: Търсене
bs: Traži
de: Suche
el: Αναζήτηση
es: Buscar
fy_nl: Sykje
he: חיפוש
hr: Traži
hu: Keresés
ia: Cercar
id: Cari
it: Cerca
ja: 検索
ka: ძიება
kab: Nadi
ko: 검색
mg: Hikaroka
ms: Cari
nb_no: Søk
nl: Zoeken
pa_in: ਖੋਜ
pl: Szukaj
pt_br: Pesquisar
pt_pt: Procurar
ro: Caută
sk: Hľadať
sr: Претрага
sv: Sök
te: వెతుకు
th: ค้นหา
tr: Arama
uk: Шукати
ur: تلاش کریں
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋
zu: Cinga

source: Community Discussions
af: Gemeenskapbesprekings
bg: Обсъждания в общността
bs: Diskusije zajednice
de: Diskussionen der Gemeinschaft
el: Συζητήσεις κοινότητας
es: Discusiones de la comunidad
fy_nl: Mienskipsdiskusje
he: דיונים קהילתיים
hr: Rasprave zajednice
hu: Közösségi beszélgetések
ia: Discussiones de communitate
id: Diskusi Komunitas
it: Discussioni della comunità
ja: コミュニティの議論
ka: განხილვები
kab: Imeslayen n tmezdagnut
ko: 커뮤니티 토론
mg: Adihevitry ny Vondrona
ms: Perbincangan Komuniti
nb_no: Diskusjoner i fellesskapet
nl: Gemeenschapsdiscussies
pa_in: ਭਾਈਚਾਰੇ ਦੀ ਵਿਚਾਰ ਚਰਚਾ
pl: Dyskusje społeczności
pt_br: Discussões da comunidade
pt_pt: Discussões da Comunidade
ro: Discuțiile comunității
sk: Diskusie komunity
sr: Дискусије заједнице
sv: Diskussioner i gemenskapen
te: కమ్యూనిటీ చర్చలు
th: การอภิปรายชุมชน
tr: Topluluk Tartışmaları
uk: Обговорення спільноти
ur: برادری کی گفتگو
vi: Thảo luận cộng đồng
zh_cn: 社区讨论
zh_tw: 社群討論
zu: Izingxoxo zomphakathi

source: Go to the SUMO community discussions forum
af: Gaan na die SUMO-gemeenskapbesprekings-forum
bg: Отидете на форума за обсъждане на общността SUMO
bs: Idi na forum diskusije SUMO zajednice
de: Zum Diskussionsforum der SUMO-Gemeinschaft gehen
el: Μεταβείτε στο φόρουμ συζητήσεων της κοινότητας SUMO
es: Ir al foro de discusiones de la comunidad de SUMO
fy_nl: Nei it SUMO-mienskipsdiskusjefoarum
he: מעבר לפורום הדיונים של קהילת SUMO
hr: Idi na forum za raspravu SUMO zajednice
hu: Ugrás a SUMO közösségi beszélgetések fórumra
ia: Ir al foro del discussiones de communitate de SUMO
id: Silakan menuju forum diskusi komunitas SUMO
it: Vai al forum delle discussioni della comunità SUMO
ja: SUMO コミュニティ議論フォーラムへ移動
ka: SUMO ფორუმის განხილვებზე გადასვლა
kab: Rzu ɣer unmagar n yimeslayen n tmezdagnut n SUMO
ko: SUMO 커뮤니티 토론 포럼 가기
mg: Mankanesa ao @ fihaonambe fiadian-kevitry ny vondrona SUMO
ms: Pergi ke forum perbincangan komuniti SUMO
nb_no: Gå til fellesskapets diskusjonsforum for SUMO
nl: Naar het SUMO-gemeenschapsdiscussieforum
pa_in: SUMO ਭਾਈਚਾਰੇ ਦੀ ਵਿਚਾਰ ਚਰਚਾ ਸੱਥ ਵਿੱਚ ਜਾਉ
pl: Przejdź do forum dyskusyjnego społeczności SUMO
pt_br: Ir para o fórum de discussões da comunidade SUMO
pt_pt: Ir para o fórum de discussões da comunidade SUMO
ro: Mergi pe forumul de discuții al comunității SUMO
sk: Prejsť do diskusného fóra komunity SUMO
sr: Иди на форум дискусије SUMO заједнце
sv: Gå till gemenskapens diskussionsforum för SUMO
te: SUMO కమ్యూనిటీ చర్చల వేదికకు వెళ్ళండి
th: ไปที่ฟอรั่มการอภิปรายชุมชนของ SUMO
tr: SUMO topluluk tartışmaları forumuna gidin
uk: Перейти на форум обговорень спільноти SUMO
ur: سومو کمیونٹی ڈسکشن فورم میں جائیں
vi: Đi đến diễn đàn thảo luận cộng đồng SUMO
zh_cn: 转到 SUMO 社区讨论论坛
zh_tw: 前往 SUMO 社群討論區
zu: Qonda kusithangami sezingxoxo zomphakathi ze-SUMO

source: Community Health Metrics
bg: Дейност на общността
bs: Zdravlje zajednice
de: Zustand der Gemeinschaft
el: Δείκτες υγείας κοινότητας
es: Métricas de salud de la comunidad
fy_nl: Mjittingen fan mienskipssteat
he: מדדי בריאות הקהילה
hr: Metrika o zdravlju zajednice
hu: Közösség egészségi mutatói
ia: Indicatores del salubritate del communitate
id: Metrik Kesehatan Komunitas
it: Statistiche sullo stato della comunità
ja: コミュニティ成功指標
ka: ერთობის მდგრადობის მაჩვენებლები
kab: Tisnaktiyin n tdawsa n tmezdagnut
ko: 커뮤니티 상태 지표
ms: Matriks Kesejahteraan Komuniti
nb_no: Statistikk for tilstanden til fellesskapet
nl: Metingen van gemeenschapsstatus
pa_in: ਭਾਈਚਾਰੇ ਦੇ ਸਿਹਤ ਨਤੀਜੇ
pl: Statystyki zdrowia społeczności
pt_br: Resultados da pesquisa na comunidade
pt_pt: Métricas da saúde da comunidade
ro: Metrici de sănătate a comunității
sk: Metriky kondície komunity
sr: Здравље заједнице
sv: Statistisk för tillståndet i gemenskapen
te: కమ్యూనిటీ శోధన ఫలితాలు
th: เกณฑ์ชี้วัดสถานภาพของชุมชน
tr: Topluluk Sağlık Ölçümleri
uk: Показники успішності спільноти
ur: کمیونٹی ہیلتھ میٹرکس
vi: Số liệu sức khỏe cộng đồng
zh_cn: 社区健康度指标
zh_tw: 社群生態指標

source: View Community Metrics
bg: Преглед на показателите на общността
bs: Pogledaj statistike zajednice
de: Messwerte über die Gemeinschaft ansehen
el: Προβολή δεικτών κοινότητας
es: Ver métricas de la comunidad
fy_nl: Mienskipsmjittingen werjaan
he: הצגת מדדי הקהילה
hr: Vidi metrike zajednice
hu: Közösség mutatóinak megtekintése
ia: Vider le indicatores del communitate
id: Lihat Metrik Komunitas
it: Visualizza statistiche della comunità
ja: コミュニティ計測を見る
ka: მოხალისეთა ერთობის მაჩვენებლების ნახვა
kab: Sken tisnaktiyin n tmezdagnut
ko: 커뮤니티 지표 보기
ms: Papar Matriks Komuniti
nb_no: Vis statistikk for fellesskapet
nl: Gemeenschapsmetingen weergeven
pa_in: ਭਾਈਚਾਰੇ ਦੇ ਨਤੀਜੇ ਵੇਖੋ
pl: Wyświetl statystyki społeczności
pt_br: Ver métricas de comunidade
pt_pt: Ver métricas da comunidade
ro: Vezi metricile comunității
sk: Zobraziť metriky komunity
sr: Погледај статистике заједнице
sv: Visa statistik för gemenskapen
te: కమ్యూనిటీ మెట్రిక్స్ చూడండి
th: ดูเกณฑ์ชี้วัดชุมชน
tr: Topluluk ölçümlerini göster
uk: Перегляд показників спільноти
ur: کمیونٹی میٹرکس دیکھیں
vi: Xem số liệu cộng đồng
zh_cn: 查看社区指标
zh_tw: 檢視社群指標

source: View Community Health Metrics
bg: Вижте дейността
bs: Pogledaj statistike zdravlja zajednice
de: Zustand der Gemeinschaft ansehen
el: Προβολή δεικτών υγείας κοινότητας
es: Ver métricas de salud de la comunidad
fy_nl: Mienskipssteatmjittingen werjaan
he: הצגת מדדי בריאות הקהילה
hr: Vidi metrike o zdravlju zajednice
hu: Közösség egészségi mutatóinak megtekintése
ia: Vider le indicatores del salubritate del communitate
id: Lihat Metrik Kesehatan Komunitas
it: Visualizza statistiche sullo stato della comunità
ja: コミュニティ成功指標を見る
ka: ერთობის მდგრადობის მაჩვენებლების ნახვა
kab: Sken tisnaktiyin n tdawsa n tmezdagnut
ko: 커뮤니티 상태 지표 보기
ms: Papar Matriks Kesejahteraan Komuniti
nb_no: Vis statistikk for tilstanden til fellesskapet
nl: Gemeenschapsstatusmetingen weergeven
pa_in: ਕਮਿਊਨਟੀ ਹਾਲਤ ਸਾਰਣੀਆਂ ਵੇਖੋ
pl: Wyświetl statystyki zdrowia społeczności
pt_br: Resultados da pesquisa na comunidade
pt_pt: Ver métricas da saúde da comunidade
ro: Vezi metricile de sănătate a comunității
sk: Zobraziť metriky kondície komunity
sr: Погледај статистике задраља заједнице
sv: Visa statistik för tillståndet i gemenskapen
te: కమ్యూనిటీ హెల్త్ మెట్రిక్స్ చూడండి
th: ดูเกณฑ์ชี้วัดสถานภาพของชุมชน
tr: Topluluk sağlık ölçümlerini göster
uk: Перегляд показників успішності спільноти
ur: کمیونٹی ہیلتھ میٹرکس دیکھیں
vi: Xem số liệu sức khỏe cộng đồng
zh_cn: 查看社区健康度指标
zh_tw: 檢視社群生態指標

source: Top Contributors
af: Top-bydraers
bg: Топ сътрудници
bs: Najbolji saradnici
de: Aktivste Mitwirkende
el: Κορυφαίοι εθελοντές
es: Top colaboradores
fy_nl: Topmeiwurkers
he: התורמים המובילים
hr: Top doprinositelji
hu: Legjobb közreműködők
ia: Principal collaboratores
id: 10 Kontributor Teratas
it: Migliori collaboratori
ja: 上位の貢献者
ka: მხურვალე მოხალისეები
kab: Iwiziwen ifazen
ko: 상위 공헌자
mg: Mpandray Anjara Sangany
ms: Penyumbang Teratas
nb_no: Største bidragsytere
nl: Topmedewerkers
pa_in: ਉੱਚ ਯੋਗਦਾਨੀਆਂ
pl: Najaktywniejsi autorzy
pt_br: Principais colaboradores
pt_pt: Melhores Colaboradores
ro: Colaboratori de top
sk: Najlepší prispievatelia
sr: Најбољи сарадници
sv: Bästa bidragare
te: ఉత్తమ సహాయకులు
th: สุดยอดผู้มีส่วนร่วม
tr: Katkıda Bulunanlar
uk: Найкращі помічники
ur: بہترین معاونین
vi: Những cộng tác viên hàng đầu
zh_cn: 杰出贡献者
zh_tw: 頂尖貢獻者
zu: Abanegalelo Abaphezulu

source: Filter by Locale
af: Filter volgens taalstreek
bg: Филтриране по език
bs: Filtriraj po jeziku
de: Nach Sprache filtern
el: Φιλτράρισμα κατά γλώσσα
es: Filtrar por idioma
fy_nl: Filterje op locale
he: סינון לפי שפה
hr: Filtriraj po jeziku
hu: Szűrés terület szerint
ia: Filtrar per localisation
id: Saring berdasarkan Lokal
it: Filtra per lingua
ja: ロケールを選択
ka: გამორჩევა ენის მიხედვით
kab: Sizdeg s tutlayt
ko: 지역으로 선택
mg: Sivanina araka Teny
ms: Tapis mengikut Lokaliti
nb_no: Filtrer etter språk
nl: Filteren op locale
pa_in: ਲੋਕੇਲ ਰਾਹੀਂ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj wg lokalizacji
pt_br: Filtrar por idioma
pt_pt: Filtrar por Idioma
ro: Filtrează după limbă
sk: Filtrácia podľa jazyka
sr: Филтрирај по локалу
sv: Filtrera efter språk
te: లొకేల్ ద్వారా వడపోత
th: กรองตามภาษา
tr: Dile göre filtrele
uk: Фільтрувати за мовою
ur: بولی کے ذریعہ فلٹڑ کریں
vi: Lọc theo địa phương
zh_cn: 依据语种筛选
zh_tw: 依語系過濾
zu: Isicwengi Sesizinda

source: All locales
af: Alle taalstreke
bg: Всички езици
bs: Svi jezici
de: Alle Sprachen
el: Όλες οι γλώσσες
es: Todos los idiomas
fy_nl: Alle locales
he: כל השפות
hr: Svi jezici
hu: Összes terület
ia: Tote le localisationes
id: Semua Artikel
it: Tutte le lingue
ja: すべての言語
ka: ყველა ენა
kab: Akk tutlayin
ko: 모든 언어 보기
mg: Teny rehetra
ms: Semua locale
nb_no: Alle språk
nl: Alle locales
pa_in: ਸਭ ਭਾਸ਼ਾਵਾਂ
pl: Wszystkie lokalizacje
pt_br: Todos os idiomas
pt_pt: Todos os idiomas
ro: Toate limbile
sk: Všetky jazyky
sr: Сви чланци
sv: Alla språk
te: అన్ని లొకేల్స్
th: ภาษาทั้งหมด
tr: Tüm diller
uk: Усі локалі
ur: تمام زبانیں
vi: Tất cả địa phương
zh_cn: 全部语种
zh_tw: 全部語系
zu: Zonke izizinda

source: Filter by Product
af: Filter volgens produk
bg: Филтър по продукти
bs: Filtriraj po proizvodu
de: Nach Produkt filtern
el: Φιλτράρισμα κατά προϊόν
es: Filtrar por producto
fy_nl: Filterje op produkt
he: סינון לפי מוצר
hr: Filtriraj po proizvodu
hu: Szűrés termék szerint
ia: Filtrar per producto
id: Saring berdasarkan Produk
it: Filtra per prodotto
ja: 製品を選択
ka: გამორჩევა პროდუქტის მიხედვით
kab: Sizdeg s ufaris
ko: 제품으로 거르기
mg: Sivanina araka Vokatra
ms: Tapis mengikut Produk
nb_no: Filtrer etter produkt
nl: Filteren op product
pa_in: ਉਤਪਾਦ ਰਾਹੀਂ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj wg produktu
pt_br: Filtrar por produto
pt_pt: Filtrar por Produto
ro: Filtrează după produs
sk: Filtrácia podľa produktov
sr: Филтрирај по производу
sv: Filtrera efter produkt
te: ఉత్పత్తి ద్వారా వడపోత
th: กรองตามผลิตภัณฑ์
tr: Ürüne göre filtrele
uk: Фільтрувати за продуктом
ur: مصنوعات کی بنیاد پر سے فلٹر کریں
vi: Lọc theo sản phẩm
zh_cn: 依据产品筛选
zh_tw: 依產品過濾
zu: Isicwengi Somkhiqizo

source: All products
af: Alle produkte
bg: Всички продукти
bs: Svi proizvodi
de: Alle Produkte
el: Όλα τα προϊόντα
es: Todos los productos
fy_nl: Alle produkten
he: כל המוצרים
hr: Svi proizvodi
hu: Összes termék
ia: Tote le productos
id: Semua Produk
it: Tutti i prodotti
ja: すべての製品
ka: ყველა პროდუქტი
kab: Akk ifarisen
ko: 모든 제품
mg: Vokatra rehetra
ms: Semua produk
nb_no: Alle produkter
nl: Alle producten
pa_in: ਸਭ ਉਤਪਾਦ
pl: Wszystkie produkty
pt_br: Todos os produtos
pt_pt: Todos os produtos
ro: Toate produsele
sk: Všetky produkty
sr: Сви производи
sv: Alla produkter
te: అన్ని ఉత్పత్తులు
th: ผลิตภัณฑ์ทั้งหมด
tr: Tüm ürünler
uk: Усі продукти
ur: تمام مصنوعات
vi: Tất cả sản phẩm
zh_cn: 所有产品
zh_tw: 所有產品
zu: Yonke imikhiqizo

source: Support Forums
bg: Форум за поддръжка
de: Hilfeforen
el: Φόρουμ υποστήριξης
es: Foros de soporte
fy_nl: Stipefoarums
he: פורומי תמיכה
hr: Forumi podrške
hu: Támogatói fórumok
ia: Foros de supporto
id: Forum Bantuan
it: Forum di supporto
ja: サポートフォーラム
ka: მხარდაჭერის ფორუმები
kab: Iskasiyen n tallalt
ko: 도움말 포럼
nb_no: Brukerstøtteforum
nl: Ondersteuningsforums
pl: Forum pomocy
pt_br: Fóruns de suporte
pt_pt: Fóruns de apoio
ro: Forumuri de asistență
sk: Fórum podpory
sr: Форум подршке
sv: Supportforum
te: తోడ్పాటు వేదికలు
th: กระดานสนทนาการสนับสนุน
tr: Destek Forumları
uk: Форуми підтримки
ur: سپورٹ فورم
vi: Diễn đàn hỗ trợ
zh_cn: 技术支持论坛
zh_tw: 技術支援討論區

source: Knowledge Base
af: Kennisbasis
bg: База Знания
bs: Baza znanja
de: Wissensdatenbank
el: Γνωσιακή βάση
es: Base de conocimiento
fy_nl: Kennisbank
he: מאגר ידע
hr: Baza znanja
hu: Tudásbázis
ia: Base de cognoscentias
id: Pundi Pengetahuan
ja: ナレッジベース
ka: ცოდნის წყარო
kab: Taffa n tmusni
ko: 지식 기반
mg: Tobim-pahalalana
ms: Pangkalan Pengetahuan
nb_no: Kunnskapsbase
nl: Kennisbank
pa_in: ਨਾਲਿਜ਼ ਬੇਸ
pl: Baza wiedzy
pt_br: Base de conhecimento
pt_pt: Base de conhecimentos
ro: Baza de cunoștințe
sk: Databáza vedomostí
sr: База знања
sv: Kunskapsbas
te: నాలడ్జి బేస్
th: ฐานความรู้
tr: Bilgi Bankası
uk: База знань
ur: علم کی بنیاد
vi: Kho tàng kiến thức
zh_cn: 知识库
zh_tw: 知識庫
zu: Isisekelo Solwazi

source: Localization
af: Taalaanpassing
bg: Превод
bs: Lokalizacija
de: Lokalisierung
el: Μετάφραση
es: Localización
fy_nl: Oersetting
hr: Lokalizacija
hu: Fordítás
ia: Localisation
id: Pelokalan
it: Localizzazione
ja: ローカライズ
ka: თარგმნა
kab: Asideg
ko: 번역
mg: Fandikan-teny
ms: Lokalisasi
nb_no: Oversettelse
nl: Vertaling
pa_in: ਸਥਾਨੀਕਰਨ
pl: Tłumaczenie
pt_br: Localização
pt_pt: Tradução
ro: Localizare
sk: Lokalizácia
sr: Локализација
sv: Översättning
te: స్థానికీకరణ
th: การแปล
tr: Yerelleştirme
uk: Локалізація
ur: لوکلائزیشن
vi: Bản địa hóa
zh_cn: 本地化
zh_tw: 在地化
zu: Ukwenziwa njengokwasendaweni

source: {user} - {num} contributions in last 90 days
af: {user}-{num} bydraes in afgelope 90 dae
bg: {user} - {num} приноси през последните 90 дни
bs: {user} - {num} doprinosa u posljednjih 90 dana
de: {user} – {num} Beiträge in den letzten 90 Tagen
el: {user} - {num} συνεισφορές τις τελευταίες 90 ημέρες
es: {user} - {num} colaboraciones en los últimos 90 días
fy_nl: {user} - {num} bydragen yn de ôfrûne 90 dagen
he: {user} - ‏{num} תרומות ב־90 הימים האחרונים
hr: {user} - {num} doprinosa u posljednjih 90 dana
hu: {user} - {num} közreműködés (utolsó 90 nap)
ia: {user} - {num} contributiones in le ultime 90 dies
id: {user} - {num} kontribusi dalam 90 hari terakhir
it: {user} - {num} collaborazioni negli ultimi 90 giorni
ja: {user} - 最近 90 日間で {num} 件の貢献
ka: {user} - {num} წვლილი ბოლო 90 დღეში
kab: {user} - {num} n yittekkiyen deg 90 n wussan ineggura
ko: {user} - {num} 주요 활동 공헌자 (90일 내)
mg: {user} : fandraisana anjara {num} tao anatin'ny 90 andro lasa
ms: {user} - {num} sumbangan dalam tempoh 90 hari
nb_no: {user} - {num} bidrag i de siste 90 dager
nl: {user} - {num} bijdragen in de afgelopen 90 dagen
pa_in: {user} - {num} ਪਿਛਲੇ 90 ਦਿਨਾਂ ਵਿੱਚ ਯੋਗਦਾਨ
pl: Wkład użytkownika {user} w ciągu ostatnich 90 dni – {num}
pt_br: {user} - {num} contribuições nos últimos 90 dias
pt_pt: {user} - {num} contribuições nos últimos 90 dias
ro: {user} - {num} contribuții în ultimele 90 de zile
sk: {user} - {num} príspevkov za posledných 90 dní
sr: {user} - {num} доприноса у последњих 90 дана
sv: {user} - {num} bidrag de senaste 90 dagarna
te: {user} - {num} గత 90 రోజుల్లో రచనలు
th: {user} - {num} การมีส่วนร่วมใน 90 วันหลังสุด
tr: {user} - Son 90 günde {num} katkı
uk: {user} — {num} внесків за останні 90 днів
ur: پچھلے 90 دنوں میں {user} - {num} شراکتیں
vi: {user} - có {num} đóng góp trong 90 ngày qua
zh_cn: {user} - 最近 90 天内有 {num} 次贡献
zh_tw: {user} - 最近 90 天內有 {num} 筆貢獻
zu: {user} - {num} labanegalelo ezinsukwini ezingama-90 ezidlule

source: See All
af: Sien alle
bg: Вижте всички
bs: Vidi sve
de: Alle anzeigen
el: Προβολή όλων
es: Mostrar todo
fy_nl: Alle toane
he: הצגה של הכול
hr: Vidi sve
hu: Összes megjelenítése
ia: Vider toto
id: Tampilkan semua
it: Vedi tutti
ja: すべて表示
ka: ყველას ნახვა
kab: Wali akk
ko: 모두 보기
mg: Jerena Daholo
ms: Papar Semua
nb_no: Vis alle
nl: Alle tonen
pa_in: ਸਭ ਦਿਖਾਓ
pl: Pokaż wszystko
pt_br: Ver todos
pt_pt: Ver tudo
ro: Afișează tot
sk: Zobraziť všetko
sr: Прикажи све
sv: Visa alla
te: అన్నింటిని చూడు
th: ดูทั้งหมด
tr: Tümünü göster
uk: Дивитись усе
ur: تمام دیکھیں
vi: Xem tất cả
zh_cn: 显示全部
zh_tw: 檢視全部
zu: Buka Konke

source: Contributor Metrics
bg: Измерване на приносите
bs: Statistike doprinosioca
de: Messwerte für Mitwirkende
el: Μετρήσεις εθελοντών
es: Artículos de colaboradores
fy_nl: Meiwurkersartikelen
he: מדדי תורמים
hr: Metrika doprinositelja
hu: Közreműködői leírások
ia: Indicatores del collaboratores
id: Metrik Kontributor
it: Statistiche dei collaboratori
ja: 貢献者計測
ka: მოხალისის მაჩვენებლები
kab: Tidaddanin n yimttekkiyen
ko: 공헌자 정보
ms: Matriks Penyumbang
nb_no: Bidragsstatistikk
nl: Medewerkersartikelen
pa_in: ਸਹਿਯੋਗੀ ਸਾਰਣੀਆਂ
pl: Teksty dla autorów
pt_br: Métricas de contribuição
pt_pt: Métricas do Colaborador
ro: Metrici colaboratori
sk: Metriky prispievateľa
sr: Статистике доприносиоца
sv: Bidragarartiklar
te: కంట్రిబ్యూటర్ మెట్రిక్స్
th: เกณฑ์ชี้วัดผู้มีส่วนร่วม
tr: Katkıda Bulunan Ölçümleri
uk: Статті помічників
ur: معاون میٹرکس
vi: Các số liệu về người đóng góp
zh_cn: 贡献者文章
zh_tw: 貢獻者指標

source: Retention
bg: Ангажиране
bs: Zadržavanje
de: Aufbewahrung
el: Διατήρηση
es: Retención
fy_nl: Retinsje
hr: Zadržavanje
hu: Megőrzés
id: Retensi
it: Conservazione
ja: 維持
ka: დაკავება
kab: Tuṭṭfa
ko: 주의 필요
ms: Retensi
nb_no: Bevaring
nl: Retentie
pa_in: ਧਾਰਣ
pl: Retencja
pt_br: Retenção
pt_pt: Retenção
ro: Retenție
sk: Uchovávanie
sr: Задржавање
sv: Kvarhållning
te: నిలుపుదల
th: การเก็บข้อมูล
tr: Tutma
uk: Утримання
ur: برقراری
vi: Giữ lại
zh_cn: 保有量
zh_tw: 保留

source: Support Forum Help
bg: Помощна информация за форума
bs: Pomoć foruma podrške
de: Hilfe im Forum
el: Βοήθεια φόρουμ υποστήριξης
es: Foro de Asistencia
fy_nl: Help yn it stipefoarum
hr: Pomoć foruma podrške
hu: Támogatói fórum kezdőlapja
ia: Adjuta del foro de supporto
id: Beranda Forum Dukungan
it: Forum di supporto
ja: サポートフォーラムのヘルプ
ka: მხარდაჭერის ფორუმის სახელმძღვანელო
kab: Anmager n tallelt
ko: 지원 포럼 도움말
ms: Bantuan Forum Sokongan
nb_no: Hjelp for brukerstøtteforum
nl: Hulp in het ondersteuningsforum
pa_in: ਸਹਿਯੋਗ ਫੋਰਮ ਸਹਾਇਤਾ
pl: Forum pomocy
pt_br: Ajuda do fórum de suporte
pt_pt: Ajuda do fórum de apoio
ro: Ajutor pentru forumul de asistență
sk: Fórum podpory
sr: Помоћ форума подршке
sv: Hjälp supportforum
te: మద్దతు ఫోరం సహాయం
th: ความช่วยเหลือของฟอรั่มสนับสนุน
tr: Destek Forumu Yardımı
uk: Довідка форуму підтримки
ur: سپورٹ فورم مدد
vi: Trợ giúp cho diễn đàn hỗ tợ
zh_cn: 支持论坛帮助
zh_tw: 技術支援討論區說明

source: Contributor Satisfaction: %(locale)s
bg: Удовлетворение на сътрудника: %(locale)s
bs: Zadovoljstvo doprinosioca: %(locale)s
de: Zufriedenheit der Mitwirkenden: %(locale)s
el: Ικανοποίηση εθελοντή: %(locale)s
es: Satisfacción del colaborador: %(locale)s
fy_nl: Meiwurkerstefredenheid: %(locale)s
hr: Zadovoljstvo doprinositelja: %(locale)s
hu: Közreműködői elégedettség: %(locale)s
ia: Satisfaction del collaboratores: %(locale)s
id: Kepuasan Kontributor: %(locale)s
it: Soddisfazione dei collaboratori: %(locale)s
ja: 貢献者満足度: %(locale)s
ka: მოხალისეთა კმაყოფილება: %(locale)s
kab: Asgiwen n yimttekkiyen:%(locale)s
ko: 공헌자 만족도: %(locale)s
ms: Kepuasan Penyumbang: %(locale)s
nb_no: Bidragsytertilfredshet: %(locale)s
nl: Medewerkerstevredenheid: %(locale)s
pa_in: ਯੋਗਦਾਨੀ ਸੰਤੁਸ਼ਟੀ: %(locale)s
pl: Zadowolenie autorów: %(locale)s
pt_br: Satisfação de colaboradores: %(locale)s
pt_pt: Satisfação do colaborador: %(locale)s
ro: Satisfacția colaboratorilor: %(locale)s
sk: Spokojnosť prispievateľa: %(locale)s
sr: Задовољство доприносиоца: %(locale)s
sv: Tillfredsställelse bidragsgivare: %(locale)s
te: కంట్రిబ్యూటర్ సంతృప్తి: %(locale)s
th: ความพึงพอใจของผู้มีส่วนร่วม: %(locale)s
tr: Yardımcı Tatmini: %(locale)s
uk: Статті помічників: %(locale)s
ur: شراکت دار کا اطمینان: %(locale)s
vi: Sự hài lòng của người đóng góp: %(locale)s
zh_cn: 贡献者满意度：%(locale)s
zh_tw: 貢獻者滿意度：%(locale)s
