Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.title
source: 2014 L10n Badge
bg: 2014 L10n значка
de: L10n-Abzeichen 2014
el: Έμβλημα L10n 2014
es: Insignia de L10n de 2014
fy_nl: L10n 2014-badge
hr: Značka lokalizacije za 2014. godinu
hu: L10n kitűző – 2014
ia: Insignia del localisation 2014
id: Lencana L10n 2014
it: Distintivo L10n 2014
ja: 2014 L10n バッジ
ka: 2014 L10n ჯილდო
kab: Deg warraz 2014 L1
ko: 2014 L10n 배지
ms: Lencana L10n 2014
nb_no: 2014 L10n-utmerkelse
nl: L10n 2014-badge
pl: Odznaka L10n 2014
pt_br: Emblema L10n 2014
pt_pt: Medalha de tradutores de 2014
ro: Insignă L10n 2014
sk: Ocenenie Lokalizácie pre rok 2014
sr: L10n беџ локализације за 2014. годину
sv: 2014 emblem för L10n
te: 2014 L10n బ్యాడ్జి
th: ตรา L10n ปี 2014
tr: 2014 Yerelleştirme Rozeti
uk: Відзнака L10n 2014
ur: 2014 L10n بیج
vi: Huy hiệu L10n 2014
zh_cn: 2014 本地化徽章
zh_tw: 2014 L10n 徽章

# DB: kbadge.Badge.description
source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO L10n 2014 е част от поредицата SUMO. Тя показва принос към SUMO през 2014 г ., в този случай: 10 одобрени превода на базата знания на SUMO. Поздравления за всички носители на значки SUMO L10n 2014 за техния принос към мисията на Mozilla!
de: Das Mini-Abzeichen „SUMO-L10n 2014“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2014; in diesem Fall: 10 freigeschaltete Änderungen an Übersetzungen in der SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-L10n 2014“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO L10n 2014 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2014· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες μετάφρασης στη γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO L10n 2014 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de L10n de SUMO de 2014 es parte de las entregas de SUMO. En este caso, representa la contribución a SUMO en 2014: 10 traducciones aprobadas en la base de conocimientos de SUMO. ¡Felicidades a todos los ganadores de la insignia de L10n de SUMO de 2014 por promover la misión de Mozilla!
fy_nl: De SUMO L10n 2014-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2014; yn dit gefal: 10 goedkarre oersetbewurkingen fan de SUMO-kennisbank. Lokwinsken oan alle SUMO L10n 2014-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO lokalizacije 2014. dio je SUMO serije. Predstavlja doprinos SUMO-u 2014. godine; u ovom slučaju: 10 potvrđenih uređivanja prijevoda za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke lokalizacije 2014. na unapređivanju Mozilline misije!
hu: A SUMO L10n 2014 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2014-es hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott fordítási szerkesztést a SUMO Tudásbázishoz. Gratulálunk a SUMO L10n kitűző – 2014 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2014 del localisation es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2014; in iste caso: 10 redactiones de traduction approbate del Base de cognoscentias de SUMO. Congratulationes a tote le ganiatores del insignia 2014 del localisation de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo SUMO L10n 2014 rappresenta il contributo dato a SUMO nel corso del 2014, pari a 10 modifiche approvate alla traduzione in lingua italiana della Knowledge Base di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO L10n 2014 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2014 年にナレッジベースの翻訳が 10 件以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO L10n 2014 バッジを授与します。
ka: SUMO L10n 2014 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2014 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ თარგმანს, SUMO ცოდნის წყაროში. ვულოცავთ SUMO L10n 2014 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO L10n 2014 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2014; dagi: 10 n tsuqilin yettwaqeblen deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz L10n 2014 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO L10n 2014 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2014년에 SUMO에 기여 했음을 의미하고 SUMO 지식 기반 문서에 10개의 승인된 번역을 하였음을 뜻합니다. Mozilla 사명을 위해 SUMO L10n 2014 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO L10n 2014 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2014; dalam hal ini: 10 edit terjemahan yang diluluskan dalam Pangkalan Pengetahuan SUMO. Tahniah kepada semua penerima lencana SUMO L10n 2014 kerana memajukan Misi Mozilla!
nb_no: SUMO L10n 2014 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2014; i dette tilfellet: 10 godkjente oversettelsesredigeringer av SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO L10n 2014-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO L10n 2014-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2014; in dit geval: 10 goedgekeurde vertaalbewerkingen van de SUMO-kennisbank. Felicitaties aan alle SUMO L10n 2014-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO L10n 2014 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2014 roku, w tym przypadku: 10 zatwierdzonych poprawek tłumaczeń bazy wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO L10n 2014 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2014 do SUMO L10n é parte da série SUMO. Ele representa a contribuição ao SUMO em 2014; neste caso: 10 traduções aprovadas na Base de Conhecimento do SUMO. Parabéns a todos os ganhadores do emblema de 2014 do SUMO L10n por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha de tradutores do SUMO de 2014 é parte da série SUMO. Representa contribuições para o SUMO em 2014; neste caso: 10 edições aprovadas da base de conhecimento SUMO. Parabéns a todos os vencedores da medalha de tradutores do SUMO de 2014 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO L10n 2014 face parte din seria SUMO. Reprezintă contribuții la SUMO din anul 2014; în acest caz: 10 editări de traduceri aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO L10n 2014 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Lokalizácia 2014 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav na prekladoch v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO L10n мини беџ локализације за 2014. годину је део SUMO серије. Он представља допринос за SUMO у 2014. години; у овом случају: 10 одобрених превода SUMO базе знања. Честитамо свим добитницима SUMO L10n беџа локализације за 2014. годину за унапређивање Mozilla мисије!
sv: SUMO 2014 mini-emblem för L10n är en del av SUMO-serien. Den representerar bidrag till SUMO under 2014; i det här fallet: 10 godkända översättningsredigeringar av SUMO kunskapsbas. Grattis till alla de som förtjänat SUMO 2014 emblem för L10n och att de har främjat Mozillas uppdrag!
th: ตรา SUMO L10n ปี 2014 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2014 ซึ่งในกรณีนี้คือ: การแก้ไขการแปลฐานความรู้ SUMO 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตรา SUMO L10n ปี 2014 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO yerelleştirmesi 2014 mini rozeti, SUMO serisinin bir parçasıdır. 2014 yılında SUMO Bilgi Bankası'nda onaylanmış 10 çeviri düzeltmesi yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO yerelleştirmesi 2014 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака SUMO L10n 2014 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2014 році; в цьому випадку: 10 затверджених виправлень перекладу бази знань SUMO. Вітаємо всіх нагороджених відзнаками SUMO L10n 2014 за поширення місії Mozilla!
vi: Huy hiệu nhỏ SUMO L10n 2014 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2014; trong trường hợp này: 10 bản chỉnh sửa dịch được phê duyệt của kho tàng kiến thức SUMO. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO L10n 2014 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 本地化 2014 迷你徽章是 SUMO 系列的一部分。它代表了 2014 年为 SUMO 所作的贡献。获得条件：在 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 本地化 2014 徽章获得者为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2014 迷你徽章是 SUMO 系列徽章的一部份。它代表了 2014 年的 SUMO 貢獻，亦即在 SUMO 知識庫中有 10 篇審核通過的翻譯文件。 恭喜所有獲得 SUMO L10n 2014 徽章的貢獻者們，讓我們離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2014 KB Badge
bg: 2014 БД значка
de: KB-Abzeichen 2014
el: Έμβλημα ΓΒ 2014
es: Insignia de la BC de 2014
fy_nl: KB 2014-badge
hr: Značka baze znanja za 2014. godinu
hu: Tudásbázis kitűző – 2014
ia: Insignia del base de cognoscentia 2014
id: Lencana KB 2014
it: Distintivo KB 2014
ja: 2014 ナレッジベースバッジ
ka: 2014 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2014
ko: 2014 KB 배지
ms: Lencana KB 2014
nb_no: 2014 KB-utmerkelse
nl: KB 2014-badge
pa_in: 2014 KB ਬੈਜ
pl: Odznaka KB 2014
pt_br: Emblema da Base de Conhecimento 2014
pt_pt: Medalha da base de conhecimento de 2014
ro: Insignă Baza de cunoștințe 2014
sk: Ocenenie Databáza vedomostí 2014
sr: Беџ базе знања за 2014. годину
sv: 2014 emblem för KB
te: 2014 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2014
tr: 2014 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2014
ur: 2014 KB بیج
vi: Huy hiệu KB 2014
zh_cn: 2014 知识库徽章
zh_tw: 2014 知識庫徽章

# DB: kbadge.Badge.description
source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
bg: Мини-значката SUMO БД 2014 е част от поредицата SUMO. Представлява принос към SUMO през 2014 г. - в този случай 10 одобрени редакции в Базата Данни на английски език. Поздравления за всички спечелили значка SUMO БД 2014 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-KB 2014“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2014; in diesem Fall: 10 freigeschaltete Änderungen an der englischsprachigen SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-KB 2014“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO ΓΒ 2014 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2014· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες στην αγγλική γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO ΓΒ 2014 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de la BC de SUMO de 2014 es parte de las entregas de SUMO. En este caso, representa la colaboración con SUMO en 2014: 10 modificaciones aprobadas de la base de conocimientos en inglés de SUMO. Felicidades a todos los ganadores de la insignia de la BC de SUMO de 2014 por promover la misión de Mozilla
fy_nl: De SUMO KB 2014-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2014; yn dit gefal: 10 goedkarre bewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO KB 2014-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO baze znanja 2014. dio je SUMO serije. Predstavlja doprinos SUMO-u 2014. godine; u ovom slučaju: 10 potvrđenih uređivanja na engleskom jeziku za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke baze znanja 2014. na unapređivanju Mozilline misije!
hu: A SUMO Tudásbázis 2014 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2014-es hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott szerkesztést az angol SUMO tudásbázishoz. Gratulálunk a SUMO Tudásbázis kitűző – 2014 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del Base de cognoscentia 2014 es parte del series SUMO. Illo representa le collaborationes a SUMO in le 2014; in iste caso: 10 redactiones approbate del Base de cognoscentias anglese de SUMO. Congratulationes a tote le ganiatores del insignia 2014 pro le base de cognoscentia SUMO pro facer progreder le mission Mozilla
it: Il distintivo SUMO KB 2014 rappresenta il contributo dato a SUMO nel corso del 2014, pari a 10 modifiche approvate alla Knowledge Base in lingua inglese di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO KB 2014 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2014 年に英語版ナレッジベース記事の編集が 10 本以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO KB 2014 バッジを授与します。
ka: SUMO ცოდნის წყაროს 2014 მცირე ნიშანი SUMO-ს ჯილდოების ნაწილია. იგი აღნიშნავს SUMO-ს საიტზე 2014 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ შესწორებას, SUMO ცოდნის წყაროს ინგლისურ ვერსიაში. ვულოცავთ SUMO ტბ 2014 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს
kab: Arraz ameẓẓyan SUMO KB n 2014 ittekka deg yizriren n SUMO. Yemmal-d atteki ɣer SUMO deg 2014; da: 10 n yiẓragen yettwaqeblen deg taffa n tmussniwin n teglizit n SUMO. Tanemmirt meṛṛa i wid yewwin arraz n SUMO KB n 2014 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO KB 2014 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2014년에 SUMO에 기여 했음을 의미하고 승인된 영문 SUMO 지식 기반 문서 10개를 수정했음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2014 배지를 받으신 모든 분들을 축하합니다
ms: Lencana mini SUMO KB 2014 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2014; dalam hal ini: 10 edit yang diluluskan dalam Pangkalan Pengetahuan SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO KB 2014 kerana memajukan Misi Mozilla
nb_no: SUMO KB 2014 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2014; i dette tilfellet: 10 godkjente redigeringer av den engelske SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO KB 2014-utmerkelsen for å videreføre Mozillas oppdrag
nl: De SUMO KB 2014-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2014; in dit geval: 10 goedgekeurde bewerkingen van de Engelse SUMO-kennisbank. Felicitaties aan alle SUMO KB 2014-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO KB 2014 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2014 roku, w tym przypadku: 10 zatwierdzonych poprawek w angielskiej bazie wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO KB 2014 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2014 do SUMO KB é parte da série SUMO. Ele representa a contribuição ao SUMO em 2014; neste caso: 10 edições aprovadas na Base de Conhecimento do SUMO em inglês. Parabéns a todos os ganhadores do emblema de 2014 do SUMO KB por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO da base de conhecimento de 2014 é parte da série SUMO. Representa contribuições para o SUMO em 2014; neste caso: 10 edições aprovadas da base de conhecimento SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO da base de conhecimento de 2014 por promoverem a missão Mozilla
ro: Mini-insigna SUMO Baza de cunoștințe 2014 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2014; în acest caz: 10 editări în engleză aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO Baza de cunoștințe 2014 pentru avansul misiunii Mozilla!
sk: Mini ocenenie Databáza vedomostí SUMO 2014 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav anglických článkov v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ базе знања за 2014. годину је део SUMO серије. Он представља допринос за SUMO у 2014. години; у овом случају: 10 одобрених измена SUMO базе знања на енглеском. Честитамо свим добитницима SUMO беџа базе знања за 2014. годину за унапређивање Mozilla мисије!
sv: SUMO 2014 mini-emblem för KB är en del av SUMO-serien. Den representerar bidrag till SUMO under 2014; i det här fallet: 10 godkända redigeringar av den engelska SUMO kunskapsbasen. Grattis till alla de som förtjänat SUMO 2014 emblem för KB och att de har främjat Mozillas uppdrag
th: ตราฐานความรู้ SUMO ปี 2014 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2014 ซึ่งในกรณีนี้คือ: การแก้ไขฐานความรู้ SUMO ภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตราฐานความรู้ SUMO ปี 2014 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Bilgi Bankası 2014 mini rozeti, SUMO serisinin bir parçasıdır. 2014 yılında İngilizce SUMO Bilgi Bankası'nda onaylanmış 10 düzenleme yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO BB 2014 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака бази знань SUMO 2014 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2014 році; в цьому випадку: 10 затверджених редагувань в англійській базі знань SUMO. Вітаємо всіх нагороджених відзнаками бази знань SUMO 2014 за поширення місії Mozilla
vi: Huy hiệu nhỏ SUMO KB 2014 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2014; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO KB 2014 vì đã thúc đẩy sứ mệnh Mozilla
zh_cn: SUMO 知识库 2014 迷你徽章是 SUMO 系列的一部分。它代表了 2014 年为 SUMO 所作的贡献；获得条件：在英语 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 论坛 2014 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO KB 2014 迷你徽章是 SUMO 系列徽章的一部份。它代表了 2014 年的 SUMO 貢獻，亦即編輯了 10 次審查通過的英文 SUMO 知識庫文件。 恭喜所有獲得 SUMO KB 2014 徽章的貢獻者們，讓我們離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2014 Support Forum Badge
bg: Значка на Форума за поддръжка 2014
de: Abzeichen „Hilfeforum 2014“
el: Έμβλημα του Φόρουμ υποστήριξης 2014
es: Insignia del Foro de Asistencia de 2014
fy_nl: Stipefoarum 2014-badge
hr: Značka foruma podrške za 2014. godinu
hu: Támogatói fórum kitűző – 2014
ia: Insignia del foro de supporto 2014
id: Lencana Forum Dukungan 2014
it: Distintivo Forum di Supporto 2014
ja: 2014 サポートフォーラムバッジ
ka: 2014 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2014
ko: 2014 지원 포럼 배지
ms: Lencana Forum Sokongan 2014
nb_no: 2014 brukerstøtteforumsutmerkelse
nl: Ondersteuningsforum 2014-badge
pl: Odznaka Forum pomocy 2014
pt_br: Emblema do Fórum de Suporte 2014
pt_pt: Medalha do fórum de apoio de 2014
ro: Insignă Forum de asistență 2014
sk: Ocenenie fóra podpory 2014
sr: Беџ форума подршке за 2014. годину
sv: 2014 emblem för supportforum
te: 2014 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2014
tr: 2014 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2014
ur: 2014 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2014
zh_cn: 2014 支持论坛徽章
zh_tw: 2014 技術支援討論區徽章
