Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Review Translation {id} | {document}
af: Sien vertaling {id} na | {document}
bg: Преглед на превод {id} | {document}
bs: Pregled prijevoda {id} | {document}
de: Überprüfung von Übersetzung {id} | {document}
el: Έλεγχος μετάφρασης {id} | {document}
es: Revisar traducción {id} | {document}
fy_nl: Oersetting beoardiele {id} | {document}
he: סקירת תרגום {id} | {document}
hr: Pregled prijevoda {id} | {document}
hu: {id}. fordítás ellenőrzése | {document}
ia: Revider le traduction {id} | {document}
id: Tinjau Terjemahan {id} | {document}
it: Revisiona traduzione {id} | {document}
ja: 翻訳 {id} のレビュー | {document}
ka: თარგმანის განხილვა {id} | {document}
kab: Asenqed n tsuqilt {id} | {document}
ko: 번역 검토 {id} | {document}
mg: Hitsara Dikanteny {id} | {document}
ms: Ulasan Terjemahan {id} | {document}
nb_no: Gjennomgå oversettelse {id} | {document}
nl: Vertaling {id} beoordelen | {document}
pa_in: {id} ਤਰਜਮਾ ਪੜਤਾਲ | {document}
pl: Recenzja tłumaczenia {id} | {document}
pt_br: Revisar tradução {id} | {document}
pt_pt: Rever tradução {id} | {document}
ro: Recenzează traducerea {id} | {document}
sk: Kontrola prekladu {id} | {document}
sr: Прегледај преводе {id} | {document}
sv: Granska översättning {id} | {document}
te: అనువాదపు సమీక్ష {id} |{document}
th: การพิจารณาการแปล {id} | {document}
tr: {id} Numaralı Çeviriyi İncele | {document}
uk: Перегляд перекладу {id} | {document}
vi: Xét duyệt bản dịch {id} | {document}
zh_cn: 审核翻译 {id} | {document}
zh_tw: 審核翻譯 {id} | {document}
zu: Bukeza Isihumusho {id} | {document}

source: Review Translation
af: Sien vertaling na
bg: Преглед на превода
bs: Pregled prijevoda
de: Übersetzung überprüfen
el: Έλεγχος μετάφρασης
es: Revisar traducción
fy_nl: Oersetting beoardielje
he: סקירת תרגום
hr: Pregled prijevoda
hu: Fordítás ellenőrzése
ia: Revide le traduction
id: Tolak Terjemahan
it: Revisiona traduzione
ja: 翻訳のレビュー
ka: თარგმანის განხილვა
kab: Asenqed n tsuqilt
ko: 번역 검토
mg: Hitsara Dikanteny
ms: Ulasan Terjemahan
nb_no: Gjennomgå oversettelse
nl: Vertaling beoordelen
pa_in: ਤਰਜਮੇ ਦੀ ਪੜਤਾਲ
pl: Recenzja tłumaczenia
pt_br: Revisar Tradução
pt_pt: Rever tradução
ro: Recenzează traducerea
sk: Kontrola prekladu
sr: Оцени превод
sv: Granska översättning
te: అనువాదాలు సమీక్షించు
th: ตรวจทานคำแปล
tr: Çeviriyi gözden geçir
uk: Перевірити переклад
ur: ترجمہ کا جائزہ لیں
vi: Xét duyệt bản dịch
zh_cn: 审核翻译
zh_tw: 審核翻譯
zu: Bukeza Isihumusho

source: Review Translation of {title}
af: Sien vertaling na van {title}
bg: Преглед на превода на „{title}“
bs: Pregled prijevoda od {title}
de: Überprüfung der Übersetzung von {title}
el: Έλεγχος μετάφρασης του «{title}»
es: Revisar traducción de {title}
fy_nl: Oersetting fan {title} beoardiele
he: סקירת התרגום של {title}
hr: Pregled prijevoda {title}
hu: {title} című fordítás ellenőrzése
ia: Revider le traduction de {title}
id: Tinjau Terjemahan {title}
it: Revisiona la traduzione di {title}
ja: {title} の翻訳をレビュー
ka: {title} სტატიის თარგმანის განხილვა
kab: Asenqed n tsuqilt n {title}
ko: {title} 문서 번역 검토
mg: Hitsara Dikantenin'ny {title}
ms: Ulasan Terjemahan {title}
nb_no: Gjennomgå oversettelse av {title}
nl: Vertaling van {title} beoordelen
pa_in: {title} ਦੇ ਤਰਜਮੇ ਦੀ ਪੜਤਾਲ
pl: Recenzja tłumaczenia {title}
pt_br: Revisar tradução de {title}
pt_pt: Rever tradução de {title}
ro: Recenzează traducerea pentru {title}
sk: Kontrola prekladu {title}
sr: Оцени превод за {title}
sv: Granska översättning av {title}
te: {title} యొక్క అనువాదాన్ని సమీక్షించు
th: การพิจารณาการแปลของ {title}
tr: {title} Çevirisini İncele
uk: Переглянути переклад: {title}
vi: Xét duyệt bản dịch của {title}
zh_cn: 审核 {title} 的翻译
zh_tw: 審核〈{title}〉翻譯
zu: Isibukezo Sesihumusho se {title}

source: Reviewing Translation {id} in {language} by {user}.
bg: Преглеждане на превод {id} на {language} език от {user}.
de: Überprüfung der Übersetzung {id} auf {language} von {user}.
el: Έλεγχος μετάφρασης {id} στα {language} από τον/την {user}.
fy_nl: Oersetting {id} yn it {language} troch {user} beoardielje.
hu: {user} {id}. {language} fordításának ellenőrzése.
ia: Revision del traduction {id} in {language} per {user}.
it: Revisione della traduzione {id} in {language} proposta da {user}
ka: განიხილება {user} მომხმარებლის {id} თარგმანი {language} ენისთვის.
ko: {user} 사용자가 {language} 언어로 번역한 번역본 {id} 번을 검토 중입니다.
nb_no: Gjennomgår oversettelse {id} på {language} av {user}.
nl: Vertaling {id} in het {language} door {user} beoordelen.
pl: Recenzowanie tłumaczenia {id} w języku {language} wykonanego przez {user}.
pt_br: Revisando tradução {id} em {language} de {user}.
pt_pt: A rever tradução {id} em {language} de {user}.
sk: Kontrola prekladu revízie {id} v jazyku {language} od používateľa {user}.
sr: Прегледање превода {id} за {language} од {user}.
sv: Granskar översättning {id} på {language} av {user}.
tr: {user} tarafından gönderilen {id} numaralı {language} çeviri inceleniyor.
uk: Перевірка перекладу {id} мовою {language} від {user}.
vi: Đang xét duyệt bản dịch {id} ngôn ngữ {language} bởi {user}.
zh_cn: 正在审核 {user} 在 {language} 版本的翻译 {id}。
zh_tw: 審核 {user} 的 {language} 翻譯 {id}。

source: Translation Comment: {comment}
af: Vertalingopmerking: {comment}
bg: Коментар на превода: {comment}
bs: Komentar prijevoda: {comment}
de: Übersetzungs-Kommentar: {comment}
el: Σχόλιο μετάφρασης: {comment}
es: Comentario de la traducción: {comment}
fy_nl: Opmerking by oersetting: {comment}
he: הערה על תרגום: {comment}
hr: Komentar za prijevod: {comment}
hu: Fordítói megjegyzés: {comment}
ia: Commento del traduction: {comment}
id: Isi Revisi
it: Commento alla traduzione: {comment}
ja: 翻訳コメント: {comment}
ka: შენიშვნა თარგმანზე: {comment}
kab: Awennit n tsuqilt: {comment}
ko: 답글 번역: {comment}
mg: Hevitra momba ny Dikanteny: {comment}
ms: Komen Terjemahan: {comment}
nb_no: Oversettelseskommentar: {comment}
nl: Opmerking bij vertaling: {comment}
pl: Komentarz do tłumaczenia: {comment}
pt_br: Comentário da tradução: {comment}
pt_pt: Comentário da tradução: {comment}
ro: Comentariu traducere: {comment}
sk: Komentár k prekladu: {comment}
sr: Коментар за превод: {comment}
sv: Översättningskommentar: {comment}
te: అనువాదం వ్యాఖ్య: {comment}
th: ความคิดเห็นคำแปล: {comment}
tr: Çeviri yorumu: {comment}
uk: Коментар перекладу: {comment}
ur: ترجمہ تبصرہ: {comment}
vi: Nhận xét bản dịch: {comment}
zh_cn: 翻译版本评论：{comment}
zh_tw: 翻譯註解: {comment}
zu: Ukuphawula Ngesihumusho {comment}

source: This translation was already reviewed by {user} on {date}.
af: Hierdie vertaling is reeds deur {user} op {date} nagesien.
bg: Този превод вече е прегледан от {user} на {date}.
bs: Ovaj prijevod je već pregledao/la {user} dana {date}.
de: Diese Übersetzung wurde schon von {user} am {date} überprüft.
el: Αυτή η μετάφραση έχει ήδη ελεγχθεί από τον/την {user} στις {date}.
es: Esta traducción fue revisada ya por {user} en {date}.
fy_nl: Dizze oersetting is al beoardiele troch {user} op {date}.
he: תרגום זה כבר נסקר על־ידי {user} ב־{date}.
hr: {user} je već pregledao/la ovaj prijevod {date}.
hu: Ezt a fordítást már {user} ellenőrizte ({date}).
ia: Iste traduction ha essite jam revidite per {user} le {date}.
id: Terjemahan ini telah ditinjau oleh {user} pada {date}.
it: Questa traduzione è già stata revisionata da {user} il {date}.
ja: この翻訳は {user} により {date} にレビューされています。
ka: ეს თარგმანი უკვე განხილულია {user} მომხმარებლის მიერ, თარიღი: {date}.
kab: Tasuqilt-a i cegger-ott yakan {user} deg {date}.
ko: 현재 번역은 이미 {user}가 {date}에 검토하였습니다.
mg: Ity dikanteny ity dia efa notsarain'i {user} t@ {date}.
ms: Terjemahan ini telah diteliti oleh {user} pada {date}.
nb_no: Denne oversettelsen er allerede gjennomgått av {user} den {date}.
nl: Deze vertaling is al beoordeeld door {user} op {date}.
pa_in: ਇਹ ਤਰਜਮੇ ਦੀ ਪੜਤਾਲ ਪਹਿਲਾਂ ਹੀ {user} ਵਲੋਂ {date} ਨੂੰ ਕੀਤੀ ਗਈ।
pl: To tłumaczenie było już sprawdzane przez {user} w dniu {date}.
pt_br: Esta tradução já foi revisada por {user} em {date}.
pt_pt: Esta tradução já foi revista por {user} em {date}.
ro: Această traducere a fost deja revizuită de către {user} în {date}.
sk: Tento preklad bol už skontrolovaný používateľom {user} dňa {date}.
sr: Овај превод је већ прегледао {user} датума {date}.
sv: Denna översättning har redan granskats av {user} den {date}.
te: ఈ అనువాదం ఇప్పటికే {user} ద్వారా {date}న సమీక్షించబడింది.
th: การแปลนี้ได้ถูกพิจารณาแล้วโดย {user} เมื่อ {date}
tr: Bu çeviri daha önce {user} tarafından {date} tarihinde incelenmiş.
uk: Цей переклад вже переглянуто користувачем: {user} {date}.
vi: Bản dịch này đã được xét duyệt bởi {user} lúc {date}.
zh_cn: 此翻译已被 {user} 于 {date} 审阅。
zh_tw: 此翻譯已由 {user} 於 {date} 審核過。
zu: Lesi sihumusho sesibukeziwe ngu {user} ngomhlaka {date}.

source: This version is outdated, but there is a new version available.
bg: Тази версия е остаряла, но има по-нова версия.
bs: Ova revizija je zastarjela, ali dostupna je nova revizija.
de: Diese Version ist veraltet, aber eine neue Version ist verfügbar.
el: Αυτή η έκδοση είναι παρωχημένη, αλλά διατίθεται μια νέα έκδοση.
es: Esta versión esta desactualizada, pero hay una nueva disponible.
fy_nl: Dizze ferzje is ferâldere, mar der is in nije ferzje beskikber.
he: גרסה זו אינה עדכנית אך ישנה גרסה חדשה זמינה.
hr: Ova verzija je zastarjela, međutim postoji nova verzija.
hu: Ez a verzió elavult, de elérhető új.
ia: Iste version es obsolete, ma il ha un nove version disponibile.
id: Versi ini sudah usang, namun versi terbaru kini sudah tersedia.
it: Questa versione è obsoleta ma è disponibile una nuova versione.
ja: このバージョンは有効期限切れですが、新しいバージョンが利用可能です。
ka: ეს ვერსია მოძველებულია, მაგრამ ხელმისაწვდომია ახალი ვერსია.
kab: Lqem-a d aqbur, maca lqem amaynut yella.
ko: 현재 버전은 오래된 버전으로, 새로운 버전을 확인해 보세요.
mg: Lany daty ity kinova ity, saingy misy kinova iray vaovao vonona.
ms: Versi ini sudah lapuk, tapi sudah ada versi yang baru.
nb_no: Denne versjonen er utdatert, men det finnes en ny versjon tilgjengelig.
nl: Deze versie is verouderd, maar er is een nieuwe versie beschikbaar.
pl: Ta wersja jest nieaktualna, ale jest dostępna nowa wersja.
pt_br: Esta versão está desatualizado, mas há uma nova versão disponível.
pt_pt: Esta versão está desatualizada, mas já existe uma nova versão disponível.
ro: Această versiune este învechită, dar este o nouă versiune disponibilă.
sk: Táto revízia je zastaralá, ale k dispozícií sú aj novšie verzie.
sr: Ова верзија је застарела, али доступна је нова верзија.
sv: Denna revidering är gammal, men det finns en ny version tillgänglig.
te: ఈ రివిజన్ పాతది, కానీ ఇప్పుడు అందుబాటులో కొత్త వెర్షన్ అందుబాటులో ఉంది.
th: รุ่นนี้ล้าสมัยแล้ว แต่มีรุ่นใหม่
tr: Bu sürüm güncelliğini yitirmiş, ama yeni bir sürüm mevcut.
uk: Ця версія застаріла, але є доступна нова версія.
ur: یہ ورژن پرانا ہے ، لیکن ایک نیا ورژن دستیاب ہے۔
vi: Phiên bản này đã lỗi thời, nhưng có một phiên bản mới.
zh_cn: 此版本已过时，但还有一个新版本可用。
zh_tw: 這個版本已經過時，已有新的版本。

source: Please review the latest version.
bg: Моля, прегледайте последната версия.
bs: Pregledajte najnoviju reviziju.
de: Bitte überprüfen Sie die neueste Version.
el: Παρακαλούμε ελέγξτε την πιο πρόσφατη έκδοση.
es: Por favor revisa la versión más reciente.
fy_nl: Beoardielje de nijste ferzje.
he: נא לסקור את המהדורה האחרונה.
hr: Pregledaj najnoviju verziju.
hu: Kérjük ellenőrizze az újabb változatot.
ia: Per favor revide le ultime version.
id: Isikan deskripsi.
it: Revisionare la versione più recente.
ja: 最新バージョンをレビューしてください。
ka: გთხოვთ, განიხილოთ უახლესი ვერსია.
kab: Ma ulac aɣilif, ales taɣuri n lqem aneggaru.
ko: 최신 버전을 검토해 주십시오.
mg: Tsarao ilay kinova farany indrindra azafady.
ms: Sila ulas versi terkini.
nb_no: Gjennomgå den siste versjon.
nl: Beoordeel de nieuwste versie.
pl: Proszę, sprawdź najnowszą wersję.
pt_br: Revise a última edição.
pt_pt: Por favor, reveja a última versão.
ro: Te rugăm să recenzezi ultima versiune.
sk: Skontrolujte prosím poslednú verziu.
sr: Прегледајте најновију ревизију.
sv: Granska den senaste revideringen.
te: దయచేసి తాజా వెర్షన్ ను సమీక్షించండి.
th: โปรดตรวจทานรุ่นล่าสุด
tr: Lütfen son sürümü inceleyin.
uk: Будь ласка, перегляньте останню версію.
ur: براہ مہربانی تازہ ترین ورژن کا جائزہ لیں۔
vi: Vui lòng xem lại phiên bản mới nhất.
zh_cn: 请审阅最新版本。
zh_tw: 請批閱最新版本。
zu: Sicela ubukeze ukubuyekeza kwakamuva.

source: A newer version has already been reviewed.
bg: По-новата версия вече е прегледана.
bs: Novija revizija je već pregledana.
de: Eine neuere Version wurde bereits überprüft.
el: Μια νεότερη έκδοση έχει ήδη αξιολογηθεί.
es: Una versión más reciente ya ha sido revisada.
fy_nl: Der is al in nijere ferzje beoardiele.
he: כבר נסקרה גרסה חדשה יותר.
hr: Novija verzija je već pregledana.
hu: Egy újabb verzió ellenőrzése megtörtént.
ia: Un plus recente version ha jam essite revidite.
it: Una versione più recente è già stata revisionata.
ja: 新しい編集リビジョンがレビューされました。
ka: უახლესი ვერსია, უკვე განხილულია.
kab: Lqem amaynut ɣran-t yakan.
ko: 리비젼이 확인 되었습니다.
mg: Misy kinova vaovao kokoa efa notsaraina.
ms: Versi yang lebih baru sudah dikaji semula.
nb_no: En nyere versjon er allerede gjennomgått.
nl: Er is al een nieuwere versie beoordeeld.
pl: Została już sprawdzona nowsza wersja.
pt_br: A versão mais recente já foi revisada.
pt_pt: Uma versão mais recente já foi revista.
ro: O versiune mai nouă a fost deja recenzată.
sk: Už bola skontrolovaná novšia revízia.
sr: Новија ревизија је већ прегледана.
sv: En nyare revidering har redan granskats.
te: ఒక కొత్త వెర్షన్ ఇప్పటికే సమీక్షించబడింది.
th: รุ่นที่ใหม่กว่าได้ถูกตรวจทานแล้ว
tr: Daha yeni bir sürüm zaten incelenmiş.
uk: Вже була переглянута новіша версія.
ur: ایک نئے ورژن کا پہلے ہی جائزہ لیا جا چکا ہے۔
vi: Một phiên bản mới hơn đã được xét duyệt.
zh_cn: 一个更新的版本已被审阅。
zh_tw: 有更新的版本已被批閱。
zu: Ukubuyekeza okusha kwakamuva sekubukeziwe.

source: Recent English Changes
af: Onlangse Engels veranderinge
bg: Последни промени на Английски
bs: Nedavne izmjene na engleskom
de: Letzte Änderungen der englischen Version
el: Πρόσφατες αλλαγές στα αγγλικά
es: Cambios recientes en inglés
fy_nl: Resinte Ingelske wizigings
he: שינויים אחרונים באנגלית
hr: Nedavne engleske izmjene
hu: Legutóbbi angol változások
ia: Cambios recente del version in anglese
id: Perubahan (Artikel) Bahasa Inggris Terbaru
it: Modifiche recenti alla versione in inglese
ja: 最近の英語版記事の変更
ka: ბოლო ცვლილებები ინგლისურ ვერსიაში
kab: Ibeddilen ineggura s teglizit
ko: 최신 영문 변경 사항
mg: Fanovana @ Teny Anglisy Vao Haingana
ms: Perubahan Bahasa Inggeris Terkini
nb_no: Nylige endringer i engelsk
nl: Recente Engelse wijzigingen
pa_in: ਮੌਜੁਦਾ ਇੰਗਲਿਸ਼ ਬਦਲਾਵ
pl: Ostatnio dokonane zmiany w wersji angielskiej
pt_br: Alterações recentes em Inglês
pt_pt: Alterações Recentes em Inglês
ro: Schimbări recente în engleză
sk: Posledné zmeny v anglickej verzii
sr: Скорашње енглеске промене
sv: Senaste engelska ändringar
te: ఇటీవలి ఇంగ్లీష్ మార్పులు
th: การเปลี่ยนแปลงล่าสุดในบทความภาษาอังกฤษ
tr: Son İngilizce Değişiklikler
uk: Недавні зміни в англійській версії
ur: انگریزی میں حالیہ تبدیلیاں
vi: Các thay đổi tiếng Anh gần đây
zh_cn: 最近的英文版本变更
zh_tw: 最近的英文版本更動
zu: Izinguquko Zesingisi Zakamuva

source: Submitted Translation Changes
af: Het vertaling-veranderinge ingedien
bg: Изпратени промени в превода
bs: Poslate izmjene prijevoda
de: Eingereichte Änderungen der Übersetzung
el: Υποβληθείσες αλλαγές μετάφρασης
es: Cambios en la traducción enviados
fy_nl: Yntsjinne wizigings fan de oersetting
he: שינויי תרגום שנשלחו
hr: Podnešene izmjene prijevoda
hu: Beküldött fordítási változások
ia: Cambios de traduction inviate
id: Perubahan Terjemahan yang Diajukan
it: Modifiche alla traduzione proposte
ja: 提出された翻訳記事の変更
ka: წარდგენილი ცვლილებები თარგმანში
kab: Ibeddilen n tsuqilt ttwaznen
ko: 제출된 번역 변경 사항
mg: Fanovana Dikanteny Narotsaka
ms: Perubahan Terjemahan Dihantar
nb_no: Innsendte endringer i oversettelse
nl: Ingediende wijzigingen in vertaling
pa_in: ਮੌਜੁਦਾ ਅਨੁਵਾਦ ਬਦਲਾਵ
pl: Przesłane zmiany tłumaczenia
pt_br: Alterações de tradução enviadas
pt_pt: Alterações de Tradução Enviadas
ro: Schimbări propuse ale traducerii
sk: Odoslané zmeny v preklade
sr: Послате промене превода
sv: Inskickade översättningsändringar
te: సమర్పించిన అనువాదాల మార్పులు
th: การแก้ไขการแปลที่ถูกส่งไปแล้ว
tr: Gönderilen Çeviri Değişiklikleri
uk: Подані зміни перекладу
ur: جمع شدہ ترجمے کی تبدیلیاں
vi: Các thay đổi trong Bản dịch được Gửi lên
zh_cn: 已提交的翻译更改
zh_tw: 已送出的翻譯更動
zu: Izinguquko Zokuhumusha Ezilethiwe

source: Current public translation:
af: Huidige publiek vertaling:
bg: Текущ публичен превод:
bs: Trenutni javni prijevod:
de: Derzeit freigeschaltete Übersetzung:
el: Τρέχουσα δημόσια μετάφραση:
es: Traducción pública actual:
fy_nl: Aktuele publike oersetting:
hr: Tekući javni prijevod:
hu: Jelenlegi publikus fordítás:
ia: Traduction public actual:
id: Terjemahan yang diterbitkan saat ini:
it: Attuale traduzione pubblica:
ja: 現在公開中の翻訳内容:
ka: მიმდინარე საჯარო თარგმანი:
kab: Tasuqilt tazayazt tamirant:
ko: 현재 공개 번역 문서
mg: Dikantenin'ny daholobe ankehitriny:
ms: Terjemahan awam semasa:
nb_no: Nåværende offentlig oversettelse:
nl: Huidige publieke vertaling:
pa_in: ਮੌਜੁਦਾ ਸਰਵਜਨਿਕ ਅਨੁਵਾਦ:
pl: Upublicznione tłumaczenie:
pt_br: Tradução pública atual:
pt_pt: Tradução pública atual:
ro: Traducere publică actuală:
sk: Aktuálny verejný preklad:
sr: Тренутни јавни превод:
sv: Nuvarande publik översättning:
te: ప్రస్తుత ప్రజా అనువాదం:
th: การแปลปัจจุบันที่ออกสู่สาธารณะ:
tr: Yayındaki mevcut çeviri:
uk: Поточний публічний переклад:
ur: موجودہ عوامی ترجمہ:
vi: Bản dịch công khai hiện tại:
zh_cn: 当前公开的翻译版本：
zh_tw: 目前公開的翻譯版本:
zu: Isihumusho somphakathi samanje:

source: Submitted translation:
af: Het vertaling ingedien:
bg: Изпратен превод:
bs: Poslati prijevod:
de: Eingereichte Übersetzung:
el: Υποβληθείσα μετάφραση:
es: Traducción enviada:
fy_nl: Yntsjinne oersetting:
he: תרגום שנשלח:
hr: Podnešeni prijevod:
hu: Beküldött fordítás:
ia: Traduction submittite:
id: Terjemahan yang diajukan:
it: Traduzione proposta:
ja: 提出された翻訳内容:
ka: წარდგენილი თარგმანი:
kab: Tasuqilt tettwazen:
ko: 제출된 번역:
mg: Dikanteny narotsaka:
ms: Terjemahan dihantar:
nb_no: Innsendt oversettelse:
nl: Ingediende vertaling:
pa_in: ਜਮਾ ਕਰਾਇਆ ਅਨੁਵਾਦ:
pl: Przesłane tłumaczenie:
pt_br: Tradução enviada:
pt_pt: Tradução enviada:
ro: Traducere propusă:
sk: Odoslaný preklad:
sr: Послат превод:
sv: Inskickad översättning:
te: సమర్పించిన అనువాదం:
th: การแปลที่ถูกส่งไปแล้ว:
tr: Gönderilen çeviri:
uk: Поданий переклад:
ur: جمع شدہ ترجمہ:
vi: Bản dịch được gửi lên:
zh_cn: 已提交的翻译：
zh_tw: 已送出的翻譯：
zu: Isihumusho esilethiwe:

source: Full Article Sources
af: Volledige artikel-bronne
bg: Всички източници на статиите
bs: Izvori cijelog članka
de: Kompletter Artikel-Quelltext
el: Πλήρεις πηγές άρθρου
es: Fuentes de artículos completos
fy_nl: Folsleine artikelboarnen
hr: Izvori cijelog članka
hu: Összes leírás forrása
ia: Fontes complete del articulo
id: Sumber Lengkap Artikel
it: Sorgente completo dell'articolo
ja: 記事の全ソース
ka: სტატიის სრული წყაროები
kab: Iɣbula yemmden n umagrad
ko: 모든 문서 소스
mg: Fiavian'ny Lahatsoratra Manontolo
ms: Sumber Artikel Penuh
nb_no: Fullstendig artikkelkilde
nl: Bronnen van volledige artikelen
pa_in: ਪੁਰਾ ਲੇਖ਼ ਸਰੋਤ
pl: Teksty źródłowe artykułów
pt_br: Fontes completas do artigo
pt_pt: Fontes de Artigos Completos
ro: Sursele complete ale articolului
sk: Plné zdroje článkov
sr: Извори целог чланка
sv: Fullständiga artikelkällor
te: పూర్తి వ్యాస మూలాలు
th: ซอร์สบทความแบบเต็ม
tr: Tüm Makale Kaynakları
uk: Повні джерела статті
ur: مزمووں کے مکمل ذرائع
vi: Nguồn bài viết Đầy đủ
zh_cn: 全文源码
zh_tw: 全文原始碼
zu: Imithombo Ye-athikhili Egcwele

source: The {default_locale} version has no approved content to show.
af: Die {default_locale} se weergawe het geen goedgekeurde inhoud om te wys nie.
bg: Версията на {default_locale} няма одобрено съдържание, което да бъде показано.
bs: {default_locale} verzija nema odobren sadržaj za prikaz.
de: Die Version des Artikels auf {default_locale} noch keinen freigeschalteten Inhalt.
el: Η έκδοση στα {default_locale} δεν έχει εγκεκριμένο περιεχόμενο προς προβολή.
es: La versión {default_locale} carece aún de contenido aprobado.
fy_nl: De ferzje yn it {default_locale} hat gjin goedkarre ynhâld.
hr: {default_locale} verzija nema odobrenog sadržaja za prikaz.
hu: Nincs a leírásnak jóváhagyott tartalma {default_locale} nyelven.
ia: Le version in {default_locale} ha nulle contento approbate a monstrar.
id: Versi {default_locale} belum memiliki isi yang disetujui untuk ditampilkan.
it: La versione in {default_locale} non ha ancora contenuti approvati.
ja: この記事の {default_locale} 版はまだ承認されていません。
ka: {default_locale} ვერსიისთვის, დასამოწმებელი შიგთავსი არაა.
kab: Lqem {default_locale} ur yesɛi ara agbur yettwaqeblen ara d-yettwaseknen.
ko: {default_locale} 버전은 아직 승인된 것이 없습니다.
mg: Tsy manana atiny nankatoavina haseho ny kinova {default_locale}.
ms: Versi {default_locale} tiada paparan kandungan yang diluluskan.
nb_no: Versjonen på {default_locale} har ingen godkjent innhold å vise.
nl: De versie in het {default_locale} heeft geen goedgekeurde inhoud.
pa_in: {default_locale} ਵਰਜ਼ਨ ਲਈ ਕੋਈ ਮਨਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਸਮੱਗਰੀ ਵਿਖਾਉਣ ਲਈ ਨਹੀਂ ਹੈ।
pl: Wersja {default_locale} tego artykułu nie została jeszcze zatwierdzona do wyświetlania.
pt_br: A versão em {default_locale} ainda não tem conteúdo aprovado para ser exibido.
pt_pt: A versão em {default_locale} ainda não possui conteúdo aprovado para poder ser mostrado.
ro: Versiunea {default_locale} nu are conținut aprobat pentru a fi afișat.
sk: Verzia pre jazyk {default_locale} nemá doteraz žiadny schválený obsah.
sr: Верзија {default_locale} нема одобрених садрђаја за приказ.
sv: Den {default_locale} versionen har ingen godkänt innehåll att visa.
te: {default_locale} వెర్షన్ చూపించడానికి ఆమోదించబడిన కంటెంట్ లేదు.
th: บทความ {default_locale} รุ่นนี้มีขึ้นในขณะที่เนื้อหาไม่ได้รับการอนุมัติ
tr: {default_locale} sürümde gösterilecek onaylanmış bir içerik bulunmuyor.
uk: {default_locale} версія не має затвердженого вмісту для показу.
vi: Phiên bản {default_locale} không có nội dung được phê duyệt để hiển thị.
zh_cn: 本篇文章的{default_locale}版目前没有已通过审核的内容。
zh_tw: 目前沒有通過審核的 {default_locale} 版本可顯示。
zu: Iveshini {default_locale} ayigunyazanga ukuba kuvezwe lokhu.

source: Approved {default_locale} version:
af: Goedgekeurde {default_locale} se weergawe:
bg: Одобрена {default_locale} версия:
bs: Odobrena {default_locale} verzija:
de: Freigeschaltete Version auf {default_locale}:
el: Εγκεκριμένη έκδοση ({default_locale}):
es: Versión {default_locale} aprobada:
fy_nl: Goedkarre {default_locale} ferzje:
he: גרסה ב{default_locale} שאושרה:
hr: Odobrena {default_locale} verzija:
hu: Jóváhagyott {default_locale} verzió:
ia: Version in {default_locale} approbate:
id: Versi {default_locale} yang disetujui:
it: Versione approvata in {default_locale}:
ja: 承認された {default_locale} 版:
ka: მიღებული {default_locale} ვერსია:
kab: Lqem {default_locale} yettwaqbel:
ko: 승인된 {default_locale} 버전:
mg: Kinova {default_locale} nankatoavina:
ms: Versi {default_locale} diluluskan:
nb_no: Godkjent {default_locale}-versjon:
nl: Goedgekeurde versie voor {default_locale}:
pa_in: ਮੰਜੂਰ {default_locale} ਵਰਜਨ:
pl: Zatwierdzona wersja w języku: {default_locale}
pt_br: Versão em {default_locale} aprovada:
pt_pt: Versão em {default_locale} aprovada:
ro: Versiunea aprobată pentru {default_locale}:
sk: Schválená verzia v jazyku {default_locale}:
sr: Одобрена {default_locale} верзија:
sv: Godkänd {default_locale} version:
te: ఆమోదించబడిన {default_locale} వెర్షన్:
th: รุ่น {default_locale} ที่อนุมัติแล้ว:
tr: Kabul edilmiş {default_locale} sürüm:
uk: Затверджена {default_locale} версія:
ur: منظور شدہ {default_locale} ورژن:
vi: Phiên bản {default_locale} được phê duyệt:
zh_cn: 通过审核的 {default_locale} 版本：
zh_tw: 通過審核的 {default_locale} 版本：
zu: Iveshini {default_locale} egunyaziwe:
