Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO L10n 2010 е част от поредицата SUMO. Тя показва принос към SUMO през 2010 г ., в този случай: 10 одобрени превода на базата знания на SUMO. Поздравления за всички носители на значки SUMO L10n 2010 за техния принос към мисията на Mozilla!
de: Das Mini-Abzeichen „SUMO-L10n 2010“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2010; in diesem Fall: 10 freigeschaltete Änderungen an Übersetzungen in der SUMO-Wissensdatenbank. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-L10n 2010“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO L10n 2010 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2010· σε αυτήν την περίπτωση: 10 εγκεκριμένες επεξεργασίες μετάφρασης στη γνωσιακή βάση του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO L10n 2010 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia de L10n de SUMO de 2010 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2010, en este caso: 10 ediciones de traducción aprobadas en la base de conocimientos de SUMO. ¡Felicidades a todos los ganadores de insignias de L10n de SUMO de 2010 por promover la misión de Mozilla!
fy_nl: De SUMO L10n 2010-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2010; yn dit gefal: 10 goedkarre oersetbewurkingen fan de Ingelske SUMO-kennisbank. Lokwinsken oan alle SUMO L10n 2010-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO lokalizacije 2010. dio je SUMO serije. Predstavlja doprinos SUMO-u 2010. godine; u ovom slučaju: 10 potvrđenih uređivanja prijevoda za SUMO bazu znanja. Čestitamo svim dobitnicima SUMO značke lokalizacije 2010. na unapređivanju Mozilline misije!
hu: A SUMO L10n 2010 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2010-es hozzájárulást jelképezi, ebben az esetben 10 jóváhagyott fordítási szerkesztést a SUMO Tudásbázishoz. Gratulálunk a SUMO L10n kitűző – 2010 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2010 del localisation es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2010; in iste caso: 10 redactiones de traduction approbate del Base de cognoscentias de SUMO. Congratulationes a tote le ganiatores del insignia 2010 del localisation de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo SUMO L10n 2010 rappresenta il contributo dato a SUMO nel corso del 2010, pari a 10 modifiche approvate alla traduzione in lingua italiana della Knowledge Base di SUMO. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO L10n 2010 ミニバッジ は SUMO バッジシリーズの一つです。このバッジは、2010 年にナレッジベースの翻訳が 10 件以上承認され、SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO L10n 2010 バッジを授与します。
ka: SUMO L10n 2010 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2010 წელს შეტანილ წვლილს; ამ შემთხვევაში: 10 შესრულებულ და დამოწმებულ თარგმანს, SUMO ტექდახმარების ბაზაში. ვულოცავთ SUMO L10n 2010 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO L10n 2010 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2010; dagi: 10 n tsuqilin yettwaqeblen deg taffa n tmussniwin n SUMO. Tanemmirt- meṛṛa i wid yewwin arraz L10n 2010 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO L10n 2010 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2010년에 SUMO에 기여 했음을 의미하고 SUMO 지식 기반 문서에 10개의 승인된 번역을 하였음을 뜻합니다. Mozilla 사명을 위해 SUMO L10n 2010 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO L10n 2010 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2010; dalam hal ini: 10 edit terjemahan yang diluluskan dalam Pangkalan Pengetahuan SUMO. Tahniah kepada semua penerima lencana SUMO L10n 2010 kerana memajukan Misi Mozilla!
nb_no: SUMO L10n 2010 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2010; i dette tilfellet: 10 godkjente oversettelsesredigeringer av SUMO-kunnskapsbasen. Gratulerer til alle mottakere av SUMO L10n 2010-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO L10n 2010-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2010; in dit geval: 10 goedgekeurde vertaalbewerkingen van de SUMO-kennisbank. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
pl: Mini odznaka SUMO L10n 2010 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2010 roku, w tym przypadku: 10 zatwierdzonych poprawek tłumaczeń bazy wiedzy SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO L10n 2010 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2010 do SUMO L10n é parte da série SUMO. Ele representa a contribuição ao SUMO em 2010; neste caso: 10 traduções aprovadas na Base de Conhecimento do SUMO. Parabéns a todos os ganhadores do emblema de 2010 do SUMO L10n por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha de tradutores do SUMO de 2010 é parte da série SUMO. Representa contribuições para o SUMO em 2010; neste caso: 10 edições aprovadas da base de conhecimento SUMO. Parabéns a todos os vencedores da medalha de tradutores do SUMO de 2010 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO L10n 2010 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2010; în acest caz: 10 editări de traduceri aprobate în Baza de cunoștințe SUMO. Felicitări tuturor câștigătorilor insignei SUMO L10n 2010 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Lokalizácia 2010 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí mali v danom roku aspoň 10 schválených úprav na prekladoch v databáze vedomostí SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини L10n беџ локализације за 2010. годину је део SUMO серије. Он представља допринос за SUMO у 2010. години; у овом случају: 10 одобрених превода SUMO базе знања. Честитамо свим добитницима SUMO L10n беџа локализације за 2010. годину за унапређивање Mozilla мисије!
sv: SUMO 2010 mini-emblem för L10n är en del av SUMO-serien. Den representerar bidrag till SUMO under 2010; i det här fallet: 10 godkända översättningsredigeringar av SUMO kunskapsbas. Grattis till alla de som förtjänat SUMO 2010 emblem för L10n och att de har främjat Mozillas uppdrag!
th: ตรา SUMO L10n ปี 2010 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2010 ซึ่งในกรณีนี้คือ: การแก้ไขการแปลฐานความรู้ SUMO 10 รายการที่ได้รับการอนุมัติ ขอแสดงความยินดีกับผู้ได้รับตรา SUMO L10n ปี 2010 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO yerelleştirmesi 2010 mini rozeti, SUMO serisinin bir parçasıdır. 2010 yılında SUMO Bilgi Bankası'nda onaylanmış 10 çeviri düzeltmesi yaptığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO yerelleştirmesi 2010 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака SUMO L10n 2010 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2010 році; в цьому випадку: 10 затверджених редагувань перекладу бази знань SUMO. Вітаємо всіх нагороджених відзнаками SUMO L10n 2010 за поширення місії Mozilla!
vi: Huy hiệu nhỏ SUMO L10n 2010 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2010; trong trường hợp này: 10 bản chỉnh sửa được phê duyệt của kho tàng kiến thức SUMO. Xin chúc mừng tất cả những người kiếm huy hiệu SUMO L10n 2010 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 本地化 2010 迷你徽章是 SUMO 系列的一部分。它代表了 2010 年为 SUMO 所作的贡献。获得条件：在 SUMO 知识库有 10 项已核准编辑。 感谢所有 SUMO 本地化 2010 徽章获得者为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2010 迷你徽章是 SUMO 系列的一部份。它代表了 2010 年的 SUMO 貢獻，亦即 10 篇通過審核的 SUMO 知識庫翻譯。 恭喜所有獲得 SUMO L10n 2010 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2010 Support Forum Badge
bg: Значка на Форума за поддръжка 2010
de: Hilfeforums-Abzeichen 2010
el: Έμβλημα του Φόρουμ υποστήριξης 2010
es: Insignia del Foro de asistencia de 2010
fy_nl: Stipefoarum 2010-badge
hr: Značka foruma podrške za 2010. godinu
hu: Támogatói fórum kitűző – 2010
ia: Insignia del foro de supporto 2010
id: Lencana Forum Dukungan 2010
it: Distintivo Forum di Supporto 2010
ja: 2010 サポートフォーラムバッジ
ka: 2010 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2010
ko: 2010 지원 포럼 배지
ms: Lencana Forum Sokongan 2010
nb_no: 2010 utmerkelse for brukerstøtteforum
nl: Ondersteuningsforum 2010-badge
pl: Odznaka Forum pomocy 2010
pt_br: Emblema do Fórum de Suporte 2010
pt_pt: Medalha do fórum de apoio de 2010
ro: Insignă Forum de asistență 2010
sk: Ocenenie Fórum podpory 2010
sr: Беџ форума подршке за 2010. годину
sv: 2010 emblem för supportforum
te: 2010 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2010
tr: 2010 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2010
ur: 2010 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2010
zh_cn: 2010 支持论坛徽章
zh_tw: 2010 技術支援討論區徽章

# DB: kbadge.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
bg: Мини значката SUMO Forum 2010 е част от поредицата SUMO. Тя представлява принос към SUMO през 2010 г. в този случай: 30 отговора в английския SUMO форум. Поздравления за всички носители на значки на SUMO Forum 2010 за техния принос към мисията на Mozilla!
de: Das Mini-Abzeichen „SUMO-Forum 2010“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2010; in diesem Fall: 30 Antworten im englischsprachigen SUMO-Forum. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Forum 2010“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Φόρουμ 2010 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2010· σε αυτήν την περίπτωση: 30 απαντήσεις στο αγγλικό φόρουμ SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO Φόρουμ 2010 για την πρόοδο στην αποστολή της Mozilla!
es: La pequeña insignia del Foro de SUMO de 2010 es parte de la serie SUMO. Representa la contribución a SUMO en 2010, en este caso: 30 respuestas en inglés en el foro de SUMO. ¡Felicidades a todos los ganadores de insignias del Foro de SUMO de 2010 por promover la misión de Mozilla!
fy_nl: De SUMO-foarum 2010-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2010; yn dit gefal: 30 antwurden yn it Ingelske SUMO-foarum. Lokwinsken oan alle SUMO-foarum 2010-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO foruma 2010. dio je SUMO serije. Predstavlja doprinos SUMO-u 2010. godine; u ovom slučaju: 30 odgovora u SUMO forumu. Čestitamo svim dobitnicima SUMO foruma 2010. na unapređivanju Mozilline misije!
hu: A SUMO Fórum 2010 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2010-es hozzájárulást jelképezi, ebben az esetben 30 választ az angol SUMO fórumhoz. Gratulálunk a SUMO Fórum kitűző – 2010 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del foro 2010 es parte del series SUMO. Illo representa le contributiones a SUMO in 2010 in iste caso: 30 responsas in le foro de SUMO in anglese. Congratulationes a tote le ganiatores del insignia 2010 del foro de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Forum di Supporto 2010 di SUMO rappresenta il contributo dato a SUMO nel corso del 2010, pari a 30 risposte nel forum di supporto in lingua inglese. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO フォーラム 2010 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2010 年に英語の SUMO フォーラムで 30 回以上返信して SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO フォーラム 2010 バッジを授与します。
ka: SUMO ფორუმი 2010 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2010 წელს შეტანილ წვლილს; ამ შემთხვევაში: 30 პასუხს, SUMO-ს ინგლისურ ფორუმში. ვულოცავთ SUMO ფორუმი 2010 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan Anmager SUMO 2010 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2010; dagi: 30 n tririyin s teglizit deg unmager SUMO. Tanemmirt- meṛṛa i wid yewwin arraz n unmager SUMO 2010 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO 포럼 2010 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2010년에 SUMO에 기여 했음을 의미하고 영문 SUMO 포럼에서 30개의 답변을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2010 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO Forum 2010 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2010; dalam hal ini: 30 balasan dalam Forum SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO Forum 2010 kerana memajukan Misi Mozilla!
nb_no: SUMO 2010 mini-utmerkelsen for forum er en del av SUMO-serien. Den representerer bidrag til SUMO i 2010, i dette tilfellet: 30 svar i det engelske SUMO-forumet. Gratulerer til alle som har fortjent SUMO-forum 2010-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO-forum 2010-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2010; in dit geval: 30 antwoorden in het Engelse SUMO-forum. Felicitaties aan alle SUMO-forum 2010-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Forum pomocy 2010 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2010 roku, w tym przypadku: 30 odpowiedzi na angielskim forum SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Forum pomocy 2010 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2010 do SUMO Forum é parte da série SUMO. Ele representa a contribuição ao SUMO em 2010; neste caso: 30 respostas no Fórum de Suporte em inglês. Parabéns a todos os ganhadores do emblema de 2010 do SUMO Forum por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do fórum de apoio de 2010 é parte da série SUMO. Representa contribuições para o SUMO em 2010; neste caso: 30 respostas no fórum do SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO do fórum de apoio de 2010 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Forum 2010 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2010; în acest caz: 30 de răspunsuri pe forumul SUMO în engleză. Felicitări tuturor câștigătorilor insignei SUMO Forum 2010 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Fórum 2010 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 30 odpovedí na anglickom fóre podpory SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ форума подршке за 2010. годину је део SUMO серије. Он представља допринос за SUMO у 2010. години; у овом случају: 30 одговора на енглеском SUMO форуму. Честитамо свим добитницима SUMO беџа форума подршке за 2010. годину за унапређивање Mozilla мисије!
sv: SUMO 2010 mini-emblem för forum är en del av SUMO-serien. Den representerar bidrag till SUMO under 2010; i det här fallet: 30 svar i engelska SUMO forum. Grattis till alla de som förtjänat SUMO 2010 emblem för forum och att de har främjat Mozillas uppdrag!
th: ตราฟอรั่ม SUMO ปี 2010 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2010 ซึ่งในกรณีนี้คือ: การตอบกลับ 30 ครั้งในฟอรั่ม SUMO ภาษาอังกฤษ ขอแสดงความยินดีกับผู้ได้รับตราฟอรั่ม SUMO ปี 2010 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Forumu 2010 mini rozeti, SUMO serisinin bir parçasıdır. 2010 yılında SUMO Forumu'nda 30 yanıt yazdığınızı yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Forumu 2010 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака форуму SUMO 2010 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2010 році; в цьому випадку: 30 відповідей на англійському форумі SUMO. Вітаємо всіх нагороджених відзнаками форуму SUMO 2010 за поширення місії Mozilla!
vi: Huy hiệu nhỏ của diễn đàn SUMO 2010 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2010 trong trường hợp này: 30 câu trả lời trong diễn đàn SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu diễn đàn SUMO 2010 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 论坛 2010 迷你徽章是 SUMO 系列的一部分。它代表了 2010 年为 SUMO 所作的贡献。获得条件：在英语 SUMO 论坛有 30 条回复。 感谢所有 SUMO 论坛 2010 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO Forum 2010 迷你徽章是 SUMO 系列的一部份。它代表了 2010 年的 SUMO 貢獻，亦即有 30 個英文討論區內的回應。 恭喜所有獲得 SUMO Forum 2010 徽章的貢獻者們，讓我們距離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: 2011 KB Badge
bg: 2011 БД значка
de: KB-Abzeichen 2011
el: Έμβλημα ΓΒ 2011
es: Insignia de la BC de 2011
fy_nl: KB 2011-badge
hr: Značka baze znanja za 2011. godinu
hu: Tudásbázis kitűző – 2011
ia: Insignia del base de cognoscentia 2011
id: Lencana KB 2011
it: Distintivo KB 2011
ja: 2011 ナレッジベースバッジ
ka: 2011 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2011
ko: 2011 KB 배지
ms: Lencana KB 2011
nb_no: 2011 KB-utmerkelse
nl: KB 2011-badge
pa_in: 2011 KB ਬੈਜ
pl: Odznaka KB 2011
pt_br: Emblema da Base de Conhecimento 2011
pt_pt: Medalha da base de conhecimento de 2011
ro: Insignă Baza de cunoștințe 2011
sk: Ocenenie Databáza vedomostí 2011
sr: Беџ базе знања за 2011. годину
sv: 2011 emblem för KB
te: 2011 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2011
tr: 2011 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2011
ur: 2011 KB بیج
vi: Huy hiệu KB 2011
zh_cn: 2011 知识库徽章
zh_tw: 2011 知識庫徽章
