Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Select a language to translate to:
af: Kies 'n taal om in te vertaal:
bg: Изберете език, на който да превеждате:
bs: Izaberite jezik na koji želite prevesti:
de: Sprache wählen, in die übersetzt wird:
el: Επιλέξτε τη γλώσσα μετάφρασης:
es: Selecciona un idioma al cual traducir:
fy_nl: Selektearje in taal om nei oer te setten:
he: בחירת שפה אליה ברצונך לתרגם:
hr: Odaberi jezik na koji želiš prevesti:
hu: Válassza ki a nyelvet, amelyre fordít:
ia: Eliger un lingua in le qual traducer:
id: Pilih bahasa tujuan penerjemahan:
it: Selezionare una lingua in cui tradurre:
ja: 翻訳先の言語を選択してください:
ka: ენის მითითება, გადასათარგმნად:
kab: Fren tutlayt aniɣer ara tsuqleḍ:
ko: 번역할 언어 선택:
mg: Mifantena teny handikana azy:
ms: Pilih bahasa untuk diterjemahkan:
nb_no: Velg et språk å oversette til:
nl: Selecteer een taal waarnaar te vertalen:
pa_in: ਅਨੁਵਾਦ ਕਰਨ ਲਈ ਭਾਸ਼ਾ ਚੁਣੋ
pl: Wybierz język tłumaczenia:
pt_br: Selecione o idioma para a tradução:
pt_pt: Selecione o idioma para o qual deseja traduzir:
ro: Selectează limba în care să traduci:
sk: Výber jazyka, do ktorého chcete prekladať:
sr: Одабир језика на који се преводи:
sv: Välj ett språk att översätta till:
te: అనువదించడానికి భాషను ఎంచుకోండి:
th: เลือกรูปแบบภาษาสำหรับการแปล:
tr: Çevrilecek hedef dili seçin:
uk: Виберіть мову на яку перекладатимете:
ur: ایک زبان کا ترجمہ کرنے کے لئے منتخب کریں:
vi: Chọn một ngôn ngữ để dịch:
zh_cn: 选择欲翻译的目标语言：
zh_tw: 選擇欲翻譯的目標語言:
zu: Khetha ulimi ozohumushela kulo:

source: This document has already been translated to the following locales:
af: Hierdie dokument is reeds in die volgende taalstreke vertaal:
bg: Този документ вече е преведен на следните езици:
bs: Ovaj dokument je već preveden za sljedeće lokale:
de: Dieses Dokument wurde bereits in die folgenden Sprachen übersetzt:
el: Αυτό το έγγραφο έχει ήδη μεταφραστεί στις εξής γλώσσες:
es: Este documento ya ha sido traducido a los siguientes idiomas:
fy_nl: Dit dokumint is al nei de folgjende talen oerset:
he: מסמך זה כבר תורגם לשפות הבאות:
hr: Ovaj je dokument već preveden na sljedeće jezike:
hu: A dokumentumot már lefordították a következő nyelvekre:
ia: Iste documento ha jam essite traducite al sequente localisationes:
id: Dokumen ini telah diterjemahkan ke kode pelokalan berikut:
it: Questo documento è già stato tradotto nelle seguenti lingue:
ja: このドキュメントは以下の言語に翻訳されています:
ka: ეს დოკუმენტი, უკვე ნათარგმნია შემდეგ ენებზე:
kab: Isemli-a yettwasuqel yakan ɣer tutlayin-a:
ko: 이 문서는 아래의 언어로 번역되어 있습니다:
mg: Ity tahirin-kevitra ity dia efa nadika amin'ireto teny manaraka ireto:
ms: Dokumen ini telah diterjemahkan ke lokaliti ini:
nb_no: Dette dokumentet er allerede oversatt til følgende språk:
nl: Dit document is al naar de volgende talen vertaald:
pl: Ten dokument został już przetłumaczony na następujące języki:
pt_br: Este documento já foi traduzido para os seguintes idiomas:
pt_pt: Este documento já foi traduzido para os seguintes idiomas:
ro: Acest document a fost deja tradus în următoarele limbi:
sk: Tento dokument bol už preložený do nasledovných jazykov:
sr: Овај документ је већ преведен за следеће локале:
sv: Detta dokument har redan översatts till följande språk:
te: ఈ పత్రం ఇప్పటికే క్రింది లొకేల్లకు అనువదించబడింది:
th: เอกสารนี้ถูกแปลเป็นภาษาต่อไปนี้แล้ว:
tr: Bu belge şu ana kadar aşağıdaki dillere çevrilmiştir:
uk: Цей документ вже був перекладений такими мовами:
ur: اس دستاویز کا ترجمہ مندرجہ ذیل زبانوں میں پہلے سے ہی کیا گیا ہے۔:
vi: Tài liệu này đã được dịch sang các ngôn ngữ sau:
zh_cn: 此文档已被翻译到下列语言：
zh_tw: 此文件已被翻譯成下列語言版本:
zu: Le dokhumenti seyihumushiwe kulezi zindawo ezilandelayo:

source: Show translations | {document}
af: Wys vertalings | {document}
bg: Показване на преводи | {document}
bs: Prikaži prijevode | {document}
de: Übersetzungen anzeigen | {document}
el: Εμφάνιση μεταφράσεων | {document}
es: Mostrar traducciones | {document}
fy_nl: Oersettingen toane | {document}
he: הצגת תרגומים | {document}
hr: Prikaži prijevode | {document}
hu: Fordítások megjelenítése | {document}
ia: Monstrar traductiones | {document}
id: Tampilkan terjemahan | {document}
it: Mostra traduzioni | {document}
ja: 翻訳を表示 | {document}
ka: თარგმანის ჩვენება | {document}
kab: Sken tisuqilin | {document}
ko: 번역 보기 | {document}
mg: Hampiseho dikanteny | {document}
ms: Papar terjemahan | {document}
nb_no: Vis oversettelser | {document}
nl: Vertalingen tonen | {document}
pa_in: ਅਨੁਵਾਦ ਦਿਖਾਉ | {document}
pl: Pokaż tłumaczenia | {document}
pt_br: Mostrar traduções | {document}
pt_pt: Mostrar traduções | {document}
ro: Afișează traducerile | {document}
sk: Zobrazenie prekladov | {document}
sr: Прикажи преводе | {document}
sv: Visa översättningar | {document}
te: అనువాదాలు చూపించు | {document}
th: แสดงคำแปล | {document}
tr: Çevirileri göster | {document}
uk: Показати переклади | {document}
ur: ترجمےدکھائیں | {document}
vi: Hiển thị các bản dịch khác | {document}
zh_cn: 显示译文 | {document}
zh_tw: 顯示翻譯 | {document}
zu: Veza izihumusho | {document}

source: This document has been translated to the following locales:
af: Hierdie dokument is in die volgende taalstreke vertaal:
bg: Този документ е преведен на следните езици:
bs: Ovaj dokument je preveden za sljedeće lokale:
de: Dieses Dokument wurde in die folgenden Sprachen übersetzt:
el: Αυτό το έγγραφο έχει μεταφραστεί στις εξής γλώσσες:
es: Este documento ha sido traducido a los siguientes idiomas:
fy_nl: Dit dokumint is nei de folgjende talen oerset:
he: מסמך זה תורגם לשפות הבאות:
hr: Ovaj je dokument preveden na sljedeće jezike:
hu: A dokumentumot a következő nyelvekre fordították le:
ia: Iste documento ha essite traducite al sequente linguas:
id: Dokumen ini telah diterjemahkan ke kode pelokalan berikut:
it: Questo documento è stato tradotto nelle seguenti lingue:
ja: このドキュメントは以下の言語に翻訳されています:
ka: ეს დოკუმენტი, ნათარგმნია შემდეგ ენებზე:
kab: Isemli-a yettwasuqel yakan ɣer tutlayin-a:
ko: 이 문서는 아래의 언어로 번역되어 있습니다:
mg: Ity tahirin-kevitra ity dia efa nadika amin'ireto teny manaraka ireto:
ms: Dokumen ini telah diterjemahkan ke lokaliti ini:
nb_no: Dette dokumentet er oversatt til følgende språk:
nl: Dit document is naar de volgende talen vertaald:
pa_in: ਇਹ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਹੇਠ ਦਿੱਤੇ ਲੋਕੇਲ ਲਈ ਅਨੁਵਾਦ ਕੀਤਾ ਗਿਆ ਹੈ:
pl: Ten dokument został przetłumaczony na następujące języki:
pt_br: Este documento foi traduzido para os seguintes países:
pt_pt: Este documento foi traduzido para os seguintes idiomas:
ro: Acest document a fost tradus în următoarele limbi:
sk: Tento dokument bol preložený do nasledovných jazykov:
sr: Овај документ је преведен за следеће локале:
sv: Detta dokument har översatts till följande språk:
te: ఈ పత్రం క్రింది లొకేల్లకు అనువదించబడింది:
th: เอกสารนี้ได้ถูกแปลเป็นภาษาต่อไปนี้แล้ว:
tr: Bu belge aşağıdaki dillere çevrilmiştir:
uk: Цей документ перекладено такими мовами:
ur: اس دستاویز کا ترجمہ مندرجہ ذیل زبانوں میں کیا گیا ہے۔:
vi: Tài liệu này đã được dịch sang các ngôn ngữ sau:
zh_cn: 此文档已被翻译到下列语言：
zh_tw: 此文件已被翻譯成下列語言版本:
zu: Le dokhumenti isihumushelwe kulezi zindawo ezilandelayo:

source: This document is missing translations for the following locales:
af: Hierdie dokument ontbreek vertalings vir die volgende taalstreke:
bg: На този документ липсват преводи на следните езици:
bs: Ovom dokumentu fale prijevodi za sljedeće lokale:
de: Dieses Dokument wurde noch nicht in die folgenden Sprachen übersetzt:
el: Αυτό το έγγραφο δεν έχει μεταφραστεί στις εξής γλώσσες:
es: Este documento carece de traducción para los siguientes idiomas:
fy_nl: Dit dokumint mist oersettingen foar de folgjende talen:
he: למסמך זה חסרים תרגומים לשפות הבאות:
hr: Ovaj dokument još nije preveden na sljedeće jezike:
hu: A dokumentum nincs lefordítva a következő nyelvekre:
ia: Iste documento manca de traductiones pro le sequente localisationes:
id: Dokumen ini belum diterjemahkan ke dalam kode pelokalan berikut:
it: A questo documento mancano le traduzioni nelle seguenti lingue:
ja: このドキュメントはまだ以下の言語に翻訳されていません:
ka: ეს დოკუმენტი, არაა ნათარგმნი შემდეგ ენებზე:
kab: Isemli-a ur yettwasuqel ara yakan ɣer tutlayin-a:
ko: 이 문서는 아직 아래의 언어로는 번역되지 않았습니다:
mg: Ity tahirin-kevitra ity dia tsy manana dikanteny amin'ireto teny manaraka ireto:
ms: Dokumen ini tiada terjemahan untuk lokaliti berikut:
nb_no: Dette dokumentet mangler oversetting for følgende språk:
nl: Dit document mist vertalingen voor de volgende talen:
pa_in: ਇਹ ਦਸਤਾਵੇਜ਼ ਦਾ ਹੇਠ ਦਿੱਤੇ ਲੋਕੇਲ ਲਈ ਅਨੁਵਾਦ ਗੁੰਮ ਹੈ:
pl: Ten dokument nie został przetłumaczony na następujące języki:
pt_br: Este documento está sem tradução para os seguintes idiomas:
pt_pt: Este documento está sem traduções para os seguintes idiomas:
ro: Acestui document îi lipsesc traduceri pentru următoarele limbi:
sk: Tomuto dokumentu chýbajú preklady do nasledovných jazykov:
sr: Овом документу фале преводи за следеће језике:
sv: Detta dokument saknas översättningar för följande språk:
te: ఈ పత్రం క్రింది లొకేల్ లకు అనువాదాలు పూర్తిచేయలేదు:
th: เอกสารนี้ยังไม่มีการแปลเป็นภาษาต่อไปนี้:
tr: Bu belgenin aşağıdaki dillerdeki çevirisi eksiktir:
uk: Цьому документу бракує перекладів такими мовами:
ur: اس دستاویز میں درج ذیل زبانوں کے ترجمے غائب ہیں:
vi: Tài liệu này thiếu bản dịch cho các ngôn ngữ sau đây:
zh_cn: 此文档尚缺对下列语言的翻译：
zh_tw: 此文件缺少下列語言的翻譯版本:
zu: Le dokhumenti inezihumusho ezishodayo kulezi zindawo ezilandelayo:

source: Translate Article | {document}
af: Vertaal artikel | {document}
bg: Преведете статията | {document}
bs: Prevedite članak | {document}
de: Artikel übersetzen | {document}
el: Μετάφραση άρθρου | {document}
es: Traducir artículo | {document}
fy_nl: Artikel oersette | {document}
he: תרגום מאמר | {document}
hr: Prevedi članak | {document}
hu: Leírás fordítása | {document}
ia: Traducer articulo | {document}
id: Terjemahkan Artikel | {document}
it: Traduci articolo | {document}
ja: 記事翻訳 | {document}
ka: სტატიის თარგმნა | {document}
kab: Suqel amagrad | {document}
ko: 문서 번역 | {document}
mg: Handika Lahatsoratra | {document}
ms: Terjemah Artikel | {document}
nb_no: Oversett artikkel | {document}
nl: Artikel vertalen | {document}
pa_in: ਲੇਖ਼ ਅਨੁਵਾਦ । {document}
pl: Przetłumacz artykuł | {document}
pt_br: Traduzir artigo | {document}
pt_pt: Traduzir Artigo | {document}
ro: Tradu articolul | {document}
sk: Preklad článku | {document}
sr: Преведи чланак | {document}
sv: Översätt artikel | {document}
te: వ్యాసపు అనువాదం | {document}
th: แปลบทความ | {document}
tr: Makaleyi Çevir | {document}
uk: Переклад статті | {document}
ur: مضمون کا ترجمہ کریں | {document}
vi: Dịch bài viết | {document}
zh_cn: 翻译文章 | {document}
zh_tw: 翻譯文章 | {document}
zu: Humusha I-athikhili | {document}

source: Translate Article
af: Vertaal artikel
bg: Превод на статията
bs: Prevedi članak
de: Artikel übersetzen
el: Μετάφραση άρθρου
es: Traducir un artículo
fy_nl: Artikel oersette
he: תרגום מאמר
hr: Prevedi članak
hu: Leírás fordítása
ia: Traduce le articulo
id: Terjemahkan Artikel
it: Traduci articolo
ja: 記事を翻訳
ka: სტატიის თარგმნა
kab: Suqel amagrad
ko: 문서 번역
mg: Handika Lahatsoratra
ms: Terjemah Artikel
nb_no: Oversett artikkel
nl: Artikel vertalen
pa_in: ਲੇਖ਼ ਅਨੁਵਾਦ
pl: Przetłumacz artykuł
pt_br: Traduzir artigo
pt_pt: Traduzir Artigo
ro: Traduce articolul
sk: Preklad článku
sr: Преведи чланак
sv: Översätt artikel
te: వ్యాసాన్ని అనువదించండి
th: แปลบทความ
tr: Makaleyi Çevir
uk: Перекласти статтю
ur: مضمونکا ترجمہ کریں
vi: Dịch bài viết
zh_cn: 翻译文章
zh_tw: 翻譯文章
zu: Humusha I-athikhili

source: You are translating an English document which is not yet ready for localization.
af: Jy vertaal 'n Engelse dokument wat nog nie vir taalaanpassing gereed is nie.
bg: Превеждате от английски документ, който все още не е готов за локализация.
bs: Prevodite engleski dokument koji još nije spreman za lokalizaciju.
de: Sie übersetzen ein englisches Dokument, das noch nicht zur Lokalisierung bereit ist.
el: Μεταφράζετε ένα αγγλικό έγγραφο που δεν είναι έτοιμο για μετάφραση.
es: Estás traduciendo un documento en inglés que no está aún listo para localización.
fy_nl: Jo sette in Ingelsktalich dokumint oer dat noch net ree is foar oersetting.
he: המאמר אותו בחרת לתרגם מאנגלית עדיין לא מוכן לתרגום.
hr: Prevodiš engleski dokument koji još nije spreman za lokalizaciju.
hu: Olyan dokumentumot fordít, amely még nem áll készen a fordításra.
ia: Tu traduce un documento in anglese que non es ancora preste pro le localisation.
id: Anda menerjemahkan dokumen bahasa Inggris yang belum siap untuk penerjemahan.
it: Si sta traducendo un documento in inglese che non è ancora pronto per la localizzazione.
ja: 翻訳の準備ができていない英語記事を翻訳しようとしています。
ka: თქვენ თარგმნით ინგლისურ დოკუმენტს, რომელიც ჯერ არაა მზად გადასათარგმნად.
kab: Aql-ak tsuqquleḍ isemli n teglizit ur iheggan ara yakan i tsuqilt.
ko: 아직 번역 준비가되지 않은 영문 문서를 번역하고 있습니다.
mg: Mandika tahirin-kevitra Anglisy tsy mbola vonona hadika ianao.
ms: Anda menterjemahkan dokumen Bahasa Inggeris yang masih belum sedia untuk dilokalisasi.
nb_no: Du oversetter et engelsk dokument som ennå ikke er klart for oversetting.
nl: U vertaalt een Engelstalig document dat nog niet gereed is voor vertaling.
pa_in: ਤੁਸੀ ਇਕ ਇੰਗਲਿਸ ਲੇਖ਼ ਦਾ ਅਨੁਵਾਦ ਕਰ ਰਹੇ ਹੋ ਜੋ ਲੋਕੇਲਾਇਜੇਸਨ ਲਈ ਤਿਆਰ ਨਹੀ ਹੈ।
pl: Tłumaczysz angielską wersję artykułu, który nie jest jeszcze gotowy do tłumaczenia.
pt_br: Você está traduzindo um documento em Inglês que ainda não está pronto para tradução.
pt_pt: Está a traduzir um documento em Inglês que ainda não está pronto para tradução.
ro: Traduci un document în engleză care nu este încă gata de localizare.
sk: Prekladáte anglický dokument, ktorý ešte nie je pripravený na lokalizáciu.
sr: Преводите енглески документ који још увек није припремљен за локализацију.
sv: Du översätter en engelsk dokument som ännu inte är redo för översättning.
te: మీరు ఇంకా స్థానికీకరణ కోసం సిద్ధంగా లేని ఒక ఆంగ్ల పత్రమును అనువదిస్తున్నారు.
th: คุณกำลังแปลเอกสารภาษาอังกฤษซึ่งยังไม่พร้อมสำหรับการแปล
tr: Henüz çeviriye hazır olmayan bir İngilizce belgeyi çeviriyorsunuz.
uk: Ви перекладаєте документ англійською, який ще не готовий для локалізації.
ur: آپ انگریزی دستاویز کا ترجمہ کر رہے ہیں جو ابھی لوکلائزیشن کے لئے تیار نہیں ہے۔
vi: Bạn đang dịch một tài liệu tiếng Anh chưa sẵn sàng để bản địa hóa.
zh_cn: 您正要翻译一篇尚未准备好进行本地化的英文文章。
zh_tw: 您正要翻譯一份尚未準備好進行翻譯的英文文件
zu: Uhumusha idokhumenti yesiNgisi engakalungeli ukuhunyushwa.

source: You have a draft revision for this article saved on {date_time}
bg: Имате чернова за тази статия запазена на {date_time}
bs: Postoji nacrt za ovaj članak koji je snimljen {date_time}
de: Es gibt einen Entwurf für diesen Artikel, der am {date_time} gespeichert wurde.
el: Έχετε αποθηκεύσει μια αναθεώρηση προχείρου για αυτό το άρθρο στις {date_time}
es: Tienes un borrador de este artículo guardado el {date_time}
fy_nl: Jo hawwe in konseptrefyzje foar dit artikel bewarre op {date_time}
he: יש לך טיוטה למאמר זה שנשמרה ב־{date_time}
hr: Imaš skicu revizije ovog članka, koja je spremljena {date_time}
hu: A leíráshoz van egy {date_time} dátumú piszkozat
ia: Tu ha un revision de minuta pro iste articulo salvate le {date_time}
it: Una bozza di questa versione dell'articolo è stata salvata il giorno {date_time}
ja: {date_time} に保存されたこの記事の下書きがあります
ka: ამ სტატიის წინასწარი ვერსია, შენახული გაქვთ თარიღით {date_time}
kab: Ɣur-k aceggir arewway deg umagrad-a yettwaskelsen deg {date_time}
ko: 이 문서에는 {date_time}에 저장된 작성 중 변경 사항이 존재합니다
ms: Anda ada draf semakan artikel ini yang disimpan pada {date_time}
nb_no: Du har et utkast for denne artikkelen lagret fra {date_time}
nl: U hebt een conceptrevisie voor dit artikel opgeslagen op {date_time}
pl: Istnieje szkic recenzji tego artykułu zapisany {date_time}
pt_br: Você tem um rascunho de edição deste artigo salvo em {date_time}
pt_pt: Já tem um rascunho da revisão para este artigo guardada a {date_time}
ro: Ai o variantă ciornă salvată pentru acest articol la data {date_time}
sk: Máte návrh revízie tohto článku zo dňa {date_time}
sr: Постоји нацрт за овај чланак који је снимљен {date_time}
sv: Du har ett utkast för denna artikel sparad {date_time}
te: ఈ వ్యాసానికి మీ చిత్తుప్రతి కూర్పు {date_time}కి భద్రమయివుంది
th: คุณมีการตรวจทานแก้ไขร่างสำหรับบทความนี้ที่บันทึกเมื่อ {date_time}
tr: Bu makale için {date_time} tarihinde kaydedilmiş bir taslak revizyonunuz var
uk: У вас є чернетка для цієї редакції, збережена {date_time}
ur: آپ کے پاس اس مضمون کی نظر ثانی کا مسودہ{date_time} پر محفوظ ہوا ہے
vi: Bạn có bản dự thảo cho bài viết này được lưu vào {date_time}
zh_cn: 您对此文章有一份在 {date_time} 已保存的草稿版本
zh_tw: 您在 {date_time} 儲存了此文件的草稿

source: Restore
bg: Възстанови
bs: Obnovi
de: Wiederherstellen
el: Ανάκτηση
es: Restaurar
fy_nl: Weromsette
he: שחזור
hr: Obnovi
hu: Visszaállítás
ia: Restaurar
id: Pulihkan
it: Ripristina
ja: 復元
ka: აღდგენა
kab: Err-d
ko: 복구
ms: Pulih
nb_no: Gjenopprett
nl: Terugzetten
pa_in: ਮੁੜ-ਸਟੋਰ ਕਰੋ
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ro: Restabilește
sk: Obnoviť
sr: Обнови
sv: Återställ
te: పునరుద్ధరించు
th: เรียกคืน
tr: Geri getir
uk: Відновити
ur: بحال کریں
vi: Khôi phục
zh_cn: 恢复
zh_tw: 還原

source: Discard
bg: Отхвърляне
bs: Odbaci
de: Verwerfen
el: Απόρριψη
es: Descartar
fy_nl: Ferwerpe
he: השלכה
hr: Odbaci
hu: Elvetés
ia: Refusar
it: Scarta
ja: 破棄
ka: გაუქმება
kab: Sfeḍ
ko: 버리기
ms: Buang
nb_no: Ignorer
nl: Verwerpen
pa_in: ਬਰਖਾਸਤ ਕਰੋ
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Înlătură
sk: Zahodiť
sr: Одбаци
sv: Ignorera
te: విస్మరించు
th: ละทิ้ง
tr: Sil
uk: Відхилити
ur: مسترد کریں
vi: Hủy bỏ
zh_cn: 丢弃
zh_tw: 捨棄

source: This version is outdated, but there is a new version <a href="{link}">{revision}</a> available.
bg: Тази версия е остаряла, но има налична по-нова версия - <a href="{link}">{revision}</a>.
bs: Ova verzija je zastarjela, ali je dostupna nova verzija <a href="{link}">{revision}</a>.
de: Diese Version ist veraltet, aber eine neue Version <a href="{link}">{revision}</a> ist verfügbar.
el: Αυτή η έκδοση είναι παρωχημένη, αλλά υπάρχει μια νέα διαθέσιμη έκδοση <a href="{link}">{revision}</a>.
es: Esta versión está desactualizada, pero hay una nueva versión <a href="{link}">{revision}</a> disponible.
fy_nl: Dizze ferzje is ferâldere, mar der is in nije ferzje <a href="{link}">{revision}</a> beskikber.
he: גרסה זו אינה עדכנית, אך יש גרסה חדשה <a href="{link}">{revision}</a> זמינה.
hr: Ova verzija je zastarjela, međutim postoji nova verzija <a href="{link}">{revision}</a>.
hu: Ez a verzió elavult, de elérhető az új: <a href="{link}">{revision}</a>.
ia: Iste version es obsolete, ma il ha un nove version <a href="{link}">{revision}</a> disponibile.
it: Questa versione è obsoleta ma è disponibile una nuova versione <a href="{link}">{revision}</a>.
ja: このバージョンは古くなっていますが、新バージョン <a href="{link}">{revision}</a> が利用可能です。
ka: ეს ვერსია მოძველებულია, თუმცა ხელმისაწვდომია ახალი ვარიანტი <a href="{link}">{revision}</a>.
kab: Lqem-a d aqbuṛ, maca yella lqem amaynut <a href="{link}">{revision}</a>.
ko: 현재 버전은 오래된 버전으로, 새로운 버전은 <a href="{link}">{revision}</a>을 통해 확인하실 수 있습니다.
ms: Versi ini sudah lapuk, tapi ada versi baru <a<a href="{link}">{revision}</a> tersedia.
nb_no: Denne versjonen er gammel, men det finnes en ny versjon <a href="{link}">{revision}</a> tilgjengelig.
nl: Deze versie is verouderd, maar er is een nieuwe versie <a href="{link}">{revision}</a> beschikbaar.
pl: Ta wersja jest nieaktualna, ale jest dostępna nowa wersja <a href="{link}">{revision}</a>.
pt_br: Esta versão está desatualizada, mas há uma nova versão <a href="{link}">{revision}</a> disponível.
pt_pt: Esta versão está desatualizada, mas existe uma nova versão <a href="{link}">{revision}</a> disponível.
ro: Această versiune este învechită, dar este o nouă versiune <a href="{link}">{revision}</a> disponibilă.
sk: Táto verzia je zastaraná, ale k dispozícii je nová verzia <a href="{link}">{revision}</a>.
sr: Ова верзија је застарела, али је доступна нова верзија <a href="{link}">{revision}</a> .
sv: Denna version är gammal, men det finns en ny version <a href="{link}">{revision}</a> tillgänglig.
te: ఈ వెర్షన్ పాతది, కానీ ఒక కొత్త వెర్షన్ <a href="{link}">{revision}</a> అందుబాటులో ఉంది.
th: รุ่นนี้ล้าสมัยแล้ว แต่มีรุ่นใหม่ <a href="{link}">{revision}</a>
tr: Bu sürüm güncel değil ama yeni bir sürüm için <a href="{link}">{revision}</a> var.
uk: Ця версія застаріла, але є доступна нова версія <a href="{link}">{revision}</a>.
vi: Phiên bản này đã lỗi thời, nhưng phiên bản mới <a href="{link}">{revision}</a> đã có sẵn.
zh_cn: 此版本已过时，有一个新版本 <a href="{link}">{revision}</a> 可用。
zh_tw: 此版本已過時，已有新版本 <a href="{link}">{revision}</a> 可用。

source: Translating {title}
af: Vertaal {title}
bg: Превеждане на {title}
bs: Prevođenje {title}
de: Artikel {title} übersetzen
el: Μετάφραση του «{title}»
es: Traduciendo {title}
fy_nl: {title} oersette
he: תרגום {title}
hr: Prevođenje {title}
hu: {title} fordítása
ia: Traduction de {title}
id: Menerjemahkan {title}
it: Traduzione di {title}
ja: 翻訳中: {title}
ka: ითარგმნება: {title}
kab: Tasuqilt n {title}
ko: {title} 번역 중
mg: Mandika ny {title}
ms: Menterjemah {title}
nb_no: Oversetter {title}
nl: {title} vertalen
pa_in: ਅਨੁਵਾਦ {title}
pl: Tłumaczenie {title}
pt_br: Tradução de {title}
pt_pt: A Traduzir {title}
ro: Se traduce {title}
sk: Preklad {title}
sr: Преводим {title}
sv: Översätter {title}
te: అనువదించబడుతోంది {title}
th: การแปลของ {title}
tr: {title} çevriliyor
uk: Переклад {title}
vi: Đang dịch {title}
zh_cn: 正在翻译 {title}
zh_tw: 翻譯〈{title}〉
zu: Uhumusha {title}

source: Translating article to {locale}.
bg: Превеждане статията на {locale}.
de: Artikel auf {locale} übersetzen.
el: Μετάφραση άρθρου στα {locale}
es: Traduciendo artículo a {locale}.
fy_nl: Artikel oersette nei it {locale}.
he: תרגום מאמר ל{locale}.
hr: Prevođenje članka na {locale}.
hu: Leírás fordítása {locale} nyelvre.
ia: Traduction del articulo in {locale}.
it: Traduzione dell'articolo in {locale}
ja: 記事を {locale} に翻訳。
ka: სტატიის თარგმნა {locale} ენისთვის.
kab: Tasuqiltn umagrad ɣer {locale}.
ko: {locale} 문서 번역하기
nb_no: Oversetter artikkel til {locale}.
nl: Artikel vertalen naar het {locale}.
pl: Przetłumacz artykuł na język {locale}.
pt_br: Tradução do artigo para {locale}.
pt_pt: A traduzir artigo para {locale}.
ro: Traducere în curs a articolului în {locale}.
sk: Preklad článku do jazyka: {locale}.
sr: Превођење чланка на {locale}.
sv: Översätter artikel till {locale}.
te: {locale} లోనికి వ్యాసాన్ని అనువదిస్తున్నారు.
th: แปลบทความเป็น {locale}
tr: Makale {locale} diline çevriliyor.
uk: Переклад статті мовою: {locale}.
vi: Đang dịch bài viết sang {locale}.
zh_cn: 正在将文章翻译成 {locale}。
zh_tw: 正在將文章翻譯成 {locale} 版本。

source: Translate Description
af: Vertaal beskrywing
bg: Превод на описанието
bs: Opis prijevoda
de: Beschreibung übersetzen
el: Μετάφραση περιγραφής
es: Traducir descripción
fy_nl: Omskriuwing oersetting
he: תרגום תיאור
hr: Opis prijevoda
hu: Leírás fordítása
ia: Description del traduction
id: Deskripsi Terjemahan
it: Traduzione della descrizione
ja: 翻訳記事の説明
ka: აღწერილობის გადათარგმნა
kab: Suqel aglam
ko: 설명 번역
mg: Handika Fanoritsoritana
ms: Terjemah Keterangan
nb_no: Oversett beskrivelse:
nl: Beschrijving vertalen
pa_in: ਅਨੁਵਾਦ ਵੇਰਵਾ
pl: Przetłumacz opis
pt_br: Tradução da descrição
pt_pt: Descrição da Tradução
ro: Tradu descrierea
sk: Preklad popisu
sr: Опис превода
sv: Översätt beskrivning
te: వివరణను అనువదించండి
th: รายละเอียดการแปล
tr: Açıklama çevirisi
uk: Перекласти опис
ur: ترجمہ کی تشریح:
vi: Dịch miêu tả bài viết
zh_cn: 翻译描述
zh_tw: 翻譯描述
zu: Humusha Incazelo
