Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: You can now sign in to Mozilla Support using your Mozilla account.
de: Sie können Sie jetzt mit Ihrem Mozilla-Konto auf der Mozilla-Hilfeseite anmelden.
el: Μπορείτε πλέον να συνδεθείτε στην Υποστήριξη Mozilla με τον λογαριασμό Mozilla σας.
fy_nl: Jo kinne jo no oanmelde by Mozilla Support mei jo Mozilla-account.
he: באפשרותך כעת להתחבר לתמיכה של Mozilla באמצעות חשבון ה־Mozilla שלך.
hu: Most már a Mozilla-fiókjával jelentkezhet be a Mozilla támogatásba.
ia: Tu pote ora acceder al Supporto Mozilla per tu conto Mozilla.
it: Ora puoi accedere al supporto Mozilla utilizzando il tuo account Mozilla.
ka: ახლა უკვე Mozilla-ანგარიში შეგიძლიათ გამოიყენოთ Mozilla-ს მხარდაჭერის საიტზე შესვლისთვის.
ko: 이제 Mozilla 계정을 사용해 Mozilla Support에 로그인할 수 있습니다.
nl: U kunt zich nu aanmelden bij Mozilla Support met uw Mozilla-account.
pl: Możesz teraz zalogować się do pomocy Mozilli za pomocą swojego konta Mozilli.
pt_br: Agora você pode entrar no Suporte Mozilla usando sua conta Mozilla.
pt_pt: Agora, pode iniciar sessão no Apoio da Mozilla utilizando a sua conta Mozilla.
sk: Teraz sa môžete na stránkach Podpora Mozilly prihlásiť pomocou účtu Mozilla.
sv: Du kan nu logga in på Mozilla Support med ditt Mozilla-konto.
tr: Artık Mozilla Destek’e Mozilla hesabınızı kullanarak giriş yapabilirsiniz.
uk: Тепер ви можете увійти в Mozilla Support за допомогою облікового запису Mozilla.
vi: Bây giờ bạn có thể đăng nhập vào Mozilla Support bằng tài khoản Mozilla của mình.
zh_cn: 您现在可以使用 Mozilla 账户登录 Mozilla 技术支持了。
zh_tw: 您現在可以使用 Mozilla 帳號登入 Mozilla 技術支援站了。

source: Read More
bg: Прочетете повече
de: Mehr erfahren
el: Διαβάστε περισσότερα
es: Leer más
fy_nl: Mear ynfo
he: מידע נוסף
hr: Saznaj više
hu: Bővebben
ia: Leger plus
it: Ulteriori informazioni
ja: 続きを読む
ka: ვრცლად
kab: Ɣer ugar
ko: 자세히 살펴보기
nb_no: Les mer
nl: Meer info
pl: Więcej informacji
pt_br: Saiba mais
pt_pt: Ler Mais
ro: Citește mai multe
sk: Ďalšie informácie
sr: Прочитајте више
sv: Läs mer
te: ఇంకా చదవండి
th: อ่านเพิ่มเติม
tr: Devamını oku
uk: Докладніше
ur: مزید پڑھیں
vi: Xem thêm
zh_cn: 详细了解
zh_tw: 了解更多

source: Sorry!
bg: Съжаляваме!
de: Es tut uns leid!
el: Συγγνώμη!
es: ¡Lo sentimos!
he: מצטערים!
hr: Oprosti!
hu: Elnézést!
ia: Pardono!
it: Attenzione!
ja: 申し訳ありません
ka: ვწუხვართ!
kab: Suref-aɣ!
ko: 죄송합니다!
nb_no: Beklager!
pl: Przepraszamy!
pt_br: Desculpe!
pt_pt: Desculpe!
ro: Scuze!
sk: Ospravedlňujeme sa!
sr: Извините!
sv: Tyvärr!
th: ขออภัย!
tr: Kusura bakmayın!
uk: Вибачте!
ur: معذرت!
vi: Xin lỗi!
zh_cn: 抱歉！
zh_tw: 很抱歉！

source: You already have a Mozilla account. Please use your Mozilla account instead of your Mozilla Support account.
de: Sie haben bereits ein Mozilla-Konto. Bitte verwenden Sie Ihr Mozilla-Konto anstelle Ihres Kontos der Mozilla-Hilfeseite.
el: Διαθέτετε ήδη λογαριασμό Mozilla. Παρακαλούμε χρησιμοποιήστε αυτόν αντί του λογαριασμού Υποστήριξης Mozilla.
fy_nl: Jo hawwe al in Mozilla-account. Brûk jo Mozilla-account yn stee fan jo account foar Mozilla Support.
he: כבר יש לך חשבון Mozilla. נא להשתמש בחשבון ה־Mozilla שלך במקום החשבון שלך של התמיכה של Mozilla.
hu: Már van Mozilla-fiókja. A Mozilla támogatás fiókja helyett használja a Mozilla-fiókját.
ia: Tu ha tu jam un conto Mozilla. Usa tu conto Mozilla in vice de tu conto del Supporto Mozilla.
it: Possiedi già un account Mozilla. Utilizza il tuo account Mozilla al posto dell’account del Supporto Mozilla.
ka: თქვენ უკვე გაქვთ Mozilla-ანგარიში. გთხოვთ, თქვენი Mozilla-ანგარიში გამოიყენოთ, ნაცვლად Mozilla-მხარდაჭერის ანგარიშისა.
ko: 이미 Moziila 계정이 있습니다. Mozilla Support 계정 대신 Mozilla 계정을 사용하십시오.
nl: U hebt al een Mozilla-account. Gebruik uw Mozilla-account in plaats van uw account voor Mozilla Support.
pl: Masz już konto Mozilli. Użyj go zamiast konta pomocy Mozilli.
pt_br: Você já tem uma conta Mozilla. Use sua conta Mozilla em vez da sua conta do Suporte Mozilla.
pt_pt: Já tem uma conta Mozilla. Por favor, utilize a sua conta Mozilla em vez da sua conta do Apoio da Mozilla.
sk: Účet Mozilla už máte. Prihláste sa, prosím, pomocou účtu Mozilla namiesto samostatného účtu podpory.
sv: Du har redan ett Mozilla-konto. Använd ditt Mozilla-konto istället för ditt Mozilla-supportkonto.
tr: Zaten bir Mozilla hesabınız var. Lütfen Mozilla Destek hesabınız yerine Mozilla hesabınızı kullanın.
uk: У вас вже є обліковий запис Mozilla. Скористайтеся ним під час входу замість облікового запису Mozilla Support.
vi: Bạn đã có tài khoản Mozilla. Vui lòng sử dụng tài khoản Mozilla của bạn thay vì tài khoản Mozilla Support của bạn.
zh_cn: 您已拥有 Mozilla 账户。请改用 Mozilla 账户登录，无需再使用 Mozilla 技术支持账户。
zh_tw: 您已經註冊過 Mozilla 帳號。請改用 Mozilla 帳號而非原 Mozilla Support 帳號登入。

source: Private message
af: Private boodskap
bg: Лично съобщение
bs: Privatna poruka
de: Private Nachricht
el: Ιδιωτικό μήνυμα
es: Mensaje privado
fy_nl: Priveeberjocht
he: הודעה פרטית
hr: Privatna poruka
hu: Privát üzenet
ia: Message private
id: Pesan pribadi
it: Messaggio privato
ja: プライベートメッセージ
ka: პირადი შეტყობინება
kab: Izen uslig
ko: 개인 메시지
mg: Hafatra tsiambaratelo
ms: Mesej peribadi
nb_no: Privat melding
nl: Privébericht
pa_in: ਨਿੱਜੀ ਸੁਣੇਹੇ
pl: Prywatna wiadomość
pt_br: Mensagem particular
pt_pt: Mensagem privada
ro: Mesaj privat
sk: Súkromná správa
sr: Приватна порука
sv: Privat meddelande
te: వ్యక్తిగత సందేశం
th: ข้อความส่วนตัว
tr: Özel mesaj
uk: Приватне повідомлення
ur: ذاتی پیغام
vi: Tin nhắn cá nhân
zh_cn: 私信
zh_tw: 私人訊息
zu: Umyalezo wangasese

source: Minor details that don't affect the instructions
af: Klein detail wat nie die instruksies beïnvloed nie
bg: Незначителни подробности, които не засягат инструкциите
bs: Manji detalji koji ne utiču na uputstva
de: Kleine Details, die die Anleitung nicht beeinflussen
el: Μικρές λεπτομέρειες που δεν επηρεάζουν τις οδηγίες
es: Detalles de menor importancia que no afectan a las instrucciones
fy_nl: Lytse details dy’t de ynstruksjes net beynfloedzje
he: פרטים מזעריים שלא משפיעים על ההנחיות
hr: Manji detalji koji ne utječu na upute
hu: Apró dolgok, amelyek nem módosítják az utasításokat
ia: Minor detalios que non affice le instructiones
id: Detail kecil yang tidak mempengaruhi petunjuk
it: Dettagli di poco conto che non inficiano le istruzioni
ja: 説明に影響しない細かい変更
ka: მეორეხარისხოვანი საკითხები, რომლებიც გავლენას არ იქონიებს მითითებებზე
kab: Talqayt tasnawant ur nettḥaza ara iwellihen
ko: 내용에 영향을 주지 않는 작은 변경사항
mg: Antsipiriany madinika izay sy miantraika @ torolàlana
ms: Butiran kecil yang tidak menjejaskan arahan
nb_no: Mindre detaljer som ikke påvirker instruksjonene
nl: Kleine details die de instructies niet beïnvloeden
pa_in: ਮਾਈਨਰ ਵੇਰਵੇ ਜੋ ਕਿ ਹਦਾਇਤਾ ਤੇ ਅਸਰ ਨਾ ਕਰਨ
pl: Drobne szczegóły, które nie wpływają na instrukcje
pt_br: Detalhes menores que não afetam as instruções
pt_pt: Detalhes menores que não afetam as instruções
ro: Detalii minore care nu afectează instrucțiunile
sk: Drobné detaily, ktoré neovplyvnia postup v návode
sr: Мањи детаљи који не утичу на упутства
sv: Mindre detaljer som inte påverkar instruktionerna
te: ఆ చిన్న వివరాలు సూచనలను ప్రభావితం చేయవు
th: รายละเอีดปลีกย่อยที่ไม่ส่งผลกระทบต่อคำสั่ง
tr: Yönergeleri etkilemeyen küçük ayrıntılar
uk: Несуттєві деталі, які не впливають на інструкції
ur: معمولی تفصیلات جو ہدایات پر اثر انداز نہیں ہوتی ہیں
vi: Các chi tiết nhỏ không ảnh hưởng đến các hướng dẫn
zh_cn: 不影响说明的细微变化
zh_tw: 不影響操作的細部資訊
zu: Imininingwane engatheni engathikamezi imiyalelo

source: Content changes that don't require immediate translation
af: Inhoudveranderinge wat nie onmiddellike vertaling vereis nie
bg: Промени в съдържанието, които не изискват непосредствен превод
bs: Izmjene sadržaja koje ne zahtijevaju momentalni prijevod
de: Inhaltsänderungen, die keiner sofortigen Übersetzung bedürfen
el: Αλλαγές περιεχομένου που δεν απαιτούν άμεση μετάφραση
es: Cambios de contenido que no requieren traducción inmediata
fy_nl: Ynhâldwizigings dy’t gjin direkte oersetting nedich hawwe.
he: שינויי תוכן שלא דורשים תרגום מיידי
hr: Izmjene sadržaja koje ne zahtijevaju trenutni prijevod
hu: Tartalomváltozás, amely nem igényel azonnali fordítást
ia: Cambios de contento que non require traduction immediate
id: Perubahan isi yang tidak membutuhkan penerjemahan segera
it: Modifiche ai contenuti che non richiedono traduzione immediata
ja: すぐに翻訳に反映させる必要のない変更
ka: შიგთავსის ცვლილება, რომელიც არ საჭიროებს დაუყოვნებლივ გადათარგმნას
kab: Ibeddilen n ugbur ur nesɛi ara tasuqilt imiren kan
ko: 즉시 번역이 필요하지 않는 내용 변경
mg: Fanovana atiny izay tsy mila fandikana eo noho eo
ms: Perubahan kandungan yang tidak perlukan terjemahan segera
nb_no: Innholdsendringer som ikke krever umiddelbar oversetting
nl: Inhoudswijzigingen die niet direct vertaling vereisen
pa_in: ਕੰਨਟੈਟ ਬਦਲਿਆ ਜਿਸਨੂੰ ਇਕਦਮ ਅਨੁਵਾਦ ਦੀ ਲੋੜ ਨਹੀ ਹੈ
pl: Zmiany treści niewymagające natychmiastowego tłumaczenia
pt_br: Alterações de conteúdo que não requerem tradução imediata
pt_pt: Alterações de conteúdo que não requerem tradução imediata
ro: Modificări de conținut care nu necesită o traducere imediată
sk: Obsah se zmenil a nevyžaduje okamžitý preklad
sr: Промене садржаја које не захтевају хитни превод
sv: Större innehållsändringar som kommer att göra äldre översättningar felaktiga
te: తక్షణ అనువాదం అవసరం లేని కంటెంట్ మార్పులు
th: การเปลี่ยนแปลงเนื้อหาไม่จำเป็นต้องแปลทันที
tr: Hemen çevrilmesi gerekmeyen içerik değişiklikleri
uk: Зміни вмісту, що не вимагають термінового перекладу
ur: مواد کی تبدیلیاں جن کے لئے فوری طور پر ترجمہ کی ضرورت نہیں ہے
vi: Những thay đổi nội dung không cần dịch ngay
zh_cn: 不需要立刻翻译的内容改动
zh_tw: 不需要立刻翻譯的內容修改
zu: Ukushintshwa kokubhaliwe okungadingi ukuhumushwa ngokushesha

source: Major content changes that will make older translations inaccurate
af: Groot inhoudveranderinge wat ouer vertalings onakkuraat sal maak
bg: Значителни промени в съдържанието, който ще се отразят в неточност на по-ранните преводи
bs: Velike promjene sadržaja koje će učiniti starije prijevode netačnim
de: Größere Inhaltsänderungen, durch die ältere Übersetzungen falsch werden
el: Μεγάλες αλλαγές περιεχομένου που καθιστούν τις παλαιότερες μεταφράσεις ανακριβείς
es: Cambios importantes en el contenido que pueden convertir en incorrectas las traducciones anteriores
fy_nl: Grutte ynhâldwizigings dy’t âldere oersettings net by de tiid meitsje
he: שינויי תוכן משמעותיים שיהפכו את התרגומים הישנים לבלתי מדוייקים
hr: Velike promjene sadržaja koje će učiniti starije prijevode netočnim
hu: Fontos tartalomváltozás, amitől a régi fordítás pontatlanná válik
ia: Cambios de contento major que rendera inaccurate le traductiones plus vetere
id: Perubahan besar yang membuat terjemahan yang lama tidak akurat
it: Modifiche significative che renderanno obsolete le traduzioni precedenti
ja: 古い翻訳を不正確にする大きな内容の変更
ka: მნიშვნელოვანი ცვლილებები, რომლებიც ძველ მითითებებს არამართებულად აქცევს
kab: Ibeddilen meqqren n ugbur ara yerren tasuqilt taqburt ur tṣeḥḥi ara
ko: 번역 내용을 바꾸어야할 주요 내용 변경
mg: Fanovana atiny lehibe izay hahalasa tsy marina ireo dikanteny tranainy kokoa
ms: Perubahan kandungan besar yang akan membuatkan terjemahan lama tidak tepat
nb_no: Endringer i innhold som krever at eldre oversettinger merkes som unøyaktige
nl: Grote inhoudswijzigingen die oudere vertalingen onnauwkeurig maken
pa_in: ਪ੍ਰਮੁੱਖ ਸਾਮਗਰੀ ਵਿੱਚ ਤਬਦੀਲੀ ਹੈ ਜੋ ਕਿ ਪੁਰਾਣੇ ਅਨੁਵਾਦ ਗਲਤ ਕਰ ਦੇਵੇਗਾ
pl: Duże zmiany treści, które stare tłumaczenie czynią nieścisłym
pt_br: Alterações importantes de conteúdo que tornarão traduções anteriores imprecisas
pt_pt: Alterações importantes de conteúdo que tornarão traduções anteriores imprecisas
ro: Modificări de conținut majore care vor afecta acuratețea traducerilor mai vechi
sk: Výrazná zmena ktorá zruší zobrazenie starších prekladov
sr: Драстичне измене садржаја ће старе преводе учинити неисправнима
sv: Större innehållsändringar som kommer att göra äldre översättningar felaktiga
te: పాత అనువాదాలు యథార్థం చేస్తాయని మేజర్ కంటెంట్ మార్పులు
th: การเปลี่ยนแปลงส่วนที่สำคัญของเนื้อหาจะส่งผลให้การแปลเก่าไม่ถูกต้อง
tr: Eski çevirileri geçersiz kılacak büyük içerik değişiklikleri
uk: Важливі зміни вмісту, що роблять старий переклад неактуальним
ur: مواد میں اہم تبدیلیاں جو پرانے ترجمے کو غلط بنادیں گی
vi: Thay đổi nội dung lớn làm cho các bản dịch cũ không còn chính xác nữa
zh_cn: 大量的改动并可能造成原有翻译不准确
zh_tw: 大量的更動，將造成原有翻譯不準確
zu: Izinguquko zokubhaliwe ezinkulukazi ezingenza izinto ezihumushwe ngaphambilini zingashayi emhloleni

source: These minor changes are not important for localizers and they will not be notified.
af: Hierdie klein veranderinge is nie vir taalaanpassers belangrik nie, en hulle sal nie in kennis gestel word nie.
bg: Тези малки промени не са важни за преводачите и те няма да бъдат уведомени.
bs: Ove sitne promjene nisu važne za lokalizatore i neće biti zabilježene.
de: Diese kleinen Änderungen sind nicht wichtig für die Übersetzer und sie werden nicht benachrichtigt.
el: Αυτές οι μικρές αλλαγές δεν είναι σημαντικές για τους μεταφραστές και δεν θα ειδοποιηθούν γι' αυτές.
es: Estos cambios de menor importancia no son importantes para los localizadores, por lo que no se comunicarán.
fy_nl: Dizze lytse wizigingen binne net wichtich foar oersetters en sille net meld wurde.
he: שינויים מזעריים אלה אינם חשובים למתרגמים ולא תישלח אליהם הודעה על כך.
hr: Ove manje promjene nisu važne za prevodioce i neće biti obaviješteni.
hu: Ezek az apró módosítások nem fontosak a fordítók számára és nem kapnak erről értesítést.
ia: Iste cambios minor non es importante pro le localisatores e illos non sera notificate.
id: Perubahan kecil ini tidak penting untuk penerjemah dan mereka tidak akan dikabari.
it: Queste modifiche lievi non sono essenziali per i localizzatori e non verranno notificate.
ja: この細かい変更は、ローカライザーにとって重要な内容ではなく、注意を払う必要はありません。
ka: ეს მეორეხარისხოვანი ცვლილებები არაა მნიშვნელოვანი მთარგმნელთათვის და არ ეცნობებათ.
kab: Abeddil-a meẓẓiyen mačči d axatar i yimsuqal daɣen ur remmsen ara ilɣa ɣef waya.
ko: 이러한 작은 수정사항들은 중요하지 않기에 번역자들에게 알리지 않을 것입니다.
mg: Ireto fanovana kely ireto dia tsy manan-danja amin'ireo mpandika teny ary tsy hilazana izy ireo.
ms: Perubahan kecil ini tidak penting untuk penterjemah dan mereka tidak akan dimaklumkan.
nb_no: Disse mindre endringene er ikke viktige for oversettere, og det vil ikke varsles om dem.
nl: Deze kleine wijzigingen zijn niet belangrijk voor vertalers en zullen niet worden gemeld.
pa_in: ਇਹ ਮਾਮੂਲੀ ਬਦਲਾਅ localizers ਲਈ ਮਹੱਤਵਪੂਰਨ ਨਹੀ ਹੁੰਦੇ ਹਨ ਅਤੇ ਉਹ ਸੂਚਿਤ ਨਹੀ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Te niewielkie zmiany nie są ważne dla lokalizatorów i nie zostaną oni o nich powiadomieni.
pt_br: Essas alterações menores não são importantes para tradutores e eles não serão notificados.
pt_pt: Essas alterações menores não são importantes para os tradutores e estes não serão notificados.
ro: Aceste modificări minore nu sunt importante pentru localizatori și nu vor fi anunțați.
sk: Drobné zmeny, ktoré nie sú dôležité pre lokalizátorov. Nebudú na ne upozornení.
sr: Ове ситне промене нису важне за локализаторе и неће бити забележене.
sv: Dessa mindre förändringar är inte viktiga för översättare och de kommer inte att meddelas.
te: ఈ చిన్నపాటి మార్పులు స్థానీకరణ చేసే వారి ముఖ్యంకాని మరియు వారికి తెలియపరచబడరు.
th: การเปลี่ยนเล็กน้อยเหล่านี้ไม่มีความสำคัญต่อนักแปล และมันจะไม่ถูกเตือน
tr: Bu küçük değişiklikler çevirmenler için önemli değil ve onlara bildirilmeyecek.
uk: Ці незначні зміни є неважливими для локалізаторів і про них не буде повідомлено.
vi: Những thay đổi nhỏ này không quan trọng đối với người bản địa hóa và chúng sẽ không được thông báo.
zh_cn: 这些细微的变化对本地化翻译者并不重要，他们不需要收到通知。
zh_tw: 這些細部修改不影響在地化翻譯，不會通知譯者。
zu: Lezi zinguquko ezingatheni azialulekanga kubahumushi futhi ngeke baziswe.
