Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Manage your subscription to Firefox Relay Premium
bg: Управлявайте абонамента си за Firefox Relay Premium
de: Verwalten Sie Ihr Abonnement für Firefox Relay Premium
el: Διαχειριστείτε τη συνδρομή σας στο Firefox Relay Premium
fy_nl: Jo abonnemint op Firefox Relay Premium beheare
he: ניהול המינוי שלך ל־Firefox Relay Premium
hu: Kezelje a Firefox Relay Premium előfizetését
ia: Gere tu subscription a Firefox Relay Premium
it: Gestisci il tuo abbonamento a Firefox Relay Premium
ja: Firefox Relay Premium の購読を管理してください
ka: Firefox Relay Premium – ხელშეკრულების მართვა
kab: Sefrek amultaɣ-ik·im ɣer Firefox Relay Premium
ko: Firefox Relay Premium 구독 관리
nb_no: Behandle abonnementet ditt på Firefox Relay Premium
nl: Uw abonnement op Firefox Relay Premium beheren
pl: Zarządzanie subskrypcją Firefox Relay Premium
pt_br: Gerencie sua assinatura do Firefox Relay Premium
pt_pt: Faça a gestão da sua subscrição do Firefox Relay Premium
sk: Spravujte svoje predplatné Firefox Relay Premium
sr: Управљајте претплатама на Firefox Relay Premium
sv: Hantera din prenumeration för Firefox Relay Premium
tr: Firefox Relay Premium aboneliğinizi yönetin
uk: Керувати своєю передплатою Firefox Relay Premium
vi: Quản lý thuê bao của bạn với Firefox Relay Premium
zh_cn: 管理您的 Firefox Relay Premium 订阅
zh_tw: 管理您對 Firefox Relay Premium 的訂閱

# DB: products.Topic.description
source: Manage your payment and subscription
bg: Управлявайте плащането и абонамента си
de: Verwalten Sie Ihre Zahlungen und Ihr Abonnement
el: Διαχείριση πληρωμών και συνδρομών
es: Gestiona tus pagos y suscripciones
fy_nl: Jo betelling en abonnemint beheare
he: ניהול התשלום והמינוי שלך
hr: Upravljaj svojim plaćanjem i pretplatom
hu: Kezelje a befizetését és előfizetését
ia: Gerer tu pagamento e subscription
it: Gestione pagamenti e abbonamenti
ja: 支払いとサブスクリプションを管理する
ka: გადახდისა და გამოწერის მართვა
kab: Sefrek lexlaṣ-inek d ujerred-inek
ko: 결제 및 구독 관리
nb_no: Behandle betaling og abonnement
nl: Uw betaling en abonnement beheren
pl: Zarządzanie płatnościami i subskrypcjami
pt_br: Gerencie seu pagamento e assinatura
pt_pt: Gerir o seu pagamento e subscrição
ro: Gestionare plăți și abonamente
sk: Správa platieb a predplatného
sr: Управљајте вашим плаћањем и претплатом
sv: Hantera dina betalningar och prenumerationer‎
te: చెల్లింపు, చందాల నిర్వహణ
th: จัดการการชำระเงินและการสมัครสมาชิกของคุณ
tr: Ödeme ve aboneliği yönetme
uk: Керування платежами й передплатою
ur: اپنی ادائیگی اور رکنیت کو منظم کریں
vi: Quản lý thanh toán và quyên góp của bạn
zh_cn: 管理您的付款和订阅
zh_tw: 管理您的付款資訊與訂閱內容

# DB: products.Topic.description
source: Manage your MDN Plus subscription.
bg: Управлявайте своя абонамент за MDN Plus.
de: Verwalten Sie Ihr MDN-Plus-Abonnement.
el: Διαχειριστείτε τη συνδρομή σας στο MDN Plus.
fy_nl: Jo MDN Plus-abonnemint beheare.
he: ניהול המינוי של ה־MDN Plus שלך.
hu: Saját MDN Plus-előfizetés kezelése.
ia: Gerer tu pagamento e subscription
it: Gestisci il tuo abbonamento MDN Plus.
ja: MDN Plus のサブスクリプションの管理について。
ka: მართეთ გამოწერილი MDN Plus.
kab: Sefrek ajerred-ik·im MDN Plus.
ko: MDN 플러스 구독을 관리하세요.
nb_no: Behandle MDN Plus-abonnementet ditt.
nl: Uw MDN Plus-abonnement beheren.
pl: Zarządzanie subskrypcją MDN Plus.
pt_br: Gerencie sua assinatura do MDN Plus.
pt_pt: Gerir a sua subscrição MDN Plus.
sk: Spravujte svoje predplatné MDN Plus.
sr: Управљајте MDN Plus претплатом.
sv: Hantera din MDN Plus-prenumeration.
tr: MDN Plus aboneliğinizi yönetin.
uk: Керувати своєю передплатою MDN Plus.
vi: Quản lý thuê bao MDN Plus của bạn.
zh_cn: 管理您的 MDN Plus 订阅。
zh_tw: 管理您的 MDN Plus 訂閱內容。

# DB: products.Topic.title
source: Blocked application/service/website
ia: Application/servicio/sito web blocate
sv: Blockerad applikation/tjänst/webbplats
tr: Engellenen uygulama/hizmet/web sitesi

# DB: products.Topic.description
source: Troubleshoot blocked application/service/website issues.
ia: Solver problemas de application/servicio/sito web blocate.
sv: Felsök problem med blockerad applikation/tjänst/webbplats.
tr: Engellenen uygulamalar/hizmetler/web siteleriyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Bookmark options
af: Boekmerkkeuses
bg: Опции за отметки
bs: Postavke zabilješki
de: Einstellungen für Lesezeichen
el: Επιλογές σελιδοδεικτών
es: Opciones de marcadores
fy_nl: Blêdwizeropsjes
he: אפשרויות לסימניות
hr: Opcije za zabilješke
hu: Könyvjelzők beállításai
ia: Optiones de marcapaginas
id: Setelan markah
it: Opzioni dei segnalibri
ja: ブックマークオプション
ka: სანიშნების პარამეტრები
kab: Iɣewwaren n tecraḍ n yisebtar
ko: 북마크 설정
mg: Safidy momba ny maripejy
ms: Pilihan tandabuku
nb_no: Bokmerke-innstillinger
nl: Bladwijzeropties
pa_in: ਬੁੱਕਮਾਰਕ ਵਿਕਲਪ
pl: Opcje zakładek
pt_br: Opções dos Favoritos
pt_pt: Opções de marcadores
ro: Opțiuni pentru marcaje
sk: Možnosti záložiek
sr: Поставке обележивача
sv: Bokmärkesalternativ
te: బుక్మార్క్ ఎంపికలు
th: ตัวเลือกที่คั่นหน้า
tr: Yer imi seçenekleri
uk: Параметри закладок
ur: بک مارک کے اختیارات
vi: Các tùy chọn Bookmark
zh_cn: 书签选项
zh_tw: 書籤選項
zu: Izinketho zamabhukumaka

# DB: products.Topic.description
source: Bookmark options
af: Boekmerkkeuses
bg: Опции за отметки
bs: Postavke zabilješki
de: Einstellungen für Lesezeichen
el: Επιλογές σελιδοδεικτών
es: Opciones de marcadores
fy_nl: Blêdwizeropsjes
he: אפשרויות לסימניות
hr: Opcije za zabilješke
hu: Könyvjelzők beállításai
ia: Optiones de marcapaginas
id: Setelan markah
it: Opzioni dei segnalibri
ja: ブックマークオプション
ka: სანიშნების პარამეტრები
kab: Iɣewwaren n tecraḍ n yisebtar
ko: 북마크 설정
mg: Safidy momba ny maripejy
ms: Pilihan tandabuku
nb_no: Bokmerke-innstillinger
nl: Bladwijzeropties
pa_in: ਬੁੱਕਮਾਰਕ ਵਿਕਲਪ
pl: Opcje zakładek
pt_br: Opções dos Favoritos
pt_pt: Opções de marcadores
ro: Opțiuni pentru marcaje
sk: Možnosti záložiek
sr: Поставке обележивача
sv: Bokmärkesalternativ
te: బుక్మార్క్ ఎంపికలు
th: ตัวเลือกที่คั่นหน้า
tr: Yer imi seçenekleri
uk: Параметри закладок
ur: بک مارک کے اختیارات
vi: Các tùy chọn Bookmark
zh_cn: 书签选项
zh_tw: 書籤選項
zu: Izinketho zamabhukumaka

# DB: products.Topic.title
source: Bookmarks
bg: Отметки
de: Lesezeichen
el: Σελιδοδείκτες
fy_nl: Blêdwizers
hu: Könyvjelzők
ia: Marcapaginas
it: Segnalibri
ka: სანიშნები
kab: Ticraḍ n isebtar
ko: 즐겨찾기
mg: Maripejy
nl: Bladwijzers
pl: Zakładki
pt_br: Favoritos
pt_pt: Marcadores
ro: Semne de carte
sk: Záložky
sr: Обележивачи
sv: Bokmärken
tr: Yer imleri
uk: Закладки
vi: Dấu trang
zh_cn: 书签
zh_tw: 書籤
zu: Amabhukumaka

# DB: products.Topic.description
source: Back up your Firefox bookmarks.
bg: Архивирайте своите отметки от Firefox.
de: Sichern Sie Ihre Firefox-Lesezeichen.
el: Δημιουργήστε αντίγραφο ασφαλείας των σελιδοδεικτών σας στο Firefox.
fy_nl: Meitsje in reservekopy fan jo Firefox-blêdwizers.
hu: Készítsen biztonsági mentést a Firefox könyvjelzőiről.
ia: Preserva tu marcapaginas Firefox.
it: Salva i segnalibri di Firefox
ka: Firefox-ის სანიშნების დამარქაფება.
ko: Firefox 북마크를 백업하세요.
nl: Een reservekopie van uw Firefox-bladwijzers maken.
pl: Wykonaj kopię zapasową zakładek Firefoksa.
pt_br: Faça backup de seus favoritos do Firefox.
pt_pt: Faça uma cópia dos seus marcadores do Firefox.
sk: Zálohujte si záložky Firefoxu.
sr: Направите резервну копију Firefox обележивача.
sv: Säkerhetskopiera dina Firefox-bokmärken.
tr: Firefox yer imlerinizi yedekleyin.
uk: Резервне копіювання закладок Firefox.
vi: Sao lưu dấu trang Firefox của bạn.
zh_cn: 备份 Firefox 书签。
zh_tw: 備份您 Firefox 的書籤。

# DB: products.Topic.description
source: Save and organize your favorite web content with bookmarks.
hu: Mentse és rendszerezze kedvenc webes tartalmait könyvjelzőkkel.
ia: Salva e organisa tu favorite contento de web con marcapaginas.
it: Salva e organizza i tuoi contenuti web preferiti con i segnalibri.
nl: Bewaar en organiseer uw favoriete webinhoud met bladwijzers.
pl: Zapisuj i porządkuj swoje ulubione treści internetowe za pomocą zakładek.
pt_br: Salve e organize seu conteúdo web preferido com favoritos.
sv: Spara och organisera ditt favoritwebbinnehåll med bokmärken.
tr: Favori web içeriklerinizi yer imlerine kaydedin ve düzenleyin.
zh_cn: 借助书签，保存和整理网络上常用的内容。

# DB: products.Topic.title
source: Bookmarks and tabs
af: Boekmerke en oortjies
bg: Отметки и раздели
bs: Zabilješke i tabovi
de: Lesezeichen und Tabs
el: Σελιδοδείκτες και καρτέλες
es: Marcadores y pestañas
fy_nl: Blêdwizers en ljepblêden
he: סימניות ולשוניות
hr: Zabilješke i kartice
hu: Könyvjelzők és lapok
ia: Marcapaginas e schedas
id: Markah dan tab
it: Segnalibri e schede
ja: ブックマークとタブ
ka: სანიშნები და ჩანართები
kab: Ticraḍ akked iccaṛen
ko: 북마크 및 탭
mg: Maripejy sy vakizoro
ms: Tandabuku dan tab
nb_no: Bokmerker og faner
nl: Bladwijzers en tabbladen
pa_in: ਵਰਕਾ ਨਿਸ਼ਾਨੀਆਂ ਅਤੇ ਪੱਲ੍ਹੇ
pl: Zakładki i karty
pt_br: Favoritos e abas
pt_pt: Marcadores e separadores
ro: Marcaje și file
sk: Záložky a karty
sr: Обележивачи и картице
sv: Bokmärken och flikar
te: ఇష్టాంశాలు మరియు ట్యాబులు
th: ที่คั่นหน้าและแท็บ
tr: Yer imleri ve sekmeler
uk: Закладки та вкладки
ur: بُک مارکس اور ٹیبز
vi: Dấu trang và thẻ
zh_cn: 书签和标签页
zh_tw: 書籤與分頁
zu: Amabhukumaka

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
af: Gaan in by jou gunsteling-webbladsye en organiseer dit maklik, met boekmerke en oortjies
bg: Отваряйте и организирайте лесно любимите си уеб страници с отметки и раздели
bs: Pristupite i organizujte omiljene web stranice lahko uz pomoć zabilješki i tabova
de: Greifen Sie mit Lesezeichen und Tabs einfach auf Ihre Lieblings-Webseiten zu und organisieren Sie diese
el: Εύκολη πρόσβαση και οργάνωση αγαπημένων ιστοσελίδων με σελιδοδείκτες και καρτέλες
es: Accede y organiza tus páginas web favoritas de manera fácil con marcadores y pestañas
fy_nl: Ienfâldichwei jo favorite websiden benaderje en oarderje mei blêdwizers en ljepblêden
he: גישה וניהול האתרים המועדפים עליך בקלות עם סימניות ולשוניות
hr: Pristupi omiljenim web stranicama i organiziraj ih na jednostavan način pomoću zabilješki i kartica
hu: Könyvjelzőkkel és lapokkal egyszerűen elérheti kedvenc weblapjait és csoportosíthatja őket.
ia: Consulta e organisa facilemente tu paginas web favorite con le schedas e le marcapaginas
it: Raggiungi e organizza facilmente le tue pagine preferite utilizzando segnalibri e schede
ja: ブックマークとタブを利用して、お気に入りのウェブページを簡単に開いたり整理したりしましょう
ka: მარტივად მიიღეთ წვდომა თქვენს საყვარელ ვებგვერდებთან და დაალაგეთ სანიშნებისა და ჩანართების საშუალებით
kab: Wali daɣen suddess tefses isebtar-ik web i tḥemmleḍ akked ticraḍ n yisebtar akked yiccaren
ko: 좋아하는 웹페이지를 북마크를 이용해 정리하고 이용하세요
mg: Mahazoa sy mandamina ireo pejin-tranonkala ankifizinao mora foana @ alàlan'ireo maripejy sy vakizoro
ms: Akses dan atur halaman web kegemaran anda secara mudah dengan tandabuku dan tab
nb_no: Organiser dine favorittnettsteder enkelt med bokmerket og faner
nl: Eenvoudig uw favoriete webpagina’s benaderen en ordenen met bladwijzers en tabbladen
pl: Organizuj i otwieraj twoje ulubione strony za pomocą zakładek oraz kart
pt_br: Acesse e organize suas páginas favoritas facilmente com os favoritos e as abas
pt_pt: Aceda e organize as suas páginas web favoritas facilmente com marcadores e separadores
ro: Accesează și organizează ușor paginile tale web favorite cu marcaje și file
sk: Pristupujte ku svojim obľúbeným stránkam jednoducho pomocou záložiek a kariet
sr: Лако приступајте и организујте омиљене сајтове преко обележивача и картица
sv: Organisera dina favoritwebbsidor enkelt med bokmärken och flikar
te: ఇష్టాంశాలు, ట్యాబులతో మీ అభిమాన జాలపేజీలను తేలికగా పొందగలిగేలా తీర్చిదిద్దుకోండి
th: เข้าถึงและจัดระเบียบหน้าเว็บโปรดของคุณได้อย่างง่ายดายด้วยที่คั่นหน้าและแท็บ
tr: Favori web sayfalarınıza yer imleri ve sekmelerle kolayca erişin ve düzenleyin
uk: Легко отримуйте доступ та впорядковуйте свої улюблені вебсторінки за допомогою закладок і вкладок
ur: بُک مارکس اور ٹیبز کے ذریعے آسانی سے اپنے پسندیدہ ویب صفحات تک رسائی حاصل کریں اور ان کو منظم کریں
vi: Dễ dàng truy cập và sắp xếp các trang web yêu thích của bạn bằng trang đánh dấu và thẻ
zh_cn: 借助书签和标签页，轻松地访问和管理您喜欢的网页
zh_tw: 透過書籤與分頁輕鬆存取並管理您最愛的網頁
zu: Finyelela bese uhlela kahle amakhasi ewebhu ayintandokazi yakho ngamabhukumaka namathebhu

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
af: Gaan maklik in by webwerwe met boekmerke en oortjies
bg: Лесен достъп до уебсайтове с отметки и функции на раздели
bs: Pristupite web stranicama lahko sa zabilješkama i mogućnostima za tabove
de: Greifen Sie mit Lesezeichen und Tabs einfach auf Ihre Lieblings-Webseiten zu
el: Εύκολη πρόσβαση σε ιστοτόπους με σελιδοδείκτες και λειτουργίες καρτελών
es: Accede rápidamente a las páginas web a través de los marcadores y las pestañas
fy_nl: Ienfâldich websites benaderje mei blêdwizers en ljepblêdfunksjes
he: גישה לאתרים בקלות עם תכונות כגון סימניות ולשוניות
hr: Pristupi web-stranicama jednostavno, pomoću zabilješki i kartica
hu: Érjen el weboldalakat könnyedén a könyvjelzőkkel és a lapfunkciókkal
ia: Consulta facilemente le sitos web con le functionalitates del marcapaginas e del schedas
id: Akses situs dengan mudah menggunakan fitur markah dan tab
it: Accedere facilmente ai siti web utilizzando segnalibri e schede
ja: ブックマークとタブ機能でウェブサイトに簡単にアクセスする
ka: მოინახულეთ ვებგვერდები მოხერხებულად, ჩანართებისა და სანიშნების მეშვეობით
kab: Kcem ɣer yismal web s tifses s tmahilin n ticraḍ n yisebtar akked yiccaren
ko: 좋아하는 웹페이지를 북마크를 이용해 정리하고 이용하세요
mg: Midira @ tranonkala mora foana @ alàlan'ireo maripejy sy fiasan'ny vakizoro
ms: Akses laman web secara mudah dengan ciri tanda buku dan tab
nb_no: Få enkelt tilgang til nettsider med bokmerker og fanefunksjoner
nl: Eenvoudig websites benaderen met bladwijzers en tabbladfuncties
pl: Organizuj i otwieraj twoje ulubione strony za pomocą zakładek oraz kart
pt_br: Acesse suas páginas favoritas facilmente com os favoritos e as abas
pt_pt: Aceda facilmente a websites com as funcionalidades de marcadores e separadores
ro: Accesează site-uri web ușor cu ajutorul marcajelor și funcționalităților asociate filelor
sk: Pristupujte ku stránkam jednoducho pomocou záložiek a kariet
sr: Лако приступите сајтовима преко обележивача и функција картица
sv: Få åtkomst till webbsidor enkelt med bokmärken och flikfunktioner
te: ఇష్టాంశాలు, ట్యాబు సౌలభ్యాలతో వెబ్‌సైట్లను తేలికగా పొందండి
th: เข้าถึงเว็บไซต์ได้อย่างง่ายดายด้วยคุณลักษณะที่คั่นหน้าและแท็บ
tr: Yer imleri ve sekme özellikleri ile web sitelerine kolayca erişin
uk: Легко отримуйте доступ до вебсайтів за допомогою закладок і вкладок
ur: بک مارکس اور ٹیب کی خصوصیات کے ساتھ آسانی سے ویب سائٹ تک رسائی حاصل کریں
vi: Truy cập trang web dễ dàng với các tính năng dấu trang và thẻ
zh_cn: 借助书签和标签页，轻松地访问网站
zh_tw: 透過書籤與分頁功能輕鬆存取您最愛的網頁
zu: Ngena kuzizindalwazi kalula ngama-bookmark kanye namafisha amathebhu

# DB: products.Topic.title
source: Browse
hu: Tallózás
ia: Navigar
it: Sfoglia
kab: Snirem
nl: Navigeren
pl: Przeglądanie
pt_br: Navegação
sv: Surfa
tr: Gezinme
zh_cn: 浏览

# DB: products.Topic.description
source: Explore how to navigate the web efficiently and effectively with Mozilla’s products.
hu: Fedezze fel, hogyan navigálhat hatékonyan a weben a Mozilla termékeivel.
ia: Explora como navigar le web efficientemente e effectivemente con le productos de Mozilla.
it: Scopri come navigare sul Web in modo efficiente ed efficace con i prodotti Mozilla.
nl: Ontdek hoe u efficiënt en effectief op het web navigeert met de producten van Mozilla.
pl: Dowiedz się, jak sprawnie i efektywnie poruszać się po sieci dzięki produktom Mozilli.
pt_br: Saiba como navegar na web de forma eficiente e eficaz com produtos da Mozilla.
sv: Undersök hur du navigerar på webben effektivt med Mozillas produkter.
tr: Mozilla ürünleriyle web’de nasıl daha verimli ve etkili gezinebileceğinizi keşfedin.
zh_cn: 探索借助 Mozilla 产品高效上网的方式。

# DB: products.Topic.title
source: Browser appearance
ia: Apparentia del navigator
kab: Udem n yiminig
sv: Webbläsarens utseende
tr: Tarayıcı görünümü

# DB: products.Topic.description
source: Troubleshoot browser appearance issues.
ia: Solver problemas de apparentia del navigator.
sv: Felsök problem med webbläsarens utseende.
tr: Tarayıcı görünümüyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Browser security
ia: Securitate de navigator
kab: Taɣellist n yiminig
sv: Webbläsarsäkerhet
tr: Tarayıcı güvenliği

# DB: products.Topic.description
source: Troubleshoot browser security issues.
ia: Solver problemas de securitate de navigator.
sv: Felsök säkerhetsproblem i webbläsaren.
tr: Tarayıcı güvenliğiyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Browsing
bg: Сърфиране
de: Surfen
el: Περιήγηση
es: Navegación
fy_nl: Navigearje
he: גלישה
hr: Pregledavanje
hu: Böngészés
ia: Navigar
id: Jelajah
it: Navigazione
ja: ブラウジング
ka: გვერდების მონახულება
kab: Tunigin
ko: 탐색
nb_no: Nettsurfing
nl: Navigeren
pl: Przeglądanie
pt_br: Navegação
pt_pt: Navegação
ro: Navigare
sk: Prehliadanie
sr: Прегледање
sv: Surfning
te: విహారణ
th: การเรียกดู
tr: Gezinti
uk: Перегляд сайтів
ur: براؤزنگ
vi: Duyệt web
zh_cn: 上网
zh_tw: 上網

# DB: products.Topic.description
source: Surf and navigate the Web on Firefox Preview
bg: Сърфирайте и навигирайте в мрежата с Firefox Preview
de: Surfen und navigieren Sie mit Firefox Preview im Internet
el: Περιηγηθείτε στο διαδίκτυο με το Firefox Preview
fy_nl: Op it web sneupe en navigearje yn Firefox Preview
he: גלישה וניווט ברשת ב־Firefox Preview
hr: Pregledaj internet s Firefox Preview
hu: Böngészés és navigáció a weben a Firefox Preview-val
ia: Naviga tra le web con Firefox Preview
it: Navigare sul Web con Firefox Preview
ja: Firefox Preview でウェブを閲覧する
ka: გვერდების მოსანახულებლად და ვებსივრცეში სამოგზაუროდ გამოიყენეთ Firefox Preview
kab: Inig deg web s Firefox Preview
ko: Firefox Preview에서 웹 서핑 및 탐색
nb_no: Surfe og naviger på nettet i Firefox Preview
nl: Op het web surfen en navigeren in Firefox Preview
pl: Przeglądanie Internetu w przeglądarce Firefox Preview
pt_br: Navegue na web com o Firefox Preview
pt_pt: Navegar na Web no Firefox Preview
ro: Navighează pe web cu Firefox Preview
sk: Surfujte a navigujte na webe pomocou Firefox Preview
sr: Сурфујте вебом помоћу Firefox Preview-а
sv: Surfa och navigera på webben i Firefox Preview
tr: Firefox Preview ile web'de dolaşma
uk: Переглядайте Інтернет з Firefox Preview
vi: Lướt và điều hướng Web trên Firefox Preview
zh_cn: 使用 Firefox Preview 上网冲浪
zh_tw: 使用 Firefox Preview 上網

# DB: products.Topic.description
source: Integrated calendar component of Thunderbird
de: Integrierte Kalenderkomponente von Thunderbird
el: Ενσωματωμένο στοιχείο ημερολογίου του Thunderbird
fy_nl: Yntegrearre agindakomponint fan Thunderbird
hu: A Thunderbird integrált naptárösszetevője
ia: Componente calendario integrate de Thunderbird
it: Componente calendario integrato di Thunderbird
ka: ჩაშენებული კალენდარი Thunderbird-ში
ko: Thunderbird에 내장된 캘린더 구성요소
nl: Geïntegreerde agendacomponent van Thunderbird
pl: Zintegrowany komponent kalendarza Thunderbirda
pt_br: Componente de agenda integrada do Thunderbird
pt_pt: Componente integrado de calendário do Thunderbird
sk: Integrovaný kalendárový komponent Thunderbirdu
sv: Integrerad kalenderkomponent i Thunderbird
tr: Thunderbird’ün tümleşik takvim bileşeni
uk: Інтегрований компонент калаендаря Thunderbird
vi: Lịch tích hợp của Thunderbird
zh_cn: Thunderbird 集成的日历组件
zh_tw: Thunderbird 的整合式行事曆元件

# DB: products.Topic.description
source: Manage your calendar events and schedules.
hu: Kezelje a naptári eseményeket és ütemezéseket.
ia: Gere tu eventos e planos de agenda.
it: Gestisci gli eventi e le pianificazioni del tuo calendario.
nl: Uw agenda-afspraken en planningen beheren.
pt_br: Gerencie seus eventos e programações da agenda.
sv: Hantera dina kalenderhändelser och scheman.
tr: Takvim etkinliklerinizi ve programlarınızı yönetin.
zh_cn: 管理和安排您的日程。

# DB: products.Topic.title
source: Calling and Contacts
af: Bel en kontakte
bg: Обаждане и контакти
bs: Pozivanje i kontakti
de: Anrufe und Kontakte
el: Κλήσεις και επαφές
es: Llamadas y Contactos
fy_nl: Belle en kontakten
he: שיחות ואנשי קשר
hr: Pozivanje i kontakti
hu: Hívás és névjegyek
ia: Appellos e contactos
id: Panggilan dan Kontak
it: Chiamate e contatti
ja: 通話と連絡先
ka: დარეკვა და ხალხი
kab: Isawalen d yinermisen
ko: 전화 및 연락처
mg: Fiantsoana sy Kaontakita
ms: Panggilan dan Kenalan
nb_no: Ringing og kontakter
nl: Bellen en contacten
pa_in: ਜਾਣੋ ਕਿ ਸੰਪਰਕ ਕਿਵੇਂ ਜੋੜੀਏ ਤੇ ਪਰਬੰਧ ਕਰੀਏ, ਇਸ ਦੇ ਨਾਲ ਹੀ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਓ.ਸਿ. ਫ਼ੋਨ ਉੱਤੇ ਸਿੱਧੀ ਕਾਲ ਜਾਂ ਕਨਫਰੰਸ ਕਾਲ ਕਰਨ ਬਾਰੇ ਵੀ ਸਿੱਖੋ।
pl: Nawiązywanie połączeń i kontakty
pt_br: Chamadas e Contatos
pt_pt: Chamadas e Contactos
ro: Apelare și contacte
sk: Volania a kontakty
sr: Позивање и контакти
sv: Samtal och kontakter
te: కాలింగ్ మరియు కాంటాక్ట్స్
th: การโทรและผู้ติดต่อ
tr: Arama ve kişiler
uk: Дзвінки та контакти
ur: کالنگ اور روابط
vi: Gọi điện và liên lạc
zh_cn: 通讯与联系人
zh_tw: 通話與聯絡人
zu: Ukufona kanye Nabafonelwayo
