Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Topic for any articles related to the Knowledge Base (help articles) contribution.
de: Thema für alle Artikel, die sich auf Mitarbeit bei Artikeln der Wissensdatenbank (Hilfeartikel) beziehen.
el: Θέμα για όλα τα άρθρα που σχετίζονται με τη συνεισφορά στη Γνωσιακή βάση (άρθρα βοήθειας).
fy_nl: Underwerp foar alle artikelen mei betrekking ta bydragen oan de Kennisbank (helpartikelen).
hu: Téma a tudásbázis-leírási (súgóleírási) közreműködéssel kapcsolatos leírások számára.
ia: Topico pro omne articulos relative al contribution al Base de cognoscentias (articulos de adjuta).
it: Argomento per qualsiasi articolo che riguarda la collaborazione alla Knowledge Base (articoli di supporto).
ja: ナレッジベース (ヘルプ記事) への貢献に関連する記事のトピック。
ka: საკითხი სტატიების შესახებ ცოდნის წყაროში (დამხმარე ტექსტებში) წვლილის შეტანის თაობაზე.
ko: KB 기사(도움말 문서) 기여와 관련된 주제입니다.
nl: Onderwerp voor alle artikelen met betrekking tot bijdragen aan de Kennisbank (hulpartikelen).
pl: Wszystkie artykuły związane z wkładem do Bazy Wiedzy (artykuły pomocy).
pt_br: Tópico de artigos relacionados à contribuição na base de conhecimento (artigos de ajuda).
pt_pt: Tópico para quaisquer artigos relacionados com a contribuição para a Base de conhecimentos (artigos de ajuda).
sk: Téma pre všetky články súvisiace s príspevkami do Databázy znalostí (články pomocníka).
sr: Тема за било које чланке везане за доприношење бази знања (помоћним чланцима).
sv: Ämne för alla artiklar relaterade till bidrag för hjälpartiklar.
tr: Bilgi bankasına (yardım makaleleri) katkı ile ilgili makalelerin konusu.
uk: Тема для будь-яких статей, пов’язаних із внеском до бази знань (довідкові статті).
vi: Chủ đề cho bất kỳ bài viết nào liên quan đến đóng góp Kho tàng kiến thức (bài viết trợ giúp).
zh_cn: 与知识库（帮助文章）贡献相关的任何文章的主题。
zh_tw: 知識庫（說明文件）貢獻的相關文件主題。

# DB: products.Topic.title
source: Highlighting
ia: In evidentia
sv: Markering
tr: Vurgulama

# DB: products.Topic.description
source: Troubleshoot highlighting issues.
ia: Solver problemas in evidentia.
sv: Felsök problem med markering.
tr: Vurgulamayla ilgili sorunları giderin.

# DB: products.Topic.title
source: History
af: Geskiedenis
bg: История
bs: Historija
de: Chronik
el: Ιστορικό
es: Historial
fy_nl: Skiednis
he: היסטוריה
hr: Povijest
hu: Előzmények
ia: Chronologia
id: Riwayat
it: Cronologia
ja: 履歴
ka: ისტორია
kab: Azray
ko: 방문 기록
mg: Tantara
ms: Sejarah
nb_no: Historikk
nl: Geschiedenis
pa_in: ਅਤੀਤ
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
sk: História
sr: Историја
sv: Historik
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: سابقات
vi: Lịch sử
zh_cn: 历史记录
zh_tw: 瀏覽紀錄
zu: Umlando

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
af: Verander jou geskiedenisinstellings op Firefox vir iOS
bg: Променете настройките на историята си във Firefox за iOS
bs: Promijenite postavke za historiju na Firefoxu za iOS
de: Ändern Sie Ihre Chronikeinstellungen in Firefox für iOS
el: Αλλαγή ρυθμίσεων ιστορικού στο Firefox για iOS
es: Cambia la configuración del historial en Firefox para iOS
fy_nl: Jo skiednisynstellingen wizigje yn Firefox foar iOS
he: שינוי הגדרות ההיסטוריה שלך ב־Firefox עבור iOS
hr: Promijeni postavke za povijest na Firefoxu za iOS
hu: Változtassa meg az előzmények beállításait a Firefox for iOS-en
ia: Cambia tu parametros de chronologia sur Firefox pro iOS
id: Ubah setelan riwayat Firefox untuk iOS Anda
it: Modificare le impostazioni per la cronologia su Firefox per iOS
ja: iOS 版 Firefox で履歴設定を変更しましょう
ka: შეცვალეთ ისტორიის პარამეტრები, Firefox iOS-ზე
kab: Beddel iɣewwaren n uzray deg Firefox i iOS
ko: iOS에서 Firefox의 이력 변경
mg: Ovao ny tefin'ny tantaranao ao @ Firefox ho an'i iOS
ms: Tukar tetapan sejarah anda pada Firefox untuk iOS
nb_no: Endre dine innstillinger for historikk i Firefox for iOS
nl: Uw geschiedenisinstellingen wijzigen in Firefox voor iOS
pl: Zmień ustawienia historii Firefoksa dla iOS
pt_br: Altere as configurações de histórico no Firefox para iOS
pt_pt: Altere as suas definições de histórico no Firefox para iOS
ro: Modifică setările de istoric pe Firefox pentru iOS
sk: Zmena nastavení histórie na Firefoxe pre iOS
sr: Промените подешавања историје на Firefox за iOS уређају
sv: Ändra dina historikinställningar på Firefox för iOS
te: iOS కోసం Firefox లో మీ చరిత్ర అమరికలను మార్చండి
th: เปลี่ยนการตั้งค่าประวัติของคุณบน Firefox สำหรับ iOS
tr: iOS için Firefox'ta geçmiş ayarlarınızı özelleştirme
uk: Змінюйте свої налаштування історії на Firefox для iOS
vi: Thay đổi cài đặt lịch sử của bạn trên Firefox dành cho iOS
zh_cn: 更改您的 iOS 版 Firefox 历史记录设置
zh_tw: 在 Firefox for iOS 修改您的瀏覽紀錄設定
zu: Shintsha amasethingi omlando wakho ku-Firefox ye-iOS

# DB: products.Topic.description
source: View and manage your browsing history.
hu: Tekintse meg és kezelje a böngészési előzményeit.
ia: Vide e gere tu chronologia de navigation.
it: Visualizza e gestisci la cronologia di navigazione.
nl: Uw navigatiegeschiedenis bekijken en beheren.
pt_br: Consulte e gerencie seu histórico de navegação.
sv: Visa och hantera din webbhistorik.
tr: Gezinti geçmişinizi görüntüleyin ve yönetin.
zh_cn: 查看和管理浏览历史。

# DB: products.Topic.title
source: Home screen
ia: Pagina initial
kab: Agilal agejdan
sv: Hemskärm
tr: Ana ekran

# DB: products.Topic.description
source: Add Mozilla’s products to your home screen for easy access.
ia: Adde productos de Mozilla a tu pagina initial pro acceder facilemente.
sv: Lägg till Mozillas produkter till din hemskärm för enkel åtkomst.
tr: Kolay erişim için Mozilla ürünlerini ana ekranınıza ekleyin.

# DB: products.Topic.title
source: Hot topics
af: Warm onderwerpe
bg: Горещи теми
bs: Popularne teme
de: Top-Themen
el: Κορυφαία θέματα
es: Temas de actualidad
fy_nl: Aktuele ûnderwerpen
he: נושאים חמים
hr: Popularne teme
hu: Népszerű témák
ia: Argumentos in evidentia
id: Topik hangat
it: In evidenza
ja: 注目のトピック
ka: ცხელი თემები
kab: Isental n tallit
ko: 최신 이슈
mg: Lohahevitra mafana
ms: Topik Hangat
nb_no: Populære emner
nl: Actuele onderwerpen
pa_in: ਗਰਮ ਵਿਸ਼ੇ:
pl: Gorące tematy
pt_br: Assuntos em destaque
pt_pt: Tópicos mais populares
ro: Subiecte fierbinți
sk: Populárne témy
sr: Популарне теме
sv: Heta ämnen
te: హాట్ విషయాలు
th: หัวข้อยอดนิยม
tr: Gündemdeki konular
uk: Гарячі теми
ur: خاص عنوانات
vi: Các chủ đề hot:
zh_cn: 热门主题
zh_tw: 熱門主題
zu: Izihloko ezisematheni

# DB: products.Topic.description
source: Hot topics
af: Warm onderwerpe
bg: Горещи теми
bs: Popularne teme
de: Top-Themen
el: Κορυφαία θέματα
es: Temas de actualidad
fy_nl: Aktuele ûnderwerpen
he: נושאים חמים
hr: Popularne teme
hu: Népszerű témák
ia: Argumentos in evidentia
id: Topik hangat
it: In evidenza
ja: 注目のトピック
ka: ცხელი თემები
kab: Isental n tallit
ko: 최신 이슈
mg: Lohahevitra mafana
ms: Topik Hangat
nb_no: Populære emner
nl: Actuele onderwerpen
pa_in: ਗਰਮ ਵਿਸ਼ੇ:
pl: Gorące tematy
pt_br: Assuntos em destaque
pt_pt: Tópicos mais populares
ro: Subiecte fierbinți
sk: Populárne témy
sr: Популарне теме
sv: Heta ämnen
te: హాట్ విషయాలు
th: หัวข้อยอดนิยม
tr: Gündemdeki konular
uk: Гарячі теми
ur: خاص عنوانات
vi: Các chủ đề hot
zh_cn: 热门主题
zh_tw: 熱門主題
zu: Izihloko ezisematheni

# DB: products.Topic.title
source: How does it work?
af: Hoe werk dit?
bg: Как работи?
bs: Kako to radi?
de: Wie funktioniert es?
el: Πώς λειτουργεί;
es: ¿Cómo funciona?
fy_nl: Hoe wurket it?
he: איך זה עובד?
hr: Kako funkcionira?
hu: Hogyan működik?
ia: Como functiona illo?
id: Bagaimana cara kerjanya?
it: Come funziona?
ja: どのように動作しますか？
ka: როგორ მუშაობს?
kab: Amek i iteddu?
ko: 동작 방법
mg: Ahoana ny fiasany?
ms: Bagaimana caranya?
nb_no: Hvordan virker det?
nl: Hoe werkt het?
pa_in: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ?
pl: Jak to działa?
pt_br: Como isso funciona?
pt_pt: Como funciona?
ro: Cum funcționează?
sk: Ako to funguje?
sr: Како функционише?
sv: Hur fungerar det?
te: ఇది ఎలా పనిచేస్తుంది?
th: ทำงานอย่างไร?
tr: Nasıl çalışıyor?
uk: Як це працює?
ur: یہ کس طرح کام کرتا ہے؟
vi: Nó hoạt động như thế nào?
zh_cn: 它是怎样运转的？
zh_tw: 原理是什麼？
zu: Isebenza kanjani?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
af: Hoe om te begin met Firefox vir Windows 8 Touch.
bg: Основни неща с които да започнете за Firefox за Windows 8 Touch.
bs: Osnove za započinjanje sa Firefoxom za Windows 8 Touch.
de: Grundlagen für die erste Nutzung von Firefox für Windows 8 Touch.
el: Βασικά για να ξεκινήσετε με το Firefox για Windows 8 Touch.
es: Conceptos básicos para empezar con Firefox para Windows 8 Touch.
fy_nl: De basis om te begjinnen mei Firefox foar Windows 8 Touch.
he: היסודות למתחילים עם Firefox עבור Windows 8 עם מגע.
hr: Osnove za rad s Firefoxom za Windows 8 Touch.
hu: Alapok a Firefox for Windows 8 Touch használatához.
ia: Elementos pro comenciar con Firefox pro Windows 8 Touch.
id: Dasar-dasar untuk memulai dengan Firefox untuk Windows 8 Touch.
it: Primi passi per cominciare con Firefox per Windows 8 Touch
ja: Windows 8 Touch 版 Firefox の基本的な使い方。
ka: ძირითადი ინფორმაცია, Firefox Windows 8 Touch-თან მუშაობის დასაწყებად.
kab: Tazwart akken ad tebduḍ s Firefox i Windows 8 Touch.
ko: Firefox 윈도 8 터치 기본 사항
mg: Ireo fiasa fototra hanombohana mampiasa Firefox ho an'i Windows 8 Touch.
ms: Asas bagi memulakan Firefox untuk Windows 8 Touch.
nb_no: Grunnleggende for å komme i gang med Firefox for Windows 8 Touch.
nl: De basis om te beginnen met Firefox voor Windows 8 Touch.
pl: Podstawy obsługi Firefoksa dla Windows 8 Touch.
pt_br: Noções básicas para começar a usar com o Firefox para Windows 8 Touch.
pt_pt: O básico para começar no Firefox para Windows 8 Touch.
ro: Elemente de bază pentru a începe cu Firefox pentru Windows 8 Touch.
sk: Ako začať s Firefoxom pre Windows 8 Touch.
sr: Основе за започињање са Firefox-ом за Windows 8 Touch.
sv: Grundläggande för att komma igång med Firefox för Windows 8 Touch.
te: విండోస్ 8 టచ్ ఫైర్ ఫాక్స్ తో ప్రారంభించడానికి బేసిక్స్.
th: ความรู้พื้นฐานในการเริ่มต้นใช้งาน Firefox สำหรับ Windows 8 Touch
tr: Windows 8 Dokunmatik için Firefox'a başlamanız için temel bilgiler.
uk: Основні відомості про те, як почати використовувати Firefox для Windows 8 Touch.
ur: Windows 8 ٹچ کیلئے Firefox کے ساتھ شروع کرنے کی بنیادی باتیں۔
vi: Khái niệm cơ bản để bắt đầu với Firefox cho Windows 8 Touch.
zh_cn: 适用于 Windows 8 触控设备的 Firefox 入门。
zh_tw: Firefox for Windows 8 Touch 基礎入門。
zu: Ulwazi oluyisisekelo lokuthi uqala kanjani ku-Firefox Windows 8 Touch.

# DB: products.Topic.title
source: How do I use Firefox Preview?
bg: Как да ползваме Firefox Preview
de: Wie verwende ich Firefox Preview?
el: Οδηγίες χρήσης του Firefox Preview
es: ¿Cómo se usa Firefox Preview?
fy_nl: Hoe brûk ik Firefox Preview?
he: איך להשתמש ב־Firefox Preview?
hr: Kako koristiti Firefox Preview?
hu: Hogyan használja a Firefox Preview böngészőt?
ia: Como pote io usar Firefox Preview?
it: Utilizzare Firefox Preview
ja: Firefox Preview の使い方
ka: როგორ გამოიყენება Firefox Preview?
kab: Amek ara tesqedceḍ Firefox Preview?
ko: Firefox Preview는 어떻게 사용하나요?
nb_no: Hvordan bruker jeg Firefox Preview?
nl: Hoe gebruik ik Firefox Preview?
pl: Jak używać Firefox Preview?
pt_br: Como usar o Firefox Preview
pt_pt: Como utilizar o Firefox Preview?
ro: Cum se folosește Firefox Preview?
sk: Ako používať Firefox Preview
sr: Како користити Firefox Preview?
sv: Hur använder jag Firefox Preview?
te: Firefox Previewను ఎలా వాడుకోవాలి?
th: ฉันจะใช้ Firefox Preview ได้อย่างไร?
tr: Firefox Preview nasıl kullanılır?
uk: Як використовувати Firefox Preview?
ur: میں Firefox Preview کیسے استعمال کروں؟
vi: Làm thế nào để sử dụng Firefox Preview?
zh_cn: 如何使用 Firefox Preview？
zh_tw: 如何使用 Firefox Preview？

# DB: products.Topic.description
source: Get help with using features in Firefox Preview.
bg: Получете помощ относно ползването на функции във Firefox Preview.
de: Holen Sie sich Hilfe bei Funktionen von Firefox Preview.
el: Λάβετε βοήθεια με τη χρήση λειτουργιών στο Firefox Preview.
fy_nl: Help krije by it gebrûk fan funksjes yn Firefox Preview.
he: קבלת עזרה בשימוש בתכונות ב־Firefox Preview.
hr: Pomoć za funkcije u Firefox Preview.
hu: Kapjon segítséget a Firefox Preview funkcióinak használatához.
ia: Obtener adjuta con le functionalitates de Firefox Preview.
it: Ricevi assistenza sull'uso delle funzionalità in Firefox Preview
ja: Firefox Preview の機能を使用する手助けを得る。
ka: მიიღეთ დახმარება შესაძლებლობებით, რომლებითაც აღჭურვილია Firefox Preview.
kab: Awi tallelt n useqdec n tmahilin n Firefox Preview.
ko: Firefox Preview의 기능 사용에 대한 도움말을 얻습니다.
nb_no: Få hjelp med å bruke funksjoner i Firefox Preview.
nl: Hulp verkrijgen bij het gebruik van functies in Firefox Preview.
pl: Pomoc dotycząca funkcji przeglądarki Firefox Preview.
pt_br: Obtenha ajuda para usar recursos do Firefox Preview.
pt_pt: Obter ajuda para utilizar funcionalidades no Firefox Preview.
ro: Primește asistență la utilizarea funcțiilor Firefox Preview.
sk: Získajte pomoc s používaním funkcií vo Firefox Preview.
sr: Потражите помоћ за Firefox Preview функције
sv: Få hjälp med att använda funktioner i Firefox Preview.
tr: Firefox Preview'daki özellikleri kullanma konusunda yardım alın.
uk: Отримайте допомогу щодо використання Firefox Preview.
ur: Firefox Preview میں خصوصیات کا استعمال کرنے کے لیے مدد حاصل کریں۔
vi: Nhận trợ giúp với việc sử dụng các tính năng trong Firefox Preview.
zh_cn: 获取 Firefox Preview 功能的相关帮助。
zh_tw: 取得 Firefox Preview 功能的相關幫助。

# DB: products.Topic.title
source: How To
af: Hoedoen
bg: Как да
bs: Kako da
de: Anleitung
el: Οδηγίες
es: Cómo
fy_nl: Hantlieding
he: הנחיות לביצוע
hr: Kako obaviti
hu: Hogyan
ia: Guidas
id: Panduan
it: Procedure
ja: 操作方法
ka: როგორ
kab: Amek
ko: 사용법
mg: Fomba Fanaovana
ms: Cara
nb_no: Hvordan gjør du
nl: Handleiding
pa_in: ਕਿਵੇਂ
pl: Jak to zrobić
pt_br: Como fazer
pt_pt: Como fazer
ro: Cum să
sk: Ako na
sr: Како да
sv: Hur man
te: ఎలా చేయాలి
th: วิธีการ
tr: Nasıl yapılır
uk: Як
ur: کیسے
vi: Phương thức hoạt động
zh_cn: 使用指南
zh_tw: 如何做
zu: Kwenziwa kanjani

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
af: Artikels wat jou vertel hoe jy meer met Thunderbird kan doen
bg: Статии, които ви казват какво можете да направите повече с Thunderbird
bs: Članci koji govore kako možete učiniti više koristeći Thunderbird
de: Artikel, die Ihnen zeigen, was Sie alles mit Thunderbird tun können
el: Άρθρα που σας λένε πώς να κάνετε περισσότερα με το Thunderbird
es: Estos artículos te enseñan todo lo que puedes hacer en Thunderbird
fy_nl: Artikelen dy’t útlis jaan oer hoe’t jo mear mei Thunderbird dwaan kinne
he: מאמרים שמספרים לך איך אפשר להפיק יותר מ־Thunderbird
hr: Članci koji objašnjavaju kako učiniti više s Thunderbirdom
hu: Leírások, amelyek elmondják, hogyan érhet el többet a Thunderbirddel
ia: Articulos que te dice como pote tu facer plus con Thunderbird
it: Articoli per sapere come utilizzare al meglio Thunderbird
ja: Thunderbird に対してあなたが協力できることを紹介する記事
ka: სტატიები, საიდანაც ბევრს შეიტყობთ Thunderbird-ით სარგებლობის შესახებ
kab: Imagraden ara k-d-yinin amek ara txedmeḍ ugar s Thunderbird
ko: Thunderbird로 할 수 있는 기능 문서
mg: Lahatsoratra milaza aminao ny fomba ahavitanao bebe kokoa @ alàlan'i Thunderbird
ms: Artikel yang membantu anda cara untuk mendapatkan lebih banyak manfaat dengan Thunderbird
nb_no: Artikler som forteller deg hvordan du kan gjøre mer med Thunderbird
nl: Artikelen die uitleg geven over hoe u meer met Thunderbird kunt doen
pl: Artykuły wyjaśniające, jak możesz usprawnić pracę z Thunderbirdem
pt_br: Artigos que informam sobre como você pode fazer mais com o Thunderbird
pt_pt: Artigos que explicam como fazer mais com o Thunderbird
ro: Articole care spun cum să faci mai multe cu Thunderbird
sk: Články, ktoré vám povedia, ako lepšie využiť Thunderbird
sr: Чланци који говоре како можете учинити више користећи Thunderbird
sv: Artiklar som talar om hur man kan göra mer med Thunderbird
te: మీరు థండర్బర్డ్ తో మరింత ఎలా చెయ్యాలో చెప్పే వ్యాసాలు
th: บทความที่บอกคุณว่าคุณสามารถทำอะไรได้มากขึ้นด้วย Thunderbird
tr: Thunderbird ile daha fazlasını nasıl yapabileceğinizi anlatan makaleler
uk: Статті, які розкажуть вам, що ще ви можете робити за допомогою Thunderbird
ur: مضامین جو آپ کو بتاتے ہیں کہ آپ Thunderbird کے ساتھ مزید کس طرح کرسکتے ہیں
vi: Các bài viết cho bạn biết cách có thể làm nhiều thứ hơn với Thunderbird
zh_cn: 这些文章告诉您怎样更好地使用 Thunderbird
zh_tw: 告訴您還可以在 Thunderbird 做什麼的文章
zu: Ama-athikhili akutshela ukuthi ungenza kanjani okuningi nge-Thunderbird

# DB: products.Topic.title
source: How to use Firefox
bg: Как да ползваме Firefox
bs: Firefox pomoć za Sync
de: Wie Sie Firefox verwenden können
el: Οδηγίες χρήσης του Firefox
es: Cómo utilizar Firefox
fy_nl: Hoe Firefox te brûken
he: איך להשתמש ב־Firefox
hr: Kako koristiti Firefox
hu: Hogyan használja a Firefoxot
ia: Como usar Firefox
id: Bantuan untuk Seluler
it: Utilizzare Firefox per iOS
ja: Firefox の使い方
ka: როგორ გამოიყენება Firefox iOS-ისთვის
kab: Amek ad tesqedceḍ Firefox
ko: Firefox 사용방법
ms: Cara menggunakan Firefox
nb_no: Firefox Hjelp for Mobil
nl: Firefox gebruiken
pa_in: ਫਾਇਰਫੌਕਸ ਨੂੰ ਕਿਵੇਂ ਵਰਤਿਆ ਜਾਵੇ
pl: Podstawy Firefoksa
pt_br: Como usar o Firefox
pt_pt: Como utilizar o Firefox
ro: Cum se utilizează Firefox
sk: Ako používať Firefox
sr: Како да користите Firefox
sv: Så här använder du Firefox
te: Firefox ను ఎలా ఉపయోగించాలి
th: วิธีใช้ Firefox
tr: Firefox’u kullanma
uk: Firefox для iOS
ur: Firefox کا استعمال کیسے کریں
vi: Cách sử dụng Firefox
zh_cn: 如何使用 Firefox
zh_tw: 如何使用 Firefox

# DB: products.Topic.description
source: How to browse, search and customize your settings
bg: Как да разглеждате, да търсите и да персонализирате настройките си
bs: Kako da pretražujete, tražite i prilagodite vaše postavke
de: Wie Sie surfen, suchen und Ihre Einstellungen anpassen
el: Περιήγηση, αναζήτηση και προσαρμογή ρυθμίσεων
es: Cómo buscar, personalizar y navegar por los ajustes
fy_nl: Hoe te browsen, sykjen en jo ynstellingen oan te passen
he: איך לגלוש, לחפש ולהתאים אישית את ההגדרות שלך
hr: Kako pregledavati, pretraživati i prilagoditi postavke
hu: Hogyan böngésszen, keressen és szabja testre a beállításait
ia: Como navigar, recercar e personalisar su configurationes
it: Come navigare, eseguire ricerche e modificare le impostazioni
ja: ブラウジング、検索、設定のカスタマイズ方法
ka: როგორ მოვიძიოთ და მოვინახულოთ გვერდები და როგორ მოვირგოთ პარამეტრები
kab: Tunigin, anadi akked umuddu n wudem i yiɣewwaren-ik
ko: 설정을 둘러보거나 검색하고, 맞춤설정하는 방법
ms: Cara untuk melayar, mencari dan menyesuaikan tetapan anda
nb_no: Slik surfer, søker og tilpasser du dine innstillinger
nl: Navigeren, zoeken en uw instellingen aanpassen
pl: Przeglądanie, wyszukiwanie i personalizowanie ustawień
pt_br: Como navegar, pesquisar e personalizar suas configurações
pt_pt: Como navegar, pesquisar e personalizar as suas definições
ro: Cum să navighezi, să cauți și să personalizezi setările
sk: Informácie o tom, ako používať prehliadač, vyhľadávať a prispôsobovať nastavenia
sr: Како да сурфујете, претражујете и прилагодите ваше поставке
sv: Hur man surfar, söker och anpassar dina inställningar
te: మీ అమరికలను విహరించడం, శోధించడం మరియు అనుకూలీకరించడం ఎలా
th: วิธีเรียกดู, ค้นหา และปรับแต่งการตั้งค่าของคุณ
tr: Ayarlarınızda gezinme, arama yapma ve ayarlarınızı özelleştirme
uk: Як переглядати в інтернеті, шукати й змінювати налаштування
ur: اپنی ترتیبات کو براؤز کرنے ، تلاش کرنے اور مخصوصکیسےکریں
vi: Cách duyệt, tìm kiếm và tùy chỉnh cài đặt của bạn
zh_cn: 如何浏览、搜索和定制您的设置
zh_tw: 如何瀏覽、搜尋並自訂設定

# DB: products.Topic.title
source: How to use Firefox for Android
bg: Как да използвате Firefox за Android
bs: Kako da koristim Firefox za Android
de: Verwendung von Firefox für Android
el: Τρόπος χρήσης του Firefox για Android
es: Cómo utilizar Firefox para Android
fy_nl: Firefox foar Android brûke
he: איך להשתמש ב־Firefox עבור Android
hr: Kako koristiti Firefox za Android
hu: A Firefox for Android használata
ia: In qual maniera usar Firefox pro Android
id: Bagaimana menggunakan Firefox untuk Android
it: Utilizzare Firefox per Android
ja: Android 版 Firefox の使い方
ka: როგორ გამოიყენება Firefox Android-ისთვის
kab: Amek ara tesqedceḍ Firefox i Android
ko: Android용 Firefox 사용방법
mg: Fomba fampiasana an'i Firefox ho an'i Android
ms: Cara menggunakan Firefox untuk Android
nb_no: Hvordan bruke Firefox for Android
nl: Firefox voor Android gebruiken
pl: Podstawy Firefoksa dla systemu Android
pt_br: Como usar o Firefox para Android
pt_pt: Como utilizar o Firefox para Android
ro: Cum se utilizează Firefox pentru Android
sk: Ako používať Firefox pre Android
sr: Како да користим Firefox за Android
sv: Hur man använder Firefox för Android
te: ఆండ్రాయిడ్ కోసం Firefox ఎలా ఉపయోగించాలి
th: วิธีใช้ Firefox สำหรับ Android
tr: Android için Firefox nasıl kullanılır?
uk: Як використовувати Firefox для Android
ur: Android کے لئے Firefox کیسے استعمال کروں
vi: Làm thế nào để sử dụng Firefox cho Android
zh_cn: Android 版 Firefox 使用方法
zh_tw: 如何使用 Firefox for Android

# DB: products.Topic.description
source: How to use Firefox for Android
bg: Как да използвате Firefox за Android
bs: Kako da koristim Firefox za Android
de: Verwendung von Firefox für Android
el: Τρόπος χρήσης του Firefox για Android
es: Cómo utilizar Firefox para Android
fy_nl: Firefox foar Android brûke
he: איך להשתמש ב־Firefox עבור Android
hr: Kako koristiti Firefox za Android
hu: A Firefox for Android használata
ia: In qual maniera usar Firefox pro Android
id: Bagaimana menggunakan Firefox untuk Android
it: Utilizzare Firefox per Android
ja: Android 版 Firefox の使い方です
ka: როგორ ვისარგებლოთ Firefox Android-ის ვერსიით
kab: Amek ara tesqedceḍ Firefox i Android
ko: Android용 Firefox 사용방법
mg: Fomba fampiasana an'i Firefox ho an'i Android
ms: Cara menggunakan Firefox untuk Android
nb_no: Hvordan bruke Firefox for Android
nl: Firefox voor Android gebruiken
pl: Podstawy Firefoksa dla systemu Android
pt_br: Como usar o Firefox para Android
pt_pt: Como utilizar o Firefox para Android
ro: Cum se utilizează Firefox pentru Android
sk: Ako používať Firefox pre Android
sr: Како да користим Firefox за Android
sv: Hur man använder Firefox för Android
te: ఆండ్రాయిడ్ కోసం Firefox ఎలా ఉపయోగించాలి
th: วิธีใช้ Firefox สำหรับ Android
tr: Android için Firefox nasıl kullanılır?
uk: Як використовувати Firefox для Android
ur: Android کے لئے Firefox کیسے استعمال کروں
vi: Làm thế nào để sử dụng Firefox cho Android
zh_cn: Android 版 Firefox 使用方法
zh_tw: 如何使用 Firefox for Android

# DB: products.Topic.title
source: How to use Firefox for iOS
bg: Как да използвате Firefox за iOS
bs: Kako koristiti Firefox za iOS
de: Verwendung von Firefox für iOS
el: Τρόπος χρήσης του Firefox για iOS
es: Cómo utilizar Firefox para iOS
fy_nl: Firefox foar iOS brûke
he: איך להשתמש ב־Firefox עבור iOS
hr: Kako koristiti Firefox za iOS
hu: Firefox for iOS használata
ia: In qual maniera usar Firefox pro iOS
id: Bagaimana menggunakan Firefox untuk iOS
it: Utilizzare Firefox per iOS
ja: iOS 版 Firefox の使い方
ka: როგორ გამოიყენება Firefox iOS-ისთვის
kab: Amek ara tesqedceḍ Firefox i iOS
ko: Firefox iOS 사용 방법
mg: Fomba fampiasana an'i Firefox ho an'i iOS
ms: Cara menggunakan Firefox untuk iOS
nb_no: Hvordan bruke Firefox for iOS
nl: Firefox voor iOS gebruiken
pa_in: iOS ਲਈ ਫਾਇਰਫੌਕਸ ਕਿਵੇਂ ਵਰਤਿਆ ਜਾਵੇ
pl: Podstawy Firefoksa dla systemu iOS
pt_br: Como usar o Firefox para iOS
pt_pt: Firefox para iOS
ro: Cum se utilizează Firefox pentru iOS
sk: Ako používať Firefox pre iOS
sr: Firefox за iOS
sv: Firefox för iOS
te: iOS కోసం Firefox ఎలా ఉపయోగించాలి
th: วิธีใช้ Firefox สำหรับ iOS
tr: iOS için Firefox nasıl kullanılır?
uk: Firefox для iOS
ur: iOS کے لئے Firefox کیسے استعمال کریں
vi: Làm thế nào để sử dụng Firefox dành cho iOS
zh_cn: iOS 版 Firefox 使用方法
zh_tw: 如何使用 Firefox for iOS
