Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: No differences found
af: Geen verskille gevind nie
ar: لم يُعثر على أي اختلاف
az: Fərq tapılmadı
bg: Няма разлики
bn: কোনো পার্থক্য পাওয়া যায়নি
ca: No s'han trobat diferències
el: Δεν βρέθηκαν διαφορές
es: No se encontraron diferencias
et: Erinevusi ei leitud
fa: تفاوتی یافت نشد
fr: Aucune différence trouvée
fy_nl: Gjin ferskillen fûn
ga_ie: Níor aimsíodh aon difríocht
ia: Nulle differentia trovate
it: Non sono state trovate differenze
lt: Skirtumų nerasta
mg: Tsisy fahasamihafana hita
ml: വ്യത്യാസങ്ങളൊന്നും കണ്ടെത്തിയില്ല
ms: Tiada perbezaan dijumpai
nb_no: Ingen forskjeller funnet
nl: Geen verschillen gevonden
pa_in: ਕੋਈ ਅੰਤਰ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono różnic
pt_br: Não há diferenças
pt_pt: Não foram encontradas diferenças
ro: Nu s-au găsit diferențe
sk: Nebol nájdený žiadny rozdiel
sl: Razlik ni bilo najti
sv_se: Inga skillnader hittades
te: ఏ తేడాలు కనపడలేదు
tl: Walang kaibahang nakita
ur: کوئی اختلاف نہیں ملا
xh: Akukho mahluko ufunyenweyo
zu: Akukho mehluko otholakele

source: Cancel
af: Kanselleer
ar: ألغِ
az: Ləğv et
bg: Отмени
bn: বাতিল
ca: Cancel·la
el: Ακύρωση
es: Cancelar
et: Tühista
fa: انصراف
fr: Annuler
fy_nl: Annulearje
ga_ie: Cealaigh
ia: Cancellar
it: Annulla
lt: Atsisakyti
mg: Foanana
ml: റദ്ദാക്കുക
ms: Batal
nb_no: Avbryt
nl: Annuleren
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
sk: Zrušiť
sl: Prekliči
sv_se: Avbryt
te: రద్దుచేయి
tl: Kanselahin
ur: منسوخ کریں
xh: Rhoxisa
zu: Khansela

source: You are now signed in to your Mozilla account
bg: Вече сте влезли в профила си в Mozilla
ca: Heu iniciat la sessió al vostre compte de Mozilla
el: Έχετε συνδεθεί στον λογαριασμό Mozilla σας
fy_nl: Jo binne no oanmeld by jo Mozilla-account
ia: Tu es ora connexe a tu conto Mozilla
it: Hai effettuato l’accesso al tuo account Mozilla
ml: താങ്ങൾ താങ്ങളുടെ അക്കൗണ്ടിലോട്ടു് പ്രവേശിച്ചിരിക്കുന്നു
nb_no: Du er nå logget på Mozilla-kontoen din
nl: U bent nu aangemeld bij uw Mozilla-account
pl: Jesteś teraz zalogowany na swoje konto Mozilli
ro: Acum ești autentificat(ă) în contul Mozilla
sk: Teraz ste prihlásení do svojho účtu Mozilla
sl: Sedaj ste prijavljeni v račun Mozilla

source: Update browser settings
bg: Промяна настройките на четеца
ca: Actualitza els paràmetres del navegador
el: Ενημέρωση ρυθμίσεων προγράμματος περιήγησης
fy_nl: Browserynstellingen bywurkje
ia: Actualisar configurationes del navigator
it: Aggiorna le impostazioni del browser
ml: അന്വേഷിയന്ത്ര ക്രമീകരണങ്ങൾ പുതുക്കുക
nb_no: Oppdater nettleserinnstillingene
nl: Browserinstellingen bijwerken
pl: Zaktualizuj ustawienia przeglądarki
ro: Actualizează setările browserului
sk: Aktualizujte nastavenia prehliadača
sl: Posodobite nastavitve brskalnika

source: Data syncing...
bg: Данните се синхронизират...
ca: S'estan sincronitzant les dades...
el: Συγχρονισμός δεδομένων...
fy_nl: Gegevens syngronisearje…
ia: Synchronisante data...
it: Sincronizzazione dati…
ml: ഡാറ്റ സമന്വയിപ്പിക്കുന്നു
nb_no: Datasynkronisering…
nl: Gegevens synchroniseren…
pl: Synchronizacja danych…
ro: Sincronizare date...
sk: Synchronizácia údajov...
sl: Sinhroniziranje podatkov ...

source: We were unable to sync your data. To complete this backup, you’ll need to turn on syncing. <a href='#'>Go to settings</a>
bg: Не успяхме да синхронизираме вашите данни. За да завършите това архивиране, ще трябва да включите синхронизирането. <a href='#'>Отидете на настройки</a>
ca: No s'han pogut sincronitzar les vostres dades. Per completar la còpia de seguretat, heu d'activar la sincronització. <a href='#'>Vés als paràmetres</a>
el: Δεν μπορέσαμε να συγχρονίσουμε τα δεδομένα σας. Για να ολοκληρώσετε τη δημιουργία αυτού του αντιγράφου ασφαλείας, θα πρέπει να ενεργοποιήσετε τον συγχρονισμό. <a href='#'>Μετάβαση στις ρυθμίσεις</a>
fy_nl: Wy koene jo gegevens net syngronisearje. Om dizze reservekopy te foltôgjen, moatte jo syngronisaasje ynskeakelje. <a href='#'>Nei ynstellingen</a>
ia: Impossibile synchronisar tu datos. Pro completar iste salvamento, tu debera activar le synchronisation. <a href='#'>Vade a parametros</a>
it: Impossibile sincronizzare i tuoi dati. Per completare questo backup, dovrai attivare la sincronizzazione. <a href='#'>Vai alle impostazioni</a>
nb_no: Vi kunne ikke synkronisere dataene dine. Du må slå på synkronisering for å fullføre denne sikkerhetskopien. <a href='#'>Gå til innstillinger</a>
nl: We konden uw gegevens niet synchroniseren. Om deze back-up te voltooien, moet u synchronisatie inschakelen. <a href='#'>Naar instellingen</a>
pl: Nie udało się zsynchronizować Twoich danych. Aby ukończyć tworzenie kopii zapasowej, musisz włączyć synchronizację. <a href='#'>Przejdź do ustawień</a>
ro: Nu am reușit să-ți sincronizăm datele. Pentru finalizarea acestei copii de rezervă, trebuie să activezi sincronizarea. <a href='#'>Mergi la setări</a>
sk: Nepodarilo sa nám synchronizovať vaše údaje. Na dokončenie tejto zálohy budete musieť zapnúť synchronizáciu. <a href='#'>Prejsť na nastavenia</a>
sl: Vaših podatkov ni bilo mogoče sinhronizirati. Za dokončanje tega varnostnega kopiranja morate vključiti sinhronizacijo. <a href='#'>Pojdi na nastavitve</a>

source: If you need to make any changes to the data you want synced, you can do so at any time in your <a href='#'>browser settings.</a>
bg: Ако трябва да направите промени в данните, които искате да синхронизирате, можете да го направите по всяко време в <a href='#'>настройките на мрежовия четец.</a>
ca: Si necessiteu fer algun canvi a les dades que voleu sincronitzar, podeu fer-ho en qualsevol moment en els <a href='#'>paràmetres del navegador.</a>
el: Εάν πρέπει να κάνετε αλλαγές στα δεδομένα που θέλετε να συγχρονίζονται, μπορείτε να το κάνετε ανά πάσα στιγμή στις <a href='#'>ρυθμίσεις του προγράμματος περιήγησής σας.</a>
fy_nl: As jo wizigingen meitsje moatte oan de gegevens dy’t jo syngronisearje wolle, kinne jo dat op elk momint dwaan yn jo <a href='#'>browserynstellingen.</a>
ia: Si tu debe facer ulle cambiamentos al datos que tu vole synchronisate, tu pote facer assi sempre in tu <a href='#'>parametros de navigator.</a>
it: Se hai bisogno di cambiare la selezione di dati da sincronizzare, puoi farlo in qualsiasi momento dalle <a href='#'>impostazioni del browser.</a>
nb_no: Hvis du trenger å gjøre endringer i de data du vil synkronisere, kan du gjøre det når som helst i dine <a href='#'>nettleserinnstillinger.</a>
nl: Als u wijzigingen moet aanbrengen in de gegevens die u wilt synchroniseren, kunt u dit op elk moment doen in uw <a href='#'>browserinstellingen.</a>
pl: Jeśli chcesz wprowadzić jakiekolwiek zmiany w danych, które mają być zsynchronizowane, możesz to zrobić w dowolnym momencie w <a href='#'>ustawieniach przeglądarki</a>.
ro: Dacă trebuie să modifici orice date pe care le vrei sincronizate, o poți face în orice moment în <a href='#'>setările browserului.</a>
sk: Ak potrebujete vykonať nejaké zmeny v údajoch, ktoré chcete synchronizovať, môžete tak urobiť kedykoľvek v <a href='#'>nastaveniach prehliadača</a>.
sl: Podatke, ki jih želite sinhronizirati, lahko kadarkoli spremenite v <a href='#'>nastavitvah brskalnika</a>.

source: Take a minute to create an <a href='%s'>account recovery key</a>, so you won’t get locked out if you lose your password.
bg: Отделете минута, за да създадете <a href='%s'>ключ за възстановяване на профила</a>, така че да не изгубите достъп, ако загубите паролата си.
ca: Dediqueu un minut per crear una <a href='%s'>clau de recuperació del compte</a>, de manera que no us quedareu bloquejat si perdeu la contrasenya.
el: Αφιερώστε ένα λεπτό για να δημιουργήσετε ένα <a href='%s'>κλειδί ανάκτησης λογαριασμού</a>, ώστε να μην κλειδωθείτε εκτός του λογαριασμού σας εάν χάσετε τον κωδικό πρόσβασής σας.
fy_nl: Nim efkes de tiid om in <a href='%s'>accountwerstelkaai</a> oan te meitsjen, sadat jo jo tagong net ferlieze as jo jo wachtwurd kwytreitsje.
ia: Emplea un minuta pro crear un <a href='%s'>clave recuperation del conto</a>, assi tu non sera blocate foras si tu perde tu contrasigno.
it: Dedica un minuto alla creazione di una <a href='%s'>chiave di recupero dell’account</a>, così eviterai di rimanere chiuso fuori dall’account in caso di smarrimento della password.
nb_no: Ta deg et øyeblikk til å opprette en <a href='%s'>kontogjenopprettingsnøkkel</a>, slik at du ikke blir låst ute hvis du mister passordet ditt.
nl: Neem even de tijd om een <a href='%s'>accountherstelsleutel</a> aan te maken, zodat u uw toegang niet verliest als u uw wachtwoord kwijtraakt.
pl: Poświęć chwilę na utworzenie <a href='%s'>klucza odzyskiwania konta</a>, aby nie stracić danych w przypadku utraty hasła.
ro: Rezervă-ți un minut și creează o <a href='%s'>cheie de recuperare a contului</a>, ca să nu pierzi accesul la el în caz că îți pierzi parola.
sk: Nájdite si chvíľu na vytvorenie <a href='%s'>kľúča na obnovenie účtu</a>, aby ste sa v prípade straty hesla nevymkli.
sl: Vzemite si trenutek in ustvarite <a href='%s'>ključ za obnovitev računa</a>, da ne ostanete brez dostopa do računa v primeru, da pozabite geslo.

source: Continue
bg: Продължи
ca: Continua
el: Συνέχεια
fy_nl: Trochgean
ia: Continuar
it: Continua
ml: തുടരുക
nb_no: Fortsett
nl: Doorgaan
pl: Kontynuuj
ro: Continuă
sk: Pokračovať
sl: Nadaljuj

source: Add to calendar
bg: Добавяне към календар
ca: Afegeix al calendari
el: Προσθήκη στο ημερολόγιο
fy_nl: Oan aginda tafoegje
ia: Adder al agenda
it: Aggiungi al calendario
nb_no: Legg til i kalenderen
nl: Aan agenda toevoegen
pl: Dodaj do kalendarza
ro: Adaugă în calendar
sk: Pridať do kalendára
sl: Dodaj v koledar

source: Close
bg: Затваряне
ca: Tanca
el: Κλείσιμο
fy_nl: Slute
ia: Clauder
it: Chiudi
ml: അടയ്ക്കുക
nb_no: Lukk
nl: Sluiten
pl: Zamknij
ro: Închide
sk: Zavrieť
sl: Zapri

source: Save the download link to your calendar and install Firefox whenever you’re ready.
ca: Deseu l'enllaç de baixada al vostre calendari i instal·leu el Firefox quan vulgueu.
el: Αποθηκεύστε τον σύνδεσμο λήψης στο ημερολόγιό σας και εγκαταστήστε το Firefox όποτε είστε έτοιμοι.
fy_nl: Bewarje de downloadkeppeling yn jo aginda en ynstallearje Firefox as jo der klear foar binne.
ia: Salva le ligamine del discargamento in tu agenda e installa Firefox quandocunque tu es preste.
it: Salva il link per il download nel tuo calendario e installa Firefox quando vuoi.
nb_no: Lagre nedlastingslenken i kalenderen din og installer Firefox når du er klar.
nl: Sla de downloadkoppeling op naar uw agenda en installeer Firefox wanneer u er klaar voor bent.
pl: Zapisz link do pobrania w swoim kalendarzu i zainstaluj Firefoksa, kiedy tylko będziesz gotowy.
ro: Salvează linkul de descărcare în calendar și instalează Firefox când vrei.
sk: Uložte si odkaz na stiahnutie do svojho kalendára a nainštalujte si Firefox, kedykoľvek budete pripravení.
sl: Shranite povezavo za prenos v koledar in namestite Firefox, ko boste pripravljeni.

source: Choose calendar
bg: Изберете календар
ca: Trieu el calendari
el: Επιλογή ημερολογίου
fy_nl: Kies aginda
ia: Eliger agenda
it: Scegli un calendario
nb_no: Velg kalender
nl: Kies agenda
pl: Wybierz kalendarz
ro: Alege calendarul
sk: Vyberte kalendár
sl: Izberite koledar

source: ICS file
bg: ICS файл
ca: Fitxer ICS
el: Αρχείο ICS
fy_nl: ICS-bestân
ia: Files ICS
it: File ICS
nb_no: ICS-fil
nl: ICS-bestand
pl: Plik ICS
ro: Fișier ICS
sk: Súbor ICS
sl: Datoteka ICS

source: Save
bg: Запазване
ca: Desa
el: Αποθήκευση
fy_nl: Bewarje
ia: Salvar
it: Salva
ml: കരുതിവയ്ക്കുക
nb_no: Lagre
nl: Opslaan
pl: Zapisz
ro: Salvează
sk: Uložiť
sl: Shrani

source: Copy download link directly
ca: Copieu l'enllaç de baixada directament
el: Αντιγραφή συνδέσμου λήψης
fy_nl: Downloadkeppeling streekrjocht kopiearje
ia: Copia directemente la ligamine de discargamento
it: Copia direttamente il link per il download
ml: നേരിട്ടു് ഇറക്കിവയ്ക്കൽക്കണ്ണി പകൎത്തുക
nb_no: Kopier nedlastingslenken direkte
nl: Downloadkoppeling rechtstreeks kopiëren
pl: Skopiuj bezpośrednio link do pobrania
ro: Copiază direct linkul de descărcare
sl: Kopiraj neposredno povezavo za prenos

source: Copy link
ca: Copia l'enllaç
el: Αντιγραφή συνδέσμου
fy_nl: Keppeling kopiearje
ia: Copiar le ligamine
it: Copia link
ml: കണ്ണി പകൎത്തുക
nb_no: Kopier lenke
nl: Koppeling kopiëren
pl: Kopiuj odnośnik
ro: Copiază linkul
sk: Kopírovať odkaz
sl: Kopiraj povezavo

source: Copied!
bg: Копирано!
ca: S'ha copiat
el: Έγινε αντιγραφή!
fy_nl: Kopiearre!
ia: Copiate!
it: Copiato
ml: പകൎത്തി!
nb_no: Kopiert!
nl: Gekopieerd!
pl: Skopiowano.
pt_br: Copiado!
pt_pt: Copiado!
ro: Copiat!
sk: Skopírované!
sl: Kopirano!
ur: نقل شدہ!

source: Download and install Firefox on your new device
ca: Baixeu i instal·leu el Firefox al vostre nou dispositiu
el: Κάντε λήψη και εγκατάσταση του Firefox στη νέα σας συσκευή
fy_nl: Firefox op jo nije apparaat downloade en ynstallearje
ia: Discarga e installa Firefox su tu nove apparato
it: Scarica e installa Firefox sul tuo nuovo dispositivo
nb_no: Last ned og installer Firefox på den nye enheten din
nl: Firefox op uw nieuwe apparaat downloaden en installeren
pl: Pobierz i zainstaluj przeglądarkę Firefox na swoim nowym urządzeniu
ro: Descarcă și instalează Firefox pe noul tău dispozitiv
sl: Prenesite in namestite si Firefox na novo napravo

source: Your Firefox data is successfully backed up. To get started on your new device, download Firefox and sign in to your account with the link below. %s
ca: S'ha fet una còpia de seguretat de les vostres dades del Firefox. Per començar a utilitzar el dispositiu nou, baixeu el Firefox i inicieu la sessió al vostre compte amb l'enllaç següent. %s
el: Η δημιουργία αντιγράφου ασφαλείας των δεδομένων σας από το Firefox ολοκληρώθηκε με επιτυχία. Για να ξεκινήσετε στη νέα σας συσκευή, κάντε λήψη του Firefox και συνδεθείτε στον λογαριασμό σας με τον παρακάτω σύνδεσμο. %s
fy_nl: Der is mei sukses in reservekopy fan jo Firefox-gegevens makke. Download Firefox om op jo nije apparaat oan de slach te gean en meld jo oan by jo account fia ûndersteande keppeling. %s
ia: Tu datos de Firefox es reservate con successo. Pro comenciar sur tu nove apparato, discarga Firefox e accede a tu conto con le ligamine infra. %s
it: Il backup dei dati di Firefox è stato eseguito correttamente. Per iniziare a utilizzare il tuo nuovo dispositivo, scarica Firefox e accedi al tuo account utilizzando il link sottostante. %s
nb_no: Firefox-dataene dine er sikkerhetskopiert. For å komme i gang på den nye enheten din, last ned Firefox og logg inn på kontoen din med lenken nedenfor. %s
nl: Er is met succes een reservekopie van uw Firefox-gegevens gemaakt. Download Firefox om op uw nieuwe apparaat aan de slag te gaan en meld u aan bij uw account via onderstaande koppeling. %s
pl: Kopia zapasowa danych Firefoksa została pomyślnie utworzona. Aby rozpocząć korzystanie z nowego urządzenia, pobierz Firefoksa i zaloguj się na swoje konto, korzystając z poniższego linku. %s
ro: Datele tale din Firefox au fost salvate cu succes. Ca să începi pe noul dispozitiv, descarcă Firefox și intră în contul tău cu linkul de mai jos. %s
sl: Vaši podatki iz Firefoxa so uspešno varnostno kopirani. Če jih želite prenesti na novo napravo, na njej namestite Firefox in se prijavite v račun s spodnjo povezavo. %s

source: Your Firefox data is successfully backed up. To get started on your new device, download Firefox and sign in to your account with the link below. <a href="%s">Download Firefox</a>
ca: S'ha fet una còpia de seguretat de les vostres dades del Firefox. Per començar a utilitzar el dispositiu nou, baixeu el Firefox i inicieu la sessió al vostre compte amb l'enllaç següent. <a href="%s">Baixa el Firefox</a>
el: Η δημιουργία αντιγράφου ασφαλείας των δεδομένων σας από το Firefox ολοκληρώθηκε με επιτυχία. Για να ξεκινήσετε στη νέα σας συσκευή, κάντε λήψη του Firefox και συνδεθείτε στον λογαριασμό σας με τον παρακάτω σύνδεσμο. <a href="%s">Λήψη του Firefox</a>
fy_nl: Der is mei sukses in reservekopy fan jo Firefox-gegevens makke. Download Firefox om op jo nije apparaat oan de slach te gean en meld jo oan by jo account fia ûndersteande keppeling. <a href="%s">Firefox downloade</a>
ia: Tu datos de Firefox es reservate con successo. Pro comenciar sur tu nove apparato, discarga Firefox e accede a tu conto con le ligamine infra. <a href="%s">Discarga Firefox</a>
it: Il backup dei dati di Firefox è stato eseguito correttamente. Per iniziare a utilizzare il tuo nuovo dispositivo, scarica Firefox e accedi al tuo account utilizzando il link sottostante. <a href="%s">Scarica Firefox</a>
nb_no: Firefox-dataene dine er sikkerhetskopiert. For å komme i gang på den nye enheten din, last ned Firefox og logg inn på kontoen din med lenken nedenfor. <a href="%s">Last ned Firefox</a>
nl: Er is met succes een reservekopie van uw Firefox-gegevens gemaakt. Download Firefox om op uw nieuwe apparaat aan de slag te gaan en meld u aan bij uw account via onderstaande koppeling. <a href="%s">Firefox downloaden</a>
pl: Kopia zapasowa danych Firefoksa została pomyślnie utworzona. Aby rozpocząć korzystanie z nowego urządzenia, pobierz Firefoksa i zaloguj się na swoje konto, korzystając z poniższego linku. <a href="%s">Pobierz Firefoksa</a>
ro: Datele tale din Firefox au fost salvate cu succes. Ca să începi pe noul dispozitiv, descarcă Firefox și intră în contul tău cu linkul de mai jos. <a href="%s">Descarcă Firefox</a>
sl: Vaši podatki iz Firefoxa so uspešno varnostno kopirani. Če jih želite prenesti na novo napravo, na njej namestite Firefox in se prijavite v račun s spodnjo povezavo. <a href="%s">Prenesi Firefox</a>

source: Download Firefox on your new device
bg: Изтеглете Firefox на новото си устройство
ca: Baixeu el Firefox al vostre dispositiu nou
el: Κάντε λήψη του Firefox στη νέα συσκευή
fy_nl: Download Firefox op jo nije apparaat
ia: Discarga Firefox su tu nove apparato
nb_no: Last ned Firefox på din nye enhet
nl: Download Firefox op uw nieuwe apparaat
pl: Pobierz Firefoksa na swoje nowe urządzenie
ro: Descarcă Firefox pe noul tău dispozitiv
sl: Prenesite si Firefox na novo napravo

source: Send this link to your email, or download it directly from the Firefox website. To finish, you'll need to install Firefox and sign in to your account.
ca: Envieu-vos aquest enllaç per correu electrònic o baixeu-lo directament des del lloc web del Firefox. Per acabar, haureu d'instal·lar el Firefox i iniciar la sessió al vostre compte.
el: Στείλτε αυτόν τον σύνδεσμο στο email σας ή κάντε λήψη απευθείας από τον ιστότοπο του Firefox. Για να ολοκληρώσετε τη διαδικασία, θα πρέπει να εγκαταστήσετε το Firefox και να συνδεθείτε στον λογαριασμό σας.
fy_nl: Ferstjoer dizze keppeling nei jo e-mailadres, of download it streekrjocht fan de Firefox-website. Om te foltôgjen, moatte jo Firefox ynstallearje en jo oan te melden by jo account.
ia: Invia iste ligamine a tu email, o discarga lo directemente ab le sito de Firefox. Pro finir, te besoniara installar Firefox e acceder in tu conto.
nb_no: Send denne lenken til e-posten din, eller last den ned direkte fra Firefox-nettstedet. For å fullføre må du installere Firefox og logge på kontoen din.
nl: Verzend deze koppeling naar uw e-mailadres of download het rechtstreeks van de Firefox-website. Om te voltooien, dient u Firefox te installeren en u aan te melden bij uw account.
pl: Wyślij ten link na swój adres e-mail lub pobierz go bezpośrednio ze strony internetowej Firefoksa. Aby zakończyć, musisz zainstalować przeglądarkę Firefox i zalogować się na swoje konto.
ro: Trimite-ți acest link pe adresa de e-mail sau descarcă-l direct de pe site-ul Firefox. Pentru finalizare, trebuie să instalezi Firefox și să intri în cont.
sl: Po e-pošti si pošljite to povezavo ali pa ga prenesite naravnost s Firefoxovega spletnega mesta. Za konec boste Firefox še namestili in se prijavili v svoj račun.

source: Enter your email address
bg: Въведете своя имейл адрес
ca: Introduïu la vostra adreça electrònica
el: Εισαγάγετε τη διεύθυνση email σας
fy_nl: Fier jo e-mailadres yn
ia: Insere tu adresse email
it: Inserisci il tuo indirizzo email
ml: ഇതപാൽ വിലാസം നല്കുക
nb_no: Skriv inn e-postadressen din
nl: Voer uw e-mailadres in
pl: Wprowadź swój adres e-mail
pt_br: Digite seu endereço de email
ro: Introdu adresa ta de e-mail
sk: Zadajte svoju e-mailovú adresu
sl: Vnesite svoj e-poštni naslov
ur: اپنا ای میل پتہ داخل کریں

source: Invalid email address
bg: Недействителен адрес
ca: L'adreça electrònica no és vàlida
el: Μη έγκυρη διεύθυνση email
fy_nl: Unjildich e-mailadres
ia: Adresse email non valide
ml: തെറ്റായ ഇതപാൽ വിലാസം
nb_no: Ugyldig e-postadresse
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
ro: Adresă de e-mail nevalidă
sl: Neveljaven e-poštni naslov

source: An error occurred in our system. Please try again later.
bg: Възникна грешка в системата. Моля, опитайте отново по-късно.
ca: S'ha produït un error del sistema. Torneu-hi més tard.
el: Προέκυψε σφάλμα στο σύστημά μας. Δοκιμάστε ξανά αργότερα.
fy_nl: Der is in flater bard yn ús systeem. Probearje it letter nochris.
ia: Un error occurreva in nostre systema. Per favor prova ancora plus tarde.
ml: ഞങ്ങളുടെ വ്യവസ്ഥയിൽ ഒരു പിഴവ് സംഭവിച്ചു. ദയവായി പിന്നീട് ശ്രമിക്കുക.
nb_no: Det oppstod en feil i systemet vårt. Prøv igjen senere.
nl: Er is een fout opgetreden in ons systeem. Probeer het later opnieuw.
pl: Wystąpił błąd w naszym systemie. Proszę spróbować później.
ro: A apărut o eroare în sistemul nostru. Te rugăm să încerci din nou mai târziu.
sl: Prišlo je do napake v sistemu. Poskusite znova pozneje.

source: example@example.com
ca: usuari@example.com
el: paradeigma@example.com
fy_nl: foarbyld@example.com
nl: voorbeeld@example.com
ro: exemplu@exemplu.com
sl: e-posta@example.com

source: Send link
ca: Envia l'enllaç
el: Αποστολή
fy_nl: Keppeling ferstjoere
ia: Inviar ligamine
ml: കണ്ണി അയയ്ക്കുക
nb_no: Send lenke
nl: Koppeling verzenden
pl: Wyślij odnośnik
ro: Trimite linkul
sl: Pošlji povezavo

source: Sent
bg: Изпратено
ca: S'ha enviat
el: Απεστάλη
fy_nl: Ferstjoerd
ia: Inviate
ml: അയച്ചു
nb_no: Sendt
nl: Verzonden
pl: Wysłane
ro: Trimis
sl: Poslano

source: The intended recipient of the email must have consented. <a href='%s'>Learn more</a>
ca: El destinatari del correu electrònic ha d'haver donat el seu consentiment. <a href='%s'>Més informació</a>
el: Ο παραλήπτης του email πρέπει να έχει συναινέσει. <a href='%s'>Μάθετε περισσότερα</a>
fy_nl: De bedoelde ûntfanger fan it e-mail- of sms-berjocht moat ynstimd hawwe. <a href='%s'>Mear ynfo</a>
ia: Le destinatario del e-mail o del SMS debe haber consentite. <a href='%s'>Pro saper plus</a>
nb_no: Den tiltenkte mottakeren av e-posten må ha samtykket. <a href='%s'>Les mer</a>
nl: De bedoelde ontvanger van het e-mail- of sms-bericht moet hebben ingestemd. <a href='%s'>Meer info</a>
pl: Przesyłanie wiadomości e-mail uzależnione jest od zgody adresata. <a href='%s'>Więcej informacji</a>
ro: Probabil că destinatarul mesajului pe e-mail și-a dat consimțământul. <a href='%s'>Află mai multe</a>
sl: Prejemnik e-pošte mora soglašati s prejemom. <a href='%s'>Več o tem</a>

source: Sign up for an account
ca: Creeu un compte
el: Δημιουργία λογαριασμού
fy_nl: In account oanmeitsje
ia: Registra te pro aperir tu conto
it: Registrati
ml: ഒരു അക്കൌണ്ടിനായി അംഗത്തമെടുക്കുക
nb_no: Lag deg en konto
nl: Een account aanmaken
pl: Zarejestruj konto
ro: Fă-ți un cont
sk: Vytvorte si účet
sl: Ustvarite si račun
