Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO Army of Awesome 2010 е част от поредицата SUMO. Представлява принос към SUMO през 2010 г. - в този случай 50 туита от Army of Awesome. Поздравления за всички спечелили значка SUMO Army of Awesome 2010 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Hilfe auf Twitter 2010“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2010; in diesem Fall: 50 Tweets für die Hilfe auf Twitter. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Hilfe auf Twitter 2010“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Army of Awesome 2010 είναι μέρος της σειράς SUMO. Εκπροσωπεί τη συνεισφορά στο SUMO το 2010· σε αυτήν την περίπτωση: 50 tweet στο Army of Awesome. Συγχαρητήρια σε όλους όσους κέρδισαν το έμβλημα SUMO Army of Awesome 2010 για την πρόοδο της αποστολής της Mozilla!
es: La pequeña insignia de la Armada Alucinante de SUMO de 2010 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2010, en este caso: 50 tuits de la Armada Alucinante. ¡Felicidades a todos los ganadores de insignias de la Armada Alucinante de SUMO de 2010 por promover la misión de Mozilla!
fy_nl: De SUMO Army of Awesome 2010-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2010; yn dit gefal: 50 Army of Awesome-tweets. Lokwinsken oan alle SUMO Army of Awesome 2010-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO ekipe fenomenalnih 2010. dio je SUMO serije. Predstavlja doprinos SUMO-u 2010. godine; u ovom slučaju: 50 tweet poruka ekipe fenomenalnih. Čestitamo svim dobitnicima SUMO značke ekipe fenomenalnih 2010. na unapređivanju Mozilline misije!
hu: A SUMO Szuperhősök serege 2010 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2010-es hozzájárulást jelképezi, ebben az esetben 50 Szuperhősök serege tweetet. Gratulálunk a SUMO Szuperhősök serege kitűző – 2010 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2010 del Armea del stupor es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2010; in iste caso: 50 tweets del Armea del stupor. Congratulationes a tote le ganiatores de 2010 del Armea del stupor de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Armata dei Magnifici 2010 di SUMO rappresenta il contributo dato a SUMO nel corso del 2010, pari a 50 tweet per l'Armata dei Magnifici. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO Army of Awesome 2010 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2010 年に Army of Awesome で 50 回以上ツイートして SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO Army of Awesome 2010 バッジを授与します。
ka: SUMO მოხალისეთა ერთობა 2010 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2010 წელს შეტანილ წვლილს; ამ შემთხვევაში: 50 ტვიტს, მოხალისეთა ერთობაში. ვულოცავთ SUMO მოხალისეთა ერთობა 2010 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO Army of Awesome 2010 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2010; dagi: 50 n yitwiten s Army of Awesome. Tanemmirt- meṛṛa i wid yewwin arraz SUMO Army of Awesome 2010 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO Army of Awesome 2010 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2010년에 SUMO에 기여 했음을 의미하고 50개의 Army of Awesome 트윗을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO Army of Awesome 2010 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana-mini SUMO Angkatan Ulung 2010 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan ke SUMO pada 2010; dalam hal ini: 50 tweet Angkatan Ulung. Tahniah kepada semua penerima anugerah lencana Angkatan Ulung SUMO 2010 kerana memajukan Misi Mozilla!
nb_no: SUMO Army of Awesome 2010 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2010; i dette tilfellet: 50 Army of Awesome tweeter. Gratulerer til alle mottakere av SUMO Army of Awesome 2010-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO Army of Awesome 2010-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2010; in dit geval: 50 Army of Awesome-tweets. Felicitaties aan alle SUMO Army of Awesome 2010-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Armia fantastycznych 2010 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2010 roku, w tym przypadku: 50 tweetów Armii fantastycznych. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Armia fantastycznych 2010 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2010 do Exército de Incríveis é parte da série SUMO. Ele representa a contribuição ao SUMO em 2010; neste caso: 50 tweets do Exército de Incríveis. Parabéns a todos os ganhadores do emblema de 2010 do Exército de Incríveis do SUMO por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do exército extraordinário de 2010 é parte da série SUMO. Representa contribuições para o SUMO em 2010; neste caso: 50 tweets do exército extraordinário. Parabéns a todos os vencedores da medalha SUMO do exército extraordinário de 2010 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Armata Fantastică 2010 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2010; în acest caz: 50 de tweeturi pentru Armata Fantastică. Felicitări tuturor câștigătorilor insignei SUMO Armata Fantastică 2010 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Army of Awesome 2010 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 50 tweetov v rámci projektu Army of Awesome. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO Army of Awesome мини беџ за 2010. годину је део SUMO серије. Он представља допринос за SUMO у 2010. години; у овом случају: 50 Army of Awesome твитова. Честитамо свим добитницима SUMO Army of Awesome беџа за 2010. годину за унапређивање Mozilla мисије!
sv: SUMO 2010 mini-emblem för Army of Awesome är en del av SUMO-serien. Den representerar bidrag till SUMO under 2010; i det här fallet: 50 Army of Awesome tweetar. Grattis till alla de som förtjänat SUMO 2010 emblem för Army of Awesome och att de har främjat Mozillas uppdrag!
th: ตรา SUMO Army of Awesome ปี 2010 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2010 ซึ่งในกรณีนี้คือ: การทวีตใน Army of Awesome 50 ครั้ง ขอแสดงความยินดีกับผู้ได้รับตรา SUMO Army of Awesome ปี 2010 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Şahaneler Ordusu 2010 mini rozeti, SUMO serisinin bir parçasıdır. 2010 yılında 50 adet Şahane Ordusu tweet'i yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Şahaneler Ordusu 2010 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака армії помічників SUMO 2010 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2010 році; в цьому випадку: 50 твітів армії помічників. Вітаємо всіх нагороджених відзнаками армії помічників SUMO 2010 за поширення місії Mozilla!
vi: Huy hiệu nhỏ của đội quân kỳ diệu SUMO 2010 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO vào năm 2010; trong trường hợp này: 50 tweet của đội quân kỳ diệu. Xin chúc mừng tất cả những người kiếm huy hiệu đội quân kỳ diệu SUMO 2010 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 小狐狸大军 2010 迷你徽章是 SUMO 系列的一部分。它代表了 2010 年为 SUMO 所作的贡献；获得条件：50 条小狐狸大军推文。 感谢所有 SUMO 小狐狸大军 2010 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2010 迷你徽章是 SUMO 系列的一部份。它代表了 2010 年的 SUMO 貢獻，亦即十篇通過審核的 SUMO 知識庫翻譯。 恭喜所有獲得 SUMO L10n 2010 徽章的貢獻者們，讓我們更往 Mozilla Mission 前進一步！

# DB: kbadge.Badge.title
source: 2011 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2011
de: Abzeichen „Hilfe auf Twitter 2011“
el: Έμβλημα Army of Awesome 2011
es: Insignia de la Armada Alucinante de 2011
fy_nl: Army of Awesome 2011-badge
hr: Značka ekipe fenomenalnih za 2011. godinu
hu: Szuperhősök Serege kitűző – 2011
ia: Insignia del Armea del stupor 2011
id: Lencana Sukarelawan Keren 2011
it: Distintivo Armata dei Magnifici 2011
ja: 2011 Army of Awesome バッジ
ka: 2011 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2011
ko: 2011 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2011
nb_no: 2011 Army of Awesome-utmerkelse
nl: Army of Awesome 2011-badge
pl: Odznaka Armia fantastycznych 2011
pt_br: Emblema do Exército de Incríveis 2011
pt_pt: Medalha do exército extraordinário de 2011
ro: Insignă Armata Fantastică 2011
sk: Ocenenie Army of Awesome 2011
sr: Army of Awesome беџ за 2011. годину
sv: 2011 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2011
tr: 2011 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2011
ur: 2011 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2011
zh_cn: 2011 小狐狸了不起大军徽章
zh_tw: 2011 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO Army of Awesome 2011 е част от поредицата SUMO. Представлява принос към SUMO през 2011 г. - в този случай 50 туита от Army of Awesome. Поздравления за всички спечелили значка SUMO Army of Awesome 2011 за техния принос към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Hilfe auf Twitter 2011“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2011; in diesem Fall: 50 Tweets für die Hilfe auf Twitter. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Hilfe auf Twitter 2011“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Army of Awesome 2011 είναι μέρος της σειράς SUMO. Εκπροσωπεί τη συνεισφορά στο SUMO το 2011· σε αυτήν την περίπτωση: 50 tweet στο Army of Awesome. Συγχαρητήρια σε όλους όσους κέρδισαν το έμβλημα SUMO Army of Awesome 2011 για την πρόοδο της αποστολής της Mozilla!
es: La pequeña insignia de la Armada Alucinante de SUMO de 2011 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2011, en este caso: 50 tuits de la Armada Alucinante. ¡Felicidades a todos los ganadores de insignias de la Armada Alucinante de SUMO de 2011 por promover la misión de Mozilla!
fy_nl: De SUMO Army of Awesome 2011-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2011; yn dit gefal: 50 Army of Awesome-tweets. Lokwinsken oan alle SUMO Army of Awesome 2011-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO ekipe fenomenalnih 2011. dio je SUMO serije. Predstavlja doprinos SUMO-u 2011. godine; u ovom slučaju: 50 tweet poruka ekipe fenomenalnih. Čestitamo svim dobitnicima SUMO značke ekipe fenomenalnih 2011. na unapređivanju Mozilline misije!
hu: A SUMO Szuperhősök serege 2011 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2011-es hozzájárulást jelképezi, ebben az esetben 50 Szuperhősök serege tweetet. Gratulálunk a SUMO Szuperhősök serege kitűző – 2011 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2011 del Armea del stupor es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2011; in iste caso: 50 tweets del Armea del stupor. Congratulationes a tote le ganiatores de 2011 del Armea del stupor de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Armata dei Magnifici 2011 di SUMO rappresenta il contributo dato a SUMO nel corso del 2011, pari a 50 tweet per l'Armata dei Magnifici. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO Army of Awesome 2011 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2011 年に Army of Awesome で 50 回以上ツイートして SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO Army of Awesome 2011 バッジを授与します。
ka: SUMO მოხალისეთა ერთობა 2011 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2011 წელს შეტანილ წვლილს; ამ შემთხვევაში: 50 ტვიტს, მოხალისეთა ერთობაში. ვულოცავთ SUMO მოხალისეთა ერთობა 2011 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO Army of Awesome 2011 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2011; dagi: 50 n yitwiten s Army of Awesome. Tanemmirt- meṛṛa i wid yewwin arraz SUMO Army of Awesome 2011 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO Army of Awesome 2011 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2011년에 SUMO에 기여 했음을 의미하고 50개의 Army of Awesome 트윗을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO Army of Awesome 2011 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana-mini SUMO Angkatan Ulung 2011 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan ke SUMO pada 2011; dalam hal ini: 50 tweet Angkatan Ulung. Tahniah kepada semua penerima anugerah lencana Angkatan Ulung SUMO 2011 kerana memajukan Misi Mozilla!
nb_no: SUMO Army of Awesome 2011 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2011; i dette tilfellet: 50 Army of Awesome tweeter. Gratulerer til alle mottakere av SUMO Army of Awesome 2011-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO Army of Awesome 2011-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2011; in dit geval: 50 Army of Awesome-tweets. Felicitaties aan alle SUMO Army of Awesome 2011-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Armia fantastycznych 2011 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2011 roku, w tym przypadku: 50 tweetów Armii fantastycznych. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Armia fantastycznych 2011 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2011 do Exército de Incríveis é parte da série SUMO. Ele representa a contribuição ao SUMO em 2011; neste caso: 50 tweets do Exército de Incríveis. Parabéns a todos os ganhadores do emblema de 2011 do Exército de Incríveis do SUMO por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do exército extraordinário de 2011 é parte da série SUMO. Representa contribuições para o SUMO em 2011; neste caso: 50 tweets do exército extraordinário. Parabéns a todos os vencedores da medalha SUMO do exército extraordinário de 2011 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Armata Fantastică 2011 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2011; în acest caz: 50 de tweeturi pentru Armata Fantastică. Felicitări tuturor câștigătorilor insignei SUMO Armata Fantastică 2011 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Army of Awesome 2011 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 50 tweetov v rámci projektu Army of Awesome. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO Army of Awesome мини беџ за 2011. је део SUMO серије. Он представља допринос за SUMO у 2011. години; у овом случају: 50 Army of Awesome твитова. Честитамо свим добитницима SUMO Army of Awesome беџа за 2011. годину за унапређивање Mozilla мисије!
sv: SUMO 2011 mini-emblem för Army of Awesome är en del av SUMO-serien. Den representerar bidrag till SUMO under 2011; i det här fallet: 50 Army of Awesome tweetar. Grattis till alla de som förtjänat SUMO 2011 emblem för Army of Awesome och att de har främjat Mozillas uppdrag!
th: ตรา SUMO Army of Awesome ปี 2011 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2011 ซึ่งในกรณีนี้คือ: การทวีตใน Army of Awesome 50 ครั้ง ขอแสดงความยินดีกับผู้ได้รับตรา SUMO Army of Awesome ปี 2011 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Şahaneler Ordusu 2011 mini rozeti, SUMO serisinin bir parçasıdır. 2011 yılında 50 adet Şahane Ordusu tweet'i yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Şahaneler Ordusu 2011 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака армії помічників SUMO 2011 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2011 році; в цьому випадку: 50 твітів армії помічників. Вітаємо всіх нагороджених відзнаками армії помічників SUMO 2011 за поширення місії Mozilla!
vi: Huy hiệu nhỏ của đội quân kỳ diệu SUMO 2011 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO vào năm 2011; trong trường hợp này: 50 tweet của đội quân kỳ diệu. Xin chúc mừng tất cả những người kiếm huy hiệu đội quân kỳ diệu SUMO 2011 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 小狐狸大军 2011 迷你徽章是 SUMO 系列的一部分。它代表了 2011 年为 SUMO 所作的贡献；获得条件：50 条小狐狸大军推文。 感谢所有 SUMO 小狐狸大军 2011 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO L10n 2011 迷你徽章是 SUMO 系列的一部份。它代表了 2011 年的 SUMO 貢獻，亦即十篇通過審核的 SUMO 知識庫翻譯。 恭喜所有獲得 SUMO L10n 2011 徽章的貢獻者們，讓我們更往 Mozilla Mission 前進一步！

# DB: kbadge.Badge.title
source: 2012 Support Forum Badge
bg: Значка на Форума за поддръжка 2012
de: Hilfeforums-Abzeichen 2012
el: Έμβλημα του Φόρουμ υποστήριξης 2012
es: Insignia del Foro de Asistencia de 2012
fy_nl: Stipefoarum 2012-badge
hr: Značka foruma podrške za 2012. godinu
hu: Támogatói fórum kitűző – 2012
ia: Insignia del foro de supporto 2012
id: Lencana Forum Dukungan 2012
it: Distintivo Forum di Supporto 2012
ja: 2012 サポートフォーラムバッジ
ka: 2012 მხარდაჭერის ფორუმის ჯილდო
kab: Arraz n unmager n tallelt 2012
ko: 2012 지원 포럼 배지
ms: Lencana Forum Sokongan 2012
nb_no: 2012 utmerkelse for brukerstøtteforum
nl: Ondersteuningsforum 2012-badge
pl: Odznaka Forum pomocy 2012
pt_br: Emblema do Fórum de Suporte 2012
pt_pt: Medalha do fórum de apoio de 2012
ro: Insignă Forum de asistență 2012
sk: Ocenenie fóra podpory 2012
sr: Беџ форума подршке за 2012. годину
sv: 2012 emblem för supportforum
te: 2012 తోడ్పాటు వేదిక బ్యాడ్జి
th: ตราฟอรั่มสนับสนุนปี 2012
tr: 2012 Destek Forumu Rozeti
uk: Відзнака форуму підтримки 2012
ur: 2012 سپورٹ فورم بیج
vi: Huy hiệu diễn đàn hỗ trợ 2012
zh_cn: 2012 支持论坛徽章
zh_tw: 2012 技術支援討論區徽章
