Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
af: Leer hoe om rekeninge op te stel en e-posse te lees, stuur en bestuur
bg: Научете се да създавате акаунти, да четете, изпращате и управлявате имейли
bs: Saznajte kako da podesite račune, pročitate ili šaljete e-pošte
de: Erfahren Sie, wie Sie Konten einrichten und Nachrichten lesen, senden und verwalten
el: Μάθετε να ρυθμίσετε λογαριασμούς, να διαβάζετε, να στέλνετε και να διαχειρίζεστε email
es: Aprende cómo configurar cuentas, leer, enviar y administrar tu correo
fy_nl: Ynfo oer it ynstellen fan accounts, lêzen, ferstjoeren en behearen fan e-mail
he: מידע על הגדרת חשבונות, קריאה, שליחה וניהול הודעות דוא״ל
hr: Saznaj kako postaviti račune, čitati, slati i upravljati e-porukama
hu: E-mail fiókok létrehozása, levél írása, küldése, kezelése
ia: Apprende a definir contos, leger, inviar e gerer emails
it: Impara a configurare gli account, leggere, inviare e gestire i messaggi di posta
ja: アカウントのセットアップ、メールの送受信および管理方法を学びます
ka: შეიტყვეთ, თუ როგორ უნდა დააყენოთ ანგარიშები, წაიკითხოთ, გაგზავნოთ და გამართოთ, ელფოსტა
kab: Issin ad tesbaduḍ imḍanen, ad ten-teɣreḍ, ad ten-tazneḍ akked ad tesferkeḍ imaylen
ko: 계정을 설정하고 이메일을 읽고 보내고 관리하는 방법을 배웁니다.
mg: Ianaro ny fomba fanefena kaonty, famakiana, fandefasana ary fandrindrana mailaka
ms: Belajar cara menetapkan akaun, membaca, menghantar dan mengurus e-mel
nb_no: Les om hvordan du setter opp kontoer, leser, sender og håndterer e-post
nl: Info over het instellen van accounts, lezen, verzenden en beheren van e-mail
pl: Dowiedz się, jak ustawić konta pocztowe oraz czytać, wysyłać i organizować wiadomości e-mail
pt_br: Aprenda a configurar contas, ler, enviar e gerenciar emails
pt_pt: Aprenda a configurar contas, ler, enviar e gerir emails
ro: Află cum se setează conturile, cum se citesc, trimit și cum se gestionează e-mailurile
sk: Pozrite sa, ako nastavovať účty a čítať, odosielať a spravovať e‑maily
sr: Сазнајте како да подесите налоге, прочитате или шаљете е-поште
sv: Lär dig att skapa konton, läsa, skicka och hantera e-post
te: ఖాతాల ఏర్పాటు చదవండి ఇమెయిల్స్ పంపడం మరియు నిర్వహించడానికి తెలుసుకోండి
th: เรียนรู้วิธีตั้งค่าบัญชี, อ่าน, ส่ง และจัดการอีเมล
tr: Hesaplarınızı kurmayı; e-postaları okumayı, göndermeyi ve yönetmeyi öğrenin
uk: Навчіться встановлювати облікові записи, а також читати, надсилати та керувати електронною поштою
vi: Tìm hiểu cách thiết lập tài khoản, đọc, gửi và quản lý email
zh_cn: 了解如何设置账户，及收发和管理电子邮件
zh_tw: 了解如何設定帳號、收發與管理郵件
zu: Funda ukusetha ama-akhawunti, ukufunda, ukuthumela nokwengamela ama-imeyli

# DB: products.Topic.title
source: Email trackers
ia: Traciatores de email
kab: Ineḍfaṛen deg yimaylen
sv: E-postspårare
tr: E-posta takip kodları

# DB: products.Topic.description
source: Troubleshoot email trackers issues.
ia: Solver problemas de traciatores de email.
sv: Felsök problem med e-postspårare.
tr: E-posta takip kodlarıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Email verify lockout
ia: Clausura in verificar email
sv: E-postverifiering
tr: E-posta doğrulayamama

# DB: products.Topic.description
source: Troubleshoot email verify lockout issues.
ia: Solver problemas de clausura in verificar email.
sv: Felsök problem med e-postverifiering.
tr: E-posta doğrulayamama sorunlarını giderin.

# DB: products.Topic.title
source: Encryption
hu: Titkosítás
ia: Cryptographia
it: Cifratura
kab: Awgelhen
nl: Versleuteling
pl: Szyfrowanie
pt_br: Criptografia
sv: Kryptering
tr: Şifreleme
zh_cn: 加密

# DB: products.Topic.description
source: Use encryption features to keep yourself and your data secure.
hu: Használjon titkosítási funkciókat, hogy biztonságban tartsa saját magát és az adatait.
ia: Usa functiones de cryptation a tene secur te e tu datos.
it: Utilizza le funzioni di crittografia per proteggere te stesso e i tuoi dati.
nl: Gebruik versleutelingsfuncties om uzelf en uw gegevens veilig te houden.
pt_br: Use recursos de criptografia para proteger você e seus dados.
sv: Använd krypteringsfunktioner för att skydda dig själv och din data.
tr: Kendinizi ve verilerinizi güvende tutmak için şifreleme özelliklerini kullanın.
zh_cn: 使用加密功能，确保自身及数据安全。

# DB: products.Topic.title
source: Error codes
ia: Codices de error
kab: Tingalin n tuccḍa
sv: Felkoder
tr: Hata kodları

# DB: products.Topic.description
source: Troubleshoot issues with error codes.
ia: Solver problemas con codices de error.
sv: Felsök problem med felkoder.
tr: Hata kodlarıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
af: Foutboodskappe: wat dit beteken en hoe om dit reg te stel
bg: Съобщения за грешки: какво означават и как да се поправят
bs: Poruka o grešci: šta su mislili i kako popraviti
de: Fehlermeldungen: Was sie bedeuten und wie man sie löst
el: Μηνύματα σφαλμάτων: τι σημαίνουν και πώς διορθώνονται
es: Mensajes de error: qué significan y cómo solucionarlos
fy_nl: Flatermeldingen: wat se betsjutte en hoe te ferhelpen
he: הודעות שגיאה: מהי משמעותן וכיצד לתקן אותן
hr: Poruke o greškama: što znače i kako ih ispraviti
hu: Hibaüzenetek: mit jelentenek és hogyan javíthatók
ia: Messages de error: que significa illos e suggestiones practic pro remediar
id: Pesan galat: maksud dan cara memperbaikinya
it: Messaggi di errore: che cosa significano e come risolvere
ja: エラーメッセージ: メッセージの意味と解決方法
ka: შეცდომის შეტყობინებები: რას ნიშნავენ და როგორ მოვაგვაროთ
kab: Iznan n tuccḍiwin: ayen i d-ttammalen d wamek ara frun
ko: 오류 메시지: 의미와 수정방법
mg: Hafatra milaza tsy fetezana: inona ny dikany ary ahoana ny fomba famahana azy
ms: Mesej ralat: apa maknanya dan cara mengatasinya
nb_no: Feilmeldinger: hva de betyr, og hvordan rette de
nl: Foutmeldingen: wat ze betekenen en hoe te verhelpen
pa_in: ਗਲਤੀ ਸੁਨੇਹੇ: ਇਹਨਾ ਦਾ ਕੀ ਮਤਲਬ ਹੈ ਅਤੇ ਕਿਵੇ ਠੀਕ ਕਰਨਾ ਹੈ
pl: Komunikaty błędów – co oznaczają i jak rozwiązać problemy
pt_br: Mensagens de erro: o que elas significam e como solucionar
pt_pt: Mensagens de erro: o que significam e como as solucionar
ro: Mesaje de eroare: ce înseamnă și cum pot fi reparate
sk: Chybové hlásenia: čo znamenajú a ako ich vyriešiť
sr: Порука о грешци: шта су мислили и како поправити
sv: Felmeddelanden: vad de betyder och hur du åtgärdar
te: దోష సందేశాలు : వారు అర్థం ఏమి మరియు ఎలా పరిష్కరించాలి
th: ข้อความข้อผิดพลาด: ความหมายและวิธีการแก้ไข
tr: Hata mesajları: anlamları ve düzeltme yolları
uk: Повідомлення про помилки: що вони означають і як їх виправити
ur: خرابی کے پیغامات: ان کا کیا مطلب ہے اور کیسے ٹھیک کریں
vi: Thông báo lỗi: ý nghĩa của chúng và cách khắc phục
zh_cn: 错误信息：含义与解决方法
zh_tw: 錯誤訊息: 代表了什麼意思，又該如何修正
zu: Imiyalezo yamaphutha: ekuchazayo nokuthi ilungiswa kanjani

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
af: Foutboodskappe: wat dit beteken en hoe om dit reg te stel
bg: Съобщения за грешки: какво означават и как да се поправят
bs: Poruka o grešci: šta su mislili i kako popraviti
de: Fehlermeldungen: Was sie bedeuten und wie man sie löst
el: Μηνύματα σφαλμάτων: τι σημαίνουν και πώς διορθώνονται
es: Mensajes de error: qué significan y cómo solucionarlos
fy_nl: Flatermeldingen: wat se betsjutte en hoe te ferhelpen
he: הודעות שגיאה: מהי משמעותן וכיצד לתקן אותן
hr: Poruke o greškama: što znače i kako ih ispraviti
hu: Hibaüzenetek: mit jelentenek és hogyan javíthatók
ia: Messages de error: que significa illos e suggestiones practic pro remediar
it: Messaggi di errore: che cosa significano e come risolvere
ja: エラーメッセージ: メッセージの意味と解決方法
ka: შეცდომის შეტყობინებები: რას ნიშნავს და როგორ მოვაგვაროთ
kab: Iznan n tuccḍiwin: ayen i d-ttammalen d wamek ara frun
ko: 오류 메시지: 의미와 수정방법
mg: Hafatra milaza tsy fetezana: inona ny dikany ary ahoana ny famahana azy
ms: Mesej ralat: apa maknanya dan cara mengatasinya
nb_no: Feilmeldinger: hva de betyr, og hvordan de løses
nl: Foutmeldingen: wat ze betekenen en hoe te verhelpen
pa_in: ਗਲਤੀ ਸੁਨੇਹੇ: ਉਹਨਾ ਦਾ ਕੀ ਮਤਲਬ ਹੈ ਅਤੇ ਕਿਸ ਤਰਾ ਠੀਕ ਕਰਨਾ ਹੈ
pl: Komunikaty błędów – co oznaczają i jak rozwiązać problemy
pt_br: Mensagens de erro: o que elas significam e como solucionar
pt_pt: Mensagens de erro: o que significam e como as corrigir
ro: Mesaje de eroare: ce înseamnă și cum se repară
sk: Chybové hlásenia: čo znamenajú a ako ich vyriešiť
sr: Порука о грешци: шта су мислили и како поправити
sv: Felmeddelanden: vad de betyder och hur du åtgärdar
te: దోష సందేశాలు : వాటి అర్థం ఏమి మరియు ఎలా పరిష్కరించాలి
th: ข้อความข้อผิดพลาด: ความหมายและวิธีการแก้ไข
tr: Hata mesajları: anlamları ve düzeltme yolları
uk: Повідомлення про помилки: що вони означають і як їх виправити
ur: خرابی کے پیغامات: ان کا کیا مطلب ہے اور کیسے ٹھیک کریں
vi: Thông báo lỗi: ý nghĩa của chúng và cách khắc phục
zh_cn: 错误信息：表示的含义以及解决方法
zh_tw: 錯誤訊息: 代表什麼意思，又該如何修正
zu: Imiyalezi yamaphutha: ekuchazayo nokuthi ilungiswa kanjani

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
af: Hoe om foutboodskappe op Firefox te foutspoor
bg: Как да разберем съобщенията за грешки във Firefox
bs: Kako riješiti problem poruka o greškama u Firefoxu
de: Lösen Sie Probleme mit Fehlermeldungen in Firefox
el: Επίλυση μηνυμάτων σφαλμάτων στο Firefox
es: Encontrar soluciones a los mensajes de error en Firefox
fy_nl: Ynfo oer it ferhelpen fan flatermeldingen yn Firefox
he: איך לטפל בהודעות שגיאה ב־Firefox
hr: Kako riješiti poruke o greškama u Firefoxu
hu: Hibaelhárítás a Firefoxban
ia: Como solver le messages de error sur Firefox
it: Risoluzione dei messaggi di errore su Firefox
ja: Firefox のエラーメッセージのトラブルシューティング方法
ka: როგორ მოვაგვაროთ შემაწუხებელი შეცდომები Firefox-ზე
kab: Fru uguren n yiznan n tuccḍiwin deg Firefox
ko: Firefox 오류 메시지에 대한 문제 해결법
mg: Fomba famahana ireo hafatra milaza tsy fetezana ao @ Firefox
ms: Cara menyelesaikan mesej ralat dalam Firefox
nb_no: Hvordan du feilsøker feilmeldinger på Firefox
nl: Info over het verhelpen van foutmeldingen in Firefox
pl: Jak rozwiązywać problemy z Firefoksem
pt_br: Como solucionar mensagens de erro no Firefox
pt_pt: Como analisar e resolver mensagens de erro no Firefox
ro: Cum se depanează mesajele de eroare pe Firefox
sk: Ako riešiť chybové hlásenia vo Firefoxe
sr: Како решити проблем порука о грешкама у Firefox-у
sv: Hur du felsöker felmeddelanden på Firefox
te: Firefox దోష సందేశాలు ట్రబుల్షూట్ ఎలా చేయాలి
th: วิธีแก้ไขปัญหาข้อความข้อผิดพลาดบน Firefox
tr: Firefox'taki hata mesajlarıyla ilgili sorunları giderme
uk: Як вирішувати повідомлення про помилки в Firefox
ur: Firefox پر نقص کے پیغامات کی ازالہ نقص کارى کیسے کریں
vi: Cách khắc phục sự cố thông báo lỗi trên Firefox
zh_cn: 解决 Firefox 上的错误信息
zh_tw: 排除 Firefox 的錯誤訊息
zu: Ilandelelwa kanjani imiyalezo eyiphutha ku-Firefox

# DB: products.Topic.description
source: Troubleshoot ESR issues.
ia: Solver problemas de ESR.
sv: Felsök problem med ESR.
tr: ESR ile ilgili sorunları giderin.

# DB: products.Topic.title
source: Events
ia: Eventos
kab: Tidyanin
sv: Händelser
tr: Etkinlikler

# DB: products.Topic.description
source: Troubleshoot events issues.
ia: Solver problemas de eventos.
sv: Felsök problem med händelser.
tr: Etkinliklerle ilgili sorunları giderin.

# DB: products.Topic.title
source: Events and help for Mentors
af: Gebeure en hulp vir mentors
bg: Събития и помощ за ментори
bs: Događaji i pomoć za mentore
de: Veranstaltungen und Hilfe für Mentoren
el: Εκδηλώσεις και βοήθεια για Μέντορες
es: Eventos y ayuda para mentores
fy_nl: Eveneminten en help foar ynstrukteurs
hr: Događaji i pomoć za mentore
hu: Események és segítség mentoroknak
ia: Eventos e adjuta pro le tutores
it: Eventi e supporto per i tutori
ja: メンター向けのイベントとヘルプ
ka: ღონისძიებები და მხარდაჭერა ხელმძღვანელებისთვის
kab: Ineḍruyen akked tallelt i yiselmaden
ko: 멘토를 위한 도움말 및 이벤트
mg: Tranga sy fanampiana ho an'ireo Mantaoro
ms: Acara dan bantuan untuk Mentor
nb_no: Hendelser og hjelp for mentorer
nl: Evenementen en hulp voor instructeurs
pa_in: ਮੇਨਟਰ ਲਈ ਸਮਾਗਮ ਅਤੇ ਮਦਦ
pl: Imprezy i pomoc dla mentorów
pt_br: Eventos e ajuda para Mentores
pt_pt: Eventos e ajuda para Mentores
ro: Evenimente și ajutor pentru mentori
sk: Udalosti a pomoc pre mentorov
sr: Догађаји и помоћ за менторе
sv: Händelser och hjälp för mentorer
te: ఈవెంట్స్ మరియు మెంటార్స్ కోసం సహాయం
th: กิจกรรมและความช่วยเหลือสำหรับเมนเทอร์
tr: Eğitmenler için etkinlikler ve yardım
uk: Події та допомога для наставників
vi: Sự kiện và trợ giúp cho người cố vấn
zh_cn: 对于老用户的活动和帮助
zh_tw: 給輔導者活動與協助
zu: Imicimbi nosizo Zabeluleki

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
af: Help digitale vaardighede leer, en deel kreatiewe maniere om tegnologie te leer.
bg: Помогнете с преподаването на дигитални умения и споделете творчески начини за преподаване на технологии.
bs: Pomozite u učenju digitalnih vještina i podijelite kreativne načine učenja tehnologije.
de: Helfen Sie, digitale Fähigkeiten zu lehren und teilen Sie kreative Möglichkeiten, um Technologie zu lehren.
el: Βοηθήστε στην εκμάθηση ψηφιακών δεξιοτήτων και μοιραστείτε δημιουργικούς τρόπους διδασκαλίας τεχνολογίας.
es: Ayuda a enseñar habilidades digitales y comparte divertidas formas de enseñar la tecnología.
fy_nl: Help digitale feardichheden te ûnderwizen en diel kreative manieren foar it ûnderwizen fan technology.
hr: Pomogni učiti digitalne vještine i dijeli kreativne načine učenja tehnologije.
hu: Segítsen digitális képességeket tanítani, és osszon meg kreatív módszereket a technológia oktatására.
ia: Adjuta a inseniar habilitates digital e compartir manieras creative de inseniar technologia.
it: Aiuta nell'insegnare competenze digitali e condividi modi creativi per diffondere la tecnologia
ja: デジタルスキルを教えたり、技術を教えるクリエイティブな手段を共有しましょう。
ka: მიიღეთ მონაწილეობა, ტექნიკური უნარების სწავლებაში და გაუზიარეთ სხვებს, სწავლების თქვენი მეთოდები.
kab: Ttekki deg uselmed n twezza tumḍinin daɣen bḍu tarrayin n usnulfu ɣef uselmed n titiknulujiyin.
ko: 디지털 기술을 가르치고 교육 기술의 창조적인 방법들을 공유할 수 있도록 도와주세요.
mg: Manampia @ fampianarana fahalalana nomerika sy @ fizarana fomba kanto hampianarana haitao.
ms: Bantu mengajar kemahiran digital dan berkongsi cara kreatif pengajaran teknologi.
nb_no: Hjelp til med å undervise digitale ferdigheter og dele kreative undervisningsmetoder.
nl: Help digitale vaardigheden te onderwijzen en deel creatieve manieren voor het onderwijzen van technologie.
pl: Pomóż innym rozwijać zdolności cyfrowe i podziel się informacjami na temat kreatywnego nauczania technologii.
pt_br: Ajude a ensinar competências digitais e compartilhe formas criativas de ensinar tecnologia.
pt_pt: Ajude a ensinar competências digitais e partilhe formas criativas de ensinar tecnologia.
ro: Ajută la predarea aptitudinilor digitale și împărtășește moduri creative de predare a cunoștințelor tehnice.
sk: Pomôžte vzdelávať digitálne vedomosti a zdieľajte kreatívne spôsoby výuky technológií.
sr: Помозите у учењу дигиталних вештина и поделите креативне начине учења технологије.
sv: Hjälp till att undervisa digitala färdigheter och dela kreativa undervisningsmetoder.
te: డిజిటల్ నైపుణ్యాలు బోధించే సహాయం మరియు బోధన టెక్నాలజీ సృజనాత్మక మార్గాలు భాగస్వామ్యం.
th: ช่วยสอนทักษะดิจิทัลและแบ่งปันวิธีสอนเทคโนโลยีที่สร้างสรรค์
tr: Dijital becerileri öğretmeye yardımcı olun ve teknolojiyi öğretmenin yaratıcı yollarını paylaşın.
uk: Допоможіть у навчанні цифрових навичок та поділіться творчими шляхами технології викладання.
ur: ڈیجیٹل ہنر سکھانے اور تدریسی ٹکنالوجی کے تخلیقی طریقوں کو بانٹنے میں مدد کریں۔
vi: Giúp dạy các kỹ năng kỹ thuật số và chia sẻ những cách sáng tạo của công nghệ giảng dạy.
zh_cn: 帮助教育数字化技能和分享有创意的科技教育方法。
zh_tw: 幫助教導數位能力，並分享有創意的科技教育方法。
zu: Siza ukufundisa amakhono adijithali bese kwabelwana ngezindlela ezinobuchule zokufundisa ezobuchwepheshe.

# DB: products.Topic.title
source: Explore
bg: Изследвайте
de: Entdecken
el: Εξερεύνηση
es: Explorar
fy_nl: Ferkenne
hr: Istraži
hu: Felfedezés
ia: Explorar
it: Esplora
ja: 検討
ka: დათვალიერება
kab: Snirem
ko: 탐색
nb_no: Utforsk
nl: Verkennen
pl: Odkrywaj
pt_br: Explorar
pt_pt: Explorar
ro: Explorează
sk: Objavujte
sr: Истражите
sv: Utforska
th: สำรวจ
tr: Keşfetme
uk: Огляд
ur: دریافت کریں
vi: Khám phá
zh_cn: 探索
zh_tw: 探索

# DB: products.Topic.description
source: Learn about Firefox for Enterprise
bg: Научете повече за Firefox for Enterprise
de: Weitere Informationen über Firefox für Unternehmen
el: Μάθετε σχετικά με το Firefox για επιχειρήσεις
es: Descubre más sobre Firefox para empresas
fy_nl: Mear ynfo oer Firefox foar ûndernimmingen
he: מידע נוסף על Firefox לארגונים
hr: Saznaj više o Firefoxu za poduzeća
hu: Tudjon meg többet a vállalatoknak szánt Firefoxról
ia: Apprender re Firefox pro interprisa
it: Informazioni su Firefox per le aziende
ja: 法人向け Firefoxについて学ぶ
ka: ვრცლად დაწესებულებებისთვის განკუთვნილ Firefox-ზე
kab: Issin ugar ɣef Firefox i tkebbanit
ko: 기업용 Firefox에 대해 알아보기
nb_no: Les mer om Firefox for virksomheter
nl: Meer info over Firefox voor ondernemingen
pl: Więcej informacji o Firefoksie dla firm
pt_br: Saiba mais sobre o Firefox para Empresas
pt_pt: Saber mais sobre o Firefox para empresas
ro: Află despre Firefox for Enterprise
sk: Ďalšie informácie o Firefoxe pre podniky
sr: Сазнајте више о Firefox-у за предузећа
sv: Lär dig mer om Firefox för företag
te: Firefox for Enterprise గురించి తెలుసుకోండి
th: เรียนรู้เกี่ยวกับ Firefox สำหรับองค์กร
tr: Kurumlar için Firefox hakkında bilgi alın
uk: Дізнайтеся про Firefox для компаній
ur: انٹرپرائز کے لئے Firefox کے بارے میں جانیں
vi: Tìm hiểu về Firefox dành cho doanh nghiệp
zh_cn: 了解 Firefox 企业版
zh_tw: 了解 Firefox 企業版

# DB: products.Topic.title
source: Extensions
ia: Extensiones
kab: Isiɣzaf
sv: Tillägg
tr: Uzantılar

# DB: products.Topic.description
source: Troubleshoot extensions issues.
ia: Solver problemas de extensiones.
sv: Felsök problem med tillägg.
tr: Uzantılarla ilgili sorunları giderin.

# DB: products.Topic.title
source: Firefox controls and buttons
af: Kontroles en knoppies in Firefox
bg: Контроли и бутони на Firefox
bs: Firefox kontrole i dugmad
de: Steuerung und Schaltflächen von Firefox
el: Πλήκτρα ελέγχου και κουμπιά του Firefox
es: Controles y botones de Firefox
fy_nl: Firefox-betsjinningen en -knoppen
he: פקדים וכפתורים של Firefox
hr: Firefox kontrole i gumbi
hu: A Firefox vezérlése és gombjai
ia: Controlos e buttones de Firefox
id: Tombol dan kendali Firefox
it: Controlli e pulsanti di Firefox
ja: Firefox のコントロールとボタン
ka: Firefox-ის მართვა და ღილაკები
kab: Isenqaden d tqeffalin n Firefox
ko: Firefox 컨트롤과 버튼
mg: Fibaiko sy bokotr'i Firefox
ms: Kawalan dan butang Firefox
nb_no: Firefox-kontroller og knapper
nl: Firefox-bedieningselementen en -knoppen
pa_in: ਫਾਇਰਫਾਕਸ ਕੰਟਰੋਲ ਅਤੇ ਬਟਨਾ
pl: Kontrolki i przyciski Firefoksa
pt_br: Controles e botões do Firefox
pt_pt: Controlos e botões do Firefox
ro: Comenzi și butoane Firefox
sk: Ovládanie Firefoxu a tlačidlá
sr: Firefox контроле и дугмад
sv: Firefox kontroller och knappar
te: Firefox నియంత్రణలు మరియు బటన్లు
th: การควบคุมและปุ่มของ Firefox
tr: Firefox kontrolleri ve düğmeleri
uk: Елементи управління та кнопки Firefox
ur: Firefox کے کنٹرول اور بٹن
vi: Điều khiển và nút điều khiển của Firefox
zh_cn: Firefox 控件与按钮
zh_tw: Firefox 控制元件與按鈕
zu: Izilawuli ze-Firefox nezinkinobho

# DB: products.Topic.description
source: Firefox controls and buttons
af: Kontroles en knoppies in Firefox
bg: Контроли и бутони на Firefox
bs: Firefox kontrole i dugmad
de: Steuerung und Schaltflächen von Firefox
el: Πλήκτρα ελέγχου και κουμπιά του Firefox
es: Controles y botones de Firefox
fy_nl: Firefox-betsjinningen en -knoppen
he: פקדים וכפתורים של Firefox
hr: Firefox kontrole i gumbi
hu: A Firefox vezérlése és gombjai
ia: Controlos e buttones de Firefox
id: Tombol dan kendali Firefox
it: Controlli e pulsanti di Firefox
ja: Firefox のコントロールとボタン
ka: Firefox მართვა და ღილაკები
kab: Isenqaden d tqeffalin n Firefox
ko: Firefox 컨트롤과 버튼
mg: Fibaiko sy bokotr'i Firefox
ms: Kawalan dan butang Firefox
nb_no: Firefox-kontroller og knapper
nl: Firefox-bedieningselementen en -knoppen
pa_in: ਫਾਇਰਫਾਕਸ ਕੰਟਰੋਲ ਅਤੇ ਬਟਨਾ
pl: Interfejs użytkownika Firefoksa
pt_br: Controles e botões do Firefox
pt_pt: Controlos e botões do Firefox
ro: Comenzi și butoane Firefox
sk: Ovládanie Firefoxu a tlačidlá
sr: Firefox контроле и дугмад
sv: Firefox kontroller och knappar
te: Firefox నియంత్రణలు మరియు బటన్లు
th: การควบคุมและปุ่มของ Firefox
tr: Firefox kontrolleri ve düğmeleri
uk: Елементи управління та кнопки Firefox
ur: Firefox کے کنٹرول اور بٹن
vi: Điều khiển và nút điều khiển của Firefox
zh_cn: Firefox 控件与按钮
zh_tw: Firefox 控制元件與按鈕
zu: Izilawuli ze-Firefox nezinkinobho

# DB: products.Topic.title
source: Firefox crashes
af: Firefox val om
bg: Firefox се срива
bs: Firefox rušenja
de: Firefox stürzt ab
el: Καταρρεύσεις Firefox
es: Cuelgues de Firefox
fy_nl: Firefox ferûngelokket
he: Firefox קורס
hr: Firefox se ruši
hu: A Firefox összeomlik
ia: Crashes de Firefox
id: Firefox mogok
it: Firefox va in crash
ja: Firefox のクラッシュ
ka: Firefox უეცრად ითიშება
kab: Firefox yeɣli
ko: Firefox 종료 현상
mg: Crash Firefox
ms: Firefox ranap
nb_no: Firefox krasjer
nl: Firefox crasht
pa_in: ਫਾਇਰਫਾਕਸ ਕਰੈਸ
pl: Awarie Firefoksa
pt_br: Travamentos do Firefox
pt_pt: Falhas do Firefox
ro: Firefox se termină neașteptat
sk: Pády Firefoxu
sr: Firefox се руши
sv: Firefox kraschar
te: Firefox క్రాష్ అయింది
th: Firefox ล่ม
tr: Firefox çöküyor
uk: Збої Firefox
ur: Firefox کریش ہو ہوگیا
vi: Firefox bị vỡ
zh_cn: Firefox 崩溃问题
zh_tw: Firefox 發生錯誤
zu: I-Firefox iyakhresha

# DB: products.Topic.description
source: Crashing
af: Omvalle
bg: Сривове
bs: Rušenje
de: Abstürze
el: Κατάρρευση
es: Cierres inesperados
fy_nl: Ungelokken
he: קריסה
hr: Rušenje
hu: Összeomlás
ia: Crashes
id: Mogok (crash)
it: Chiusure inaspettate
ja: クラッシュ
ka: უეცარი გათიშვა
kab: Aɣelluy
ko: 충돌
mg: Crash
ms: Ranap
nb_no: Krasjing
nl: Crashen
pa_in: ਕਰੈਸਿ਼ਗ
pl: Awarie
pt_br: Travamento
pt_pt: Bloqueios
ro: Terminarea neașteptată
sk: Pády
sr: Падови
sv: Kraschar
te: క్రాష్
th: การล่ม
tr: Çökme
uk: Падіння
ur: کریش ہو گیا
vi: Đổ vỡ
zh_cn: 崩溃
zh_tw: 軟體錯誤
zu: Iyakhresha

# DB: products.Topic.title
source: Firefox Focus for Android
bg: Firefox Focus за Android
bs: Mobilni Firefox
de: Firefox Klar für Android
el: Firefox Focus για Android
es: Firefox Focus para Android
fy_nl: Firefox Focus foar Android
he: Firefox Focus עבור Android
hr: Firefox Focus za Android
ia: Firefox Focus pro Android
id: Firefox untuk Android
it: Firefox Focus per Android
ja: Android 版 Firefox Focus
ka: Firefox Focus Android-ისთვის
kab: Firefox Focus i Android
ko: Android용 Firefox Focus
ms: Firefox Focus untuk Android
nb_no: Firefox for Android
nl: Firefox Focus voor Android
pa_in: ਐਂਡਰੌਇਡ ਲਈ ਫਾਇਰਫੌਕਸ ਫੋਕਸ
pl: Firefox Focus dla Androida
pt_br: Firefox Focus para Android
pt_pt: Firefox Focus para Android
ro: Firefox Focus pentru Android
sk: Firefox Focus pre Android
sr: Firefox Focus за Android
sv: Firefox Focus för Android
te: Android కోసం Firefox Focus
th: Firefox Focus สำหรับ Android
tr: Android için Firefox Focus
uk: Firefox Focus для Android
ur: Android کے لئے Firefox Focus
vi: Firefox Focus dành cho Android
zh_cn: Firefox Focus 安卓版
