Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2020.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2020 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Übersetzungen im Jahr 2020 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2020.
es: Esta insignia se otorga a los colaboradores que tienen 10 traducciones aprobadas durante 2020.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersetbewurkingen yn 2020.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2020. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2020-ban.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2020.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2020.
ja: このバッジは 2020 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული მთარგმნელობითი შესწორებისთვის, 2020 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2020.
ko: 2020년에 10개의 승인된 번역작업을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit terjemahan yang diluluskan pada 2020.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2020.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2020.
pl: Ta odznaka jest przyznawana autorom, którzy w 2020 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2020.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2020.
ro: Această insignă este acordată colaboratorilor cu 10 editări de traduceri aprobate în anul 2020.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2020 aspoň 10 schválených prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2020. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2020.
te: ఈ బ్యాడ్జీని 2020లో 10 ఆమోదిత అనువాదాలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขการแปล 10 รายการที่ได้รับการอนุมัติในปี 2020
tr: Bu rozet 2020 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок перекладів протягом 2020 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2020.
zh_cn: 此徽章授予在 2020 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2020 年間有超過 10 篇被審核通過的文件翻譯的翻譯者。

# DB: kbadge.Badge.title
source: 2019 L10n Badge
bg: 2019 L10n значка
de: L10n-Abzeichen 2019
el: Έμβλημα L10n 2019
es: Insignia de L10n de 2019
fy_nl: L10n 2019-badge
hr: Značka lokalizacije za 2019. godinu
hu: L10n kitűző – 2019
ia: Insignia del localisation 2019
id: Lencana L10n 2019
it: Distintivo L10n 2019
ja: 2019 L10n バッジ
ka: 2019 L10n ჯილდო
kab: Deg warraz 2019 L1
ko: 2019 L10n 배지
ms: Lencana L10n 2019
nb_no: 2019 L10n-utmerkelse
nl: L10n 2019-badge
pa_in: 2019 L10n ਬਿੱਲਾ
pl: Odznaka L10n 2019
pt_br: Emblema L10n 2019
pt_pt: Medalha de tradutores de 2020
ro: Insignă L10n 2019
sk: Ocenenie Lokalizácie pre rok 2019
sr: L10n беџ локализације за 2019. годину
sv: 2019 emblem för L10n
te: 2019 L10n బాడ్జి
th: ตรา L10n ปี 2019
tr: 2019 Yerelleştirme Rozeti
uk: Відзнака L10n 2019
ur: 2019 L10n بیج
vi: Huy hiệu L10n 2019
zh_cn: 2019 本地化徽章
zh_tw: 2019 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2019.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2019 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen von Übersetzungen im Jahr 2019 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2019.
es: Esta insignia se otorga a los colaboradores que tienen 10 traducciones aprobadas durante 2019.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersettaalbewurkingen yn 2019.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2019. godine.
hu: Ezt a kitűzőt azok a közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2019-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2019.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2019.
ja: このバッジは 2019 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემათ მოხალისეებს, 2019 წლის განმავლობაში 10 დამოწმებული მთარგმნელობითი შესწორებისთვის.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2019.
ko: 2019년에 10개의 승인된 번역작업을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit terjemahan yang diluluskan pada 2019.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2019.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2019.
pl: Ta odznaka jest przyznawana autorom, którzy w 2019 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2019.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2019.
ro: Această insignă este acordată colaboratorilor cu 10 editări de traduceri aprobate în anul 2019.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2019 aspoň 10 schválených úprav prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2019. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2019.
te: ఈ బ్యాడ్జీని 2019లో 10 ఆమోదిత అనువాదాలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขการแปล 10 รายการที่ได้รับการอนุมัติในปี 2019
tr: Bu rozet 2019 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок перекладів протягом 2019 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2019.
zh_cn: 此徽章授予在 2019 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2019 年間有超過 10 篇被審核通過的文件翻譯的貢獻者。

# DB: kbadge.Badge.title
source: 2018 L10n Badge
bg: 2018 L10n значка
de: L10n-Abzeichen 2018
el: Έμβλημα L10n 2018
es: Insignia de L10n de 2018
fy_nl: L10n 2018-badge
hr: Značka lokalizacije za 2018. godinu
hu: L10n kitűző – 2018
ia: Insignia del localisation 2018
id: Lencana L10n 2018
it: Distintivo L10n 2018
ja: 2018 L10n バッジ
ka: 2018 L10n ჯილდო
kab: Deg warraz 2018 L1
ko: 2018 L10n 배지
ms: Lencana L10n 2018
nb_no: 2018 L10n-utmerkelse
nl: L10n 2018-badge
pa_in: 2018 L10n ਬਿੱਲਾ
pl: Odznaka L10n 2018
pt_br: Emblema L10n 2018
pt_pt: Medalha de tradutores de 2018
ro: Insignă L10n 2018
sk: Ocenenie Lokalizácie pre rok 2018
sr: L10n беџ локализације за 2018. годину
sv: 2018 emblem för L10n
te: 2018 L10n బాడ్జి
th: ตรา L10n ปี 2018
tr: 2018 Yerelleştirme Rozeti
uk: Відзнака L10n 2018
ur: 2018 L10n بیج
vi: Huy hiệu L10n 2018
zh_cn: 2018 本地化徽章
zh_tw: 2018 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2018.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2018 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen von Übersetzungen im Jahr 2018 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2018.
es: Esta insignia se otorga a los colaboradores que tienen 10 traducciones aprobadas durante 2018.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersettaalbewurkingen yn 2018.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2018. godine.
hu: Ezt a kitűzőt azok a közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2018-ban.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2018.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2018.
ja: このバッジは 2018 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემათ მოხალისეებს, 2018 წლის განმავლობაში 10 დამოწმებული მთარგმნელობითი შესწორებისთვის.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2018.
ko: 2018년에 10개의 승인된 번역작업을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit terjemahan yang diluluskan pada 2018.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2018.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2018.
pl: Ta odznaka jest przyznawana autorom, którzy w 2018 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2018.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2018.
ro: Această insignă este acordată colaboratorilor cu 10 editări de traduceri aprobate în anul 2018.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2018 aspoň 10 schválených úprav prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2018. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2018.
te: ఈ బ్యాడ్జీని 2018లో 10 ఆమోదిత అనువాదాలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขการแปล 10 รายการที่ได้รับการอนุมัติในปี 2018
tr: Bu rozet 2018 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок перекладів протягом 2018 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2018.
zh_cn: 此徽章授予在 2018 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2018 年間有超過 10 篇被審核通過的文件翻譯的貢獻者。

# DB: kbadge.Badge.title
source: 2018 KB Badge
bg: 2018 БД значка
de: KB-Abzeichen 2018
el: Έμβλημα ΓΒ 2018
es: Insignia de la BC en 2018
fy_nl: KB 2018-badge
hr: Značka baze znanja za 2018. godinu
hu: Tudásbázis kitűző – 2018
ia: Insignia del base de cognoscentia 2018
id: Lencana KB 2018
it: Distintivo KB 2018
ja: 2018 ナレッジベースバッジ
ka: 2018 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2018
ko: 2018 KB 배지
ms: Lencana KB 2018
nb_no: 2018 KB-utmerkelse
nl: KB 2018-badge
pa_in: 2018 KB ਬਿੱਲਾ
pl: Odznaka KB 2018
pt_br: Emblema da Base de Conhecimento 2018
pt_pt: Medalha da base de conhecimento de 2018
ro: Insignă Baza de cunoștințe 2018
sk: Ocenenie Databáza vedomostí 2018
sr: Беџ базе знања за 2018. годину
sv: 2018 emblem för KB
te: 2018 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2018
tr: 2018 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2018
ur: 2018 KB بیج
vi: Huy hiệu KB 2018
zh_cn: 2018 知识库徽章
zh_tw: 2018 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2018.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на английски език през 2018 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2018 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2018.
es: Esta insignia se otorga a los colaboradores que tienen 10 ediciones en inglés aprobadas en 2018.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2018.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena na engleskom jeziku tijekom 2018. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2018-ban.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2018.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2018.
ja: このバッジは 2018 年に英語版ナレッジベース記事の編集が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 2018 წლის განმავლობაში 10 დამოწმებული ჩასწორებისთვის ინგლისურ ბაზაში.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n yibeddilen s teglizit ttwaqeblen deg 2018.
ko: 2018년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit Bahasa Inggeris yang diluluskan pada 2018.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente redigeringer på engelsk i løpet av 2018.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2018.
pl: Ta odznaka jest przyznawana autorom, którzy w 2018 roku dokonali co najmniej 10 zatwierdzonych zmian w języku angielskim.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2018.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições aprovadas em inglês durante 2018.
ro: Această insignă este acordată colaboratorilor cu 10 editări în engleză aprobate în anul 2018.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2018 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених чланака на енглеском током 2018. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2018.
te: ఈ బ్యాడ్జీని 2018లో 10 ఆమోదిత ఆంగ్ల దిద్దుబాట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติในปี 2018
tr: Bu rozet 2018 yılında 10 onaylanmış İngilizce düzenleme ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок в англійській версії протягом 2018 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản chỉnh sửa tiếng Anh được phê duyệt trong năm 2018.
zh_cn: 此徽章授予在 2018 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2018 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2018 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2018
de: Abzeichen „Hilfe auf Twitter 2018“
el: Έμβλημα Army of Awesome 2018
es: Insignia de la Armada Alucinante de 2018
fy_nl: Army of Awesome 2018-badge
hr: Značka ekipe fenomenalnih za 2018. godinu
hu: Szuperhősök Serege kitűző - 2018
ia: Insignia del Armea del stupor 2018
id: Lencana Sukarelawan Keren 2018
it: Distintivo Armata dei Magnifici 2018
ja: 2018 Army of Awesome バッジ
ka: 2018 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2018
ko: 2018 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2018
nb_no: 2018 Army of Awesome-utmerkelse
nl: Army of Awesome 2018-badge
pa_in: 2018 ਸਿਰਕੱਢਾਂ ਦੀ ਫੌਜ ਦਾ ਬਿੱਲਾ
pl: Odznaka Armia fantastycznych 2018
pt_br: Emblema do Exército de Incríveis 2018
pt_pt: Medalha do exército extraordinário de 2018
ro: Insignă Armata Fantastică 2018
sk: Ocenenie Army of Awesome 2018
sr: Army of Awesome беџ за 2018. годину
sv: 2018 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2018
tr: 2018 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2018
ur: 2018 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2018
zh_cn: 2018 小狐狸了不起大军徽章
zh_tw: 2018 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2018.
bg: Тази значка се присъжда на сътрудници с 50 туитове на Army of Awesome през 2018 г.
de: Dieses Abzeichen wird an Mitwirkende mit 50 Tweets für die Hilfe auf Twitter im Jahr 2018 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 50 tweets στο Army of Awesome κατά τη διάρκεια του 2018.
es: Esta insignia se otorga a los colaboradores que tienen 50 tweets en la Armada Alucinante en 2018.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 50 army of Awesome-tweets yn 2018.
hr: Ova se značka dodjeljuje osobama s 50 tweet poruka ekipe fenomenalnih tijekom 2018. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 50 Szuperhős tweetet indítottak 2018-ban.
ia: Iste insignia es adjudicate a collaboratores con 50 tweets del Armea del stupor durante le 2018.
it: Questo distintivo è assegnato ai collaboratori con 50 tweet per l'Armata dei Magnifici nel 2018.
ja: このバッジは 2018 年に Army of Awesome で 50 回以上ツイートした貢献者に授与されます。
ka: ჯილდო გადაეცემათ მოხალისეებს, 2018 წლის განმავლობაში გაკეთებული 50 ჩანაწერისთვის ტვიტერზე, მოხალისეების ერთობაში.
kab: Arraz-a yettunefk i yimttekkiyen i yuznen 50n yitwiten Army of Awesome deg 2018.
ko: 2018년에 50개의 Army of Awesome 트윗 답변을 해주신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 50 tweet Angkatan Ulung pada 2018.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 50 Army of Awesome-tweeter i løpet av 2018.
nl: Deze badge wordt toegekend aan medewerkers met 50 Army of Awesome-tweets in 2018.
pl: Ta odznaka przyznawana jest autorom, którzy w 2018 roku napisali co najmniej 50 tweetów dla Armii fantastycznych.
pt_br: Este emblema é concedido a colaboradores com 50 tweets no Exército de Incríveis em 2018.
pt_pt: Esta medalha é atribuída a colaboradores com 50 tweets do exército extraordinário durante 2018.
ro: Această insignă este acordată colaboratorilor cu 50 de tweeturi pentru Armata Fantastică în anul 2018.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2018 aspoň 50 tweetov.
sr: Овај беџ је додељен доприносиоцима са 50 Army of Awesome твитова током 2018. године.
sv: Detta emblem tilldelas bidragsgivare med 50 Army of Awesome tweets under 2018.
te: ఈ బాడ్జీని 2018లో 50 ఆర్మీ ఆఫ్ ఆఁసమ్ ట్వీట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการทวีตใน Army of Awesome 50 ครั้งในปี 2018
tr: Bu rozet 2018 yılında 50 Şahaneler Ordusu tweeti ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 50 твітів армії помічників протягом 2018 року.
vi: Huy hiệu này được trao cho những người đóng góp với 50 tweet của đội quân kỳ diệu trong năm 2018.
zh_cn: 此徽章授予在 2018 年有超过 50 条小狐狸大军推文的贡献者。
zh_tw: 此徽章授予在 2018 年間有超過 50 則 Army of Awesome 推文的貢獻者。

# DB: kbadge.Badge.title
source: 2017 L10n Badge
bg: 2019 L10n значка
de: L10n-Abzeichen 2017
el: Έμβλημα L10n 2017
es: Insignia de L10n de 2017
fy_nl: L10n 2017-badge
hr: Značka lokalizacije za 2017. godinu
hu: L10n kitűző – 2017
ia: Insignia del localisation 2017
id: Lencana L10n 2017
it: Distintivo L10n 2017
ja: 2017 L10n バッジ
ka: 2017 L10n ჯილდო
kab: Deg warraz 2017 L1
ko: 2017 L10n 배지
ms: Lencana L10n 2017
nb_no: 2017 L10n-utmerkelse
nl: L10n 2017-badge
pa_in: 2017 L10n ਬਿੱਲਾ
pl: Odznaka L10n 2017
pt_br: Emblema L10n 2017
pt_pt: Medalha de tradutores de 2017
ro: Insignă L10n 2017
sk: Ocenenie Lokalizácie pre rok 2017
sr: L10n беџ локализације за 2017. годину
sv: 2017 emblem för L10n
te: 2017 L10n బ్యాడ్జి
th: ตรา L10n ปี 2017
tr: 2017 Yerelleştirme Rozeti
uk: Відзнака L10n 2017
ur: 2017 L10n بیج
vi: Huy hiệu L10n 2017
zh_cn: 2017 本地化徽章
zh_tw: 2017 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2017.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2017 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen von Übersetzungen im Jahr 2017 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2017.
es: Esta insignia se otorga a los colaboradores que tienen 10 traducciones aprobadas en 2017.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersettaalbewurkingen yn 2017.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2017. godine.
hu: Ezt a kitűzőt azok a közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2017-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2017.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2017.
ja: このバッジは 2017 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული მთარგმნელობითი შესწორებისთვის, 2017 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2017.
ko: 2017년에 10개의 승인된 번역작업을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit terjemahan yang diluluskan pada 2017.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2017.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2017.
pl: Ta odznaka jest przyznawana autorom, którzy w 2017 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2017.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2017.
ro: Această insignă este acordată colaboratorilor cu 10 editări de traduceri aprobate în anul 2017.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2017 aspoň 10 schválených úprav prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2017. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2017.
te: ఈ బ్యాడ్జీని 2017లో 10 ఆమోదిత అనువాదాలను చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขการแปล 10 รายการที่ได้รับการอนุมัติในปี 2017
tr: Bu rozet 2017 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок перекладів протягом 2017 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2017.
zh_cn: 此徽章授予在 2017 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2017 年間有超過 10 篇被審核通過的文件翻譯的貢獻者。

# DB: kbadge.Badge.title
source: 2017 KB Badge
bg: 2017 БД значка
de: KB-Abzeichen 2017
el: Έμβλημα ΓΒ 2017
es: Insignia de la BC en 2017
fy_nl: KB 2017-badge
hr: Značka baze znanja za 2017. godinu
hu: Tudásbázis kitűző – 2017
ia: Insignia del base de cognoscentia 2017
id: Lencana KB 2017
it: Distintivo KB 2017
ja: 2017 ナレッジベースバッジ
ka: 2017 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2017
ko: 2017 KB 배지
ms: Lencana KB 2017
nb_no: 2017 KB-utmerkelse
nl: KB 2017-badge
pa_in: 2017 KB ਬੈਜ
pl: Odznaka KB 2017
pt_br: Emblema da Base de Conhecimento 2017
pt_pt: Medalha da base de conhecimento de 2017
ro: Insignă Baza de cunoștințe 2017
sk: Ocenenie Databáza vedomostí 2017
sr: Беџ базе знања за 2017. годину
sv: 2017 emblem för KB
te: 2017 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2017
tr: 2017 BB Rozeti
uk: Відзнака бази знань 2017
ur: 2017 KB بیج
vi: Huy hiệu KB 2017
zh_cn: 2017 知识库徽章
zh_tw: 2017 知識庫徽章
