Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: "%s" is too large (%sKB), the limit is %sKB
af: "%s" is te groot (%s KB), die limiet is %s KB
bg: "%s" е с твърде голям размер (%sKB), ограничението е %sKB
bs: "%s" je prevelika (%sKB), ograničenje je %sKB
de: "%s" ist zu groß (%sKB), die Grenze liegt bei %sKB
el: Το «%s» είναι πολύ μεγάλο (%sKB), το όριο είναι %sKB
es: "%s" es demasiado largo (%sKB), el límite es %sKB
fy_nl: "%s" is te grut (%sKB), de limyt is %sKB
he: ״%s״ גדול מדי (%s ק״ב), המגבלה היא %s ק״ב
hr: "%s" je prevelika (%sKB), ograničenje je %sKB
hu: "%s" túl nagy méretű (%sKB), a maximális méret %sKB lehet
ia: "%s" es troppo grande (%sKB), le limite es %sKB
id: Ukuran "%s" terlalu besar (%sKB), batas maksimumnya adalah %sKB
it: "%s" è troppo grande (%sKB), il limite è %sKB
ja: "%s" のサイズが大きすぎます (%sKB)。 アップロード可能なサイズは %sKB 以下に制限されています。
ka: "%s" ზედმეტად დიდია (%sკბაიტი), ზღვარია %sკბაიტი
kab: "%s" meqqer aṭas (%sKB), talast d %sKB
ko: "%s"는 너무 큽니다(%sKB). 제한 크기: %sKB
mg: Ngeza loatra "%s" (%sKB), %sKB ny fetra
ms: "%s" terlalu besar (%sKB), had adalah %sKB
nb_no: "%s" er for stor (%s KB), grensen er %s KB
nl: ‘%s’ is te groot (%sKB), de limiet is %sKB
pa_in: "%s" ਬਹੁਤ ਲੰਬਾ ਹੈ (%sKB), ਸ਼ੀਮਾ ਹੈ %sKB
pl: „%s” jest za duży (%s KB), limit wynosi %s KB
pt_br: "%s" é muito grande (%sKB), o limite é %sKB
pt_pt: "%s" é muito grande (%sKB), o limite é %sKB
ro: „%s” este prea mare (%sKB), limita este de %sKB
sk: "%s" je moc veľký (%sKB), maximálna veľkosť je %sKB
sr: "%s" је превелико (%sKB), граница је %sKB
sv: "%s" är för stor (%skB), gränsen är %skB
te: "%s" చాలా పెద్దది (%sKB), దాని పరిమితి %sKB
th: "%s" มีขนาดใหญ่เกินไป (%sKB) ขนาดไม่ควรเกิน %sKB
tr: "%s" fazla büyük (%s KB), limit %s KB'dir
uk: "%s" є завеликим (%sKБ), граничний розмір %sKБ
vi: "%s" quá lớn (%sKB), giới hạn là %sKB
zh_cn: "%s" 文件过大(%sKB)，请勿超过 %sKB
zh_tw: "%s" 檔案過大 (%sKB)，請勿超過 %sKB
zu: "%s" inkulu kakhulu (%sKB), umkhawulo %sKB

source: Model not allowed.
af: Model nie toegelaat nie.
bg: Моделът не е разрешен.
bs: Model nije dozvoljen.
de: Modell nicht erlaubt.
el: Το μοντέλο δεν επιτρέπεται.
es: Modelo no permitido.
fy_nl: Model net tastien.
he: המודל לא מורשה.
hr: Model nije dozvoljen.
hu: A modell nem engedélyezett.
ia: Modello non permittite.
id: Model tidak diizinkan.
it: Modello non permesso.
ja: モデルが許可されていません。
ka: დაუშვებელი მოდელი.
kab: Taneɣruft ur tettwasireg ara.
ko: 허용되지 않은 모델입니다.
mg: Modely tsy mahazo alàlana.
ms: Model tidak dibenarkan.
nb_no: Modell ikke tillatt.
nl: Model niet toegestaan.
pa_in: ਮਾਡਲ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ।
pl: Niedozwolony model.
pt_br: Modelo não permitido.
pt_pt: Modelo não permitido.
ro: Modelul nu este permis.
sk: Model nie je povolený.
sr: Модел није дозвољен.
sv: Modell inte tillåten.
te: మోడల్ అనుమతించబడలేదు.
th: โมเดลไม่อนุญาต
tr: Modele izin verilmiyor.
uk: Модель не дозволена.
ur: ماڈل کی اجازت نہیں ہے
vi: Mô hình không được phép.
zh_cn: 模型不允许。
zh_tw: 不允許的 model。
zu: Imodeli ayivunyelwe.

source: Object does not exist.
af: Objek bestaan nie.
bg: Обектът не съществува.
bs: Objekat ne postoji.
de: Objekt existiert nicht.
el: Το στοιχείο δεν υπάρχει.
es: El objeto no existe.
fy_nl: Objekt bestiet net.
he: האובייקט לא קיים.
hr: Objekt ne postoji.
hu: Az objektum nem létezik.
ia: Le objecto non existe.
id: Objek tidak ada.
it: Oggetto non esistente.
ja: オブジェクトが存在しません。
ka: ობიექტი არ არსებობს.
kab: Taɣawsa ulac-itt.
ko: 객체가 존재하지 않습니다.
mg: Zavatra tsy misy.
ms: Objek tidak wujud.
nb_no: Objektet fins ikke.
nl: Object bestaat niet.
pa_in: ਅਬਜੈਕਟ ਉੱਪਲੱਭਦ ਨਹੀ ਹੈ
pl: Obiekt nie istnieje.
pt_br: O objeto não existe.
pt_pt: O objeto não existe.
ro: Obiectul nu există.
sk: Objekt neexistuje.
sr: Објекат не постоји.
sv: Objektet finns inte.
te: ఆబ్జెక్ట్ ఉనికిలో లేదు.
th: ไม่พบ object ที่ต้องการ
tr: Nesne mevcut değil.
uk: Об'єкт не існує.
ur: آبجیکٹ موجود نہیں ہے۔
vi: Đối tượng không tồn tại.
zh_cn: 对象不存在。
zh_tw: 物件不存在。
zu: Lokhu kuyinto engekho.

source: You cannot associate an image with an object you do not own.
bg: Не можете да свържете изображение с обект, който не притежавате.
de: Sie können eine Grafik nicht mit einem Objekt assoziieren, das Sie nicht besitzen.
el: Δεν μπορείτε να συσχετίσετε μια εικόνα με ένα αντικείμενο που δεν σας ανήκει.
fy_nl: Jo kinne in ôfbylding net assosjearje mei in objekt dêr’t jo net eigener fan binne.
hu: Nem társíthat képet olyan objektumhoz, amelynek nem a tulajdonosa.
ia: Tu non pote associar un imagine con un objecto del qual tu non es proprietari.
it: Non puoi associare un’immagine a un oggetto che non è tuo.
ka: ვერ დაურთავთ სურათს იმ ობიექტს, რომელიც თქვენი კუთვნილი არაა.
ko: 소유하지 않은 개체와 이미지를 연결할 수 없습니다.
nb_no: Du kan ikke knytte et bilde til et objekt du ikke eier.
nl: U kunt een afbeelding niet koppelen aan een object waarvan u niet de eigenaar bent.
pl: Nie możesz powiązać obrazu z obiektem, którego nie jesteś właścicielem.
pt_br: Você não pode associar uma imagem a um objeto que não é seu.
pt_pt: Não pode associar uma imagem a um objeto que não seja seu.
sk: Obrázok nemôžete priradiť k objektu, ktorý nevlastníte.
sr: Не можете да повежете слику са објектом који вам не припада.
sv: Du kan inte associera en bild med ett objekt du inte äger.
tr: Bir resmi, sahibi olmadığınız bir nesneyle ilişkilendiremezsiniz.
uk: Ви не можете пов’язувати зображення з об’єктом, який вам не належить.
vi: Bạn không thể liên kết một hình ảnh với một đối tượng mà bạn không sở hữu.
zh_cn: 无法将图像关联至不属于您的对象。
zh_tw: 您無法將圖片與非由您擁有的物件關聯起來。

source: Invalid or no image received.
af: Ongeldige of geen prent ontvang nie.
bg: Невалидно или неполучено изображение.
bs: Neispravna ili nikakva slika nije primljena.
de: Ungültige oder keine Grafik erhalten.
el: Μη έγκυρη ή καμία εικόνα.
es: No se ha recibido o no es válida la imagen.
fy_nl: Ynfalide of gjin ôfbylding ûntfongen.
he: התקבלה תמונה שגויה או לא קיימת.
hr: Nevažeća ili slika nije primljena.
hu: A kép hibás vagy nem érkezett meg.
ia: Invalide o nulle imagine recipite.
id: Tidak ada gambar atau gambar yang tidak valid diterima.
it: Immagine non valida o non ricevuta.
ja: 不正または画像ファイルではありません。
ka: სურათი არ მიღებულა, ან არამართებულია.
kab: Mačči d ameɣtu neɣ ulac tugna ittwaznen.
ko: 그림이 등록되지 못했습니다.
mg: Sary tsy mety na tsisy sary voaray.
ms: Tidak sah atau tiada imej diterima.
nb_no: Ugyldig eller ingen bilde mottatt.
nl: Ongeldige of geen afbeelding ontvangen.
pa_in: ਗਲਤ ਜਾ ਕੋਈ ਛਵੀ ਨਹੀ ਮਿੱਲੀ
pl: Nieprawidłowy obrazek lub brak obrazka.
pt_br: Imagem inválida ou nenhuma imagem recebida.
pt_pt: Imagem inválida ou nenhuma imagem recebida.
ro: Imagine nevalidă sau absentă.
sk: Obrázok sa nepodarilo získať, alebo je neplatný.
sr: Неисправно или се слика не може примити.
sv: Ogiltig eller ingen bild mottagen.
te: చెల్లదు లేదా ఏ చిత్రం అందలేదు.
th: ไฟล์ภาพไม่ถูกต้องหรือการอัปโหลดล้มเหลว
tr: Geçersiz resim alındı veya resim alınamadı.
uk: Зображення не отримано або воно нечинне.
ur: ناجایز یا کوئی تصویر موصول نہیں ہوئی۔
vi: Bất hợp lệ hoặc không nhận được hình ảnh.
zh_cn: 图像文件无效或上传失败。
zh_tw: 圖片檔案不正確或上傳失敗。
zu: Umfanekiso ongasebenzi noma umfanekiso awutholakalanga.

source: You are not signed in.
bg: Не сте вписани.
de: Sie sind nicht angemeldet.
el: Δεν έχετε συνδεθεί.
fy_nl: Jo binne net oanmeld.
hu: Nincs bejelentkezve.
ia: Tu non es authenticate.
it: Non hai effettuato l’accesso.
ka: თქვენ შესული არ ხართ.
ko: 로그인이 되어있지 않습니다.
nl: U bent niet aangemeld.
pl: Nie jesteś zalogowany.
pt_br: Você não entrou na conta.
pt_pt: Não está autenticado.
sk: Nie ste prihlásený.
sv: Du är inte inloggad.
tr: Giriş yapmadınız.
uk: Ви не увійшли.
vi: Bạn chưa đăng nhập.
zh_cn: 您尚未登录。
zh_tw: 您尚未登入。

source: The requested image could not be found.
af: Kon nie die versoekte prent vind nie.
bg: Заявеното изображение не е намерено.
bs: Tražena slika nije pronađena.
de: Die angeforderte Grafik wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση της ζητούμενης εικόνας.
es: La imagen solicitada no se pudo encontrar.
fy_nl: De opfrege ôfbylding koe net fûn wurde.
he: לא ניתן למצוא את התמונה המבוקשת.
hr: Tražena slika nije pronađena.
hu: A kért kép nem található.
ia: Le imagine requirite non pote ser trovate.
id: Gambar yang diminta tidak ditemukan.
it: L'immagine richiesta non è stata trovata.
ja: 要求された画像は見つかりませんでした。
ka: მოთხოვნილი სურათი ვერ მოიძებნა.
kab: Tugna yettwafernen ulac-itt.
ko: 요청된 이미지를 찾을 수 없습니다.
mg: Tsy hita ilay sary angatahina.
ms: Imej yang diminta tidak dapat ditemui.
nb_no: Klarte ikke finne det forespurte bildet.
nl: De opgevraagde afbeelding werd niet gevonden.
pa_in: ਬੇਨਤੀ ਕੀਤੀ ਛਵੀ ਨਹੀ ਲੱਭੀ ਜਾ ਸਕਦੀ।
pl: Nie można znaleźć żądanego obrazka.
pt_br: A imagem requerida não foi encontrada.
pt_pt: A imagem pedida não foi encontrada.
ro: Imaginea solicitată nu a putut fi găsită.
sk: Požadovaný obrázok nebol nájdený.
sr: Захтевана слика се неможе пронаћи.
sv: Den begärda bilden kunde inte hittas.
te: అభ్యర్థించిన చిత్రం కనపడుటలేదు.
th: ไม่พบภาพที่กำหนด
tr: İstenen resim bulunamadı.
uk: Неможливо знайти запитане зображення.
ur: درخواست شدہ تصویر نہیں مل سکی۔
vi: Không thể tìm thấy hình ảnh được yêu cầu.
zh_cn: 找不到指定的图像。
zh_tw: 找不到指定的圖片。
zu: Umfanekiso oceliwe awutholakalanga.

source: You do not have permission to do that.
af: Jy het nie toestemming om dit te doen nie.
bg: Нямате права за извършването на това действие.
bs: Nemate dozvolu da uradite to.
de: Sie haben keine Berechtigung, diese Aktion durchzuführen.
el: Δεν έχετε δικαίωμα να το κάνετε αυτό.
es: No tienes permisos para hacer eso.
fy_nl: Jo hawwe gjin tastimming om dit te dwaan.
he: אין לך הרשאה לבצע את הפעולה הזאת.
hr: Za to nemaš dozvole.
hu: Nincs ehhez jogosultsága.
ia: Tu non ha le permission de facer isto.
id: Anda tidak memiliki izin yang cukup untuk melakukan hal ini.
it: Non si possiedono i permessi necessari per eseguire l'azione.
ja: この操作を行う権限がありません。
ka: ამ მოქმედების გაკეთების უფლება არ გაქვთ.
kab: Ur tesεiḍ ara tisirag ad txedmeḍ aya.
ko: 이 기능을 사용할 권한이 없습니다.
mg: Tsy manana alàlana hanao an'io ianao.
ms: Anda tidak ada izin untuk melakukannya.
nb_no: Du har ikke tillatelse til å gjøre det.
nl: U hebt geen rechten om dat te doen.
pa_in: ਤੁਹਾਨੂੰ ਇਹ ਕਰਨ ਦੀ ਆਗਿਆ ਨਹੀ ਹੈ।
pl: Nie masz uprawnień do wykonania tej czynności.
pt_br: Você não tem permissão para fazer isso.
pt_pt: Não tem permissão para fazer isso.
ro: Nu ai permisiunea pentru asta.
sk: Na tento úkon nemáte dostatočné oprávnenie.
sr: Ви немате дозволу да учините то.
sv: Du har inte behörighet att göra det.
te: మీరు అలా చేయడానికి అనుమతి లేదు.
th: คุณไม่ได้รับอนุญาตให้ทำอย่างนี้
tr: Bunu yapmak için izniniz yok.
uk: У вас немає дозволу це зробити.
ur: آپ کو ایسا کرنے کی اجازت نہیں ہے۔
vi: Bạn không có quyền làm việc đó.
zh_cn: 您没有权限进行此操作。
zh_tw: 您沒有權限做這件事。
zu: Awunayo imvume yokwenza lokho.

source: Uploaded images:
af: Opgelaaide prente:
bg: Качени изображения:
bs: Uploadovane slike:
de: Hochgeladene Grafiken:
el: Μεταφορτωμένες εικόνες:
es: Imágenes subidas:
fy_nl: Ofbyldingen oplade:
he: תמונות שהועלו:
hr: Učitane slike:
hu: Feltöltött képek:
ia: Imagines incargate:
id: Gambar yang diunggah:
it: Immagini caricate:
ja: アップロードされた画像:
ka: ატვირთული სურათები:
kab: Sali tiwlafin:
ko: 업로드한 그림:
mg: Sary tafakatra:
ms: Imej dimuat turun:
nb_no: Opplastede bilder:
nl: Geüploade afbeeldingen:
pa_in: ਛਵਿਆ ਅੱਪਲੌਡ:
pl: Przesłane obrazki:
pt_br: Imagens enviadas:
pt_pt: Imagens enviadas:
ro: Imagini încărcate:
sk: Nahrané obrázky:
sr: Окачене слике:
sv: Uppladdade bilder:
te: అప్లోడ్ చేసిన చిత్రాలు:
th: ภาพที่อัปโหลดแล้ว:
tr: Yüklenen resimler:
uk: Завантажені зображення:
ur: اپ لوڈ شدہ تصاویر:
vi: Hình ảnh đã tải lên:
zh_cn: 上传的图像：
zh_tw: 上傳的圖片:
zu: Imifanekiso elodiwe:

source: Add images (optional):
bg: Добавяне на изображения (по избор):
de: Grafiken hinzufügen (optional):
el: Προσθήκη εικόνων (προαιρετικό):
es: Añadir imágenes (opcional):
fy_nl: Ofbyldingen tafoegje (opsjoneel):
he: הוסף תמונות (רשות):
hr: Dodaj slike (opcionalno):
hu: Képek hozzáadása (nem kötelező):
ia: Adder imagines (optional):
it: Aggiungi immagini (facoltativo):
ja: 画像を追加 (任意):
ka: სურათების დამატება (არასავალდებულო):
kab: Rnu tiwlafin (d afrayan):
ko: 이미지 추가 (선택 사항) :
nb_no: Legg til bilder (valgfritt):
nl: Afbeeldingen toevoegen (optioneel):
pl: Dodaj obrazy (opcjonalnie):
pt_br: Adicionar imagens (opcional):
pt_pt: Adicionar imagens (opcional):
ro: Adaugă imagini (opțional):
sk: Pridať obrázky (voliteľné):
sr: Додајте слике (опционално):
sv: Lägg till bilder (valfritt):
te: బొమ్మలు చేర్చండి (ఐచ్ఛికం):
th: เพิ่มภาพ (ไม่บังคับ):
tr: Resim ekle (isteğe bağlı):
uk: Додати зображення (необов’язково):
ur: تصاویر شامل کریں (اختیاری):
vi: Thêm hình ảnh (tùy chọn):
zh_cn: 添加图片（可选）：
zh_tw: 加入圖片（選填）:

source: Browse
de: Durchsuchen
hu: Megtekintés
ia: Navigar
it: Sfoglia
nl: Bladeren
pl: Przeglądaj
pt_br: Procurar
pt_pt: Explorar
sv: Bläddra
tr: Gözat
zh_cn: 浏览
zh_tw: 瀏覽

source: Browse for an image to upload.
af: Blaai vir 'n prent om op te laai.
bg: Потърсете изображение, което да качите.
bs: Potražite sliku za upload.
de: Wählen Sie eine Grafik zum Hochladen aus.
el: Βρείτε μια εικόνα για μεταφόρτωση.
es: Buscar una imagen para subir.
fy_nl: Blêdzje nei in ôfbylding om op te laden.
he: עיון אחר תמונה להעלאה.
hr: Potraži sliku za učitavanje.
hu: Tallózás feltöltendő képek után.
ia: Selige un imagine a incargar.
id: Telusuri gambar yang akan diunggah.
it: Scegli un'immagine da caricare.
ja: アップロードする画像を参照します。
ka: სურათის მოძიება, ასატვირთად.
kab: Nadi tugna ara d-tsaliḍ.
ko: 업로드할 이미지 검색
mg: Hitety h@ sary hampiakarina.
ms: Layari imej untuk dimuatnaik.
nb_no: Bla gjennom etter bilde å laste opp.
nl: Blader naar een afbeelding om te uploaden.
pa_in: ਛਵੀ ਅੱਪਲੌੜ ਕਰਨ ਲਈ ਬਰਾਉਜ ਕਰੋ।
pl: Znajdź obrazek do przesłania.
pt_br: Procura uma imagem para enviar.
pt_pt: Procure uma imagem para enviar.
ro: Răsfoiește o imagine pentru a o încărca.
sk: Zadajte cestu k obrázku, ktorý chcete nahrať.
sr: Потражите слику за отпремање.
sv: Bläddra efter en bild att ladda upp.
te: మీరు అప్లోడ్ చెయ్యడానికి ఒక చిత్రాన్ని ఎంచుకోగలరు.
th: เรียกดูภาพที่จะอัปโหลด
tr: Yüklenecek resmi seçin.
uk: Перейдіть до зображення для вивантаження.
ur: ایک تصویر اپ لوڈ کرنے کے لئے براؤز کریں.
vi: Chọn một hình ảnh để tải lên.
zh_cn: 选择要上传的图像文件。
zh_tw: 選擇要上傳的圖片檔案。
zu: Phequlula umfanekiso ozolodwa.

source: SUMO Bot is a system tool used by the Customer Experience team to provide and maintain content on the Mozilla Support website. You might see SUMO Bot appear in the forums as a placeholder for users whose Mozilla Account was deleted, due to inactivity or user request, but whose contributed content is kept in order to preserve important context in the forum post. SUMO Bot might also be used to make announcements or provide additional information in various support channels. Please note that SUMO Bot is not an active user account and will not respond to direct mentions, private messages, or forum thread replies.
ia: SUMO Bot es un application de systema usate per le equipa de experientia del cliente pro fornir e mantener contento sur le sito web Mozilla Support. Tu poterea vider SUMO Bot apparer in le foros como marca-loco pro usatores cuje Conto Mozilla ha essite delite, per inactivitate o requesta de usator, ma cuje contento contribuite es retenite pro preservar contexto importante in le message de foro. SUMO Bot poterea alsi esser usate pro facer annuncios o fornir informationes additional in varie canales de assistentia. Nota que SUMO Bot non es un conto de usator active e non respondera a mentiones directe, messages private, o responsas a argumentos de foro.
sv: SUMO Bot är ett systemverktyg som används av Customer Experience-teamet för att tillhandahålla och underhålla innehåll på Mozillas supportwebbplats. Du kan se SUMO Bot i forumen som en platshållare för användare vars Mozilla-konto har raderats, på grund av inaktivitet eller användarförfrågan, men vars bidragande innehåll behålls för att bevara viktiga sammanhang i foruminlägget. SUMO Bot kan också användas för att göra meddelanden eller tillhandahålla ytterligare information i olika supportkanaler. Observera att SUMO Bot inte är ett aktivt användarkonto och kommer inte att svara på direkta omnämnanden, privata meddelanden eller svar på forumtrådar.

source: <strong>Welcome!</strong> You are now signed in using your Mozilla account. {a_profile}Edit your profile.{a_close}<br>Already have a different Mozilla Support Account? {a_more}Read more.{a_close}
de: <strong>Willkommen!</strong> Sie sind jetzt mit Ihrem Mozilla-Konto angemeldet. {a_profile}Bearbeiten Sie Ihr Profil.{a_close}<br>Haben Sie bereits ein anderes Konto bei der Mozilla-Hilfe? {a_more}Weitere Informationen.{a_close}
el: <strong>Καλώς ορίσατε!</strong> Έχετε συνδεθεί με τον λογαριασμό Mozilla σας. {a_profile}Επεξεργαστείτε το προφίλ σας.{a_close}<br>Διαθέτετε ήδη διαφορετικό λογαριασμό Υποστήριξης Mozilla; {a_more}Διαβάστε περισσότερα.{a_close}
fy_nl: <strong>Wolkom!</strong> Jo binne no oanmeld mei Mozilla-account. {a_profile}Jo profyl bewurkje.{a_close}<br>Hawwe jo al in oar account by Mozilla Support? {a_more}Mear ynfo.{a_close}
hu: <strong>Üdvözöljük!</strong> A Mozilla-fiókja segítségével jelentkezett be. {a_profile}Szerkessze a profilját.{a_close}<br>Már van egy másik Mozilla támogatás fiókja? {a_more}További információk.{a_close}
ia: <strong>Benvenite!</strong> Tu es ora authenticate per tu conto Mozilla. {a_profile}Modifica tu profilo.{a_close}<br> Ha tu jam un altere conto de Supporto Mozilla? {a_more}Lege plus.{a_close}
it: <strong>Benvenuto!</strong> Ora hai effettuato l’accesso utilizzando il tuo account Mozilla. {a_profile}Modifica il tuo profilo.{a_close}<br>Hai già un altro account per il Supporto Mozilla? {a_more}Leggi qui.{a_close}
ka: <strong>მოგესალმებით!</strong> თქვენ უკვე შემოსული ხართ Mozilla-ანგარიშის გამოყენებით. {a_profile}ჩაასწორეთ პროფილი.{a_close}<br>უკვე გაქვთ Mozilla-მხარდაჭერის სხვა ანგარიში? {a_more}იხილეთ ვრცლად.{a_close}
ko: <strong>환영합니다!</strong> 이제 Mozilla 계정을 사용하여 로그인 되었습니다. {a_profile}프로필을 수정하세요.{a_close}<br>이미 다른 Mozilla Support 계정이 있습니까? {a_more}자세히 알아보기.{a_close}
nl: <strong>Welkom!</strong> U bent nu aangemeld met uw Mozilla-account. {a_profile}Uw profiel bewerken.{a_close}<br>Hebt u al een andere account bij Mozilla Support? {a_more}Meer info.{a_close}
pl: <strong>Witamy!</strong> Jesteś teraz zalogowany przy użyciu konta Mozilli. {a_profile}Edytuj swój profil.{a_close}<br>Masz już inne konto na witrynie Mozilla Support? {a_more}Dowiedz się więcej.{a_close}
pt_br: <strong>Boas-vindas!</strong> Agora você está conectado usando sua conta Mozilla. {a_profile}Edite seu perfil.{a_close}<br>Já tem outra conta no suporte Mozilla? {a_more}Leia mais.{a_close}
pt_pt: <strong>Bem-vindo!</strong> Agora está autenticado utilizando a conta Mozilla. {a_profile}Edite o seu perfil.{a_close}<br>Já tem uma conta diferente do Apoio da Mozilla? {a_more}Saiba mais.{a_close}
sk: <strong>Vitajte!</strong> Teraz ste prihlásení pomocou účtu Mozilla. {a_profile}Upravte si svoj profil{a_close}.<br>Máte už iný účet Podpory Mozilly? {a_more}Ďalšie informácie{a_close}.
sv: <strong>Välkommen!</strong> Du är nu inloggad med ditt Mozilla-konto. {a_profile}Redigera din profil.{a_close}<br>Har du redan ett annat Mozilla-supportkonto? {a_more}Läs mer.{a_close}
tr: <strong>Hoş geldiniz!</strong> Mozilla hesabınızı kullanarak giriş yaptınız. {a_profile}Profilinizi düzenleyebilirsiniz.{a_close}<br>Zaten başka bir Mozilla Destek hesabınız var mıydı? {a_more}Burayı okuyun.{a_close}
uk: <strong>Вітаємо!</strong> Ви увійшли за допомогою облікового запису Mozilla. {a_profile}Керувати профілем.{a_close}<br>Ви вже маєте інший обліковий запис Mozilla Support? {a_more}Докладніше.{a_close}
vi: <strong>Chào mừng!</strong> Bây giờ bạn đã đăng nhập bằng tài khoản Mozilla của mình. {a_profile}Chỉnh sửa hồ sơ của bạn.{a_close}<br>Đã có tài khoản Mozilla Support khác? {a_more}Đọc thêm.{a_close}
zh_cn: <strong>欢迎！</strong>您已使用 Mozilla 账户登录，可开始{a_profile}编辑个人资料{a_close}。<br>已有另一个 Mozilla 技术支持账户？{a_more}详细了解如何操作{a_close}。
zh_tw: <strong>歡迎！</strong>您目前已使用 Mozilla 帳號登入，{a_profile}可於此處編輯個人資料。{a_close}<br>有另一組 Mozilla Support 帳號嗎？{a_more}了解更多。{a_close}

source: This Mozilla account is already used in another profile.
de: Dieses Mozilla-Konto wird bereits in einem anderen Profil verwendet.
el: Αυτός ο λογαριασμός Mozilla χρησιμοποιείται ήδη σε άλλο προφίλ.
fy_nl: Dizze Mozilla-account wurdt al yn in oar profyl brûkt.
he: חשבון Mozilla זה כבר בשימוש בפרופיל אחר.
hu: Ezt a Mozilla-fiókot már használja egy másik profil.
ia: Iste conto Mozilla es jam usate in un altere profilo.
it: Questo account Mozilla è già utilizzato in un altro profilo.
ka: ეს Mozilla-ანგარიში უკვე გამოიყენება სხვა პროფილში.
ko: Mozilla 계정이 이미 다른 프로필에서 사용중입니다.
nl: Deze Mozilla-account wordt al in een ander profiel gebruikt.
pl: To konto Mozilli jest już używane w innym profilu.
pt_br: Esta conta Mozilla já está sendo usada em outro perfil.
pt_pt: Esta conta Mozilla já está a ser utilizada noutro perfil.
sk: Tento účet Mozilla sa už používa v inom profile.
sv: Detta Mozilla-konto används redan i en annan profil.
tr: Bu Mozilla hesabı başka bir profilde kullanılıyor.
uk: Цей обліковий запис Mozilla вже використовується в іншому профілі.
vi: Tài khoản Mozilla này đã được sử dụng trong một hồ sơ khác.
zh_cn: 已有其他账户与此 Mozilla 账户连接。
zh_tw: 已有其他帳號與此 Mozilla 帳號連結。

source: The e-mail address used with this Mozilla account is already linked in another profile.
de: Die bei diesem Mozilla-Konto verwendete E-Mail-Adresse ist bereits in einem anderen Profil verlinkt.
el: Η διεύθυνση email αυτού του λογαριασμού Mozilla έχει ήδη συνδεθεί με κάποιο άλλο προφίλ.
fy_nl: It by dizze Mozilla-account brûkte e-mailadres wurdt al yn in oar profyl brûkt.
he: כתובת הדוא״ל המשמשת לחשבון Mozilla זה כבר מקושרת לפרופיל אחר.
hu: Az ezzel a Mozilla-fiókkal használt e-mail-cím már egy másik profilhoz van kapcsolva.
ia: Le adresse email usate con iste conto Mozilla es jam ligate in un altere profilo.
it: L’indirizzo email utilizzato con questo account Mozilla è già associato a un altro profilo.
ka: ელფოსტის მისამართი, რომელსაც ეს Mozilla-ანგარიში იყენებს, უკვე მიბმულია სხვა პროფილზე.
ko: Mozilla 계정으로 사용한 이메일이 이미 다른 프로필에 연결되어 있습니다.
nl: Het bij deze Mozilla-account gebruikte e-mailadres wordt al in een ander profiel gebruikt.
pl: Adres e-mail używany przez to konto Mozilli jest już połączony z innym profilem.
pt_br: O endereço de email usado nesta conta Mozilla já está vinculado a outro perfil.
pt_pt: O endereço de e-mail utilizado com esta conta Mozilla já está associado noutro perfil.
sk: E‑mailová adresa použitá s týmto účtom Mozilla je už prepojená v inom profile.
sv: E-postadressen som används med detta Mozilla-konto är redan länkad i en annan profil.
tr: Bu Mozilla hesabı ile kullanılan e-posta adresi başka bir profile bağlanmış.
uk: Електронна пошта, яка використовується в цьому обліковому записі Mozilla, вже пов'язана з іншим профілем.
vi: Địa chỉ email được sử dụng với tài khoản Mozilla này đã được liên kết trong một hồ sơ khác.
zh_cn: 此 Mozilla 账户使用的邮箱地址已与其他账户关联。
zh_tw: 此 Mozilla 帳號使用的信箱已與其它帳號連結。
