Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2015.
bg: Тази значка се присъжда на участниците с 30 отговора на форума за поддръжка през 2015 г.
de: Dieses Abzeichen wird an Mitwirkende mit 30 Antworten im Hilfeforum im Jahr 2015 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 30 απαντήσεις στο φόρουμ υποστήριξης κατά τη διάρκεια του 2015.
es: Esta insignia se otorga a los colaboradores con 30 respuestas en los foros de asistencia durante 2015.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 30 antwurden yn it stipefoarum yn 2015.
hr: Ova se značka dodjeljuje osobama s 30 odgovora na forumu podrške tijekom 2015. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 30 támogatói fórum választ adtak 2015-ben.
ia: Iste insignia es assignate al collaboratores con 30 responsas del foro de supporto durante 2015.
it: Questo distintivo è assegnato ai collaboratori con 30 risposte sui forum di supporto nel 2015.
ja: このバッジは 2015 年にサポートフォーラムで 30 件の回答を行った貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 30 პასუხისთვის, მხარდაჭერის ფორუმზე, 2015 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i d-yerran i 30 n yisteqsiyen n unmager deg 2015.
ko: 2015년에 30개의 답변을 지원 포럼에 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 30 balasan forum sokongan pada 2015.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 30 svar på brukerstøtteforum i løpet av 2015.
nl: Deze badge wordt toegekend aan medewerkers met 30 antwoorden in het ondersteuningsforum in 2015.
pl: Ta odznaka przyznawana jest autorom, którzy w 2015 roku udzielili na forum pomocy co najmniej 30 odpowiedzi.
pt_br: Este emblema é concedido a colaboradores com 30 respostas no fórum de suporte em 2015.
pt_pt: Esta medalha é atribuída a colaboradores com 30 respostas no fórum de apoio durante 2015.
ro: Această insignă este acordată colaboratorilor cu 30 de răspunsuri pe forumul de asistență în anul 2015.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2015 aspoň 30 schválených odpovedí na fóre.
sr: Овај беџ је додељен доприносиоцима са 30 одговора на форуму подршке током 2015. године.
sv: Detta emblem tilldelas bidragsgivare med 30 svar på supportforum under 2015.
te: ఈ బాడ్జీని 2015లో తోడ్పాటు వేదికలో 30 ప్రతిస్పందనలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการตอบกลับในฟอรั่มสนับสนุน 30 ครั้งในปี 2015
tr: Bu rozet 2015 yılında 30 destek forumu cevabı ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 30 відповідей на форумі підтримки протягом 2015 року.
vi: Huy hiệu này được trao cho những người đóng góp với 30 phản hồi của diễn đàn hỗ trợ trong năm 2015.
zh_cn: 此徽章授予在 2015 年有超过 30 条支持论坛回复的贡献者。
zh_tw: 此徽章授予在 2015 年間有超過 30 篇討論區回覆的貢獻者。

# DB: kbadge.Badge.title
source: 2015 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2015
de: Abzeichen „Hilfe auf Twitter 2015“
el: Έμβλημα Army of Awesome 2015
es: Insignia de la Armada Alucinante de 2015
fy_nl: Army of Awesome 2015-badge
hr: Značka ekipe fenomenalnih za 2015. godinu
hu: Szuperhősök Serege kitűző – 2015
ia: Insignia del Armea del stupor 2015
id: Lencana Sukarelawan Keren 2015
it: Distintivo Armata dei Magnifici 2015
ja: 2015 Army of Awesome バッジ
ka: 2015 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2015
ko: 2015 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2015
nb_no: 2015 Army of Awesome-utmerkelse
nl: Army of Awesome 2015-badge
pl: Odznaka Armia fantastycznych 2015
pt_br: Emblema do Exército de Incríveis 2015
pt_pt: Medalha do exército extraordinário de 2015
ro: Insignă Armata Fantastică 2015
sk: Ocenenie Army of Awesome 2015
sr: Army of Awesome беџ за 2015. годину
sv: 2015 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2015
tr: 2015 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2015
ur: 2015 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2015
zh_cn: 2015 小狐狸了不起大军徽章
zh_tw: 2015 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
bg: Тази значка се присъжда на сътрудници с 50 туита на Army of Awesome през 2015 г.
de: Dieses Abzeichen wird an Mitwirkende mit 50 Tweets für die Hilfe auf Twitter im Jahr 2015 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 50 tweets στο Army of Awesome κατά τη διάρκεια του 2015.
es: Esta insignia se otorga a los colaboradores que tienen 50 tweets en la Armada Alucinante en 2015.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 50 army of Awesome-tweets yn 2015.
hr: Ova se značka dodjeljuje osobama s 50 tweet poruka ekipe fenomenalnih tijekom 2015. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 50 Szuperhős tweetet indítottak 2015-ben.
ia: Iste insignia es assignate al collaboratores con 50 tweets del Armea del stupor durante le 2015.
it: Questo distintivo è assegnato ai collaboratori con 50 tweet per l'Armata dei Magnifici nel 2015.
ja: このバッジは 2015 年に Army of Awesome で 50 回以上ツイートした貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 50 ტვიტისთვის, მოხალისეთა ერთობაში, 2015 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i yuznen 50 n yitwiten Army of Awesome deg 2015.
ko: 2015년에 50개의 Army of Awesome 트윗 답변을 해주신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 50 tweet Angkatan Ulung pada 2015.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 50 Army of Awesome-tweeter i løpet av 2015.
nl: Deze badge wordt toegekend aan medewerkers met 50 Army of Awesome-tweets in 2015.
pl: Ta odznaka przyznawana jest autorom, którzy w 2015 roku napisali co najmniej 50 tweetów dla Armii fantastycznych.
pt_br: Este emblema é concedido a colaboradores com 50 tweets no Exército de Incríveis em 2015.
pt_pt: Esta medalha é atribuída a colaboradores com 50 tweets do exército extraordinário durante 2015.
ro: Această insignă este acordată colaboratorilor cu 50 de tweeturi pentru Armata Fantastică în anul 2015.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2015 aspoň 50 tweetov.
sr: Овај беџ је додељен доприносиоцима са 50 Army of Awesome твитова током 2015. године.
sv: Detta emblem tilldelas bidragsgivare med 50 Army of Awesome tweets under 2015.
te: ఈ బాడ్జీని 2015లో 50 ఆర్మీ ఆఫ్ ఆఁసమ్ ట్వీట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการทวีตใน Army of Awesome 50 ครั้งในปี 2015
tr: Bu rozet 2015 yılında 50 Şahaneler Ordusu tweeti ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 50 твітів армії помічників протягом 2015 року.
vi: Huy hiệu này được trao cho những người đóng góp với 50 tweet của đội quân kỳ diệu trong năm 2015.
zh_cn: 此徽章授予在 2015 年有超过 50 条小狐狸大军推文的贡献者。
zh_tw: 此徽章授予在 2015 年間有超過 50 則 Army of Awesome 推文的貢獻者。

# DB: kbadge.Badge.title
source: 2015 KB Badge
bg: 2016 БД значка
de: KB-Abzeichen 2015
el: Έμβλημα ΓΒ 2015
es: Insignia de la BC de 2015
fy_nl: KB 2015-badge
hr: Značka baze znanja za 2015. godinu
hu: Tudásbázis kitűző – 2015
ia: Insignia del base de cognoscentia 2015
id: Lencana KB 2015
it: Distintivo KB 2015
ja: 2015 ナレッジベースバッジ
ka: 2015 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2015
ko: 2015 KB 배지
ms: Lencana KB 2015
nb_no: 2015 KB-utmerkelse
nl: KB 2015-badge
pl: Odznaka KB 2015
pt_br: Emblema da Base de Conhecimento 2015
pt_pt: Medalha da base de conhecimento de 2015
ro: Insignă Baza de cunoștințe 2015
sk: Ocenenie Databáza vedomostí 2015
sr: Беџ базе знања за 2015. годину
sv: 2015 emblem för KB
te: 2015 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2015
tr: 2015 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2015
ur: 2015 KB بیج
vi: Huy hiệu KB 2015
zh_cn: 2015 知识库徽章
zh_tw: 2015 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2015.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на английски език през 2015 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2015 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2015.
es: Esta insignia se otorga a los colaboradores que tienen 10 ediciones del inglés aprobadas en 2015.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2015.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena na engleskom jeziku tijekom 2015. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2015-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2015.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2015.
ja: このバッジは 2015 年に英語版ナレッジベース記事の編集が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული ჩასწორებისთვის ინგლისურ ბაზაში, 2015 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n yibeddilen s teglizit ttwaqeblen deg 2015.
ko: 2015년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit Bahasa Inggeris yang diluluskan pada 2015.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente redigeringer på engelsk i løpet av 2015.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2015.
pl: Ta odznaka jest przyznawana autorom, którzy w 2015 roku dokonali co najmniej 10 zatwierdzonych zmian w języku angielskim.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2015.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições aprovadas em inglês durante 2015.
ro: Această insignă este acordată colaboratorilor cu 10 editări în engleză aprobate în anul 2015.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2015 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених чланака на енглеском током 2015. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2015.
te: ఈ బాడ్జీని 2015లో 10 ఆమోదిత ఆంగ్ల దిద్దుబాట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติในปี 2015
tr: Bu rozet 2015 yılında 10 onaylanmış İngilizce düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок в англійській версії протягом 2015 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản chỉnh sửa tiếng Anh được phê duyệt trong năm 2015.
zh_cn: 此徽章授予在 2015 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2015 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2015 L10n Badge
bg: 2015 L10n значка
de: L10n-Abzeichen 2015
el: Έμβλημα L10n 2015
es: Insignia de L10n de 2015
fy_nl: L10n 2015-badge
hr: Značka lokalizacije za 2015. godinu
hu: L10n kitűző – 2015
ia: Insignia del localisation 2015
id: Lencana L10n 2015
it: Distintivo L10n 2015
ja: 2015 L10n バッジ
ka: 2015 L10n ჯილდო
kab: Deg warraz 2015 L1
ko: 2015 L10n 배지
ms: Lencana L10n 2015
nb_no: 2015 L10n-utmerkelse
nl: L10n 2015-badge
pl: Odznaka L10n 2015
pt_br: Emblema L10n 2015
pt_pt: Medalha de tradutores de 2015
ro: Insignă L10n 2015
sk: Ocenenie Lokalizácie pre rok 2015
sr: L10n беџ локализације за 2015. годину
sv: 2015 emblem för L10n
te: 2015 L10n బ్యాడ్జి
th: ตรา L10n ปี 2015
tr: 2015 Yerelleştirme Rozeti
uk: Відзнака L10n 2015
ur: 2015 L10n بیج
vi: Huy hiệu L10n 2015
zh_cn: 2015 本地化徽章
zh_tw: 2015 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2015.
bg: Тази значка се присъжда на участници с повече от 10 одобрени превода през 2015 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen von Übersetzungen im Jahr 2015 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2015.
es: Esta insignia se otorga a los colaboradores que tienen 10 traducciones aprobadas en 2015.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersettaalbewurkingen yn 2015.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2015. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2015-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2015.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2015.
ja: このバッジは 2015 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული მთარგმნელობითი შესწორებისთვის, 2015 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2015.
ko: 2015년에 10개의 승인된 번역작업을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit terjemahan yang diluluskan pada 2015.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2015.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2015.
pl: Ta odznaka jest przyznawana autorom, którzy w 2015 roku dokonali co najmniej 10 zatwierdzonych edycji tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2015.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2015.
ro: Această insignă este acordată colaboratorilor cu 10 editări de traduceri aprobate în anul 2015.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2015 aspoň 10 schválených úprav prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2015. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2015.
te: ఈ బాడ్జీని 2015లో 10 ఆమోదిత అనువాదాలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขการแปล 10 รายการที่ได้รับการอนุมัติในปี 2015
tr: Bu rozet 2015 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок перекладів протягом 2015 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2015.
zh_cn: 此徽章授予在 2015 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2015 年間有超過 10 篇被審核通過的文件翻譯的貢獻者。

# DB: kbadge.Badge.title
source: 2014 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2014
de: Abzeichen „Hilfe auf Twitter 2014“
el: Έμβλημα Army of Awesome 2014
es: Insignia de la Armada Alucinante de 2014
fy_nl: Army of Awesome 2014-badge
hr: Značka ekipe fenomenalnih za 2014. godinu
hu: Szuperhősök Serege kitűző – 2014
ia: Insignia del Armea del stupor 2014
id: Lencana Sukarelawan Keren 2014
it: Distintivo Armata dei Magnifici 2014
ja: 2014 Army of Awesome バッジ
ka: 2014 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2014
ko: 2014 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2014
nb_no: 2014 Army of Awesome-utmerkelse
nl: Army of Awesome 2014-badge
pl: Odznaka Armia fantastycznych 2014
pt_br: Emblema do Exército de Incríveis 2014
pt_pt: Medalha do exército extraordinário de 2014
ro: Insignă Armata Fantastică 2014
sk: Ocenenie Army of Awesome 2014
sr: Army of Awesome беџ за 2014. годину
sv: 2014 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2014
tr: 2014 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2014
ur: 2014 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2014
zh_cn: 2014 小狐狸了不起大军徽章
zh_tw: 2014 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
bg: Мини-значката SUMO Army of Awesome 2014 е част от поредицата SUMO. Представлява принос към SUMO през 2014 г. - в този случай 50 туита от Army of Awesome. Поздравления за всички носители на значки SUMO Army of Awesome 2014 за напредването на мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Hilfe auf Twitter 2014“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2014; in diesem Fall: 50 Tweets für die Hilfe auf Twitter. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Hilfe auf Twitter 2014“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Army of Awesome 2014 είναι μέρος της σειράς SUMO. Εκπροσωπεί τη συνεισφορά στο SUMO το 2014· σε αυτήν την περίπτωση: 50 tweet στο Army of Awesome. Συγχαρητήρια σε όλους όσους κέρδισαν το έμβλημα SUMO Army of Awesome 2014 για την πρόοδο της αποστολής της Mozilla!
es: La pequeña insignia de la Armada Alucinante de SUMO de 2014 es parte de las entregas de SUMO. Representa la contribución a SUMO en 2014; en este caso, 50 tuits de la Armada Alucinante. ¡Felicidades a todos los ganadores de la insignia de la Armada Alucinante de SUMO de 2014 por promover la misión de Mozilla!
fy_nl: De SUMO Army of Awesome 2014-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2014; yn dit gefal: 50 Army of Awesome-tweets. Lokwinsken oan alle SUMO Army of Awesome 2014-badgefertsjinners foar it beoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO ekipe fenomenalnih 2014. dio je SUMO serije. Predstavlja doprinos SUMO-u 2014. godine; u ovom slučaju: 50 tweet poruka ekipe fenomenalnih. Čestitamo svim dobitnicima SUMO značke ekipe fenomenalnih 2014. na unapređivanju Mozilline misije!
hu: A SUMO Szuperhősök serege 2014 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2014-es hozzájárulást jelképezi, ebben az esetben 50 Szuperhősök serege tweetet. Gratulálunk a SUMO Szuperhősök serege kitűző – 2014 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia 2014 del Armea del stupor es parte del series de SUMO. Illo representa le collaborationes a SUMO in le 2014; in iste caso: 50 tweets del Armea del stupor. Congratulationes a tote le ganiatores de 2014 del Armea del stupor de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Armata dei Magnifici 2014 di SUMO rappresenta il contributo dato a SUMO nel corso del 2014, pari a 50 tweet per l'Armata dei Magnifici. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO Army of Awesome 2014 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2014 年に Army of Awesome で 50 回以上ツイートして SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO Army of Awesome 2014 バッジを授与します。
ka: SUMO მოხალისეთა ერთობა 2014 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2014 წელს შეტანილ წვლილს; ამ შემთხვევაში: 50 ტვიტს, მოხალისეთა ერთობაში. ვულოცავთ SUMO მოხალისეთა ერთობა 2014 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan SUMO Army of Awesome 2014 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2014; dagi: 50 n yitwiten s Army of Awesome. Tanemmirt- meṛṛa i wid yewwin arraz SUMO Army of Awesome 2014 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO Army of Awesome 2014 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2014년에 SUMO에 기여 했음을 의미하고 50개의 Army of Awesome 트윗을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO Army of Awesome 2014 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana-mini SUMO Angkatan Ulung 2014 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan ke SUMO pada 2014; dalam hal ini: 50 tweet Angkatan Ulung. Tahniah kepada semua penerima anugerah lencana Angkatan Ulung SUMO 2014 kerana memajukan Misi Mozilla!
nb_no: SUMO Army of Awesome 2014 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2014; i dette tilfellet: 50 Army of Awesome tweets. Gratulerer til alle mottakere av SUMO Army of Awesome 2014-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO Army of Awesome 2014-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2014; in dit geval: 50 Army of Awesome-tweets. Felicitaties aan alle SUMO Army of Awesome 2014-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Armia fantastycznych 2014 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2014 roku, w tym przypadku: 50 tweetów Armii fantastycznych. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Armia fantastycznych 2014 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2014 do Exército de Incríveis é parte da série SUMO. Ele representa a contribuição ao SUMO em 2014; neste caso: 50 tweets do Exército de Incríveis. Parabéns a todos os ganhadores do emblema de 2014 do Exército de Incríveis do SUMO por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do exército extraordinário de 2014 é parte da série SUMO. Representa contribuições para o SUMO em 2014; neste caso: 50 tweets do exército extraordinário. Parabéns a todos os vencedores da medalha SUMO do exército extraordinário de 2014 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Armata Fantastică 2014 face parte din seria SUMO. Reprezintă contribuții la SUMO din anul 2014; în acest caz: 50 de tweeturi pentru Armata Fantastică. Felicitări tuturor câștigătorilor insignei SUMO Armata Fantastică 2014 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Army of Awesome 2014 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 50 tweetov v rámci projektu Army of Awesome. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO Army of Awesome мини беџ за 2014. годину је део SUMO серије. Он представља допринос за SUMO у 2014. години; у овом случају: 50 Army of Awesome твитова. Честитамо свим добитницима SUMO Army of Awesome беџа за 2014. годину за унапређивање Mozilla мисије!
sv: SUMO 2014 mini-emblem för Army of Awesome är en del av SUMO-serien. Den representerar bidrag till SUMO under 2014; i det här fallet: 50 Army of Awesome tweetar. Grattis till alla de som förtjänat SUMO 2014 emblem för Army of Awesome och att de har främjat Mozillas uppdrag!
th: ตรา SUMO Army of Awesome ปี 2014 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2014 ซึ่งในกรณีนี้คือ: การทวีตใน Army of Awesome 50 ครั้ง ขอแสดงความยินดีกับผู้ได้รับตรา SUMO Army of Awesome ปี 2014 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Şahaneler Ordusu 2014 mini rozeti, SUMO serisinin bir parçasıdır. 2014 yılında 50 adet Şahane Ordusu tweet'i yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Şahaneler Ordusu 2014 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака армії помічників SUMO 2014 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2014 році, в цьому випадку: 50 твітів армії помічників. Вітаємо всіх нагороджених відзнаками армії помічників SUMO 2014 за поширення місії Mozilla!
vi: Huy hiệu nhỏ của đội quân kỳ diệu SUMO 2014 là một phần của loạt SUMO. Nó thể hiện sự đóng góp cho SUMO trong năm 2014; trong trường hợp này: 50 tweet đội quân kỳ diệu. Xin chúc mừng tất cả những người kiếm huy hiệu đội quân kỳ diệu SUMO 2014 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 小狐狸大军 2014 迷你徽章是 SUMO 系列的一部分。它代表了 2014 年为 SUMO 所作的贡献；获得条件：50 条小狐狸大军推文。 感谢所有 SUMO 小狐狸大军 2014 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO Army of Awesome 2014 迷你徽章是 SUMO 系列徽章的一部份。它代表了 2014 年的 SUMO 貢獻，亦即 50 條 Twitter 的推文。 恭喜所有獲得 SUMO Army of Awesome 2014 徽章的貢獻者們，讓我們離 Mozilla Mission 更近了！
