Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
af: <p>Hierdie artikel is dalk verouderd.</p> <p> 'n Belangrike verandering is aan die Engelse artikel aangebring waarop hierdie gebaseer is. Totdat dié bladsy bygewerk word, kan hierdie dalk ook help: <a href="%(url)s">%(title)s</a> </p>
bg: <p>Тази страница може да съдържа остаряла информация.</p> <p> Важни промени са били направени на английската страница, върху която е базирана тази. Докато тази страница бъде обновена, това може да ви е от полза: <a href="%(url)s">%(title)s</a> </p>
bs: <p>Moguće je da je ovaj članak zastario.</p> <p> Važna promjena je napravljena na engleskom članku na kojem se temelji ovaj članak. Dok ova stranica ne bude ažurirana, možda vam ovaj članak može pomoći: <a href="%(url)s">%(title)s</a> </p>
de: <p>Dieser Artikel ist möglicherweise veraltet.</p> <p>Eine wichtige Änderung wurde im englischen Artikel durchgeführt, auf dem dieser übersetzte Artikel basiert. Bis diese Seite aktualisiert wird, hilft Ihnen vielleicht Folgendes: <a href="%(url)s">%(title)s</a></p>
el: <p>Αυτό το άρθρο ενδέχεται να είναι παρωχημένο.</p> <p>Έχει γίνει μια σημαντική αλλαγή στο αγγλικό άρθρο, στο οποίο βασίζεται το παρόν άρθρο. Μέχρι να ενημερωθεί αυτή η σελίδα, ίσως σας φανεί χρήσιμο το άρθρο: <a href="%(url)s">%(title)s</a> </p>
es: <p>Este artículo puede que no esté actualizado.</p> <p> Se ha realizado un cambio importante en la versión inglesa en la que se basa. Hasta que se actualice esta página, podrías encontrar interesante: <a href="%(url)s">%(title)s</a> </p>
fy_nl: <p>Dit artikel kin net mear by de tiid wêze.</p> <p> Der is in wichtige wiziging west yn it Ingelske artikel wêrop't dit basearre is. Oant dizze side fernijd is, fine jo dit miskien behelpsum: <a href="%(url)s">%(title)s</a> </p>
he: <p>ייתכן שמאמר זו אינו עדכני.</p> <p> נערכו שינויים נרחבים במאמר באנגלית עליו מבוסס מאמר זה. עד לעדכון עמוד זה, כדאי גם להסתכל כאן: <a href="%(url)s">%(title)s</a> </p>
hr: <p>Moguće je da je ovaj članak zastario.</p> <p> Napravljena je važna promjena u engleskom članku, na kojemu se temelji ovaj članak. Dok se ova stranica ne aktualizira, možda pomogne ovaj članak: <a href="%(url)s">%(title)s</a> </p>
hu: <p>Ez a leírás valószínűleg elavult.</p> <p> Fontos módosítás történt az angol nyelvű verzión. Amíg a fordítás nem frissül, hasznos lehet ez a változat: <a href="%(url)s">%(title)s</a> </p>
ia: <p>Iste articulo pote ser foras de data.</p> <p> Un importante cambio ha essite producite al articulo in anglese sur le qual isto es basate. Usque iste pagina es actualisate, tu pote trovar isto utile: <a href="%(url)s">%(title)s</a> </p>
id: <p>Artikel ini mungkin kedaluwarsa.</p> <p> Perubahan penting telah dibuat pada versi Bahasa Inggris artikel ini. Sebelum laman ini diperbarui, Anda mungkin juga dapat terbantu dengan: <a href="%(url)s">%(title)s</a> </p>
it: <p>Questo articolo potrebbe non essere aggiornato.</p> <p> È stata effettuata una modifica importante alla pagina originale in inglese su cui questo articolo è basato. Finché non viene aggiornato, potrebbe essere più conveniente leggere <a href="%(url)s">%(title)s</a> (in inglese).</p>
ja: <p>この記事の内容は古くなっている可能性があります。</p> <p>この記事の元となっている英語版に重要な変更が加えられています。このページが更新されるまでは英語版を参照してください: <a href="%(url)s">%(title)s</a> </p>
ka: <p>ეს სტატია შესაძლოა მოძველებული იყოს.</p> <p>ინგლისური ვერსია, რომელზეცაა დაფუძნებული, მნიშვნელოვნადაა შეცვლილი. სანამ ეს გვერდი განახლდება, უფრო მეტად გამოგადგებათ: <a href="%(url)s">%(title)s</a> </p>
kab: <p> Amagrad-a ahat d aqbur.</p> <p>Abeddil meqqren s teglizit yeḍra-d deg umagrad-a fiɣef i ibna wagi. Si leɛḍil ad yettwalqem umagrad, ayagi ahat ad tebɣuḍ ad twalḍ-t : <a href="%(url)s">%(title)s</a> </p>
ko: <p>현재 문서는 매우 오래 되었습니다.</p> <p> 영어 문서에 많은 변경 사항이 있습니다. 이 문서가 제대로 번역되기 전까지 다음 영문 문서를 참고하십시오. <a href="%(url)s">%(title)s</a> </p>
mg: <p>Mety lany daty ity lahatsoratra ity.</p> <p> Nisy fanovana lehibe natao tamin'ilay lahatsoratra @ teny Anglisy izay nifotoran'izy ity. Mandram-panavaozan an'ity pejy ity, dia mety ho hitanao hoe manampy ity: <a href="%(url)s">%(title)s</a> </p>
ms: <p>Kandungan artikel ini mungkin lapuk. </p><p> Perubahan penting telah dibuat dalam kandungan artikel Bahasa Inggeris yang menjadi sumber terjemahannya. Oleh kerana kandungan halaman ini masih belum dikemas kini, kandungan artikel ini mungkin boleh membantu anda: <a href="%(url)s">%(title)s</a> </p>
nb_no: <p>Denne artikkelen kan være utdatert.</p> <p> En viktig endring ble gjort på den engelske artikkelen som denne er basert på. Inntil denne siden er oppdatert kan du få nytte av denne: <a href="%(url)s">%(title)s</a> </p>
nl: <p>Dit artikel kan verouderd zijn.</p> <p>Er is een belangrijke wijziging aangebracht in het Engelse artikel waarop dit is gebaseerd. Totdat deze pagina is bijgewerkt, vindt u dit misschien handig: <a href="%(url)s">%(title)s</a> </p>
pa_in: <p>ਇਹ ਲੇਖ ਪੁਰਾਣਾ ਹੋ ਸਕਦਾ ਹੈ।</p><p>ਅੰਗਰੇਜ਼ੀ ਲੇਖ, ਜਿਸ ਉੱਤੇ ਇਹ ਆਧਾਰਿਤ ਹੈ, ਵਿੱਚ ਮਹੱਤਵਪੂਰਣ ਤਬਦੀਲੀ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਸ ਸਫ਼ੇ ਨੂੰ ਅਪਡੇਟ ਕੀਤੇ ਜਾਣ ਤੱਕ ਤੁਸੀਂ ਇਸ ਦਾ ਫਾਇਦਾ ਲੈ ਸਕਦੇ ਹੋ: <a href="%(url)s">%(title)s</a> </p>
pl: <p>Ten artykuł może być nieaktualny.</p> <p> Dokonano istotnej zmiany w angielskiej wersji artykułu, na podstawie której został on stworzony. Do czasu zaktualizowania strony może być przydatny ten artykuł: <a href="%(url)s">%(title)s</a> </p>
pt_br: <p>Este artigo pode estar desatualizado.</p> <p> Uma alteração importante foi feita no artigo original no qual este foi baseado. Até que esta página seja atualizada, você pode achar isto útil: <a href="%(url)s">%(title)s</a> </p>
pt_pt: <p>Este artigo pode estar desatualizado.</p> <p> Uma alteração importante foi feita no artigo original no qual este foi baseado. Até que esta página seja atualizada, pode achar útil: <a href="%(url)s">%(title)s</a> </p>
ro: <p> Acest articol este expirat.</p><p> A fost făcută o modificare importantă la articolul în Engleză pe care este bazat. Până când se actualizează această pagină, ai putea găsi ajutor aici: <a href="%(url)s">%(title)s</a> </p>
sk: <p>Tento článok môže byť neaktuálny.</p><p>V anglickej verzii článku, z ktorej vychádza táto jazyková verzia, bola urobená významná zmena. Dokedy nebude aktualizovaná, môžete sa pozrieť na: <a href="%(url)s">%(title)s</a> </p>
sr: <p>Овај чланак је можда застарео.</p> <p> Десила се важна измена на енглеској верзији овог чланка. Док се ова страница не ажурира, можда ће ово помоћи: <a href="%(url)s">%(title)s</a> </p>
sv: <p>Den här artikeln kan vara inaktuell.</p> <p> En viktig ändring har gjorts i den engelska artikeln som denna artikel baseras på. Tills denna sida uppdateras, kanske detta kan hjälpa: <a href="%(url)s">%(title)s</a> </p>
te: <p>ఈ వ్యాసం యొక్క గడువు తేదీ ముగిసి ఉండవచ్చు.</p> <p> ఒక ముఖ్యమైన మార్పు ఈ ఆధారపడిన ఇంగ్లీష్ వ్యాసంకు జరిగి ఉండవచ్చు. ఈ పేజీ నవీకరించబడే వరకు, మీరు దీన్ని సహాయకరంగా ఉండవచ్చుl: <a href="%(url)s">%(title)s</a> </p>
th: <p>บทความนี้อาจจะล้าสมัย</p> <p>การเปลี่ยนแปลงที่สำคัญได้ทำในบทความภาษาอังกฤษของบทความนี้ จนกว่าหน้านี้จะได้การปรับปรุง คุณอาจจะพบสิ่งที่เป็นประโยชน์: <a href="%(url)s">%(title)s</a> </p>
tr: <p>Bu makale güncel olmayabilir.</p> <p>Bu makalenin temel alındığı İngilizce makalede önemli bir değişiklik yapılmış. Bu sayfa güncellenene kadar şu sayfayı inceleyebilirsiniz: <a href="%(url)s">%(title)s</a> </p>
uk: <p>Схоже, ця версія статті є застарілою.</p> <p> До оригінальної статті англійською мовою були внесені важливі зміни. Доки цю локалізовану версію не буде оновлено, вам може стати в пригоді оригінал статті: <a href="%(url)s">%(title)s</a> </p>
vi: <p>Bài viết này có thể đã lỗi thời.</p> <p> Một thay đổi quan trọng đã được thực hiện trên bản gốc tiếng Anh của bài viết này. Cho đến khi trang này được cập nhật, bạn nên xem bài viết này: <a href="%(url)s">%(title)s</a> </p>
zh_cn: <p>这篇文章可能已经过时。</p> <p> 这篇文章的原文版本已经做出了重大修订。在此页面更新前，这个对您也许有用：<a href="%(url)s">%(title)s</a> </p>
zh_tw: <p>此文章可能已經過時。</p> <p> 此文章的原文版本已經做出了重大更動。在此頁面更新前，您可能也會覺得這個有用: <a href="%(url)s">%(title)s</a> </p>
zu: <p>Kungenzeka ukuthi le athikhili isiphelelwe yisikhathi.</p> <p> Ushintsho olubalulekile lwenziwe ku-athikhili yesiNgisi nokuyiyo eyisisekelo. Kuze kube le athikhili isivuselelwe, ungakuthola lokhu kuwusizo: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
af: Hierdie artikel word nie meer onderhou nie. Dus is die inhoud dalk al verouderd.
bg: Тази статия вече не се поддържа и съдържанието и може да е остаряло.
bs: Ovaj se članak više ne održava, pa njegov sadržaj može biti zastario.
de: Dieser Artikel wird nicht länger gewartet, darum ist dessen Inhalt möglicherweise veraltet.
el: Αυτό το άρθρο δεν συντηρείται πλέον, επομένως το περιεχόμενό του ενδέχεται να είναι παρωχημένο.
es: Este artículo ya no se actualiza, por lo que su contenido puede estar obsoleto.
fy_nl: Dit artikel wurdt net mear ûnderhâlden, dus de ynhâld derfan kin ferâldere wêze.
he: מאמר זה לא מתוחזק עוד, לכן יתכן שהתוכן שלו אינו עדכני.
hr: Ovaj se članak više ne održava, stoga je sadržaj možda zastario.
hu: Ez a leírás már nincs karbantartva, ezért a tartalma elavult lehet.
ia: Iste articulo non es plus mantenite, assi su contento pote ser foras de data.
id: Artikel ini tidak lagi dipertahankan, isinya mungkin sudah terlalu lawas.
it: Questo articolo non è più mantenuto e il suo contenuto potrebbe essere obsoleto.
ja: この記事はメンテナンスされないため、内容が古い可能性があります。
ka: ამ სტატიაზე მუშაობა, აღარ მიმდინარეობს, ასე რომ, მისი შიგთავსი შესაძლოა მოძველებული იყოს.
kab: Amargad-a ur ǧǧin bedden fell-as, ihi agbur-is izmer d aqbuṛ.
ko: 이 문서는 더이상 관리되지 않아 오래된 내용이 있을 수 있습니다.
mg: Tsy kojakojaina intsony ity lahatsoratra ity, ka mety lany daty ny atiny.
ms: Artikel ini tidak lagi diselenggara, jadi kandungannya mungkin sudah lapuk.
nb_no: Denne artikkelen vedlikeholdes ikke lenger, så innholdet kan være utdatert.
nl: Dit artikel wordt niet meer onderhouden, dus de inhoud ervan kan verouderd zijn.
pa_in: ਇਸ ਲੇਖ਼ ਕੋਈ ਲੰਬੇ ਤੋ ਨਹੀ ਸੰਭਾਲਿਆ ਨਹੀ ਗਿਆ ਹੈ , ਤਾਂ ਇਸਦੀ ਸੱਮਗਰੀ ਦੀ ਤਾਰੀਖ ਵਲੋਂ ਬਾਹਰ ਹੋ ਸਕਦਾ ਹੈ।
pl: Ten artykuł nie jest już aktualizowany, więc jego treść może być nieaktualna.
pt_br: Este artigo não é mais mantido, portanto seu conteúdo pode estar desatualizado.
pt_pt: Este artigo não é mais mantido, portanto o seu conteúdo pode estar desatualizado.
ro: Acest articol nu mai este întreținut, astfel că poate avea conținut expirat.
sk: Tento článok už nie je aktualizovaný. Jeho obsah môže byť preto neaktuálny.
sr: Овај чланак се више не одржава, па његов садржај може бити застарео.
sv: Denna artikel underhålls inte längre, så dess innehåll kanske är inaktuellt.
te: ఈ వ్యాసం చాలా కాలంగా నిర్వహించబడలేదు, కాబట్టి దాని కంటెంట్ పాతది అయ్యుండవచ్చు.
th: บทความนี้ไม่ได้อยู่ภายใต้การบำรุงรักษา เพราะฉะนั้นเนื้อหาอาจจะล้าสมัย
tr: Bu makale artık güncellenmiyor, o nedenle içeriği eskimiş olabilir.
uk: Ця стаття більше не підтримується, тому її зміст може бути застарілим.
vi: Bài viết này đã không còn được duy trì, vì vậy nội dung của nó có thể đã bị lỗi thời.
zh_cn: 这篇文章不再受到维护，因此它的内容可能已过时。
zh_tw: 此文章不再受維護，內容可能已經過時。
zu: Le athikhili ayisanakiwe, ngakho okutholakala kuyona kungenzeka ukuthi sekudlulelwe yisikhathi.

source: This is a machine-generated translation of the English content. It has not been reviewed by a human, and may contain errors. If you would like to revise this content, you can start <a href="%(edit_link)s">here</a>.
sv: Detta är en maskingenererad översättning av det engelska innehållet. Den har inte granskats av någon människa och kan innehålla fel. Om du vill revidera detta innehåll kan du börja <a href="%(edit_link)s">här</a>.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
af: Nog niemand het gehelp om dié artikel te vertaal nie. As u reeds weet hoe om vir SUMO te lokaliseer, <a href="%(document_trans_link)s">begin nou te vertaal</a>. Om eers te leer hoe om artikels vir SUMO te vertaal, <a href="%(help_link)s">begin gerus hier</a>.
bg: Никой все още не е помогнал за превода на тази статия. Ако вече знаете как работи локализирането за SUMO, <a href="%(document_trans_link)s"> започнете да превеждате сега</a>. Ако искате да научите как да превеждате статии за SUMO, <a href="%(help_link)s"> моля, започнете от тук</a>.
bs: Niko nije preveo ovaj članak. Ako znate kako radi SUMO lokalizacija, <a href="%(document_trans_link)s">započnite porevođenje sada</a>. Ako želite da naučite da prevodite članke za SUMO, <a href="%(help_link)s">molimo započnite ovdje</a>.
de: Noch hat niemand geholfen, diesen Artikel zu übersetzen. Wenn Sie bereits wissen, wie man auf SUMO übersetzt, <a href="%(document_trans_link)s">fangen Sie gleich mit der Übersetzung an</a>. Wenn Sie lernen möchten, wie Sie Artikel für SUMO übersetzen, <a href="%(help_link)s">fangen Sie bitte hier an</a>.
el: Κανείς δεν έχει βοηθήσει ακόμη με τη μετάφραση αυτού του άρθρου. Αν γνωρίζετε ήδη πώς λειτουργεί η μετάφραση για το SUMO, <a href="%(document_trans_link)s">ξεκινήστε τώρα τη μετάφραση</a>. Αν θέλετε να μάθετε πώς να μεταφράσετε άρθρα για το SUMO, <a href="%(help_link)s">παρακαλούμε ξεκινήστε εδώ</a>.
es: Nadie ha ayudado a traducir este artículo todavía. Si ya sabes como funciona la localización para SUMO, <a href="%(document_trans_link)s">puedes comenzar traducir ahora</a>. Si quieres aprender como traducir artículos para SUMO, <a href="%(help_link)s">por favor comienza aquí</a>.
fy_nl: Der hat noch net ien holpen mei it oersetten fan dit artikel. As jo al witte hoe’t lokalisearjen foar SUMO wurket, <a href="%(document_trans_link)s">begjin dan no mei oersetten</a>. As jo leare wolle hoe’t jo artikelen foar SUMO oersette kinne, <a href="%(help_link)s">begjin dan hjir</a>.
he: טרם התקבל סיוע בתרגום המאמר הזה. אם ידוע לך איך עובד התרגום ב־SUMO, אנו מזמינים אותך <a href="%(document_trans_link)s">להתחיל לתרגם כעת</a>. אם ברצונך ללמוד לתרגם מאמרים ל־SUMO, <a href="%(help_link)s">כדאי להתחיל כאן</a>.
hr: Nitko još nije pomogao prevesti ovaj članak. Ako već znaš kako funkcionira lokalizacija za SUMO, <a href="%(document_trans_link)s">počni prevoditi</a>. Ako želiš naučiti kako prevesti članke za SUMO, <a href="%(help_link)s">počni ovdje</a>.
hu: Még senki nem segített lefordítani ezt a leírást. Ha már ismeri a SUMO-ban a fordítás menetét, <a href="%(document_trans_link)s">elkezdheti a fordítást</a>. Ha szeretné megtanulni, hogyan fordíthat leírásokat a SUMO-ban, <a href="%(help_link)s">kezdje itt</a>.
ia: Nemo ha ancora adjutate a traducer iste articulo. Si tu jam sape como functiona le localisation de SUMO, <a href="%(document_trans_link)s">comencia a traducer ora</a>. Si tu desira apprender como traducer articulos pro SUMO, <a href="%(help_link)s">per favor comencia ci</a>.
it: Nessuno ha ancora contribuito alla traduzione di questo articolo. Se sai già come funziona il sistema di localizzazione dei contenuti per SUMO allora <a href="%(document_trans_link)s">puoi cominciare a tradurre ora</a>. Se vuoi conoscere come tradurre gli articoli di SUMO, <a href="%(help_link)s">comincia a leggere qui</a>.
ja: この記事はまだ翻訳されていません。すでに SUMO のローカライズ方法を知っている場合は、<a href="%(document_trans_link)s">この記事を翻訳してください</a>。SUMO の記事を翻訳する方法を学びたい場合は、<a href="%(help_link)s">記事翻訳の手引きをご覧ください</a>。
ka: ჯერჯერობით, ამ სტატიის გადათარგმნაში არავინ დაგვხმარებია. თუ თქვენ უკვე იცით, როგორ იმუშაოთ SUMO საიტზე, შეგიძლიათ <a href="%(document_trans_link)s">ახლავე დაიწყოთ თარგმნა</a>. თუ გსურთ გაიგოთ, როგორ ხდება სტატიების თარგმნა SUMO-სთვის, <a href="%(help_link)s">გთხოვთ, გაეცნოთ აქ</a>.
kab: Ulac win i d-imudden afus deg tsuqilt n umagrad-a yakan. Ma tessneḍ amek i tetteddu tsuqilt deg SUMO, <a href="%(document_trans_link)s">bdu tasuqilt tura</a>. Ma tebɣiḍ ad tissineḍ ad tsuqled imagraden, <a href="%(help_link)s">ttxil-k tekki dagi</a>.
ko: 아직 누구도 이 문서의 번역에 참여하지 않았습니다. SUMO 문서 변역에 참여하는 방법에 대해 이미 알고 계시다면, <a href="%(document_trans_link)s">번역을 시작해 보세요</a> . SUMO 문서를 번역하는 방법에 대해 알고 싶으시면, <a href="%(help_link)s">여기서 시작하세요</a>.
mg: Tsy mbola nisy olona nanampy t@ fandikana an'ity lahatsoratra ity. Raha efa fantatrao ny fandehan'ny fandikanteny ho an'i SUMO, dia <a href="%(document_trans_link)s">manomboha mandika izao</a>. Raha te-hianatra ny fomba fandikana lahatsoratra ho an'i SUMO ianao, dia <a href="%(help_link)s">manomboha eto azafady</a>.
ms: Belum ada sesiapa membantu menterjemahkan artikel ini. Jika anda tahu cara lokalisasi SUMO berfungsi, <a href="%(document_trans_link)s">mulakan menterjemah sekarang</a>. Jika anda mahu belajar cara menterjemah artikel untuk SUMO,<a href="%(help_link)s"> sila mulakan sekarang</a>.
nb_no: Ingen har hjelpet til ved å oversette denne artikkelen enda. Om du allerede vet hvordan oversetting for SUMO fungerer, <a href="%(document_trans_link)s">start å oversette nå</a>. Om du vil lære hvordan man oversetter artikler for SUMO, <a href="%(help_link)s">start her</a>.
nl: Er heeft nog niemand geholpen met het vertalen van dit artikel. Als u al weet hoe lokaliseren voor SUMO werkt, <a href="%(document_trans_link)s">begin dan nu met vertalen</a>. Als u wilt leren hoe u artikelen voor SUMO kunt vertalen, <a href="%(help_link)s">begin dan hier</a>.
pl: Ten artykuł jest jeszcze nieprzetłumaczony. Jeśli wiesz, jak tłumaczyć artykuły dla SUMO, <a href="%(document_trans_link)s">rozpocznij tłumaczenie</a>. Jeśli chcesz dowiedzieć się, jak tłumaczyć artykuły dla SUMO, <a href="%(help_link)s">zacznij tutaj</a>.
pt_br: Não tem ninguém traduzindo esse artigo. Se já sabe como funciona as traduções no SUMO, <a href="%(document_trans_link)s">comece a tradução agora</a>. Se quiser aprender como traduzir artigos do SUMO, <a href="%(help_link)s">comece por aqui</a>.
pt_pt: Ninguém ajudou a traduzir este artigo ainda. Se já sabe como a tradução no SUMO funciona, <a href="%(document_trans_link)s">comece a traduzir agora</a>. Se quiser aprender a traduzir artigos para o SUMO, <a href="%(help_link)s">por favor, comece por aqui</a>.
ro: Nimeni nu a tradus acest articol încă. Dacă știi deja cum funcționează localizarea SUMO, <a href="%(document_trans_link)s">începe să traduci de acum</a>. Dacă vrei să afli cum se traduc articolele pentru SUMO, <a href="%(help_link)s">te rugăm să începi aici</a>.
sk: Tento článok zatiaľ nikto nepreložil. Ak máte s prekladmi na SUMO skúsenosti, môžete ho <a href="%(document_trans_link)s">teraz preložiť</a>. Ak by ste sa chceli dozvedieť, ako sa články na SUMO prekladajú, <a href="%(help_link)s">začnite prosím tu</a>.
sr: Нико није превео овај чланак. Ако знате како ради SUMO локализација, <a href="%(document_trans_link)s">започните превођење сада</a>. Ако желите да научите да преводите чланке за SUMO, <a href="%(help_link)s">молимо започните овде</a>.
sv: Ingen har hjälpt till att översätta den här artikeln än. Om du redan vet hur översättning för SUMO fungerar, <a href="%(document_trans_link)s">börja översätta nu</a>. Om du vill lära dig hur man översätter artiklar för SUMO, <a href="%(help_link)s">vänligen börja här</a>.
te: ఎవరూ ఇంకా ఈ వ్యాసం అనువదించడానికి సహాయం చేయలేదు. SUMO ఎలా పనిచేస్తుందో మీకు ఇప్పటికే తెలిసుంటే, <a href="%(document_trans_link)s">అనువదించడం ప్రారంభించండి</a>. మీరు SUMOకు వ్యాసాలు ఎలా అనువదించాలో నేర్ఛుకోవాలనుకుంటే, <a href="%(help_link)s">దయచేసి ఇక్కడ ప్రారంభించండి</a>.
th: ยังไม่มีใครช่วยแปลบทความนี้เลย หากคุณรู้แล้วว่าการแปลเป็นภาษาท้องถิ่นสำหรับ SUMO ทำอย่างไร <a href="%(document_trans_link)s">เริ่มแปลได้เลย</a> หากคุณต้องการเรียนรู้วิธีแปลบทความสำหรับ SUMO <a href="%(help_link)s">โปรดเริ่มที่นี่</a>
tr: Bu makaleyi çevirmeye henüz kimse yardımcı olmadı. SUMO'da nasıl çeviri yapıldığını zaten biliyorsanız <a href="%(document_trans_link)s">hemen çevirmeye başlayabilirsiniz</a>. SUMO'daki makaleleri nasıl çevireceğinizi öğrenmek isterseniz <a href="%(help_link)s">buradan başlayabilirsiniz</a>.
uk: Досі ніхто не допоміг з перекладом цієї статті. Якщо ви вже знаєте, як працює локалізація SUMO, <a href="%(document_trans_link)s">почніть переклад зараз</a>. Якщо ви хочете ознайомитись, як перекладати статті для SUMO, <a href="%(help_link)s">почніть тут</a>.
vi: Chưa có ai giúp dịch bài viết này sang tiếng Việt cả :( Rất mong nhận được sự đóng góp từ bạn. Nếu bạn đã biết cách dịch các bài viết cho SUMO, <a href="%(document_trans_link)s">bắt đầu dịch ngay bây giờ</a>. Nếu bạn muốn tìm hiểu cách dịch các bài viết cho SUMO, <a href="%(help_link)s">hãy bắt đầu tại đây</a>.
zh_cn: 还没有人帮忙翻译这篇文章呢。如果你已经熟悉如何翻译 SUMO 上的文章，<a href="%(document_trans_link)s">这就开始翻译</a>吧。如果尚不清楚，<a href="%(help_link)s">到这里了解</a>如何翻译。
zh_tw: 還沒有幫人幫忙翻譯這篇文章。若您已經知道如何翻譯 SUMO 內容，<a href="%(document_trans_link)s">您可以直接開始翻譯</a>。若您想了解如何翻譯 SUMO 文章，<a href="%(help_link)s">請從此處開始</a>。
zu: Akekho umuntu osesize ukuhumusha le athikhili okwamanje. Uma usuvele sewazi ukuthi kusebenza kanjani ukuhunyushwa kwe-SUMO, <a href="%(document_trans_link)s">qala ukuhumusha manje</a>. Uma usafuna ukufunda ukuthi ahunyushwa kanjani ama-athikhili e-SUMO, <a href="%(help_link)s">uyacelwa uqale lapha</a>.
