Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
el: Η Υποστήριξη Mozilla είναι μια κοινότητα πρόθυμων εθελοντών και υπαλλήλων που προσπαθούν να υποστηρίξουν τους χρήστες από όλο τον πλανήτη. Ελάτε κι εσείς σε μια απίστευτη περιπέτεια!
fr: L’assistance de Mozilla est une communauté de bénévoles et de membres du personnel enthousiastes essayant d’aider nos utilisateurs et utilisatrices tout autour du globe. Rejoignez-nous pour une incroyable aventure !
fy_nl: Mozilla Support is in mienskip fan entûsjaste frijwilligers en meiwurkers dy’t brûkers oer de hiele wrâld probearje te stypjen. Doch mei foar in bjusterbaarlik aventoer!
ia: Supporto Mozilla es un communitate de voluntarios e empleatos enthusiastic qui tenta de supportar nostre usatores circum le globo. Junge te a nos pro un incredibile aventura!
it: Mozilla Support è una comunità di volontari e impiegati entusiasti che cercano di aiutare le persone di tutto il mondo. Entra anche tu in questa incredibile avventura!
nb_no: Mozilla Support er et miljø med entusiastiske frivillige og ansatte som prøver å hjelpe våre brukere rundt i verden. Involver deg, og bli med på et utrolig eventyr!
nl: Mozilla Support is een gemeenschap van enthousiaste vrijwilligers en medewerkers die gebruikers over de hele wereld proberen te ondersteunen. Doe mee voor een ongelooflijk avontuur!
pl: Suport Mozilli to społeczność zapalonych wolontariuszy i współpracowników, którzy starają się wspierać naszych użytkowników na całym świecie. Dołącz do nas i przeżyj niesamowitą przygodę!
pt_br: Suporte da Mozilla é uma comunidade de voluntários e funcionários entusiasmados que apoiam nossos usuários no mundo todo. Junte-se a nós nesta aventura incrível!
ro: Mozilla Support este o comunitate de voluntari entuziaști și angajați care încearcă să sprijine utilizatorii din lumea întreagă. Vino și tu în această aventură extraordinară!
sk: Podporu Mozilly tvorí komunita nadšených dobrovoľníkov a zamestnancov, ktorí podporujú používateľov po celom svete. Pripojte sa k nám a zažite neuveriteľné dobrodružstvo!
sl: Podpora Mozilla (SuMo) je skupnost navdušenih prostovoljcev in zaposlenih, ki skušajo po svojih najboljših močeh podpirati uporabnike po vsem svetu. Pridružite se nam pri tej neverjetni avanturi!

source: Photo of Mozilla staff and volunteers.
el: Φωτογραφία των υπαλλήλων της Mozilla και των εθελοντών.
fr: Photo de l’équipe Mozilla et des bénévoles.
fy_nl: Foto fan Mozilla-meiwurkers en frijwilligers.
ia: Photo de personal de Mozilla e voluntarios.
it: Foto dello staff e dei volontari Mozilla.
nb_no: Bilde av Mozilla-ansatte og frivillige.
nl: Foto van Mozilla-personeel en vrijwilligers.
pl: Fotografia pracowników i wolontariuszy Mozilli.
pt_br: Foto da equipe da Mozilla e voluntários.
ro: Fotografie cu personalul și voluntarii Mozilla.
sk: Fotografia zamestnancov Mozilly a dobrovoľníkov.
sl: Fotografija Mozillinih zaposlenih in prostovoljcev.

source: Other ways to contribute
bg: Други начини да допринесете
el: Άλλοι τρόποι συνεισφοράς
fr: Contribuer autrement
fy_nl: Oare manieren om by te dragen
ia: Altere manieras pro contribuer
it: Altri modi per contribuire
nb_no: Andre måter å bidra på
nl: Andere manieren om bij te dragen
pl: Inne sposoby na wsparcie
pt_br: Outras formas de contribuir
pt_pt: Outras formas para contribuir
ro: Cum mai poți contribui
sk: Iné spôsoby, ako sa zapojiť
sl: Drugi načini sodelovanja

source: Pick a way to contribute
bg: Изберете начин да допринесете
el: Επιλέξτε έναν τρόπο συνεισφοράς
fr: Choisissez votre façon de participer
fy_nl: Kies in manier om by te dragen
ia: Elige un maniera pro collaborar
it: Scegli un modo per contribuire
nb_no: Velg en måte å bidra på
nl: Kies een manier om bij te dragen
pl: Wybierz sposób na wsparcie
pt_br: Escolha uma forma de contribuir
ro: Alege un mod de a contribui
sk: Vyberte spôsob, ako sa chcete zapojiť
sl: Izberite, kako želite sodelovati
ur: تعاون کرنے کا ایک طریقہ منتخب کریں۔

source: Write help articles
bg: Писане на помощни статии
el: Σύνταξη άρθρων βοήθειας
fy_nl: Helpartikelen skriuwe
ia: Scribe articulos de auxilio
it: Scrivi articoli di supporto
nb_no: Skrive hjelpeartikler
nl: Hulpartikelen schrijven
pl: Pisanie artykułów pomocy
pt_br: Escreva artigos de ajuda
pt_pt: Escrever artigos de ajuda
ro: Scrie articole de ajutor
sk: Tvorba článkov podpory
sl: Pišite članke s pomočjo
ur: مدد کے مضامین لکھیں

source: Localize support content
bg: Превеждане на помощното съдържание
el: Μετάφραση περιεχομένου υποστήριξης
fy_nl: Stipeynhâld oersette
ia: Localisa contento de supporto
it: Traduci gli articoli di supporto nella tua lingua
nb_no: Oversett brukerstøtte-innhold
nl: Ondersteuningsinhoud vertalen
pl: Tłumaczenie materiałów pomocy technicznej
pt_br: Traduza conteúdo de suporte
pt_pt: Traduza conteúdo de apoio
ro: Localizează conținut de asistență
sk: Lokalizácia obsahu podpory
sl: Lokalizirajte članke za podporo

source: Provide support on social channels
fy_nl: Stipe biede op sosjale kanalen
it: Fornisci supporto sui canali social
nl: Ondersteuning bieden op sociale kanalen
pl: Zapewnianie wsparcia w sieciach społecznościowych
pt_br: Forneça suporte em canais sociais
pt_pt: Forneça suporte nos canais sociais
sk: Podpora na sociálnych sieťach
sl: Zagotavljajte podporo na družbenih omrežjih

source: Respond to mobile store reviews
fy_nl: Beoardielingen yn mobile Stores beäntwurdzje
it: Rispondi alle recensioni negli store per dispositivi mobili
nl: Beoordelingen in mobiele Stores beantwoorden
pl: Odpowiadanie na recenzje w sklepach z aplikacjami mobilnymi
pt_br: Responda avaliações em lojas de aplicativos de dispositivos móveis
pt_pt: Responder aos comentários da loja para dispositivos móveis
sk: Odpovedanie na recenzie v mobilných obchodoch
sl: Odgovarjajte na ocene v trgovinah za mobilne naprave

source: How you can contribute
bg: Как можете да допринесете
el: Τρόποι συνεισφοράς
fr: Comment contribuer
fy_nl: Hoe jo meihelpe kinne
ia: Como pote tu contribuer
it: Scopri come puoi contribuire
nb_no: Hvordan du kan bidra
nl: Hoe u kunt meehelpen
pl: Jak zacząć pomagać
pt_br: Como você pode contribuir
pt_pt: Como pode contribuir
ro: Cum poți contribui
sk: Ako sa môžete zapojiť
sl: Kako lahko prispevate

source: Sign up as a volunteer
bg: Запишете се за доброволец
el: Εγγραφείτε ως εθελοντής
fr: Inscrivez-vous en tant que bénévole
fy_nl: Registrearje as frijwilliger
ia: Registra te como voluntario
it: Registrati come volontario
nb_no: Registrer deg som frivillig
nl: Registreer als vrijwilliger
pl: Zarejestruj się jako ochotnik
pt_br: Registre-se como voluntário
pt_pt: Registe-se como um voluntário
ro: Înregistrează-te ca voluntar
sk: Prihláste sa ako dobrovoľník
sl: Registrirajte se kot prostovoljec

source: Take the contributor's CPG training.
el: Παρακολουθήστε την εκπαίδευση CPG για εθελοντές.
fy_nl: Folgje de CPG-training foar meiwurkers.
ia: Altere manieras pro contribuer.
it: Completa la formazione CPG per i collaboratori.
nb_no: Ta bidragsyterens CPG-opplæring.
nl: Volg de CPG-training voor medewerkers.
pt_br: Participe do treinamento do colaborador sobre diretrizes de participação na comunidade.
pt_pt: Participe na formação CPG do colaborador.
ro: Urmează instructajul CPG pentru colaboratori.
sk: Absolvujte CPG školenie prispievateľa.
sl: Udeležite se usposabljanja CPG.

source: Delete this image
af: Skrap hierdie prent
ar: احذف هذه الصورة
az: Bu şəkli sil
bg: Изтриване на това изображение
bn: এই ছবিটি মুছে ফেলা হোক
ca: Suprimeix aquesta imatge
es: Eliminar esta imagen
et: Kustuta pilt
fa: حذف این تصویر
fr: Supprimer cette image
ga_ie: Scrios an íomhá seo
it: Elimina questa immagine
lt: Pašalinti šį paveikslą
mg: Hamafa an'ity sary ity
ms: Buang imej ini
pa_in: ਇਹ ਚਿੱਤਰ ਹਟਾਓ
pl: Usuń ten obrazek
pt_br: Apagar esta imagem
pt_pt: Eliminar esta imagem
sk: Odstrániť tento obrázok
sv_se: Ta bort den här bilden
te: ఈ చిత్రాన్ని తొలగించు
tl: Ibura ang larawang ito
xh: Cima lo mfanekiso
zu: Dilitha lesi sithombe

source: Invalid tag entered: %s
af: Ongeldige merker ingetik: %s
ar: أدخلتَ وسما غير صحيح: %s
bg: Въведен е невалиден етикет: %s
bn: অবৈধ ট্যাগ প্রবেশ: %s
ca: S'ha introduït una etiqueta no vàlida: %s
es: Etiqueta introducida no válida: %s
et: Sisestati vigane silt: %s
fa: برچسب نادرست وارد شده: %s
fr: Étiquette saisie invalide : %s
ga_ie: Clib neamhbhailí: %s
it: Il tag %s inserito non è valido
lt: Įvesta negalima gairė: %s
mg: Tagy tsy mety ilay nampidirina: %s
ms: Tag tidak sah dimasukkan: %s
nl: Ongeldig label ingevoerd: %s
pa_in: ਗਲਤ ਟੈਗ ਪਾਇਆ ਗਿਆ: %s
pl: Podano nieprawidłową etykietę: %s
pt_br: Tag inválida inserida: %s
pt_pt: Inserida etiqueta inválida: %s
sk: Vložená neplatná značka: %s
sv_se: Felaktig etikett ifylld: %s
te: చెల్లని టాగ్ నమోదు చేసారు: %s
tl: Hindi pedeng tag ang nilagay; %s
xh: I-tag efakiweyo ayiyo: %s
zu: Kufakwe ithegi elingasebenzi: %s

source: No tags entered.
af: Geen merkers ingetik nie.
ar: لم تُدخِل أي وسوم.
bg: Не са въведени етикети.
bn: কোন ট্যাগ প্রবেশ হয়নি।
ca: No s'ha introduït cap etiqueta.
es: No se han introducido etiquetas.
et: Silte ei sisestatud.
fa: هیچ برچسبی وارد نشده.
fr: Aucune étiquette saisie.
ga_ie: Níor cuireadh aon chlib isteach.
it: Non è stato inserito alcun tag.
lt: Neįvesta nė viena gairė.
mg: Tsisy tagy nampidirina.
ms: Tiada tag dimasukkan.
nl: Geen labels ingevoerd.
pa_in: ਕੋਈ ਟੈਗ ਨਹੀ ਪਾਇਆ ਗਿਆ।
pl: Nie podano etykiet.
pt_br: Nenhuma tag inserida.
pt_pt: Não foram inseridas etiquetas.
sk: Neboli vložené žiadne značky.
sv_se: Inga etiketter ifyllda.
te: ఏ టాగ్లు ఎంపిక చేయలేదు.
tl: Walang mga tag na nilagay.
xh: Akukho zi-tag zifakiweyo.
zu: Akukho mathegi afakiwe.

source: 1m
ar: 1 شهر
az: 1ay
bg: 1мес
bn: 1মাস
el: 1μ
et: 1k
fa: 1م
it: 1 mese
lt: 1 mėn.
mg: 1v
ml: 1 മാസം
pt_br: 1 mês
ro: 1l
sv_se: 1mån.
xh: i-1m
zu: 1umzuzu

source: 3m
ar: 3 شهر
az: 3ay
bg: 3мес
bn: 3মাস
el: 3μ
et: 3k
fa: 3م
it: 3 mesi
lt: 3 mėn.
mg: 3v
ml: 3 മാസം
pt_br: 3 meses
ro: 3l
sv_se: 3mån.
xh: i-3m
zu: 3imizuzu

source: 6m
ar: 6 شهر
az: 6ay
bg: 6мес
bn: 6মাস
el: 6μ
et: 6k
fa: 6م
it: 6 mesi
lt: 6 mėn.
mg: 6v
ml: 6 മാസം
pt_br: 6 meses
ro: 6l
sv_se: 6mån.
xh: i-6m
zu: 6imizuzu

source: You’re now logged in to your Firefox account.
pt_br: Agora você está conectado à sua conta Firefox.

source: Forgot password?
pt_br: Esqueceu sua senha?

source: Syncing:
pt_br: Sincronizando:

source: Turn on sync to access your bookmarks, add-ons, browsing history and more.
pt_br: Ative a sincronização para acessar seus favoritos, extensões, histórico de navegação e mais.

source: When you sign in using the Firefox browser, you’ll access all your synced tabs on the devices you sign in with your Firefox account.
pt_br: Ao entrar na sua conta usando o navegador Firefox, você acessa todas as suas abas sincronizadas nos dispositivos em que está conectado à sua conta Firefox.

source: Syncing your data may take a few minutes.
pt_br: A sincronização dos seus dados pode demorar alguns minutos.

source: Choose the data you want to sync, including bookmarks, history, passwords and more, for seamless access on other devices where you sign in with your Firefox account.
pt_br: Escolha os dados que você quer sincronizar, incluindo favoritos, histórico, senhas e mais, para acessar com facilidade nos outros dispositivos em que está conectado à sua conta Firefox.

source: Turn on sync
pt_br: Ativar sincronização

source: Change sync options
pt_br: Alterar opções de sincronização

source: On
pt_br: Ativada

source: Off
pt_br: Desativada

source: You’re all set on this device!
pt_br: Está tudo pronto neste dispositivo!

source: To continue with the download and sync process on your new device, click the copy-paste button and save the link in a place that you will remember, such as a note-taking app or send it to your email. When you're on your new device, simply paste the download link into the default browser of your new device to download Firefox and we'll be there to assist you with the next steps.
pt_br: Para continuar com o processo de download e sincronização em seu novo dispositivo, clique no botão copiar e colar e salve o link em um local que você lembrará, tal como um aplicativo de anotações, ou envie para seu email. Quando estiver no seu novo dispositivo, basta colar o link de download no navegador padrão do novo dispositivo para baixar o Firefox e estaremos lá para te ajudar nas etapas seguintes.

source: You can save the link to this article in a convenient location, and we'll be here to help you pick up where you left off whenever you're ready.
pt_br: Você pode salvar o link deste artigo em um local conveniente e estaremos aqui para te ajudar a continuar de onde parou quando estiver pronto.

source: Copy
pt_br: Copiar
pt_pt: Copiar

source: Create an account
pt_br: Crie uma conta
pt_pt: Criar uma conta

source: With an account, your data remains encrypted and protected, while also giving you access to other Mozilla products and services like Firefox Relay and Pocket.
pt_br: Com uma conta, seus dados permanecem criptografados e protegidos, além de fornecer acesso a outros produtos e serviços da Mozilla, como Firefox Relay e Pocket.

source: A Firefox account allows you to securely sync your data when signing in from other devices and gives access to other fantastic Mozilla services.
pt_br: Uma conta Firefox permite que você sincronize seus dados com segurança, ao conectar sua conta em outros dispositivos, e dá acesso a outros serviços fantásticos da Mozilla.

source: Important:
pt_br: Importante:

source: Make sure to create a recovery key in case you need to reset your password. For security purposes, Firefox is only able to keep synced data if a recovery key is set up.
pt_br: Certifique-se de criar uma chave de recuperação, para o caso de precisar redefinir sua senha. Por motivos de segurança, o Firefox só consegue manter os dados sincronizados se for criada uma chave de recuperação.

source: Setup assistant
pt_br: Assistente de configuração

source: The setup assistant is currently unavailable for your version of Firefox. However, you can still perform a manual backup of your data by following the steps outlined in
pt_br: O assistente de configuração não está atualmente disponível para sua versão do Firefox. No entanto, você ainda pode fazer um backup manual de seus dados, seguindo as instruções descritas

source: this article.
pt_br: neste artigo.

source: Set up your new device
pt_br: Configure seu novo dispositivo

source: Please check you are logged in, and try again.
af: Kontroleer asseblief of jy aangemeld is, en probeer weer.
ar: من فضلك تحقّق من ولوجك بعدها أعِد المحاولة.
az: Lütfən daxil olduğunuzdan əmin olun və daha sonra təkrar yoxlayın.
bn: একবার লগইন করা কিনা দেখে নিন, এবং আবার চেষ্টা করুন।
es: Comprueba que has iniciado una sesión en el sitio e inténtalo de nuevo.
et: Palun veendu, et oled sisse logitud, ja proovi uuesti.
fa: لطفاً بررسی کنید که آیا وارد شده‌اید، و دوباره تلاش کنید.
fr: Veuillez vérifier que vous êtes connecté(e) et réessayez.
ga_ie: Bí cinnte go bhfuil tú logáilte isteach agus bain triail eile as.
lt: Patikrinkite, ar esate prisijungę, ir bandykite dar kartą.
mg: Zahao raha tafiditra ianao azafady, ary andramo indray.
ms: Sila semak samada anda sudah log masuk, dan cuba lagi.
pa_in: ਆਪਣਾ ਲਾਗਇਨ ਚੈੱਕ ਕਰਕੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Verifique se está conectado em sua conta e tente novamente.
pt_pt: Por favor, verifique se iniciou sessão no sistema e tente novamente.
sv_se: Vänligen se till att du är inloggad och försök igen.
te: మీరు లాగిన్ అయ్యారని తనిఖీ చేసి, మరియు మళ్ళీ ప్రయత్నించండి.
tl: Pakitingnan kung ikaw ba ay nakalog-in, at subukan ulit.
xh: Nceda ukhangele ukuba ungenile na ekhompyutheni, kwaye uzame kwakhona.
zu: Uyacelwa uhlolisise ukuthi usemoyeni, bese uphinda uyazama.

source: No documents found
ia: Necun documento trovate
nb_no: Ingen dokumenter funnet
ro: Nu s-a găsit niciun document

source: No related documents.
ia: Necun documento associate.
nb_no: Ingen relalerte dokumenter.
ro: Nu sunt documente asociate.

source: FirefoxCalendarEvent.ics
ca: CitaCalendariFirefox.ics
ia: FirefoxEventoCalendario.ics

source: An error occured.
af: 'n Fout het voorgekom.
az: Xəta baş verdi.
et: Tekkis viga.
ga_ie: Tharla earráid.
lt: Įvyko klaida.
ms: Ada ralat.
pa_in: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।
sv_se: Ett fel uppstod.
xh: Kwenzeke impazamo.
zu: Kube nephutha elenzekile.

source: You replied
af: Jy het geantwoord
az: Cavabladınız
et: Vastasid
ga_ie: D'fhreagair tú
lt: Jūs atsakėte
ms: Anda menjawab
pa_in: ਤੁਸੀਂ ਜਵਾਬ ਦਿੱਤਾ
sv_se: Du svarade
xh: Uphendule
zu: Uphendulile

source: You and 1 other replied
af: Jy en 1 andere het geantwoord
az: Siz və daha 1 nəfər cavabladı
et: Sina ja 1 teine vastasite
ga_ie: D'fhreagair tú agus duine amháin eile
lt: Jūs ir dar vienas asmuo atsakė
ms: Anda dan 1 yang lain menjawab
pa_in: ਤੁਸੀਂ ਅਤੇ 1 ਹੋਰ ਨੇ ਜਵਾਬ ਦਿੱਤਾ
sv_se: Du och 1 annan svarade
xh: Wena kunye no-1 ongomnye niphendule
zu: Wena kanye nomunye o-1 niphendulile

source: Account banned successfully!
af: Rekening suksesvol verban!
az: Hesab uğurla əngəlləndi!
ga_ie: D'éirigh leat cosc a chur ar an gcuntas!
lt: Paskyra sėkmingai užblokuota!
ms: Akaun berjaya disekat!
pa_in: ਖਾਤੇ ਉੱਤੇ ਕਾਮਯਾਬੀ ਨਾਲ ਪਾਬੰਦੀ ਲਗਾਈ!
sv_se: Konto bannlyst!
xh: Iakhawunti ibhenishwe ngempumelelo!
zu: I-akhawunti ivinjiwe ngempumelelo!

source: Username not provided.
af: Gebruikernaam nie voorsien nie.
az: İstifadəçi adı daxil edilməyib.
ga_ie: Gan ainm úsáideora.
lt: Nepateiktas naudotojo vardas.
ms: Nama pengguna tidak disediakan.
pa_in: ਯੂਜ਼ਰ-ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ।
sv_se: Inget användarnamn.
xh: Igama lomsebenzisi alinikwanga.
zu: Igama lomsebenzisi alihlinzekwanga.

source: This account is already banned!
af: Hierdie rekening is reeds verban!
az: Bu hesab artıq qadağan edilib!
ga_ie: Tá cosc ar an gcuntas seo cheana!
lt: Ši paskyra jau užblokuota!
ms: Akaun ini sudah disekat!
pa_in: ਇਹ ਖਾਤੇ ਉੱਤੇ ਪਹਿਲਾਂ ਹੀ ਪਾਬੰਦੀ ਹੈ!
sv_se: Detta konto är redan bannlyst!
xh: Le akhawunti sele ibhenishiwe!
zu: I-akhawunti isivinjiwe vele!

source: Account is now being ignored!
af: Rekening word nou geïgnoreer!
az: Hesaba artıq əhəmiyyət verilmir!
ga_ie: Ag déanamh neamhaird den chuntas seo anois!
lt: Nuo šiol ši paskyra ignoruojama.
ms: Akaun ini kini diabaikan!
pa_in: ਖਾਤੇ ਨੂੰ ਹੁਣ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ!
sv_se: Kontot ignoreras nu!
xh: I-akhawunti ngoku ayihoywa!
zu: I-akhawunti manje seyizitshiwe!

source: This account is already being ignored!
af: Hierdie rekening is reeds geïgnoreer!
az: Bu hesaba artıq əhəmiyyət verilmir!
ga_ie: Ag déanamh neamhaird den chuntas seo cheana!
lt: Ši paskyra jau ignoruojama!
ms: Akaun ini sudah diabaikan!
pa_in: ਇਹ ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ!
sv_se: Kontot ignoreras redan!
xh: Le akhawunti ayisahoywanga!
zu: I-akhawunti vele isizitshiwe!

source: 1 user unbanned successfully!
lt: %s paskyra sėkmingai atblokuota!
ms: %s pengguna berjaya dinyahsekat!
pa_in: 1 ਵਰਤੋਂਕਾਰ ਉੱਤੋਂ ਕਾਮਯਾਬੀ ਨਾਲ ਪਾਬੰਦੀ ਹਟਾਈ ਗਈ!
sv_se: 1 användare ej bannlyst!
xh: 1 umsebenzisi ukhululwe ngempumelelo!

source: 1 user removed from list!
lt: %s naudotojas pašalintas iš sąrašo!
ms: %s pengguna dialih keluar daripada senarai!
pa_in: 1 ਵਰਤੋਂਕਾਰ ਨੂੰ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਇਆ!
sv_se: 1 användare borttagen från listan!
xh: 1 umsebenzisi ususiwe kuluhlu!

source: No users selected!
af: Geen gebruikers gekies nie!
az: İstifadəçi seçilməyib!
ga_ie: Níl aon úsáideoir roghnaithe!
lt: Nepasirinktas joks naudotojas!
ms: Tiada pengguna dipilih!
pa_in: ਕੋਈ ਯੂਜ਼ਰ ਨਹੀਂ ਚੁਣਿਆ!
sv_se: Ingen användare vald!
xh: Akukho basebenzisi bakhethiweyo!
zu: Akukho basebenzisi abakhethiwe!

source: No, ignore
af: Nee, ignoreer
ga_ie: Níl, déan neamhaird de
lt: Ne, nepaisyti
ms: Tidak, abaikan
pa_in: ਨਹੀਂ, ਅਣਡਿੱਠਾ ਕਰੋ
sv_se: Nej, ignorera
xh: Hayi, musa ukuyihoya
zu: Cha, ziba

source: Did you mean %s?
af: Het jy bedoel: %s?
az: %s nəzərdə tuturdunuz?
ga_ie: An raibh %s i gceist agat?
lt: Ar turėjote omenyje „%s“?
ms: Anda maksudkan %s?
pa_in: ਕੀ ਤੁਹਾਡਾ ਭਾਵ %s ਤੋਂ ਸੀ?
sv_se: Menade du %s?
xh: Ingaba ubuthetha %s?
zu: Ingabe ubuqonde ukuthi %s?

source: Search results
az: Axtarış nəticələri
et: Otsingutulemused
ms: Hasil carian
pa_in: ਖੋਜ ਨਤੀਜੇ
sv_se: Sökresultat

source: No results found.
az: Cavab tapılmadı.
et: Erinevusi ei leitud.
ms: Tiada hasil ditemukan.
pa_in: ਕੁੱਝ ਨਹੀਂ ਲੱਭਿਆ।
sv_se: Inga resultat hittades.

source: No results found
az: Cavab tapılmadı
et: Vastuseid ei leitud
ms: Tiada hasil ditemukan
pa_in: ਕੁੱਝ ਨਹੀਂ ਲੱਭਿਆ
sv_se: Inga resultat hittades

source: We’re here for you. Post a question to our support forums and get answers from our community of experts.
sv_se: Vi finns här för dig. Ställ en fråga i våra supportforum och få svar från vår expertgrupp.

source: Ask the Community
sv_se: Fråga gemenskapen

source: Army of Awesome
az: Əntiqələr Ordusu
et: Äge Vägi
ga_ie: Meitheal na Móireachta
lt: Nuostabiųjų kariauna
ms: Angkatan Ulung
pa_in: ਭਿਆਨਕ ਫੌਜ ਵਿੱਚ
xh: Umkhosi Omangalisayo
zu: Ibutho Labenza Kahle kakhulu

source: Support Forum
af: Steundiens-forum
az: Dəstək Forumu
et: Kasutajatoe foorum
lt: Pagalbos forumas
ms: Forum Sokongan
xh: Iqonga leNkxaso
