Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Are you sure you want to delete this answer?
af: Is jy seker jy wil hierdie antwoord skrap?
bg: Наистина ли искате да изтриете този отговор?
bs: Da li ste sigurni da želite izbrisati ovaj odgovor?
de: Möchten Sie diese Antwort wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτήν την απάντηση;
es: ¿Seguro que deseas borrar esta respuesta?
fy_nl: Binne jo wis dat jo dit antwurd fuortsmite wolle?
he: למחוק את התשובה הזו?
hr: Sigurno želiš izbrisati ovaj odgovor?
hu: Biztos, hogy törölni kívánja ezt a választ?
ia: Desira tu vermente deler iste responsa?
id: Yakin akan menghapus jawaban ini?
it: Cancellare questa risposta?
ja: 本当にこの回答を削除してもよろしいですか？
ka: ნამდვილად გსურთ, ამ პასუხის წაშლა?
kab: Tebɣiḍ ad tekkseḍ tiririt-a?
ko: 이 답변을 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'ity valiny ity ianao?
ms: Anda pasti mahu menghapuskan jawapan ini?
nb_no: Er du sikker på at du ønsker å slette dette svaret?
nl: Weet u zeker dat u dit antwoord wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀ ਇਸ ਉੱਤਰ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć tę odpowiedź?
pt_br: Tem certeza que deseja apagar esta resposta?
pt_pt: Tem certeza que pretende eliminar esta resposta?
ro: Sigur vrei să ștergi acest răspuns?
sk: Ste si istý, že chcete túto odpoveď odstrániť?
sr: Да ли сте сигурни да желите да обришете овај одговор?
sv: Är du säker på att du vill ta bort det här svaret?
te: మీరు ఈ జవాబును ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบคำตอบนี้?
tr: Bu yanıtı silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити цю відповідь?
ur: کیا آپ واقعی اس جواب کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa câu trả lời này không?
zh_cn: 您确定要删除此回答吗？
zh_tw: 你確定要刪除此答案嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha le mpendulo?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
af: Jy gaan nou hierdie antwoord permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Is jy seker jy wil voortgaan?
bg: На път сте да изтриете завинаги този отговор. <strong>Това не може да бъде отменено!</strong> Наистина ли искате да продължите?
bs: Spremate se trajno izbrisati ovaj odgovor. <strong>Ovo se ne može poništiti!</strong> Da li ste sigurni da želite nastaviti?
de: Sie sind dabei, diese Antwort für immer zu löschen. <strong>Diese Aktion kann nicht rückgängig gemacht werden!</strong> Möchten Sie wirklich fortfahren?
el: Πρόκειται να διαγράψετε οριστικά αυτήν την ερώτηση. <strong>Δεν είναι δυνατή η αναίρεση!</strong> Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de borrar definitivamente esta respuesta. <strong>¡No se puede deshacer!</strong> ¿Seguro que quieres continuar?
fy_nl: Jo steane op it punt om dit antwurd permanint fuort te smiten. <strong>Dit kin net ûngedien makke wurde!</strong> Binne jo wis dat jo trochgean wolle?
he: פעולה זו תגרום למחיקת התגובה הזו לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> להמשיך?
hr: Trajno ćeš izbrisati ovaj odgovor. <strong>Ovo se ne može poništiti!</strong> Stvarno želiš nastaviti?
hu: A válasz végleges törlésére készül. <strong>Ez egy visszavonhatatlan művelet!</strong> Valóban folytatni akarja?
ia: Tu es preste a deler permanentemente iste responsa. <strong>Isto non pote ser disfacite!</strong> Desira tu vermente continuar?
id: Anda akan menghapus jawaban ini secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Yakin ingin melanjutkan?
it: Si sta per eliminare permanentemente questa risposta. <strong>La modifica è irreversibile.</strong> Continuare?
ja: この回答を完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 本当に削除してもよろしいですか？
ka: თქვენ აპირებთ ამ პასუხის სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ გაგრძელება?
kab: Aql-ak tettedduḍ ad tekkseḍ ilebda tiririt-a. <strong>Ayagi ur d-yettuɣal ara</strong> Tabɣiḍ ad tkemmleḍ?
ko: 현재 답변을 완전히 삭제하고자 합니다. <strong>이 작업은 되돌릴 수 없습니다!</strong> 계속하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay an'ity valiny ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?
ms: Anda akan menghapuskan jawapan ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Adakah anda pasti mahu teruskan?
nb_no: Du vil nå permanent slette dette svaret. <strong>Dette kan ikke angres!</strong> Er du sikker på at du vil fortsette?
nl: U gaat dit antwoord voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਹਾਨੂੰ ਪੱਕੇ ਤੋਰ ਤੇ ਇਸ ਜਵਾਬ ਨੂੰ ਹਟਾਉਣ ਲਈ ਲਗਭਗ ਤਿਆਰ ਹੋ। <strong> ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ! </ strong> ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Zamierzasz trwale usunąć tę odpowiedź. <strong>Tej operacji nie można cofnąć!</strong> Czy na pewno chcesz kontynuować?
pt_br: Você está prestes a apagar esta resposta permanentemente. <strong>A ação não pode ser desfeita!</strong> Deseja continuar?
pt_pt: Está prestes a eliminar permanentemente esta resposta. <strong>Esta ação não é reversível!</strong> Tem certeza que pretende continuar?
ro: Ești pe cale să ștergi definitiv acest răspuns. <strong>Această acțiune nu este reversibilă!</strong> Sigur vrei să continui?
sk: Pokúšate sa natrvalo odstrániť túto odpoveď. <strong>Túto operáciu nemožno vrátiť naspäť!</strong> Naozaj chcete pokračovať?
sr: Управо ћете трајно обрисати овај одговор. <strong>Ово се не може опозвати!</strong> Да ли сте сигурни да желите да наставите?
sv: Du håller på att permanent ta bort det här svaret. <strong>Detta går inte att ångra!</strong> Är du säker på att du vill fortsätta?
te: మీరు శాశ్వతంగా ఈ జవాబును తొలగించబోతున్నారు. <strong>ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!</strong> మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: คุณกำลังจะลบคำตอบนี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
tr: Bu yanıtı kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь видалити цю відповідь назавжди. <strong>Увага, незворотна дія!</strong> Ви дійсно бажаєте продовжити?
vi: Bạn sắp sửa xóa vĩnh viễn câu trả lời này. <strong>Việc này không thể hoàn tác được!</strong> Bạn có chắc chắn là bạn muốn tiếp tục không?
zh_cn: 您将要永久删除此回答。<strong>此操作无法撤销！</strong> 您确定要继续吗？
zh_tw: 將永久刪除此解答。<strong>這個動作無法復原！</strong>您確定要繼續嗎？
zu: Njengamanje uzodilitha unomphela le mpendulo. <strong>Lokhu akuhlehliseki!</strong> Unesiqiniseko sokuthi ufuna ukuqhubeka?

source: Delete Question | {t} | Firefox Support Forum
af: Skrap vraag | {t} | Firefox-steundiensforum
bg: Изтриване на въпрос | {t} | Форум за поддръжка на Firefox
bs: Izbriši pitanje | {t} | Firefox forum podrške
de: Frage löschen | {t} | Firefox-Hilfeforum
el: Διαγραφή ερώτησης | {t} | Φόρουμ υποστήριξης Firefox
es: Eliminar pregunta | {t} | Foro de asistencia para Firefox
fy_nl: Fraach fuortsmite | {t} | Firefox-stipefoarum
he: מחיקת שאלה | {t} | פורום התמיכה של Firefox
hr: Izbriši pitanje | {t} | Firefox forum podrške
hu: Kérdés törlése | {t} | Firefox támogatói fórum
ia: Deler question | {t} | Foro de supporto de Firefox
id: Hapus Pertanyaan | {t} | Forum Dukungan Firefox
it: Elimina domanda | {t} | Forum di supporto a Firefox
ja: 質問の削除 | {t} | Firefox サポートフォーラム|
ka: შეკითხვის წაშლა | {t} | Firefox-ის მხარდაჭერის ფორუმი
kab: Kkes asteqsi | {t} |askasi n tallalt n Firefox
ko: 질문 삭제하기 | {t} | Firefox 도움말 포럼
mg: Hamafa Fanontaniana | {t} | Fihaonambe Fanampiana Firefox
ms: Buang Soalan | {t} | Forum Sokongan Firefox
nb_no: Slett spørsmål | {t} | Firefox brukerstøtteforum
nl: Vraag verwijderen | {t} | Firefox-ondersteuningsforum
pa_in: ਸਵਾਲ ਹਟਾਓ | {t} | ਫਾਇਰਫਾਕਸ ਸਹਿਯੋਗ ਫੋਰਮ
pl: Usuń odpowiedź | {t} | Forum Pomocy programu Firefox
pt_br: Apagar pergunta | {t} | Fórum de suporte do Firefox
pt_pt: Eliminar questão | {t} | Fórum de Apoio do Firefox
ro: Șterge întrebarea | {t} | Forum de asistență Firefox
sk: Odstránenie otázky | {t} | Fórum podpory Firefoxu
sr: Обриши питање | {t} | Firefox форум подршке
sv: Ta bort fråga | {t} | Firefox supportforum
te: జవాబు ప్రశ్న | {t} | Firefox మద్దతు ఫోరం
th: ลบคำถาม | {t} | ฟอรั่มสนับสนุนของ Firefox
tr: Soruyu sil | {t} | Firefox Destek Forumu
uk: Видалити питання | {t} | Форум підтримки Firefox
ur: سوال حذف کریں |{t} | Firefox سپورٹ فورم
vi: Xóa câu trả lời | {t} | Diễn đàn hỗ trợ Firefox
zh_cn: 删除问题 | {t} | Firefox 支持论坛
zh_tw: 刪除問題 | {t} | Firefox 技術支援討論區
zu: Dilitha Umbuzo| {t} | Isithangami Sokweseka Se-Firefox

source: Delete question
af: Skrap vraag
bg: Изтриване на въпросa
bs: Izbriši pitanje
de: Frage löschen
el: Διαγραφή ερώτησης
es: Borrar pregunta
fy_nl: Fraach fuortsmite
he: מחיקת שאלה
hr: Izbriši pitanje
hu: Kérdés törlése
ia: Deler le question
id: Hapus pertanyaan
it: Elimina domanda
ja: 質問を削除
ka: შეკითხვის წაშლა
kab: Kkes asteqsi
ko: 질문 삭제
mg: Hamafa fanontaniana
ms: Buang soalan
nb_no: Slett spørsmål
nl: Vraag verwijderen
pa_in: ਸਵਾਲ ਮਿਟਾਉ
pl: Usuń pytanie
pt_br: Apagar pergunta
pt_pt: Eliminar questão
ro: Șterge întrebarea
sk: Odstránenie otázky
sr: Обриши питање
sv: Ta bort fråga
te: ప్రశ్నను తొలగించు
th: ลบคำถาม
tr: Soruyu sil
uk: Видалити питання
ur: سوال حذف کریں
vi: Xóa câu hỏi
zh_cn: 删除问题
zh_tw: 刪除問題
zu: Dilitha umbuzo

source: Are you sure you want to delete this question?
af: Is jy seker jy wil hierdie vraag skrap?
bg: Наистина ли искате да изтриете този въпрос?
bs: Da li ste sigurni da želite izbrisati ovo pitanje?
de: Möchten Sie diese Frage wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτήν την ερώτηση;
es: ¿Seguro que deseas borrar esta pregunta?
fy_nl: Binne jo wis dat jo dizze fraach fuortsmite wolle?
he: למחוק את השאלה הזו?
hr: Sigurno želiš izbrisati ovo pitanje?
hu: Biztos, hogy törölni kívánja ezt a kérdést?
ia: Desira tu vermente deler iste question?
id: Yakin ingin menghapus pertanyaan ini?
it: Cancellare questa domanda?
ja: 本当にこの質問を削除してもよろしいですか？
ka: ნამდვილად გსურთ ამ შეკითხვის წაშლა?
kab: Tebɣiḍ s tidet ad tekkseḍ asteqsi-a?
ko: 이 질문을 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'ity fanontaniana ity ianao?
ms: Anda pasti mahu menghapuskan soalan ini?
nb_no: Er du sikker på at du vil slette dette spørsmålet?
nl: Weet u zeker dat u deze vraag wilt verwijderen?
pa_in: ਕੀ ਤੁਹਾਨੂ਼ੰ ਪੱਕਾ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀ ਇਹ ਪੋਸਟ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć to pytanie?
pt_br: Tem certeza que quer apagar esta pergunta?
pt_pt: Tem a certeza que pretende eliminar esta questão?
ro: Sigur vrei să ștergi această întrebare?
sk: Ste si istý, že chcete túto otázku odstrániť?
sr: Да ли сте сигурни да желите да обришете ово питање?
sv: Är du säker på att du vill ta bort den här frågan?
te: మీరు ఈ ప్రశ్నను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบคำถามนี้?
tr: Bu soruyu silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити це питання?
ur: کیا آپ واقعی اس سوال کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa câu hỏi này không?
zh_cn: 您确定要删除这个问题吗？
zh_tw: 您確定要刪除這個問題嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha lo mbuzo?

source: Number of Answers
af: Aantal antwoorde
bg: Брой отговори
bs: Broj odgovora
de: Anzahl der Antworten
el: Αριθμός απαντήσεων
es: Número de respuestas
fy_nl: Oantal antwurden
he: מספר התשובות
hr: Broj odgovora
hu: Válaszok száma
ia: Numero de responsas
id: Jumlah Jawaban
it: Numero di domande
ja: 回答数
ka: პასუხების რაოდენობა
kab: Amḍan n tririyin
ko: 답변수
mg: Isan'ny Valiny
ms: Bilangan Jawapan
nb_no: Antall svar
nl: Aantal antwoorden
pa_in: ਜਵਾਬਾਂ ਦੀ ਗਿਣਤੀ
pl: Liczba odpowiedzi
pt_br: Número de respostas
pt_pt: Número de respostas
ro: Număr de răspunsuri
sk: Počet odpovedí
sr: Број одговора
sv: Antal svar
te: సమాధానాల సంఖ్య
th: จำนวนคำตอบ
tr: Yanıt sayısı
uk: Кількість відповідей
ur: جوابات کی تعداد
vi: Số lượng câu trả lời
zh_cn: 回答数量
zh_tw: 答案數量
zu: Inani Lezimpendulo

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
af: Jy gaan nou hierdie vraag permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Is jy seker jy wil voortgaan?
bg: На път сте да изтриете завинаги този въпрос. <strong>Това действие не може да бъде отменено!</strong> Сигурни ли сте, че искате да продължите?
bs: Spremate se trajno izbrisati ovo pitanje. <strong>Ovo se ne može poništiti!</strong> Da li ste sigurni da želite nastaviti?
de: Sie sind dabei, diese Frage dauerhaft zu löschen. <strong>Dies kann nicht rückgängig gemacht werden!</strong> Möchten Sie wirklich fortfahren?
el: Πρόκειται να διαγράψετε οριστικά αυτήν την ερώτηση. <strong>Αυτό δεν μπορεί να αναιρεθεί!</strong> Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de borrar definitivamente esta pregunta. <strong>¡No se puede deshacer!</strong> ¿Seguro que deseas continuar?
fy_nl: Jo steane op it punt om dizze fraach permanint fuort te smiten. <strong>Dit kin net ûngedien makke wurde!<strong> Binne jo wis dat jo trochgean wolle?
he: פעולה זו תגרום למחיקת השאלה הזו לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> להמשיך?
hr: Trajno ćeš izbrisati ovo pitanje. <strong>Ovo se ne može poništiti!</strong> Stvarno želiš nastaviti?
hu: Véglegesen törölni fogja ezt a kérdést. <strong>Ez egy visszavonhatatlan művelet!</strong> Valóban folytatni akarja?
ia: Tu es preste a deler permanentemente iste question. <strong>Isto non pote ser disfacite!</strong> Desira tu vermente continuar?
id: Anda akan menghapus pertanyaan ini secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Yakin ingin melanjutkan?
it: Si sta per eliminare permanentemente questa domanda. <strong>La modifica è irreversibile.</strong> Continuare?
ja: この質問を完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 本当に削除してもよろしいですか？
ka: თქვენ აპირებთ ამ შეკითხვის სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ გაგრძელება?
kab: Aql-ak tettedduḍ ad tekkseḍ asteqsi-agi. <strong>Ayagi ur d-yettuɣal ara!</strong> Tebɣiḍ s tidet ad tkemmleḍ?
ko: 이 질문을 삭제하려고 합니다. <strong>이 작업은 되돌릴 수 없습니다!</strong> 계속 하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay an'ity fanontaniana ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?
ms: Anda akan menghapuskan soalan ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Adakah anda pasti mahu teruskan?
nb_no: Du vil nå permanent slette dette spørsmålet. <strong>Dette kan ikke angres!</strong> Er du sikker på at du vil fortsette?
nl: U gaat deze vraag voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਸਵਾਲ ਦਾ ਨੂੰ ਹਟਾਉਣ ਲਈ ਲਗਭਗ ਤਿਆਰ ਹੋ। <strong> ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ! </ strong> ਕੀ ਤੁਸੀ ਇਸਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Zamierzasz trwale usunąć to pytanie. <strong>Tej operacji nie można cofnąć!</strong> Czy na pewno chcesz kontynuować?
pt_br: Você está prestes a apagar esta pergunta permanentemente. <strong>A ação não pode ser desfeita!</strong> Deseja continuar?
pt_pt: Está prestes a eliminar permanentemente esta questão. <strong>Esta ação não poderá ser desfeita!</strong> Tem a certeza que pretende continuar?
ro: Ești pe cale să ștergi definitiv această întrebare. <strong>Această acțiune nu este reversibilă!</strong> Sigur vrei să continui?
sk: Chcete natrvalo odstrániť túto otázku. <strong>Túto operáciu nemožno vrátiť naspäť!</strong> Naozaj chcete pokračovať?
sr: Трајно ћете избрисати ово питање. <strong>Ово не може бити опозвано!</strong> Да ли сте сигурни да желите наставити?
sv: Du håller på att permanent ta bort den här frågan. <strong>Detta går inte att ångra!</strong> Är du säker på att du vill fortsätta?
te: మీరు ఈ ప్రశ్నను శాశ్వతంగా తొలగించబోతున్నారు. <strong>ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!</strong> మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: คุณกำลังจะลบคำถามนี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
tr: Bu soruyu kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь видалити це питання назавжди. <strong>Увага, незворотна дія!</strong> Ви дійсно бажаєте продовжити?
vi: Bạn sắp sửa xóa vĩnh viễn câu hỏi này. <strong>Việc này không thể hoàn tác được!</strong> Bạn có chắc chắn là bạn muốn tiếp tục không?
zh_cn: 您将要永久地删除此问题。<strong>此操作无法撤销！</strong> 您确定要继续吗？
zh_tw: 您將要永久地刪除此問題。<strong>此行為無法還原！</strong> 您確定要繼續嗎？
zu: Njengamanje uzodilitha unomphela lo mbuzo unomphela. <strong>Lokhu akuhlehliseki!</strong> Unesiqiniseko sokuthi ufuna ukuqhubeka?

source: Editing an answer | {t} | Firefox Support Forum
af: Redigeer 'n antwoord | {t} | Firefox-steundiensforum
bg: Редактиране на отговор | {t} | Форум за поддръжка на Firefox
bs: Uređivanje odgovora | {t} | Firefox forum podrškе
de: Antwort bearbeiten | {t} | Firefox-Hilfeforum
el: Επεξεργασία απάντησης | {t} | Φόρουμ υποστήριξης Firefox
es: Editar una respuesta | {t} | Foro de asistencia de Firefox
fy_nl: In antwurd bewurkje | {t} | Firefox-stipefoarum
he: עריכת תשובה | {t} | פורום התמיכה של Firefox
hr: Uređivanje odgovora | {t} | Firefox forum podrškе
hu: Válasz szerkesztése | {t} | Firefox támogatói fórum
ia: Redaction de un responsa | {t} | Foro de supporto de Firefox
id: Menyunting jawaban | {t} | Forum Dukungan Firefox
it: Modifica risposta| {t} | Forum di supporto a Firefox
ja: 回答の編集 | {t} | Firefox サポートフォーラム
ka: პასუხის ჩასწორება | {t} | Firefox-ის მხარდაჭერის ფორუმი
kab: Ẓreg tiririt | {t} | askasi n tallalt n Firefox
ko: 답변 수정하기 | {t} | Firefox 도움말 포럼
mg: Fanitsiana valiny | {t} | Fihaonambe Fanampiana Firefox
ms: Edit jawapan | {t} | Forum Sokongan Firefox
nb_no: Redigere et svar | {t} | Firefox brukerstøtteforum
nl: Een antwoord bewerken | {t} | Firefox-ondersteuningsforum
pa_in: ਇੱਕ ਜਵਾਬ ਨੂੰ ਸੰਪਾਦਨ ਕਰੋ | {t} | ਫਾਇਰਫਾਕਸ ਸਹਿਯੋਗ ਫੋਰਮ
pl: Edycja odpowiedzi | {t} | Forum Pomocy programu Firefox
pt_br: Editar resposta | {t} | Fórum de suporte do Firefox
pt_pt: A editar uma resposta | {t} | Fórum de Apoio do Firefox
ro: Editarea unui răspuns | {t} | Forum de asistență Firefox
sk: Úprava odpovede | {t} | Fórum podpory Firefoxu
sr: Измењивање одговора | {t} | Firefox форум подршке
sv: Redigera ett svar | {t} | Firefox supportforum
te: జవాబును సవరించుట | {t} | Firefox మద్దతు ఫోరం
th: แก้ไขคำตอบ | {t} | ฟอรั่มสนับสนุนของ Firefox
tr: Yanıt düzenleniyor | {t} | Firefox Destek Forumu
uk: Редагування відповіді | {t} | Форум підтримки Firefox
ur: جواب میں تدوین کریں |{t} | Firefox سپورٹ فورم
vi: Chỉnh sửa câu trả lời| {t} | Diễn đàn hỗ trợ Firefox
zh_cn: 编辑答案 | {t} | Firefox 技术支持论坛
zh_tw: 編輯答案 | {t} | Firefox 技術支援討論區
zu: Ukuhlelwa kwempendulo | {t} | Isithangami Sokweseka Se-Firefox

source: Edit an answer
af: Redigeer 'n antwoord
bg: Редактирайте отговор
bs: Uredi odgovor
de: Antwort bearbeiten
el: Επεξεργασία απάντησης
es: Editar una respuesta
fy_nl: In antwurd bewurkje
he: עריכת תשובה
hr: Uredi odgovor
hu: Válasz szerkesztése
ia: Rediger un responsa
id: Ubah jawaban
it: Modifica una risposta
ja: 回答を編集
ka: პასუხის ჩასწორება
kab: Ẓreg tiririt
ko: 답변 수정
mg: Hanitsy valiny
ms: Edit jawapan
nb_no: Rediger et svar
nl: Een antwoord bewerken
pa_in: ਉੱਤਰ ਨੂੰ ਸੋਧੋ
pl: Edytuj odpowiedź
pt_br: Editar uma resposta
pt_pt: A editar uma resposta
ro: Editează un răspuns
sk: Úprava odpovede
sr: Измени одговор
sv: Redigera ett svar
te: ఒక జవాబును సవరించండి
th: แก้ไขคำตอบ
tr: Yanıtı düzenle
uk: Редагувати відповідь
ur: جواب میں ترمیم کریں
vi: Chỉnh sửa câu trả lời
zh_cn: 编辑回答
zh_tw: 繼續答案
zu: Lungisa impendulo

source: Created by:
af: Geskep deur:
bg: Създадено от:
bs: Kreirano od:
de: Erstellt von:
el: Δημιουργήθηκε από:
es: Creada por:
fy_nl: Makke troch:
he: נוצר על־ידי:
hr: Stvoreno od:
hu: Létrehozta:
ia: Create per:
id: Dibuat oleh:
it: Creata da:
ja: 作成者:
ka: ავტორი:
kab: Yerna-t-id:
ko: 생성일시:
mg: Noforonin'i:
ms: Dicipta oleh:
nb_no: Opprettet av:
nl: Gemaakt door:
pa_in: ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ:
pl: Utworzona przez:
pt_br: Criada por:
pt_pt: Criada por:
ro: Creat de:
sk: Vytvoril:
sr: Аутори:
sv: Skapad av:
te: సృష్టించిన వారు:
th: สร้างโดย:
tr: Oluşturan:
uk: Створено:
ur: کی طرف سے بنا ہے:
vi: Được tạo bởi:
zh_cn: 创建于：
zh_tw: 建立者：
zu: Yakhiwe ngu:

source: Last updated by:
af: Laas bygewerk deur:
bg: Последно обновяване от:
bs: Posljednji ažurirao:
de: Zuletzt aktualisiert von:
el: Τελευταία ενημέρωση από:
es: Actualizada por última vez por:
fy_nl: Lêst bywurke troch:
he: עדכון אחרון מאת:
hr: Zadnje ažuriranje od:
hu: Utoljára frissítette:
ia: Ultime actualisation per:
id: Terakhir diperbarui oleh:
it: Ultima modifica di:
ja: 最終更新者:
ka: ბოლო განახლების ავტორი:
kab: Asnifel aneggaru sɣur:
ko: 최종 변경일시:
mg: Fanavaozana farany nataon'i:
ms: Terakhir dikemaskini oleh:
nb_no: Sist oppdatert av:
nl: Laatst bijgewerkt door:
pa_in: ਆਖਰੀ ਅੱਪਡੇਟ ਇਸ ਦੁਆਰਾ:
pl: Ostatnio zaktualizowana przez:
pt_br: Última atualização feita por:
pt_pt: Última atualização por:
ro: Ultima actualizare de:
sk: Naposledy aktualizoval:
sr: Последњи ажурирао:
sv: Senast uppdaterad av:
te: చివరిగా నవీకరించిన వారు:
th: อัปเดตล่าสุดโดย:
tr: Son güncelleyen:
uk: Останнє оновлення від:
ur: کی جانب سے آخری تازہ کاری کی گئی
vi: Cập nhật mới nhất bởi:
zh_cn: 最后更新：
zh_tw: 最後更新者：
zu: Igcine ukulungiswa ngu:

source: Last updated:
af: Laas bygewerk:
bg: Последно обновяване:
bs: Zadnji put ažurirano:
de: Zuletzt aktualisiert:
el: Τελευταία ενημέρωση:
es: Actualizada por última vez:
fy_nl: Lêst bywurke:
he: עדכון אחרון:
hr: Zadnje ažuriranje:
hu: Utolsó frissítés:
ia: Ultime actualisation:
id: Terakhir diperbarui:
it: Ultima modifica:
ja: 最終更新日時:
ka: ბოლო განახლება:
kab: Aleqqem aneggaru:
ko: 최종 변경일시:
mg: Fanavaozana farany:
ms: Kemaskini terakhir:
nb_no: Sist oppdatert:
nl: Laatst bijgewerkt:
pa_in: ਆਖਰੀ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ:
pl: Ostatnio zaktualizowana:
pt_br: Última atualização:
pt_pt: Última atualização:
ro: Ultima actualizare:
sk: Posledná aktualizácia:
sr: Последњи пут ажурирано:
sv: Senast uppdaterad:
te: చివరిగా నవీకరించినది:
th: อัปเดตล่าสุด:
tr: Son güncelleme:
uk: Останнє оновлення:
ur: آخری تازہ کاری:
vi: Cập nhật mới nhất:
zh_cn: 最后更新：
zh_tw: 最近更新：
zu: Kugcine ukuvuselelwa:

source: Question:
af: Vraag:
bg: Въпрос:
bs: Pitanje:
de: Frage:
el: Ερώτηση:
es: Pregunta:
fy_nl: Fraach:
he: שאלה:
hr: Pitanje:
hu: Kérdés:
id: Pertanyaan:
it: Domanda:
ja: 質問:
ka: კითხვა:
kab: Asteqsi:
ko: 질문:
mg: Fanontaniana:
ms: Soalan:
nb_no: Spørsmål:
nl: Vraag:
pa_in: ਸਵਾਲ:
pl: Pytanie:
pt_br: Pergunta:
pt_pt: Pergunta:
ro: Întrebare:
sk: Otázka:
sr: Питање:
sv: Fråga:
te: ప్రశ్న:
th: คำถาม:
tr: Soru:
uk: Питання:
ur: سوال
vi: Câu hỏi:
zh_cn: 问题：
zh_tw: 問題：
zu: Umbuzo:
