Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Customization of Firefox in an enterprise environment
bg: Приспособяване на Firefox за корпоративна среда
bs: Prilagođavanje Firefoxa u poslovnom okruženju
de: Anpassung von Firefox in einer Unternehmensumgebung
el: Προσαρμογή του Firefox σε ένα επιχειρησιακό περιβάλλον
es: Personalización de Firefox en un entorno empresarial
fy_nl: Oanpassing fan Firefox yn in bedriuwsomjouwing
he: התאמה אישית של Firefox בסביבה ארגונית
hr: Prilagođavanje Firefoxa u poslovnom okruženju
hu: A Firefox testreszabása vállalati környezetben
ia: Personalisationes de Firefox in un ambiente de interprisa
id: Pengubahsuaian Firefox di lingkungan sebuah perusahaan
it: Personalizzazione di Firefox in ambiente impresa
ja: 法人組織における Firefox のカスタマイズ
ka: ორგანიზაციისთვის განკუთვნილი Firefox-ის მორგება
kab: Mudd udem i Firefox deg twannaḍt n tkebbanit
ko: 기업용 환경에서의 Firefox 커스터마이징
ms: Penyesuaian Firefox dalam persekitaran perusahaan
nb_no: Tilpasning av Firefox i et virksomhetsmiljø
nl: Aanpassing van Firefox in een bedrijfsomgeving
pl: Dostosowywanie Firefoksa w środowisku firmowym
pt_br: Personalização do Firefox em um ambiente empresarial
pt_pt: Personalização do Firefox num ambiente empresarial
ro: Personalizarea Firefox într-un mediu pentru întreprinderi
sk: Prispôsobenie Firefoxu v prostredí podniku
sr: Прилагођавање Firefox-а у пословном окружењу
sv: Anpassning av Firefox i en företagsmiljö
te: సంస్థాగత వాతావరణంలో Firefox అభిమతీకరణ
th: การปรับแต่ง Firefox ในสภาพแวดล้อมองค์กร
tr: Firefox'un şirket ortamında özelleştirilmesi
uk: Налаштування Firefox в корпоративному середовищі
vi: Tùy biến Firefox trong môi trường doanh nghiệp
zh_cn: 在企业环境中定制 Firefox
zh_tw: 在企業環境中自訂 Firefox

# DB: products.Topic.title
source: Customize controls, options and add-ons
af: Pas kontroles, keuses en byvoegsels aan
bg: Персонализирайте контролите, опциите и добавките
bs: Podesite kontrole, opcije i dodatke
de: Anpassen der Steuerung, Optionen und Add-ons
el: Προσαρμογή κουμπιών ελέγχου, επιλογών και προσθέτων
es: Personaliza los controles, opciones y complementos
fy_nl: Betsjinningen, opsjes en add-ons oanpasse
he: התאמה אישית של פקדים, אפשרויות ותוספות
hr: Prilagodi kontrole, opcije i dodatke
hu: Beállítások és kiegészítők testreszabása
ia: Personalisa controlos, optiones e additivos
id: Ubahsuai kendali, opsi dan pengaya
it: Personalizzare controlli, opzioni e componenti aggiuntivi
ja: ツールバーのカスタマイズと環境設定、アドオン
ka: მოირგეთ სამართავი არე, პარამეტრები და დამატებები
kab: Sagen isenqaden, iɣewwaren d yizegrar
ko: 콘트롤, 옵션, 부가 기능 맞춤 서비스
mg: Hanokana famehezana, safidy ary fanampy
ms: Menyesuaikan kawalan, pilihan dan add-ons
nb_no: Tilpass styreenheter, innstillinger og utvidelser
nl: Bedieningselementen, opties en add-ons aanpassen
pa_in: ਕੰਟਰੋਲ ਦੀ ਸੋਧ ਕਰੋ, ਚੋਣ ਅਤੇ ਐਡ-ਆਨ
pl: Elementy sterujące, funkcje i dodatki
pt_br: Personalize controles, opções e extensões
pt_pt: Personalizar controlos, opções e extras
ro: Personalizează comenzile, opțiunile și suplimentele
sk: Prispôsobenie ovládania, nastavenia a doplnky
sr: Подесите контроле, опције и додатке
sv: Anpassa kontroller, alternativ och tillägg
te: అనుబంధాలను -నియంత్రణలు మరియు ఎంపికలు అనుకూలీకరించండి
th: ปรับแต่งการควบคุม, ตัวเลือก และส่วนเสริม
tr: Kontrolleri, seçenekleri ve eklentileri özelleştirme
uk: Налаштування елементів управління, параметрів та додатків
ur: کنٹرولز، اختیارات اور ایڈونز کو مخصوص بنائیں
vi: Tùy chỉnh các điều khiển, các tùy chọn và tiện ích
zh_cn: 定制控件、选项与附加组件
zh_tw: 自訂選項與附加元件
zu: Lungisa izilawuli, izinketho kanye nokwengezelwayo

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
af: Maak Firefox jou eie, deur kenmerke by te voeg en te bestuur soos jy wil.
bg: Направете Firefox ваш, като добавите и управлявате функциите, които искате.
bs: Učinite Firefox vašim dodavanjem i upravljanjem funkcija koje vi želite.
de: Machen Sie sich Firefox zu eigen, indem Sie die von Ihnen gewünschten Funktionen hinzufügen und verwalten.
el: Κάντε το Firefox δικό σας προσθέτοντας και τροποποιώντας τις λειτουργίες που θέλετε.
es: Personaliza Firefox añadiendo y administrando todas las características que quieras.
fy_nl: Meitsje Firefox fan josels troch de winske funksjes ta te foegjen en te behearen.
he: התאמת Firefox לטעמך על־ידי הוספה וניהול של תכונות שרצויות לך.
hr: Prilagodi Firefox, dodavanjem i upravljanjem funkcija koje želiš
hu: Szabja magára a Firefoxot a kedvenc funkciói hozzáadásával és kezelésével.
ia: Render Firefox tue per le addition e gestion del functionalitates que tu desira.
id: Leluasa atur Firefox Anda dengan menambah dan mengelola fitur yang diinginkan.
it: Personalizza Firefox aggiungendo e impostando le caratteristiche che vuoi
ja: お好みの機能を追加して、あなただけの Firefox にしましょう。
ka: გახადეთ Firefox თქვენებური, სასურველი შესაძლებლობების დამატებით და მორგებით.
kab: Err Firefox d udmawan s tmerna d usefrek n tmahilin i tebɣiḍ.
ko: 원하는 기능 추가 및 관리를 통해서 나만의 Firefox를 만듭니다.
mg: Ataovy anao i Firefox @ alàlan'ny fanampiana sy fandrindrana ireo fiasa tianao.
ms: Jadikan Firefox milik anda dengan menambah dan menguruskan ciri yang anda mahu.
nb_no: Gjør Firefox din ved å legge til og håndtere de funksjonene du ønsker.
nl: Maak Firefox van uzelf door de gewenste functies toe te voegen en te beheren.
pl: Dopasuj Firefoksa do siebie dodając i zarządzając funkcjami, których potrzebujesz.
pt_br: Deixe o Firefox do seu jeito, adicionando e removendo funcionalidades como quiser.
pt_pt: Torne o Firefox seu, adicionando e gerindo as funcionalidades que quer.
ro: Personalizează Firefox prin adăugarea și gestionarea funcționalităților pe care le vrei.
sk: Prispôsobte si Firefox vašim potrebám pridaním alebo správou funkcií, ktoré chcete.
sr: Учините Firefox вашим додавањем и управљањем функција које ви желите.
sv: Gör Firefox till din genom att lägga till och hantera de funktioner du vill ha.
te: మీకు కావలసిన ఫీచర్లను జోడించడం మరియు మేనేజింగ్ ద్వారా Firefox మీదే చేయండి.
th: ทำให้ Firefox เป็นของคุณโดยเพิ่มและจัดการคุณลักษณะที่คุณต้องการ
tr: İstediğiniz özellikleri ekleyerek ve yöneterek kendi Firefox'unuzu yapın.
uk: Зробіть Firefox своїм, додаючи та керуючи потрібними вам функціями.
ur: اپنی پسند کی خصوصیات کو شامل اور منظظم کرکے Firefoxکو اپنا بنائیں۔
vi: Làm Firefox thành của riêng bằng cách thêm và quản lý các tính năng mà bạn muốn.
zh_cn: 添加和管理您想要的功能，让 Firefox 有你的个性。
zh_tw: 透過新增與管理您想要的功能，讓您的 Firefox 有自己的風格。
zu: Yenza i-Firefox ibe eyakho ngokwengeza nokulawula amafisha owafunayo.

# DB: products.Topic.description
source: Customize controls, options and add-ons
af: Pas kontroles, keuses en byvoegsels aan
bg: Персонализирайте контролите, опциите и добавките
bs: Podesite kontrole, opcije i dodatke
de: Anpassen der Steuerung, Optionen und Add-ons
el: Προσαρμογή κουμπιών ελέγχου, επιλογών και προσθέτων
es: Personaliza los controles, opciones y complementos
fy_nl: Betsjinningen, opsjes en add-ons oanpasse
he: התאמה אישית של פקדים, אפשרויות ותוספות
hr: Prilagodi kontrole, opcije i dodatke
hu: Beállítások és kiegészítők testreszabása
ia: Personalisa controlos, optiones e additivos
id: Ubah suaikan kendali, pilihan, dan pengaya
it: Personalizzare controlli, opzioni e componenti aggiuntivi
ja: ツールバーのカスタマイズと環境設定、アドオン
ka: სამართავი ხელსაწყოების მორგება, პარამეტრები და დამატებები
kab: Sagen isenqaden, iɣewwaren d yizegrar
ko: 콘트롤, 옵션, 부가 기능 맞춤 서비스
mg: Hanokana fibaiko, safidy ary fanampy
ms: Menyesuaikan kawalan, pilihan dan add-ons
nb_no: Tilpass styreenheter, innstillinger og utvidelser
nl: Bedieningselementen, opties en add-ons aanpassen
pa_in: ਕੰਟਰੋਲ ਦੀ ਸੋਧ ਕਰੋ, ਚੋਣ ਅਤੇ ਐਡ-ਆਨ
pl: Elementy sterujące, funkcje i dodatki
pt_br: Personalize controles, opções e extensões
pt_pt: Personalizar controlos, opções e extras
ro: Personalizează comenzile, opțiunile și suplimentele
sk: Prispôsobenie ovládania, nastavenia a doplnky
sr: Подесите контроле, опције и додатке
sv: Anpassa kontroller, alternativ och tillägg
te: ఆడ్-ఆన్స్, నియంత్రణలు మరియు ఎంపికలు అనుకూలీకరించండి
th: ปรับแต่งการควบคุม ตัวเลือก และส่วนเสริม
tr: Kontrolleri, seçenekleri ve eklentileri özelleştirme
uk: Налаштування елементів управління, параметрів та додатків
ur: کنٹرولز، اختیارات اور ایڈونز کو مخصوص بنائیں
vi: Tùy chỉnh các điều khiển, các tùy chọn và tiện ích
zh_cn: 定制控件、选项与附加组件
zh_tw: 自訂選項與附加元件
zu: Lungisa izilawuli, izinketho kanye nokokwengezela

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
af: Laat Firefox vir Android werk soos jy wil, deur dit te pasmaak.
bg: Направете Firefox за Android по свой вкус чрез приспособяване.
bs: Neka Firefox za Android radi kako vi želite kroz prilagođavanje.
de: Passen Sie die Funktionen von Firefox für Android Ihren Bedürfnissen an.
el: Κάντε το Firefox για Android να λειτουργεί όπως θέλετε με προσαρμογές.
es: Personaliza Firefox para Android y haz que funcione como tú quieres.
fy_nl: Lit Firefox foar Android wurkje lykas jo dat wolle fia oanpassingen.
he: ניתן להתאים את אופן העבודה של Firefox עבור Android לדרך המועדפת עליך באמצעות התאמה אישית.
hr: Prilagodi Firefox za Android kako tebi odgovara.
hu: Szabja magára a Firefox for Androidot.
ia: Face functionar Firefox pro Android como tu desira per le personalisationes.
it: Personalizza Firefox per Android in modo che funzioni proprio come tu vuoi
ja: Android 版 Firefox をカスタマイズしてお好みの動作にしましょう。
ka: მოაწყვეთ Firefox Android-ზე, თქვენი გამოვნების შესაბამისად, მორგების საშუალებების დახმარებით.
kab: Seddu Firefox deg Android s wudem i tebɣiḍ s ubeddel n yiɣawwaren.
ko: 사용자 정의를 통해 당신이 원하는 방식으로 Firefox for Android 를 만드세요.
mg: Ataovy miasa araka ny fomba tianao @ alàlan'ny fanokanana fiasa i Firefox ho an'i Android.
ms: Jadikan Firefox untuk Android berfungsi mengikut cara yang anda mahu melalui penyesuaian.
nb_no: Få Firefox for Android til å fungere slik du ønsker det gjennom tilpasning.
nl: Laat Firefox voor Android werken zoals u dat wilt via aanpassingen.
pl: Dopasuj Firefoksa dla systemu Android do własnego stylu pracy.
pt_br: Personalize o Firefox para Android para que ele funcione exatamente como você quer.
pt_pt: Faça com que o Firefox para o Android trabalhe do modo que pretende através da personalização.
ro: Fă ca Firefox pentru Android să funcționeze cum vrei tu prin personalizare.
sk: Prispôsobte si Firefox pre Android do podoby, aká vám bude najviac vyhovovať.
sr: Нека Firefox за Android ради како ви желите кроз прилагођавање.
sv: Gör att Firefox för Android fungerar som du vill genom anpassning.
te: మీరు అనుకూలీకరణకు ద్వారా కావలసిన విధంగా ఆండ్రాయిడ్ పని కోసం ఫైర్ ఫాక్స్ చేయండి.
th: ทำให้ Firefox สำหรับ Android ทำงานในแบบที่คุณต้องการด้วยการปรับแต่ง
tr: Android için Firefox'u özelleştirerek sizin istediğiniz biçimde çalışmasını sağlayın.
uk: Заставте Firefox для Android працювати так, як ви хочете за допомогою налаштувань.
vi: Làm cho Firefox dành cho Android hoạt động theo cách bạn muốn thông qua tùy chỉnh.
zh_cn: 通过定制来让你的 Android 版 Firefox 独具一格。
zh_tw: 透過自訂功能，讓 Firefox for Android 有您的風格。
zu: Yenza i-Firefox for Android ikusebenzele ngendlela oyithandayo ngokuba uzilungisele yona.

# DB: products.Topic.title
source: Customized reader
ia: Lector personalisate
sv: Anpassad läsare
tr: Özelleştirilmiş okuyucu

# DB: products.Topic.description
source: Troubleshoot customized reader issues.
ia: Solver problemas de lector personalisate.
sv: Felsök problem med anpassade läsare.
tr: Özelleştirilmiş okuyucuyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
af: Pas Firefox aan met byvoegsels, inproppe en uitbreidings
bg: Персонализирайте Firefox с добавки, приставки и разширения
bs: Prilagodite Firefox s dodacima, priključcima i proširenjima
de: Passen Sie Firefox mit Add-ons, Plugins und Erweiterungen an
el: Προσαρμογή του Firefox με πρόσθετα, αρθρώματα και επεκτάσεις
es: Personaliza Firefox con complementos, plugins y extensiones
fy_nl: Firefox oanpasse met add-ons, ynstekkers en útwreidingen
he: התאמה אישית של Firefox עם תוספות, תוספות חיצוניות והרחבות
hr: Prilagodi Firefox s dodacima, priključcima i proširenjima
hu: A Firefox testreszabása kiegészítőkkel, bővítményekkel és kiterjesztésekkel
ia: Personalisa Firefox con additivos, plugins, e extensiones
id: Ubahsuaikan Firefox dengan pengaya, plugin, dan ekstensi
it: Personalizzare Firefox con componenti, plugin ed estensioni
ja: アドオン、プラグイン、拡張機能で Firefox をカスタマイズ
ka: მოირგეთ Firefox დამატებებით, მოდულებით და გაფართოებებით
kab: Mudd udem i Firefox s yizegrar, imenṭaḍen, akked isiɣzaf
ko: 부가기능, 플러그인, 확장기능으로 Firefox 개인화
mg: Atokano @ alàlan'ireo fanampy, fanohy ary fanitarana i Firefox
ms: Sesuaikan Firefox dengan add-ons, plugins dan ekstensi
nb_no: Tilpass Firefox med tillegg, programtillegg og utvidelser
nl: Firefox aanpassen met add-ons, plug-ins en extensies
pa_in: ਐਡ-ਆਨ, ਪਲੱਗਇਨ, ਅਤੇ ਇਕਸਟੈਨਸ਼ਨ ਨਾਲ ਫਾਇਰਫਾਕਸ ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pl: Personalizacja Firefoksa za pomocą dodatków, wtyczek i rozszerzeń
pt_br: Personalize o Firefox com extensões e plug-ins
pt_pt: Personalize o Firefox com extras, plugins e extensões
ro: Personalizează Firefox cu suplimente, pluginuri și extensii
sk: Prispôsobenie Firefoxu pomocou doplnkov, zásuvných modulov a rozšírení
sr: Прилагодите Firefox са додацима, прикључцима и екстензијама
sv: Anpassa Firefox med tillägg, insticksmoduler och utökningar
te: ఆడ్-ఆన్స్, ప్లగిన్లు మరియు పొడిగింపులను Firefox లో అనుకూలీకరించండి
th: ปรับแต่ง Firefox ด้วยส่วนเสริม, ปลั๊กอิน, และส่วนขยาย
tr: Firefox'u eklentiler, yan uygulamalar ve uzantılarla özelleştirme
uk: Налаштування Firefox за допомогою додатків, плагінів і розширень
vi: Tùy chỉnh Firefox với các phần bổ trợ và tiện ích mở rộng
zh_cn: 用附加组件、插件与扩展定制 Firefox
zh_tw: 使用附加元件、外掛程式、擴充套件來自訂您的 Firefox
zu: Lungisa i-Firefox ngokwengezelelwayo, okupulagwayo, kanye nokwelula

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
af: Pas Firefox aan met byvoegsels, inproppe en uitbreidings
bg: Персонализирайте Firefox с добавки, приставки и разширения
bs: Prilagodite Firefox s dodacima, priključcima i proširenjima
de: Passen Sie Firefox mit Add-ons, Plugins und Erweiterungen an
el: Προσαρμογή του Firefox με πρόσθετα, αρθρώματα και επεκτάσεις
es: Personaliza Firefox con complementos, plugins y extensiones
fy_nl: Firefox oanpasse mei add-ons, ynstekkers en útwreidingen
he: התאמה אישית של Firefox עם תוספות, תוספות חיצוניות והרחבות
hr: Prilagodi Firefox s dodacima, priključcima i proširenjima
hu: A Firefox testreszabása kiegészítőkkel, bővítményekkel és kiterjesztésekkel
ia: Personalisa Firefox con additivos, plugins, e extensiones
id: Ubahsuaikan Firefox dengan pengaya, plugin, dan ekstensi
it: Personalizzare Firefox con componenti, plugin ed estensioni
ja: アドオン、プラグイン、拡張機能で Firefox をカスタマイズ
ka: მოირგეთ Firefox დამატებებით, მოდულებით და გაფართოებებით
kab: Mudd udem i Firefox s yizegrar, imenṭaḍen, akked isiɣzaf
ko: 부가기능, 플러그인, 확장기능으로 Firefox 개인화
mg: Atokano @ alàlan'ireo fanampy, fanohy ary fanitarana i Firefox
ms: Sesuaikan Firefox dengan add-ons, plugins dan ekstensi
nb_no: Tilpass Firefox med tillegg, programtillegg og utvidelser
nl: Firefox aanpassen met add-ons, plug-ins en extensies
pa_in: ਐਡ-ਆਨ, ਪਲੱਗਇਨ ਹੈ, ਅਤੇ ਇਕਸਟੈਨਸ਼ਨ ਨਾਲ ਫਾਇਰਫਾਕਸ ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pl: Personalizacja Firefoksa za pomocą dodatków, wtyczek i rozszerzeń
pt_br: Personalize o Firefox com extensões e plug-ins
pt_pt: Personalize o Firefox com extras, plugins e extensões
ro: Personalizează Firefox cu suplimente, pluginuri și extensii
sk: Prispôsobenie Firefoxu pomocou doplnkov, zásuvných modulov a rozšírení
sr: Прилагодите Firefox са додацима, прикључцима и екстензијама
sv: Anpassa Firefox med tillägg, insticksmoduler och utökningar
te: ఆడ్-ఆన్స్, ప్లగిన్లు మరియు పొడిగింపులను Firefox లో అనుకూలీకరించండి
th: ปรับแต่ง Firefox ด้วยส่วนเสริม, ปลั๊กอิน, และส่วนขยาย
tr: Firefox'u eklentiler, yan uygulamalar ve uzantılarla özelleştirme
uk: Налаштування Firefox за допомогою додатків, плагінів і розширень
vi: Tùy chỉnh Firefox với các phần bổ trợ và tiện ích mở rộng
zh_cn: 用附加组件、插件与扩展定制 Firefox
zh_tw: 使用附加元件、外掛程式、擴充套件來自訂您的 Firefox
zu: Lungisa i-Firefox ngokwengezelelwayo, okupulagwayo, kanye nokwelula

# DB: products.Topic.title
source: Customize settings and preferences
af: Pasmaak instellings en voorkeure
bg: Персонализирайте настройките и предпочитанията
bs: Prilagodite postavke i preferencije
de: Einstellungen und Optionen anpassen
el: Προσαρμογή ρυθμίσεων και προτιμήσεων
es: Controla como tu información es guardada o rastreada
fy_nl: Ynstellingen en foarkarren oanpasse
he: התאמה אישית של ההגדרות וההעדפות
hr: Prilagodi postavke
hu: Beállítások és tulajdonságok testreszabása
ia: Personalisa parametros e optiones
id: Ubah suaikan setelan dan preferensi
it: Personalizza impostazioni e preferenze
ja: 設定と見た目のカスタマイズ
ka: პარამეტრებისა და მახასიათებლების მორგება
kab: Err iɣewwaren d yismenyifen d udmawanen
ko: 환경 설정 변경 및 맞춤 설정
mg: Hanokana tefy sy fiasa tiana
ms: Sesuaikan tetapan dan keutamaan
nb_no: Tilpass innstillinger
nl: Instellingen en voorkeuren aanpassen
pa_in: ਸੈਟਿੰਗਾਂ ਅਤੇ ਮਨਪਸੰਦਾਂ ਨੂੰ ਆਪਣੇ ਮੁਤਾਬਕ ਢਾਲੋ
pl: Dostosowywanie ustawień i preferencji
pt_br: Personalize configurações e preferências
pt_pt: Personalize definições e preferências
ro: Personalizează setările și preferințele
sk: Prispôsobenie nastavení a predvolieb
sr: Прилагодите поставке
sv: Anpassa inställningar
te: అమర్పులు మరియు ప్రాధాన్యతలు అనుకూలీకరించండి
th: ปรับแต่งการตั้งค่าและการกำหนดลักษณะ
tr: Ayarları ve tercihleri özelleştirme
uk: Керування налаштуваннями та вподобаннями
ur: سیٹنگ اور ترجیحات کو مخصوص کریں
vi: Tùy chỉnh cài đặt và tùy chọn
zh_cn: 自定义设置和首选项
zh_tw: 自訂選項與偏好設定
zu: Lungisa izilawuli, izinketho, amasethingi nokuncanyelwayo

# DB: products.Topic.description
source: Customize settings and preferences
de: Einstellungen und Optionen anpassen
el: Προσαρμογή ρυθμίσεων και προτιμήσεων
fy_nl: Ynstellingen en foarkarren oanpasse
hu: Beállítások és tulajdonságok testreszabása
ia: Personalisar parametros e optiones
it: Personalizza impostazioni e preferenze
kab: Err iɣewwaren d yismenyifen d udmawanen
nl: Instellingen en voorkeuren aanpassen
pl: Dostosowywanie ustawień i preferencji
pt_br: Personalize configurações e preferências
pt_pt: Personalizar as definições e as preferências
sv: Anpassa inställningar
tr: Ayarları ve tercihleri özelleştirme
zh_cn: 自定义设置和首选项
zh_tw: 自訂選項與偏好設定

# DB: products.Topic.description
source: Customize preferences for Firefox for iOS
bg: Персонализирайте предпочитанията за Firefox за iOS
bs: Prilagodite preferencije za Firefox za iOS
de: Passen Sie Einstellungen Ihres Firefox für iOS an
el: Προσαρμογή προτιμήσεων στο Firefox για iOS
es: Personaliza tus preferencias para Firefox iOS
fy_nl: Foarkarren foar Firefox foar iOS oanpasse
he: התאמה אישית של ההעדפות ב־Firefox עבור iOS
hr: Prilagodi postavke Firefoxa za iOS
hu: A Firefox for iOS beállításainak testreszabása
ia: Personalisa le preferentias de Firefox pro iOS
id: Ubah suaikan pengaturan Firefox untuk iOS
it: Personalizzare le preferenze in Firefox per iOS
ja: iOS 版 Firefox の環境設定を変更する
ka: მორგების პარამეტრები Firefox iOS-ზე
kab: Mudd udem i yismenyifen i Firefox i iOS
ko: Firefox iOS를 위한 환경 설정
mg: Atokano ireo fiasa tianao ho an'i Firefox ho an'i iOS
ms: Sesuaikan keutamaan Firefox untuk iOS
nb_no: Tilpass innstillinger i Firefox for iOS
nl: Voorkeuren voor Firefox voor iOS aanpassen
pl: Dostosowywanie preferencji w Firefoksie dla systemu iOS
pt_br: Personalize as preferências do Firefox para iOS
pt_pt: Personalizar as suas preferências para o Firefox OS
ro: Personalizează preferințele pentru Firefox pentru iOS
sk: Prispôsobenie nastavení vo Firefoxe pre iOS.
sr: Прилагодите поставке за Firefox за iOS
sv: Anpassa inställningar för Firefox för iOS
te: iOS కోసం ఫైర్ ఫాక్స్ కోసం ప్రాధాన్యతలను అనుకూలీకరించు
th: ปรับแต่งการกำหนดลักษณะสำหรับ Firefox สำหรับ iOS
tr: iOS için Firefox'ta tercihleri özelleştirme
uk: Зміна налаштувань в Firefox для iOS
ur: iOS کے لئے Firefox کی ترجیحات کو اپنی مرضی کے مطابق بنائیں
vi: Tùy chỉnh các tùy chọn cho Firefox dành cho iOS
zh_cn: 自定义 iOS 版 Firefox 的首选项
zh_tw: 修改您 Firefox for iOS 的偏好設定

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
af: Maak Firefox vir Android jou eie, met hierdie pasmaakopsies
bg: Направете Firefox за Андроид по ваш вкус с възможностите за приспособяване
bs: Neka Firefox za Android radi kako vi želite kroz mogućnosti prilagođavanja
de: Passen Sie Firefox für Android mit diesen Einstellungsmöglichkeiten Ihren Bedürfnissen an
el: Κάντε το Firefox για Android δικό σας με αυτές τις προσαρμόσιμες επιλογές
es: Personaliza Firefox para Android y haz que funcione como tú quieres.
fy_nl: Firefox foar Android personalisearje mei dizze oanpassingsopsjes
he: התאמת Firefox עבור Android לטעמך עם אפשרויות התאמה אישית אלו.
hr: Prilagodi Firefox za Android s ovim opcijama
hu: A Firefox for Android testreszabása.
ia: Rende Firefox pro Android tue con iste optiones de personalisation
id: Leluasa atur Firefox untuk Android Anda dengan opsi pengubahsuaian ini
it: Rendi Firefox per Android sempre più tuo con queste opzioni personalizzate
ja: オープンアプリを見つけてインストールする方法を学び、端末を楽しく機能的にしましょう
ka: გახადეთ Firefox Android თქვენებური, ამ მორგების პარამეტრების მეშვეობით
kab: Err Firefox i Android d ayla-k s usugen n textiṛin-agi
ko: 사용자 정의 옵션으로 당신만의 Firefox for Android 를 만들기
mg: Ataovy anao @ alàlan'ireto safidy fanokanana ireto i Firefox ho an'i Android
ms: Jadikan Firefox untuk Android milik anda dengan pilihan penyesuaian ini
nb_no: Gjør Firefox for Android din med disse tilpassningsalternativene
nl: Maak Firefox voor Android van uzelf met deze aanpassingsopties.
pl: Dopasuj Firefoksa dla systemu Android do własnego stylu pracy
pt_br: Deixe o Firefox para Android do seu jeito com estas opções de personalização
pt_pt: Torne o Firefox para Android seu com estas opções de personalização
ro: Personalizează Firefox pentru Android cu aceste opțiuni
sk: Prispôsobte si Firefox pre Android podľa seba s týmto nastavením
sr: Нека Firefox за Android ради како ви желите кроз могућности прилагођавања
sv: Gör Firefox för Android till din med dessa anpassningsalternativ
te: ఆండ్రాయిడ్ కోసం ఫైర్ ఫాక్స్ ఈ అనుకూలీకరణ ఎంపికలతో మీ సొంతం చేయండి
th: ทำให้ Firefox สำหรับ Android เป็นของคุณด้วยตัวเลือกการปรับแต่งเหล่านี้
tr: Android için Firefox'unuzu bu özelleştirme seçenekleriyle kişiselleştirin
uk: Налаштуйте Firefox для Android на свій смак за допомогою цих пристосувань
ur: ان تخصیصی اختیارات کے ذریعہ Android کیلئے Firefox کو اپنا بنائیں
vi: Tạo Firefox trên Android theo phong cách của bạn bằng các tùy chọn tùy chỉnh
zh_cn: 通过定制选项，使您的 Android 版 Firefox 更独具一格
zh_tw: 透過自訂功能，讓 Firefox for Android 有您的風格
zu: Yenza i-Firefox for Android ikusebenzele ngendlela oyithandayo ngokuba uzilungisele yona
