Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Documents with titles that start with "{prefix}" must be in the templates category. (Current category is "{category}". Current title is "{title}".)
bg: Документи, чийто заглавия започват с „{prefix}“, трябва да са в категорията шаблони. (Текущата категория е „{category}“. Текущото заглавие е „{title}".)
bs: Dokumenti sa naslovima koji počinju sa "{prefix}" moraju biti u kategoriji šablona. (Trenutna kategorija je "{category}". Trenutni naslov je "{title}".)
de: Dokumente, deren Titel mit „{prefix}“ beginnen, müssen in der Kategorie „Vorlage“ sein (die aktuelle Kategorie ist „{category}“, der aktuelle Titel ist „{title}“).
el: Τα έγγραφα που έχουν τίτλους που ξεκινούν με «{prefix}» πρέπει να είναι στην κατηγορία «Πρότυπα». (Η τρέχουσα κατηγορία είναι «{category}». Ο τρέχων τίτλος είναι «{title}».)
es: Los documentos con títulos que comiencen por "{prefix}" deben estar en la categoría de plantillas. (La categoría actual es "{category}". El título actual es "{title}").
fy_nl: Dokuminten mei titels dy’t mei ‘{prefix}’ begjinne moatte harren yn de kategory Sjabloanen befine. (De aktuele kategory is ‘{category}’. De aktuele titel is ‘{title}’.)
he: מסמכים עם כותרות שמתחילות ב־״{prefix}״ חייבים להיות בקטגוריית התבניות. (הקטגוריה הנוכחית היא ״{category}״. הכותרת הנוכחית היא ״{title}״.)
hr: Dokumenti s naslovima koji započinju s „{prefix}”, moraju biti u kategoriji predložaka. (Trenutačna kategorija je „{category}”. Trenutačni naslov je „{title}”.)
hu: A(z) „{prefix}” kezdetű című dokumentumoknak a sablonok kategóriában kell lenniük. (Jelenlegi kategória: „{category}”, jelenlegi cím: „{title}”.)
ia: Le documentos con titulos que initia con "{prefix}" debe ser in le categoria del modellos. (Le categoria actual es "{category}". Le titulo actual es "{title}".)
it: I documenti il cui titolo comincia con "{prefix}" devono essere categorizzati come Modelli (attualmente la categoria è "{category}", il titolo attuale è "{title}").
ja: タイトルが「{prefix}」で始まるドキュメントはテンプレートカテゴリーに含めなければなりません。(現在のカテゴリーは「{category}」で、タイトルは「{title}」となっています)
ka: დოკუმენტები, რომელთა სათაურიც იწყება "{prefix}" თავსართით, უნდა იყოს ნიმუშთა კატეგორიაში. (მიმდინარე კატეგორიაა "{category}". ხოლო სათაური - "{title}".)
kab: Izwal n yisemliyen i ibeddun s "{prefix}" isefk ad ilin s taggayt n tneɣruft. (Taggayt tamirant d "{category}". Azwel n taggayt d "{title}".)
ko: 제목이 "{prefix}" 로 시작하는 문서는 템플릿 카테고리에 속합니다. (현재 카테고리는 "{category}"입니다. 현재 제목은 "{title}"입니다.)
ms: Dokumen yang bermula dengan tajuk "{prefix}" mesti berada dalam kategori templat. (Kategori semasa ialah "{category}". Tajuk semasa ialah "{title}".)
nb_no: Dokumenter med titler som starter med «{prefix}» skal være i kategorien maler. (Nåværende kategori er «{category}». Nåværende tittel er «{title}».)
nl: Documenten met titels die met ‘{prefix}’ beginnen moeten zich in de categorie Sjablonen bevinden. (De huidige categorie is ‘{category}’. De huidige titel is ‘{title}’.)
pl: Dokumenty o tytułach rozpoczynających się od „{prefix}” muszą być w kategorii Szablon. Obecna kategoria to: „{category}”, a tytuł „{title}”.
pt_br: Documentos com títulos que começam com "{prefix}" devem estar na categoria templates. (A categoria atual é "{category}". O título atual é "{title}".)
pt_pt: Documentos com títulos que comecem com "{prefix}" devem estar na categoria modelos. (A categoria atual é "{category}". O título atual é "{title}".)
ro: Documente cu titluri care încep cu „{prefix}” trebuie să fie în categoria „șabloane”. (Categoria actuală este „{category}”. Titlul actual este „{title}”.)
sk: Názvy dokumentov začínajúce prefixom "{prefix}" musia byť v kategórií šablón. (Súčasná kategória je "{category}". Aktuálny názov je "{title}".)
sr: Документи са насловима који почињу са "{prefix}" морају бити у категорији шаблона. (Тренутна категорија је "{category}". Тренутни наслов је "{title}".)
sv: Dokument med titlar som börjar med "{prefix}" måste vara i kategorin mallar. (Nuvarande kategori är "{category}". Nuvarande titel är "{title}".)
te: "{prefix}" తో ప్రారంభమైన టైటిల్స్ పత్రాలు టెంప్లేట్లు వర్గంలో ఉండాలి. (ప్రస్తుత వర్గం "{category}". ప్రస్తుత టైటిల్ "{title}" ఇది.)
th: เอกสารที่มีชื่อเรื่องที่ขึ้นต้นด้วย "{prefix}" จะต้องอยู่ในหมวดหมู่แม่แบบ (หมวดหมู่ปัจจุบันคือ "{category}" ชื่อเรื่องปัจจุบันคือ "{title}")
tr: Başlığı "{prefix}" ile başlayan belgeler şablon kategorisinde olmalıdır. (Şu anki kategori: "{category}". Şu anki başlık: "{title}")
uk: Документи із заголовками, які починаються з "{prefix}" повинні бути в категорії шаблонів. (Поточна категорія "{category}". Поточний заголовок "{title}".)
vi: Các tài liệu có tiêu đề bắt đầu bằng "{prefix}" phải nằm trong danh mục mẫu. (Danh mục hiện tại là "{category}". Tiêu đề hiện tại là "{title}".)
zh_cn: 标题以“{prefix}”开头的文档必须放在模板分类中。（当前的分类是“{category}”。当前标题是“{title}”。）
zh_tw: 標題以「{prefix}」開頭的文件必須位於範本分類。（目前分類為「{category}」）

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
af: 'n Wysiging moet op die Engelse artikel gebaseer wees. Wysiging-ID %(id)s pas nie by hierdie kriterium nie.
bg: Едно издание трябва да е превод от английската статия. Изданието %(id)s не отговаря на тези критерии.
bs: Revizija mora biti zasnovana na engleskom članku. ID revizije %(id)s ne odgovara ovom kriteriju.
de: Eine Änderung muss auf dem englischen Artikel basieren. Version %(id)s erfüllt diese Voraussetzung nicht.
el: Η αναθεώρηση πρέπει να βασίζεται στο αγγλικό άρθρο. Το ID αναθεώρησης %(id)s δεν πληροί αυτό το κριτήριο.
es: Una revisión debe estar basada en el artículo en inglés. El ID %(id)s de la revisión no se ajusta a ese criterio.
fy_nl: In refyzje moat basearre wêze op it Ingelske artikel. Refyzje-ID %(id)s foldocht hjir net oan.
he: מהדורה חייבת להיות מבוססת על המאמר באנגלית. המהדורה עם המזהה %(id)s אינה עומדת בתנאי זה.
hr: Revizija se mora zasnivati na engleskom članku. ID revizije %(id)s ne odgovara ovom kriteriju.
hu: A verziónak az angol dokumentum verzióján kell alapulnia. A(z) %(id)s verziószám nem illeszkedik ehhez a kritériumhoz.
ia: Un revision debe ser basate sur le articulo in anglese. Le ID de revision %(id)s non satisface iste criterio.
id: Revisi harus berdasarkan artikel dalam bahasa Inggris. ID revisi %(id)s tidak memenuhi kriteria tersebut.
it: Una versione deve essere basata sul corrispondente articolo in inglese. L'ID %(id)s della versione non corrisponde a questi criteri.
ja: リビジョンは英語記事がベースでなければなりません。リビジョン ID %(id)s はこの基準に合いません。
ka: გადამუშავებული ვერსია უნდა ეფუძნებოდეს სტატიის ინგლისურ ვარიანტს. შემოწმების ID %(id)s არ აკმაყოფილებს ამ პირობას.
kab: Aceggir issefk ad yebnu ɣef umagrad n teglizit. Asulay n uceggir%(id)s ur yeswi ara asebdad-a.
ko: 변경 사항은 영문 문서에 기반해야 합니다. 변경 사항 ID %(id)s는 현재 조건에 맞지 않습니다.
mg: Tsy maintsy mifototra @ lahatsoratra @ teny Anglisy ny fanitsiana. Tsy mahafeno an'io fepetra io ny ID an'ny fanitsiana %(id)s.
ms: Semakan mestilah berdasarkan artikel Bahasa Inggeris. ID Semakan %(id)s tidak sesuai dengan kriteria ini.
nb_no: En revisjon må baseres på en engelsk artikkel. Revisjonsid %(id)s følger ikke dette kriteriet.
nl: Een revisie moet op het Engelse artikel zijn gebaseerd. Revisie-ID %(id)s voldoet niet aan dit criterium.
pl: Korekta musi bazować na angielskiej wersji artykułu. Wersja %(id)s nie spełnia tych kryteriów.
pt_br: Uma edição deve ser baseada no artigo em Inglês. O ID de edição %(id)s não atende este critério.
pt_pt: Uma revisão deve ser baseada no artigo em Inglês. A ID %(id)s não se encaixa nesse critério.
ro: O revizuire trebuie să fie bazată pe articolul din limba engleză. Revizuirea ID %(id)s nu corespunde acestui criteriu.
sk: Revízia musí byť založená na článku v angličtine. Revízia s ID %(id)s toto kritérium nespĺňa.
sr: Ревизија мора бити заснована на енглеској верзији. ID ревизије %(id)s не одговара овом услову.
sv: En granskning måste baseras på den engelska artikeln. Reviderings-ID %(id)s passar inte detta kriterium.
te: ఒక పునర్విమర్శ ఇంగ్లీష్ వ్యాసం ఆధారంగా ఉండాలి. పునర్విమర్శ ID%(id)s ఈ ప్రమాణం సరిపోదు.
th: การแก้ไขเพิ่มเติมต้องอยู่บนบทความภาษาอังกฤษ ​ID ซึ่งการแก้ไข %(id)s ไม่ตรงกับเกณฑ์ที่กำหนด
tr: Revizyonlar İngilizce makaleyi temel almalıdır. Revizyon no %(id)s bu kriteri karşılamıyor.
uk: Редакція повинна бути заснована на англійській статті. Редакція з ID %(id)s не підходить під цей критерій.
vi: Một sửa đổi phải được dựa trên bài viết tiếng Anh. ID bản sửa đổi %(id)s không phù hợp với tiêu chuẩn này.
zh_cn: 页面的修订必须基于英文文章。修订ID %(id)s 不符合此条件。
zh_tw: 頁面更動必須基於英文文件的更動。更動 ID %(id)s 並不符合此條件。
zu: Ukubukezwa kufanele kuncike ku-athikhili yesiNgisi. Ukubukezwa kwe-ID %(id)s akungeni kulolu hlaka.

source: Table of Contents
af: Inhoudsopgawe
bg: Съдържание
bs: Tabela sadržaja
de: Inhaltsverzeichnis
el: Πίνακας περιεχομένων
es: Tabla de contenidos
fy_nl: Ynhâldsopjefte
he: תוכן עניינים
hr: Sadržaj
hu: Tartalomjegyzék
ia: Indice del contentos
id: Daftar Isi
it: Indice dei contenuti
ja: 目次
ka: სარჩევი
kab: Tafelwit n ugbur
ko: 문서 목차
mg: Tabilaon'ny Atiny
ms: Jadual Kandungan
nb_no: Innholdsfortegnelse
nl: Inhoudsopgave
pa_in: ਭਾਗ ਸਾਰਣੀ
pl: Spis treści
pt_br: Índice
pt_pt: Tabela de conteúdos
ro: Cuprins
sk: Preklad obsahu
sr: Садржај
sv: Innehållsförteckning
te: విషయాల పట్టిక
th: สารบัญ
tr: İçindekiler
uk: Зміст
vi: Mục lục…
zh_cn: 目录
zh_tw: 目次
zu: Ithebhula Lokuqukethwe

source: [Recursive inclusion of "%s"]
af: [Terugwerkende insluiting van "%s"]
bg: [Рекурсивно включване на "%s"]
bs: [Rekurzivno uvrštavanje "%s"]
de: [Rekursive Einbeziehung von "%s"]
el: [Επαναλαμβανόμενη συμπερίληψη του «%s»]
es: [Inclusión recursiva de "%s"]
fy_nl: [Werheljende opname fan "%s"]
he: [הכללה רקורסיבית של ״%s״]
hr: [Rekurzivno uvrštavanje "%s"]
hu: [„%s” rekurzív beillesztése]
ia: [Inclusion recursive de "%s"]
id: [Penyertaan rekursif "%s"]
it: [Inclusione ricorsiva di "%s"]
ka: [რეკურსიული ჩართვა "%s"]
kab: [Taguri n " %s" yessawalen i tayeḍ ]
ko: ["%s" 포함]
mg: [Tafiditra anatin'ny tenany ihany ny "%s"]
ms: [Ulangan dalam "%s"]
nb_no: [Rekursiv inkludering av "%s"]
nl: [Recursieve insluiting van ‘%s’]
pa_in: [ਦੀ ਪੁਨਰਾਵਰਤੀ ਸ਼ਾਮਿਲ ਕੀਤੇ ਜਾਣ ਤੇ "%s"]
pl: [Cykliczne włączenia „%s”]
pt_br: [Inclusão recursiva de "%s"]
pt_pt: [Inclusão recursiva de "%s"]
ro: [Includere recursivă a „%s”]
sk: [Rekurzívne vloženie "%s"]
sr: [Рекурзивно убрајање "%s"]
sv: [Rekursiv inkludering av "%s"]
te: [పునరావృత చేర్చడం "%s"]
tr: ["%s" kaydı tekrar edilmiş]
uk: [Рекурсивне включення: "%s"]
vi: [Bao gồm đệ quy của "%s"]
zh_cn: [递归引入“%s”]
zh_tw: [遞迴引入「%s」]
zu: [Ukubandakanya ngokulandelana kwe "%s"]

source: The document "%s" does not exist.
af: Die dokument "%s" bestaan nie.
bg: Документът "%s" не съществува.
bs: Dokument "%s" ne postoji.
de: Das Dokument „%s“ existiert nicht.
el: Το έγγραφο «%s» δεν υπάρχει.
es: El documento "%s" no existe.
fy_nl: It dokumint "%s" bestiet net.
he: המסמך ״%s״ אינו קיים.
hr: Dokument "%s" ne postoji.
hu: A(z) „%s” dokumentum nem létezik.
ia: Le documento "%s" non existe.
id: Dokumen "%s" tidak ada.
it: Il documento "%s" non esiste.
ja: "%s" のドキュメントは存在しません。
ka: დოკუმენტი "%s" არ არსებობს.
kab: Isemli "%s" ulac-it.
ko: "%s" 문서는 없습니다.
mg: Tsy misy ilay tahirin-kevira "%s".
ms: Dokumen "%s" tidak wujud.
nb_no: Dokumentet "%s" finnes ikke.
nl: Het document ‘%s’ bestaat niet.
pa_in: ਇਹ ਦਸਤਾਵੇਜ਼ "%s" ਮੌਜੁਦ ਨਹੀ ਹਨ।
pl: Artykuł „%s” nie istnieje.
pt_br: O documento "%s" não existe.
pt_pt: O documento "%s" não existe.
ro: Documentul „%s” nu există.
sk: Dokument "%s" neexistuje.
sr: Документ "%s" не постоји.
sv: Dokumentet "%s" existerar inte.
te: ఈ పత్రము "%s" ఉనికిలో లేదు.
th: ไม่พบเอกสาร "%s"
tr: "%s" belgesi mevcut değil.
uk: Документ "%s" не існує.
ur: "%s" پر دستاویز موجود نہیں ہے۔
vi: Tài liệu "%s" không tồn tại.
zh_cn: 文件“%s”不存在。
zh_tw: 文件「%s」不存在。
zu: Ayikho idokhumenti "%s" enjenga le.

source: The template "%s" does not exist or has no approved revision.
af: Die sjabloon "%s" bestaan nie, of het geen goedgekeurde wysiging nie.
bg: Шаблонът "%s" не съществува, или няма одобрено издание.
bs: Urnek "%s" ne postoji ili nema odobrenu reviziju.
de: Die Vorlage „%s“ existiert nicht oder es ist noch keine freigeschaltete Version verfügbar.
el: Το πρότυπο «%s» δεν υπάρχει ή δεν έχει εγκεκριμένη αναθεώρηση.
es: La plantilla "%s" no existe o no tiene una revisión aprobada.
fy_nl: It sjabloan "%s" bestiet net of hat gjin goedkarre refyzje.
he: התבנית ״%s״ אינה קיימת או שאין לה מהדורה שעברה אישור.
hr: Predložak "%s" ne postoji ili nema odobrenih revizija.
hu: A(z) „%s” sablon nem létezik vagy nincs belőle jóváhagyott verzió.
ia: Le modello "%s" non existe o non ha ulle revision approbate.
id: Tempat "%s" tidak ada atau revisi yang disetuji tidak ada.
it: Il modello "%s" non esiste o non ne esistono versioni approvate.
ja: このテンプレート "%s" は存在しないか承認されていません。
ka: ნიმუში "%s" არ არსებობს ან არ გააჩნია დამოწმებული ვერსია.
kab: Taneɣruft "%s" ulac-itt neɣ ur tesɛi ara aceggir yettwaqeblen.
ko: "%s" 템플릿은 없거나 승인된 변경 사항이 없습니다.
mg: Tsy misy na tsy manana fanitsiana nankatoavina ilay modely "%s".
ms: Template "%s" tidak wujud atau tiada semakan yang diluluskan.
nb_no: Malen "%s" fins ikke, eller har ingen godkjente revisjoner.
nl: De sjabloon ‘%s’ bestaat niet of heeft geen goedgekeurde revisie.
pa_in: ਇਹ ਟੈਪਲੇਟ "%s" ਮੌਜੁਦ ਨਹੀ ਹਨ ਜਾ ਸੰਸ਼ੋਧਨ ਲਈ ਸਹਿਮਤੀ ਨਹੀ ਹੈ।
pl: Nie ma szablonu „%s” lub jego zatwierdzonej wersji.
pt_br: O modelo "%s" não existe ou não tem nenhuma edição aprovada.
pt_pt: O modelo "%s" não existe ou não possui uma revisão aprovada.
ro: Șablonul „%s” nu există sau nu are o revizuire aprobată.
sk: Šablóna "%s" neexistuje, alebo nemá schválenú verziu.
sr: Шаблон "%s" не постоји или нема одобрену ревизију.
sv: Mallen "%s" finns inte eller har inte någon godkänd revidering.
te: టెంప్లేట్ "%s" ఉనికిలో లేదు లేదా ఆమోదించిన కూర్పులు లేదు.
th: แม่แบบ "%s" ไม่มีอยู่หรือไม่ได้รับการอนุมติให้แก้ไขเพิ่มเติม
tr: "%s" şablonu mevcut değil ya da onaylanmış bir revizyonu yok.
uk: Шаблон "%s" не існує або не має затвердженої редакції.
vi: Mẫu "%s" không tồn tại hoặc không có bản sửa đổi được phê duyệt.
zh_cn: 模板“%s”不存在，或是没有已通过审核的版本。
zh_tw: 模板「%s」不存在，或是沒有通過審核的版本。
zu: Ithempulethi "%s" enjengale ayikho noma ayinasibukezo esigunyaziwe.

source: Your revision has been approved: {title}
af: Jou wysiging is goedgekeur: {title}
bg: Вашата ревизия е одобрена: {title}
bs: Vaša revizija je odobrena: {title}
de: Ihre Änderung wurde freigeschaltet: {title}
el: Η αναθεώρησή σας έχει εγκριθεί: {title}
es: Se ha aprobado tu revisión: {title}
fy_nl: Jo refyzje is goedkarre: {title}
he: המהדורה שלך אושרה: {title}
hr: Vaša revizija je odobrena: {title}
hu: A verzió jóváhagyásra került: {title}
ia: Tu revision ha essite approbate: {title}
id: Revisi Anda telah disetujui: {title}
it: La versione è stata approvata: {title}
ja: あなたの編集リビジョンが承認されました: {title}
ka: თქვენი გადამუშავებული ვერსია დამოწმებულია: {title}
kab: Asenqed inek.m ittwaqbel: {title}
ko: 변경 사항을 승인하였습니다: {title}
mg: Nankatoavina ilay fanitsianao: {title}
ms: Semakan anda telah diluluskan: {title}
nb_no: Revisjonen din er godkjent: {title}
nl: Uw revisie is goedgekeurd: {title}
pa_in: ਤੁਹਾਡਾ ਰੀਵਿਜ਼ਨ ਮਨਜ਼ੂਰ ਕੀਤਾ ਗਿਆ: {title}
pl: Twoja wersja została zatwierdzona: {title}
pt_br: Sua edição foi aprovada: {title}
pt_pt: A sua revisão foi aprovada: {title}
ro: Revizuirea ta a fost aprobată: {title}
sk: Vaša revízia bola schválená: {title}
sr: Ваша ревизија је прихваћена: {title}
sv: Din revidering har godkänts: {title}
te: మీ సంపాదకత్వం ఆమోదించబడినది {title}
th: การแก้ไขของคุณได้อนุมัติแล้ว: {title}
tr: Revizyonunuz onaylanmıştır: {title}
uk: Вашу редакцію затверджено: {title}
ur: آپ کی نظر ثانی کی منظوری دے دی گئی ہے: {title}
vi: Bản sửa đổi của bạn đã được phê duyệt: {title}
zh_cn: 您的修订已被核准：{title}
zh_tw: 您修改的版本審核通過：〈{title}〉
zu: Isibukezo sakho sigunyaziwe: {title}

source: Your revision has been reviewed: {title}
af: Jou wysiging is nagesien: {title}
bg: Вашaтa ревизия е прегледана: {title}
bs: Vaša revizija se pregledava: {title}
de: Ihre Änderung wurde überprüft: {title}
el: Η αναθεώρησή σας έχει ελεγχθεί: {title}
es: Tu revisión ha sido procesada: {title}
fy_nl: Jo refyzje is beoardiele: {title}
he: המהדורה שלך נסקרה: {title}
hr: Vaša revizija se pregledava: {title}
hu: A verzió ellenőrzése megtörtént: {title}
ia: Tu revision ha essite revidite: {title}
id: Revisi Anda telah ditinjau: {title}
it: La versione è stata revisionata: {title}
ja: あなたの編集リビジョンがレビューされました: {title}
ka: თქვენი გადამუშავებული ვერსია განხილულია: {title}
kab: Aceggir-ik walan-t: {title}
ko: 변경 사항을 승인하였습니다: {title}
mg: Notsaraina ilay fanitsianao: {title}
ms: Semakan anda telah dikaji semula: {title}
nb_no: Revisjonen din er gjennomgått: {title}
nl: Uw revisie is beoordeeld: {title}
pa_in: ਤੁਹਾਡੇ ਰੀਵਿਜ਼ਨ ਦੀ ਪੜਤਾਲ ਕੀਤੀ ਗਈ: {title}
pl: Twoja wersja została sprawdzona: {title}
pt_br: Sua edição foi revisada: {title}
pt_pt: A sua submissão foi revista: {title}
ro: Revizuirea ta a fost recenzată: {title}
sk: Vaša revízia bola skontrolovná: {title}
sr: Ваша ревизија је прегледана: {title}
sv: Din revidering har granskats: {title}
te: మీ సంపాదకత్వం సమీక్షించబడినది: {title}
th: การแก้ไขของคุณที่ถูกพิจารณา: {title}
tr: Revizyonunuz incelenmiştir: {title}
uk: Вашу редакцію перевірено: {title}
ur: آپ کی نظر ثانی کا جائزہ لیا گیا ہے: {title}
vi: Bản sửa đổi của bạn đã được xét duyệt: {title}
zh_cn: 您的修订已被审阅：{title}
zh_tw: 您修改的版本已審核：〈{title}〉
zu: Isibukezo sakho sibukweziwe: {title}

source: A revision you contributed to has been approved: {title}
af: 'n Wysiging waarby jy bygedra het, is goedgekeur: {title}
bg: Одобрена е ревизия, към която сте допринесли: {title}
bs: Revizija koju ste priložili je odobrena: {title}
de: Eine Version, zu der Sie beigetragen haben, wurde freigeschaltet: {title}
el: Μια αναθεώρησή όπου συνεισφέρατε έχει εγκριθεί: {title}
es: Se ha aprobado una revisión en la que has colaborado: {title}
fy_nl: In refyzje dêr’t jo oan bydroegen hawwe is goedkard: {title}
he: מהדורה לה תרמת אושרה: {title}
hr: Revizija koju ste priložili je odobrena: {title}
hu: A verzió jóváhagyásra került: {title}
ia: Un revision al qual tu ha collaborate ha essite approbate: {title}
id: Revisi dengan kontribusi Anda telah disetujui: {title}
it: È stata approvata una versione a cui hai contribuito: {title}
ja: あなたの編集リビジョンが承認されました: {title}
ka: თქვენ მიერ გადამუშავებული ვერსია დამოწმებულია: {title}
kab: Aceggir-ik yettwaqbel: {title}
ko: 변경 사항을 승인하였습니다: {title}
mg: Nankatoavina ny fanitsiana nandraisanao anjara: {title}
ms: Semakan yang anda sumbang telah diluluskan: {title}
nb_no: En revisjon som du bidro til er godkjent: {title}
nl: Een revisie waaraan u hebt bijgedragen is goedgekeurd: {title}
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਯੋਗਦਾਨ ਦਿੱਤੇ ਰੀਵਿਜ਼ਨ ਨੂੰ ਮਨਜ਼ੂਰ ਕੀਤਾ ਗਿਆ: {title}
pl: Twoja wersja została zatwierdzona: {title}
pt_br: Foi aprovada uma edição que teve sua contribuição: {title}
pt_pt: Uma revisão com a sua colaboração foi aprovada: {title}
ro: O revizuire la care ai contribuit a fost aprobată: {title}
sk: Revízia, ktorou ste prispeli, bola schválená: {title}
sr: Ревизија коју сте послали је прихваћена: {title}
sv: En revidering som du bidragit med har godkänts: {title}
te: మీరు సహాయపడి చేసిన ఒక సంపాదకత్వం ఆమోదించబడినది: {title}
th: การแก้ไขของคุณได้รับการอนุมัติแล้ว: {title}
tr: Katkıda bulunduğunuz bir revizyon onaylanmıştır: {title}
uk: Редакція, в яку ви внесли вклад, була схвалена: {title}
vi: Bản sửa đổi bạn đã đóng góp đã được phê duyệt: {title}
zh_cn: 您贡献的一个修订已被核准：{title}
zh_tw: 您參與修改的版本審核通過:〈{title}〉
zu: Ukubukeza obe negalelo kukhona kugunyaziwe: {title}

source: A revision you contributed to has been reviewed: {title}
af: 'n Wysiging waarby jy bygedra het, is nagesien: {title}
bg: Прегледана е ревизия, към която сте допринесли: {title}
bs: Revizija koju ste priložili se pregledava: {title}
de: Eine Version, zu der Sie beigetragen haben, wurde überprüft: {title}
el: Μια αναθεώρηση όπου συνεισφέρατε έχει ελεγχθεί: {title}
es: Tu revisión ha sido procesada: {title}
fy_nl: In refyzje dêr’t jo oan bydroegen hawwe is beoardiele: {title}
he: מהדורה לה תרמת נסקרה: {title}
hr: Revizija koju ste priložili se pregledava: {title}
hu: A verzió ellenőrzése megtörtént: {title}
ia: Un revision al qual tu ha collaborate ha essite revidite: {title}
id: Revisi dengan kontribusi Anda telah ditinjau: {title}
it: È stata revisionata una versione a cui hai contribuito: {title}
ja: あなたの編集リビジョンがレビューされました: {title}
ka: ვერსია, რომლის შემუშავებაშიც წვლილი გაქვთ შეტანილი, განხილულია: {title}
kab: Aceggir-ik walan-t: {title}
ko: 변경 사항이 승인되였습니다: {title}
mg: Notsaraina ny fanitsiana nandraisanao anjara: {title}
ms: Kajian semula yang anda sumbang telah disemak: {title}
nb_no: Revisjonen du bidro til er gjennomgått: {title}
nl: Een revisie waaraan u hebt bijgedragen is beoordeeld: {title}
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਯੋਗਦਾਨ ਦਿੱਤੇ ਗਏ ਰੀਵਿਜ਼ਨ ਦੀ ਪੜਤਾਲ ਕੀਤੀ ਗਈ: {title}
pl: Twoja wersja została sprawdzona: {title}
pt_br: Foi revisada uma edição que teve sua contribuição: {title}
pt_pt: Uma submissão com a sua colaboração foi revista: {title}
ro: O revizuire contribuită de tine a fost recenzată: {title}
sk: Revízia, ktorou ste prispeli, bola skontrolovaná: {title}
sr: Ваша ревизија је прегледана: {title}
sv: En revidering som du har bidragit med har granskats: {title}
te: మీరు సహాయపడి చేసిన ఒక సంపాదకత్వం సమీక్షించబడినది: {title}
th: การแก้ไขของคุณที่ถูกพิจารณา: {title}
tr: Katkıda bulunduğunuz bir revizyon incelenmiştir: {title}
uk: Редакція, в яку ви внесли вклад, була перевірена: {title}
vi: Bản sửa đổi mà bạn đã đóng góp đã được xét duyệt: {title}
zh_cn: 您贡献的一个修订已被审阅：{title}
zh_tw: 您參與修改的版本已被審核:〈{title}〉
zu: Ukubukeza obe negalelo kukhona kubukeziwe: {title}

source: [Reviews Pending: %s] SUMO needs your help!
sv: [Väntade granskningar: %s] SUMO behöver din hjälp!

source: Other products
sv: Andra produkter

source: mobile
bg: мобилен
bs: mobilni
de: Mobilgeräte
el: κινητό
es: dispositivos móviles
fy_nl: mobyl
he: נייד
hr: mobilni uređaj
hu: mobil
id: seluler
ja: モバイル
ka: მობილური
kab: aziraz
ko: 모바일
nb_no: mobil
nl: mobiel
pa_in: ਮੋਬਾਇਲ
pt_br: móvel
pt_pt: telemóvel
ro: mobil
sk: mobilný
sr: мобилни
sv: mobil
te: మొబైలు
th: มือถือ
tr: mobil
uk: мобільний
ur: موبائل
vi: di động
zh_cn: 移动版

source: desktop
bg: десктоп
el: υπολογιστής
es: escritorio
he: שולחן עבודה
hu: számítógép
ia: scriptorio
ja: デスクトップ
ka: სამუშაო ეკრანი
kab: tanarit
ko: 데스크탑
nb_no: datamaskin
pa_in: ਡੈਸਕਟਾਪ
pt_pt: computador
sk: počítač
sr: десктоп
sv: skrivbord
te: డెస్కుటాప్
th: เดสก์ท็อป
tr: masaüstü
uk: настільний
ur: ڈیسک ٹاپ
zh_cn: 桌面版

source: general
bg: общи
bs: općenito
de: Allgemeines
el: γενικά
fy_nl: algemien
he: כללי
hr: opće
hu: általános
id: umum
it: Generale
ja: 一般
ka: ზოგადი
kab: amatu
ko: 일반
ms: umum
nb_no: generelt
nl: algemeen
pa_in: ਆਮ
pl: ogólne
pt_br: geral
pt_pt: geral
sk: všeobecné
sr: опште
sv: allmänt
te: సాధారణ
th: ทั่วไป
tr: genel
uk: загальні
ur: عمومی
vi: chung
zh_cn: 常规

source: download
bg: изтегляне
bs: preuzimanje
de: Herunterladen
el: λήψη
es: descargar
he: הורדה
hr: preuzimanje
hu: letöltés
ia: discargar
id: unduh
ja: ダウンロード
ka: ჩამოტვირთვა
kab: sader
ko: 다운로드
ms: muat turun
nb_no: last ned
nl: downloaden
pa_in: ਡਾਊਨਲੋਡ ਕਰੋ
pl: pobieranie
pt_br: baixar
pt_pt: transferir
ro: descarcă
sk: stiahnuť
sr: преузимање
sv: hämta
te: డౌన్‌లోడు
th: ดาวน์โหลด
tr: indirme
uk: завантажити
ur: ڈاؤن لوڈ
vi: tải về
zh_cn: 下载
