Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: {d} Discussion | Knowledge Base
af: Bespreking: {d} | Kennisbasis
bg: {d} дискусия | База Знания
bs: {d} Diskusija | Baza znanja
de: Diskussion zu {d} | Wissensdatenbank
el: Συζήτηση για «{d}» | Γνωσιακή βάση
es: Discusión sobre {d} | Base de conocimiento
fy_nl: {d} Diskusje | Kennisbank
he: דיון על {d} | מאגר הידע
hr: {d} Rasprava | Baza znanja
hu: {d} Beszélgetés | Tudásbázis
ia: {d} Discussion | Base de cognoscentias
id: Diskusi {d} | Pundi Pengetahuan
it: {d} Discussione | Knowledge Base
ja: {d} についての議論 | ナレッジベース
ka: {d} განხილვა | ცოდნის წყარო
kab: Asqerdec deg {d} | taffa n tmussniwin
ko: {d} 의견 | 지식 기반
mg: Adihevitra {d} | Tobim-pahalalana
ms: {d} Perbincangan | Pangkalan Pengetahuan
nb_no: {d} Diskusjon | Kunnskapsbase
nl: Discussie over {d} | Kennisbank
pa_in: {d} ਚਰਚਾ | ਨਾਲਿਜ ਬੇਸ਼
pl: {d} Dyskusja | Baza wiedzy
pt_br: Discussão sobre {d} | Base de conhecimento
pt_pt: Discussão sobre {d} | Base de Conhecimentos
ro: {d} Discuție | Baza de cunoștințe
sk: Diskusia {d} | Databáza vedomostí
sr: {d} Расправа | База знања
sv: {d} Diskussion | Kunskapsbas
te: {d} చర్చ | నాలెడ్జ్ బేస్
th: {d} การสนทนา | ฐานความรู้
tr: {d} Tartışması | Bilgi Bankası
uk: Обговорення: {d} | База знань
ur: {d}گفتگو | علم کی بنیاد
vi: {d} Thảo luận | Kho tàng Kiến thức
zh_cn: {d} 讨论 | 知识库
zh_tw: {d} 討論 | 知識庫
zu: {d} Ingxoxo | Ulwazi Oluyisisekelo

source: {d} Discussion
af: Bespreking: {d}
bg: {d} Дискусия
bs: {d} Diskusija
de: Diskussion zu {d}
el: Συζήτηση για «{d}»
es: Discusión sobre {d}
fy_nl: {d} Diskusje
he: דיון על {d}
hr: {d} Rasprava
hu: {d} megbeszélése
id: Diskusi {d}
it: {d} Discussione
ja: {d} についての議論
ka: {d} განხილვა
kab: Asqerdec {d}
ko: {d}개 토론
mg: Adihevitra {d}
ms: {d} Perbincangan
nb_no: {d} Diskusjon
nl: Discussie over {d}
pa_in: {d} ਚਰਚਾ
pl: {d} — dyskusja
pt_br: Discussão sobre {d}
pt_pt: Discussão sobre {d}
ro: {d} Discuție
sk: Diskusia {d}
sr: {d} Расправа
sv: {d} Diskussion
te: {d} చర్చా
th: {d} การสนทนา
tr: {d} Tartışması
uk: Обговорення: {d}
ur: {d} بحث
vi: {d} Thảo luận
zh_cn: {d} 讨论
zh_tw: {d} 討論
zu: {d} Ingxoxo

source: Post a new thread
af: Plaas 'n nuwe gesprek
bg: Публикувай нова тема
bs: Započni novu temu
de: Neues Diskussionsthema eröffnen
el: Δημοσίευση νέου νήματος
es: Publicar un nuevo tema
fy_nl: Meitsje in nij petear
he: פרסום אשכול חדש
hr: Započni novu temu
hu: Új témacsoport beküldése
ia: Postar un nove filo
id: Mulai utas baru
it: Nuova discussione
ja: 新しいスレッドで質問
ka: ახალი თემის დამატება
kab: Azen tinelli n yisallen tamaynut
ko: 새 글 올리기
mg: Hametaka resaka mitohy vaovao
ms: Post thread baru
nb_no: Lag en ny tråd
nl: Nieuwe conversatie starten
pa_in: ਨਵਾ ਥਰੈਡ ਪੋਸਟ ਕਰੋ
pl: Rozpocznij nowy wątek
pt_br: Publicar nova discussão
pt_pt: Colocar um novo tópico
ro: Postează un nou fir
sk: Založiť novú tému
sr: Постави нову тему
sv: Skicka en ny tråd
te: ఒక కొత్త థ్రెడ్ ను పోస్ట్ చేయి
th: โพสต์กระทู้ใหม่
tr: Yeni başlık aç
uk: Створити нову тему
ur: ایکنیا تھریڈ پوسٹ کریں
vi: Đăng một chủ đề mới
zh_cn: 发表新的主题
zh_tw: 張貼新的討論串
zu: Phosta uchungechunge olusha

source: Stop watching this forum
af: Hou op om hierdie forum dop te hou
bg: Прекратяване следването на този форум
bs: Prekini praćenje ovog foruma
de: Dieses Forum nicht mehr beobachten
el: Διακοπή παρακολούθησης φόρουμ
es: Dejar de observar este foro
fy_nl: Dit foarum net mear folgje
he: הפסקת המעקב אחר פורום זה
hr: Prestani pratiti ovaj forum
hu: Fórum követésének leállítása
ia: Cessar de observar iste foro
id: Berhenti memantau forum ini
it: Disattiva notifiche per il forum
ja: このフォーラムの監視を停止
ka: ფორუმზე თვალის მიდევნების შეჩერება
kab: Seḥbes aqareɛ n unmager-a
ko: 포럼에서 주시 중단
mg: Hijanona tsy hanaraka ity fihaonambe ity
ms: Berhenti mengikuti forum ini
nb_no: Slutt å overvåke dette forumet
nl: Dit forum niet meer volgen
pa_in: ਇਸ ਫੋਰਮ ਨੂੰ ਵੇਖਣ ਤੋ ਰੋਕੋ
pl: Nie obserwuj tego forum
pt_br: Deixar de acompanhar este fórum
pt_pt: Parar de vigiar este fórum
ro: Nu mai urmări acest forum
sk: Ukončiť sledovanie fóra
sr: Заустави праћење овог форума
sv: Sluta bevaka forumet
te: ఈ ఫోరమ్ చూడటం ఆపు
th: หยุดเฝ้าดูฟอรั่มนี้
tr: Bu forumu izlemeyi durdur
uk: Припинити стежити за цим форумом
ur: اس فورم کو دیکھنا بند کریں
vi: Ngừng theo dõi diễn đàn này
zh_cn: 停止关注此论坛
zh_tw: 停止追蹤此討論區
zu: Yeka ukubuka lesi sithangami

source: Watch this forum
af: Hou hierdie forum dop
bg: Наблюдавай този форум
bs: Nadgledaj ovaj forum
de: Dieses Forum beobachten
el: Παρακολούθηση φόρουμ
es: Supervisar este foro
fy_nl: Besjoch dit foarum
he: מעקב אחר פורום זה
hr: Prati ovaj forum
hu: Fórum követése
ia: Observar iste foro
id: Pantau forum ini
it: Attiva notifiche per il forum
ja: このフォーラムを監視
ka: ფორუმზე თვალის მიდევნება
kab: Qareɛ anmager-a
ko: 게시판 주시하기
mg: Hanaraka ity fihaonambe ity
ms: Ikuti forum ini
nb_no: Følg dette forumet
nl: Dit forum volgen
pa_in: ਇਹ ਫੋਰਮ ਦੇਖੋ
pl: Obserwuj to forum
pt_br: Acompanhar este fórum
pt_pt: Vigiar este fórum
ro: Urmărește acest forum
sk: Sledovať toto fórum
sr: Посматрај овај форум
sv: Bevaka forumet
te: ఈ ఫోరమ్ చూడండి
th: เฝ้าดูฟอรั่มนี้
tr: Bu forumu izle
uk: Слідкувати за форумом
ur: اس فورم کو دیکھیں
vi: Xem diễn đàn này
zh_cn: 关注此论坛
zh_tw: 追蹤此論壇
zu: Buka lesi sithangami

source: Type
af: Soort
bg: Вид
bs: Vrsta
de: Typ
el: Τύπος
es: Tipo
he: סוג
hr: Vrsta
hu: Típus
ia: Typo
id: Jenis
it: Tipo
ja: 種類
ka: სახეობა
kab: Anaw
ko: 종류
mg: Karazana
ms: Jenis
pa_in: ਕਿਸਮ
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
sk: Typ
sr: Тип
sv: Typ
te: టైప్
th: ชนิด
tr: Tür
uk: Тип
ur: قسم
vi: Loại
zh_cn: 类别
zh_tw: 類別
zu: Uhlobo

# thread_type
source: Locked
af: Gegrendel
bg: Заключен
bs: Zaključano
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
fy_nl: Fêstsetten
hr: Zaključano
hu: Zárolt
ia: Blocate
id: Dikunci
it: Bloccata
ja: ロック
ka: დახურულია
kab: Yewḥel
ko: 잠김
mg: Mihidy
ms: Dikunci
nb_no: Låst
nl: Gesloten
pa_in: ਲਾਕ
pl: Zablokowany
pt_br: Bloqueada
pt_pt: Trancado
ro: Blocat
sk: Uzamknuté
sr: Закључано
sv: Låst
te: తాళంవేయబడినది
th: ล็อคแล้ว
tr: Kilitli
uk: Замкнено
ur: مقفل شدہ
vi: Đã khóa
zh_cn: 锁定
zh_tw: 鎖住
zu: Kukhiyiwe

# thread_type
source: Sticky
af: Vasgesteek
bg: Залепващо
bs: Važno
de: Wichtig
el: Καρφιτσωμένο
es: Permanente
fy_nl: Plakkerke
hr: Važno
hu: Ragadós
ia: Fixate
id: Lekatkan
it: Importante
ja: 常駐
ka: მიმაგრებული
kab: Amenṭaḍ
ko: 필독
mg: Handraikitra
ms: Pin
nb_no: Fast
nl: Klevend
pa_in: ਚਿਪਚਿਪਾ
pl: Przyklejony
pt_br: Fixada
pt_pt: Afixado
ro: Persistent
sk: Prilepené
sr: Лепљива
sv: Klistrad
te: స్టికీ
th: ติดยึดไว้ด้านบน
tr: Sabit
uk: Прикріплено
ur: چپچپا
vi: Đính chú ý
zh_cn: 置顶
zh_tw: 置頂
zu: Beka ekuqaleni

source: View this post on the site.
af: Bekyk hierdie plasing op die werf.
bg: Вижте тази публикация в сайта.
bs: Pogledajte ovu poruku na sajtu.
de: Diesen Beitrag auf der Website ansehen.
el: Προβολή ανάρτησης στον ιστότοπο.
es: Ver este mensaje en el sitio.
fy_nl: Dit berjocht op de website werjaan.
hr: Pogledaj ovu poruku na stranici.
hu: Bejegyzés megtekintése az oldalon.
ia: Vider iste message sur le sito.
id: Lihat kiriman ini di situs.
it: Visualizza questo messaggio sul sito.
ja: この投稿をサイト上で見る。
ka: გამოხმაურების ნახვა საიტზე.
kab: Wali izen-a deg usmel.
ko: 사이트 내 문서를 보십시오.
mg: Jereo ao @ tranonkala ity petadrindrina ity.
ms: Papar post ini dalam laman.
nb_no: Vis innlegget på nettstedet.
nl: Dit bericht op de website weergeven
pa_in: ਸਾਈਟ 'ਤੇ ਇਸ ਨੂੰ ਪੋਸਟ ਦੇਖੋ।
pl: Wyświetl tę wiadomość na stronie.
pt_br: Ver esta mensagem no site.
pt_pt: Ver esta mensagem no site.
ro: Vezi această postare pe site.
sk: Zobraziť tento príspevok na webe.
sr: Погледајте ову поруку на сајту.
sv: Visa detta inlägg på webbplatsen.
te: సైట్ లో ఈ పోస్ట్ చూడండి.
th: ดูโพสต์นี้บนไซต์
tr: Bu mesajı sitede görün.
uk: Переглянути це повідомлення на сайті.
ur: اس پوسٹ کو سائٹ پر دیکھیں۔
vi: Xem bài viết này trên trang web.
zh_cn: 在网站上查看此帖
zh_tw: 在網站上瀏覽此訊息。
zu: Buka le pohosti esayithini.

source: This forum is a discussion about improving the "%(title)s" article.
af: Hierdie forum is 'n gesprek oor hoe om die "%(title)s"-artikel te verbeter.
bg: Този форум е дискусия за подобряване на статията „%(title)s“.
bs: Ovaj forum je rasprava o poboljšanju "%(title)s" članka.
de: Dieses Forum dient zur Diskussion über die Verbesserung des Artikels "%(title)s".
el: Αυτό το φόρουμ είναι μια συζήτηση σχετικά με τη βελτίωση του άρθρου «%(title)s».
es: En este foro se discute sobre cómo mejorar el artículo "%(title)s".
fy_nl: Dit foarum is in diskusje oer it ferbetterjen fan it artikel ‘%(title)s’.
he: פורום זה מיועד לדיון בנוגע לשיפור המאמר ״%(title)s״.
hr: Ovaj forum služi za raspravu o poboljšanju članka „%(title)s”.
hu: Fórum a(z) „%(title)s” leírással kapcsolatos beszélgetésekhez.
ia: Iste foro es un discussion re meliorar le articulo "%(title)s".
id: Forum ini merupakan tempat diskusi untuk memperbaiki artikel "%(title)s".
it: Questo forum di discussione è relativo al miglioramento dell'articolo "%(title)s".
ja: ここは、"%(title)s" の記事を改善するためのフォーラムです。
ka: ამ ფორუმზე განიხილება, თუ როგორ შეიძლება გაუმჯობესდეს სტატია „%(title)s“.
kab: Anmager-a d asqerdec ɣef usnerni n umagrad "%(title)s".
ko: 이 포럼은 "%(title)s" 문서의 개선을 토론하는 것입니다.
mg: Ity fihaonambe ity dia adihevitra momba ny fanatsarana ny lahatsoratra "%(title)s".
ms: Forum ini adalah perbincangan perihal menambahbaik artikel "%(title)s".
nb_no: Dette forumet er en diskusjon om å forbedre "%(title)s"-artikkelen.
nl: Dit forum is een discussie over het verbeteren van het artikel ‘%(title)s’.
pa_in: ਇਹ ਫੋਰਮ "%(title)s" ਲੇਖ ਸੁਧਾਰਣ ਬਾਰੇ ਚਰਚਾ ਕਰ ਰਿਹਾ ਹੈ।
pl: To jest forum dyskusyjne dotyczące ulepszenia artykułu „%(title)s”.
pt_br: Este fórum é para discutir melhorias no artigo "%(title)s".
pt_pt: Este fórum é uma discussão sobre melhorias no artigo "%(title)s".
ro: Acest forum este o discuție despre îmbunătățirea articolului „%(title)s”.
sk: Toto fórum je diskusia o vylepšení článku "%(title)s".
sr: Овај форум је расправа о побољшању "%(title)s" чланка.
sv: Detta forum är en diskussion om att förbättra artikeln "%(title)s".
te: ఈ ఫోరమ్ "%(title)s" ఆర్టికల్ అభివృద్ధి గురించి చర్చ.
th: ฟอรั่มนี้เป็นการอภิปรายเกี่ยวกับการปรับปรุงบทความ "%(title)s"
tr: Bu forum, "%(title)s" makalesinin geliştirilmesi hakkında bir tartışma içermektedir.
uk: На цьому форумі обговорюється, як поліпшити статтю "%(title)s".
ur: یہ فورم پر"%(title)s" کے مضامین کو بہتر بنانے کے متعلق بحث ہو رہی ہے۔
vi: Diễn đàn này là một cuộc thảo luận về việc cải thiện bài viết "%(title)s".
zh_cn: 这个讨论区主要讨论有关如何改善“%(title)s”这篇文章。
zh_tw: 這個討論區主要討論如何改進「%(title)s」這篇文章。
zu: Lesi sithangami yingxoxo mayelana nokwenza ngcono i"%(title)s" athikhili.

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a rel="nofollow" href="%(register_url)s">register</a>.
de: Dieses Forum dient zur Diskussion über die Verbesserung des Artikels "%(title)s". Wenn Sie daran teilnehmen möchten, <a rel="nofollow" href="%(register_url)s">erstellen Sie ein Konto</a>.
el: Αυτό το φόρουμ αποτελεί συζήτηση σχετικά με τη βελτίωση του άρθρου «%(title)s». Αν θέλετε να συμμετάσχετε, παρακαλούμε <a rel="nofollow" href="%(register_url)s">κάντε εγγραφή</a>.
fy_nl: Dit foarum is in diskusje oer it ferbetterjen fan it artikel ‘%(title)s’. As jo hjiroan dielnimme wolle, <a rel="nofollow" href="%(register_url)s">registrearje</a> jo dan earst.
hr: Ovaj forum služi za raspravu o poboljšanju članka „%(title)s”. Ako želiš sudjelovati, <a rel="nofollow" href="%(register_url)s">registriraj se</a>.
hu: Ezen a fórumon lehet beszélgetni a(z) „%(title)s” leírással kapcsolatban. Amennyiben hozzá kíván szólni, <a rel="nofollow" href="%(register_url)s">regisztráljon</a>.
ia: Iste foro es un discussion re meliorar le articulo "%(title)s". Si tu vole participar, per favor <a rel="nofollow" href="%(register_url)s">registra te</a>.
id: Forum ini merupakan tempat diskusi untuk memperbaiki artikel "%(title)s". Jika Anda ingin berpartisipasi, silakan <a href="%(register_url)s">mendaftarkan diri</a>.
it: Questo forum di discussione è relativo al miglioramento dell’articolo "%(title)s". Se si desidera partecipare occorre <a rel="nofollow" href="%(register_url)s">registrarsi</a>.
ja: ここは "%(title)s" の記事を改善するためのフォーラムです。参加するには <a rel="nofollow" href="%(register_url)s">ユーザー登録</a> してください。
ka: ამ ფორუმზე განიხილება, თუ როგორ შეიძლება გაუმჯობესდეს სტატია „%(title)s“. მონაწილეობისთვის, გთხოვთ <a rel="nofollow" href="%(register_url)s">შექმნათ ანგარიში</a>.
kab: Anmager-a d asqerdec ɣef usnerni n umagrad "%(title)s". Ma tebɣiḍ ad tettekkid, <a rel="nofollow" href="%(register_url)s">jerred</a> ma ulac aɣilif.
ko: 이 포럼은 "%(title)s" 문서를 개선하는 토론입니다. 참여를 원하시면 <a rel="nofollow" href="%(register_url)s">등록하세요</a>.
nl: Dit forum is een discussie over het verbeteren van het artikel ‘%(title)s’. Als u hieraan wilt deelnemen, <a rel="nofollow" href="%(register_url)s">registreer</a> u dan eerst.
pl: To jest forum dyskusyjne dotyczące ulepszenia artykułu "%(title)s". Jeśli chcesz uczestniczyć w dyskusji, musisz się <a rel="nofollow" href="%(register_url)s">zarejestrować</a>.
pt_br: Este fórum é para discutir melhorias no artigo "%(title)s". Se quiser participar, <a rel="nofollow" href="%(register_url)s">inscreva-se</a>.
pt_pt: Este fórum é uma discussão sobre melhorar o artigo "%(title)s". Se quiser participar, por favor, <a rel="nofollow" href="%(register_url)s">registe-se</a>.
sk: Toto fórum je diskusiou o zlepšení článku "%(title)s". Ak sa chcete zúčastniť, <a rel="nofollow" href="%(register_url)s">zaregistrujte sa</a>.
sr: Овај форум је расправа о побољшању "%(title)s" чланка. Уколико желите да учествујете, <a rel="nofollow" href="%(register_url)s">региструјте се</a>.
sv: Detta forum är en diskussion om att förbättra artikeln "%(title)s". Om du vill delta, vänligen <a rel="nofollow" href="%(register_url)s">registrera dig</a>.
tr: Bu forum, "%(title)s" makalesinin geliştirilmesi hakkında bir tartışma içermektedir. Katılmak isterseniz lütfen <a rel="nofollow" href="%(register_url)s">kaydolun</a>.
uk: На цьому форумі обговорюється як поліпшити статтю «%(title)s». Якщо ви бажаєте взяти участь, будь ласка, <a rel="nofollow" href="%(register_url)s">зареєструйтесь</a>.
vi: Diễn đàn này là một cuộc thảo luận về việc cải thiện bài viết "%(title)s". Nếu bạn muốn tham gia, vui lòng <a rel="nofollow" href="%(register_url)s">đăng ký</a>.
zh_cn: 这个讨论区主要讨论如何改善“%(title)s”这篇文章。如果您想要参与，请<a rel="nofollow" href="%(register_url)s">注册</a>。
zh_tw: 這個討論區主要討論如何改進「%(title)s」這篇文章。如果您想要參與，請<a rel="nofollow" href="%(register_url)s">註冊帳號</a>。

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a rel="ugc nofollow" href="%(url)s">English article discussion</a>.
de: Dieses Forum dient zur Diskussion über die Verbesserung der Übersetzung des Artikels "%(title)s". Wenn Sie den Artikelinhalt verbessern möchten, gehen Sie zur <a rel="ugc nofollow" href="%(url)s">Diskussion des englischsprachigen Artikels</a>.
el: Αυτό το φόρουμ αποτελεί συζήτηση σχετικά με τη βελτίωση της μετάφρασης του άρθρου «%(title)s». Αν θέλετε να βελτιώσετε το περιεχόμενο του άρθρου, μεταβείτε στη <a rel="ugc nofollow" href="%(url)s">συζήτηση του αγγλικού άρθρου</a>.
fy_nl: Dit foarum is in diskusje oer it ferbetterjen fan de oersetting fan it artikel ‘%(title)s’. As jo de artikelynhâld ferbetterje wolle, gean dan nei de <a rel="ugc nofollow" href="%(url)s">Ingelsktalige artikeldiskusje</a>.
hr: Ovaj forum služi za raspravu o poboljšanju prijevoda članka „%(title)s”. Ako želiš poboljšati sadržaj članka, idi na <a rel="ugc nofollow" href="%(url)s">Rasprava članka na engleskom</a>.
hu: Ezen a fórumon lehet beszélgetni a(z) „%(title)s” leírás fordításával kapcsolatban. Amennyiben a leírás tartalmát szeretné fejleszteni, akkor látogassa meg az <a rel="ugc nofollow" href="%(url)s">angol nyelvű fórumot</a>.
ia: Iste foro es un discussion re meliorar le localisation del articulo "%(title)s". Si tu desira meliorar le contento del articulo, va al <a rel="ugc nofollow" href="%(url)s">Discussion del articulo in anglese</a>.
id: Forum ini merupakan tempat diskusi untuk memperbaiki pelokalan artikel "%(title)s". Jika ingin berpartisipasi memperbaiki konten artikelnya, buka <a rel="ugc nofollow" href="%(url)s"> Diskusi Artikel dalam Bahasa Inggris</a>.
it: Questo forum di discussione è relativo al miglioramento della traduzione dell’articolo "%(title)s". Se si desidera migliorare il contenuto dell’articolo, leggere la <a rel="ugc nofollow" href="%(url)s">corrispondente discussione</a> sull’articolo in lingua inglese.
ja: ここは、"%(title)s" の記事の翻訳を改善するためのフォーラムです。記事の内容を改善したいときは、<a rel="ugc nofollow" href="%(url)s">この記事の英語版</a>のほうに書き込んでください。
ka: ამ ფორუმზე განიხილება, თუ როგორ შეიძლება გაუმჯობესდეს თარგმანი სტატიისა „%(title)s“. თუ შიგთავსის გაუმჯობესებაზე საუბარი გსურთ, გთხოვთ გადახვიდეთ <a rel="ugc nofollow" href="%(url)s">ინგლისური სტატიის განხილვაზე</a>.
kab: Anmager-a d asqerdec ɣef usnerni n usideg n umagrad "%(title)s". Ma tebɣiḍ ad tesnerniḍ agbur n umagrad, rzu ɣer <a rel="ugc nofollow" href="%(url)s">asqerdec n umagrad s teglizit</a>.
ko: 이 포럼은 "%(title)s" 문서의 지역화를 개선하는 토론입니다. 문서 내용을 개선하고 싶으시면, <a rel="ugc nofollow" href="%(url)s">영문 문서 토론으로 이동하세요</a>.
nl: Dit forum is een discussie over het verbeteren van de vertaling van het artikel ‘%(title)s’. Als u de artikelinhoud wilt verbeteren, ga dan naar de <a rel="ugc nofollow" href="%(url)s">Engelstalige artikeldiscussie</a>.
pl: To jest forum dyskusyjne dotyczące tłumaczenia artykułu "%(title)s". Jeśli chcesz ulepszyć treść artykułu, przejdź do <a rel="ugc nofollow" href="%(url)s">dyskusji na temat artykułu w języku angielskim</a>.
pt_br: Este fórum é para discutir melhorias na tradução do artigo "%(title)s". Se quiser melhorar o conteúdo do artigo, acesse o fórum de <a rel="ugc nofollow" href="%(url)s">discussão do artigo em inglês</a>.
pt_pt: Este fórum é uma discussão sobre melhorar a tradução do artigo "%(title)s". Se quiser melhorar o conteúdo do artigo, aceda à <a rel="ugc nofollow" href="%(url)s">discussão do artigo em inglês</a>.
sk: Toto fórum je diskusiou o zlepšení lokalizácie článku "%(title)s". Ak chcete zlepšiť obsah článku, prejdite do <a rel="ugc nofollow" href="%(url)s">diskusie k článku v angličtine</a>.
sr: Овај форум је расправа о побољшању превода "%(title)s" чланка. Уколико желите да побољшате садржај чланка, идите на <a rel="ugc nofollow" href="%(url)s">енглеску расправу чланка</a>.
sv: Detta forum är en diskussion om att förbättra översättningen av artikeln "%(title)s". Om du vill förbättra artikelinnehållet, gå till den <a rel="ugc nofollow" href="%(url)s">engelska artikeldiskussionen</a>.
tr: Bu forum, "%(title)s" makalesinin çevirisinin geliştirilmesi hakkında bir tartışma içermektedir. Makale içeriğini geliştirmek istiyorsanız <a rel="ugc nofollow" href="%(url)s">İngilizce makale tartışmasına</a> gidin.
uk: На цьому форумі обговорюється як поліпшити переклад статті «%(title)s». Якщо ви бажаєте поліпшити вміст статті, перейдіть до <a rel="ugc nofollow" href="%(url)s">обговорення англійської версії</a>.
vi: Diễn đàn này là một cuộc thảo luận về việc cải thiện bản địa hóa của bài viết "%(title)s". Nếu bạn muốn cải thiện nội dung bài viết, hãy truy cập <a rel="ugc nofollow" href="%(url)s">thảo luận bài viết tiếng Anh</a>.
zh_cn: 这个讨论区主要讨论如何改善“%(title)s”这篇文章的本地化。如果您想要改善文章内容，请<a rel="ugc nofollow" href="%(url)s">到英语版文章进行讨论</a>。
zh_tw: 這個討論區主要討論如何改進「%(title)s」這篇文章的在地化。若您想要幫忙改進內容本身，請到<a rel="ugc nofollow" href="%(url)s">英語版文章進行討論</a>。

source: If you need product support, please <a href="%(aaq_url)s">ask a question</a>.
de: Wenn Sie Hilfe zu einem Produkt benötigen, <a href="%(aaq_url)s">stellen Sie bitte eine Frage</a>.
el: Αν χρειάζεστε υποστήριξη για κάποιο προϊόν, παρακαλώ <a href="%(aaq_url)s">υποβάλετε μια ερώτηση</a>.
fy_nl: As jo produktstipe nedich hawwe, <a href="%(aaq_url)s">stel dan in fraach</a>.
hu: Ha terméktámogatásra van szüksége a Firefox használatával kapcsolatban, akkor <a href="%(aaq_url)s">kérdezzen</a>.
ia: Si tu besonia supporto al producto, per favor <a href="%(aaq_url)s">pone un question</a>.
id: Jika Anda butuh bantuan tentang produk, silakan <a href="%(aaq_url)s">ajukan pertanyaan</a>.
it: Se si necessita assistenza per il prodotto, è possibile <a href="%(aaq_url)s">richiedere supporto</a>.
ja: Firefox に関する手助けが必要な場合は、<a href="%(aaq_url)s">サポートフォーラムで質問</a>してください。
ka: თუ გესაჭიროებათ დახმარება, გთხოვთ <a href="%(aaq_url)s">დასვათ კითხვა აქ</a>.
kab: Ma teḥwaǧeḍ tallelt ɣef Firefox, <a href="%(aaq_url)s">steqsi</a> ma ulac aɣilif.
ko: Firefox에 궁금한 점이 있으시면 <a href="%(aaq_url)s">질문</a>하세요.
nb_no: Hvis du trenger hjelp med et produkt, så <a href="%(aaq_url)s">still et spørsmål</a>.
nl: Als u productondersteuning nodig hebt, <a href="%(aaq_url)s">stel dan een vraag</a>.
pl: Jeśli potrzebujesz pomocy dotyczącej jednego z programów Mozilli, <a href="%(aaq_url)s">zadaj pytanie tutaj</a>.
pt_br: Se precisar de suporte ao produto, <a href="%(aaq_url)s">faça uma pergunta</a>.
pt_pt: Se precisar de ajuda com um produto, por favor, <a href="%(aaq_url)s">coloque uma questão</a>.
sk: Ak potrebujete podporu produktu, <a href="%(aaq_url)s">položte otázku</a>.
sr: Ако вам треба подршка за производ, <a href="%(aaq_url)s">поставите питање</a>.
sv: Om du behöver produktsupport, <a href="%(aaq_url)s">ställ en fråga</a>.
tr: Ürün desteğine ihtiyacınız varsa lütfen <a href="%(aaq_url)s">soru sorun</a>.
uk: Якщо вам потрібна підтримка щодо продукту, <a href="%(aaq_url)s">поставте запитання</a>.
vi: Nếu bạn cần hỗ trợ về sản phẩm, vui lòng <a href="%(aaq_url)s">đặt câu hỏi </a>.
zh_cn: 如您需要产品的使用帮助，请<a href="%(aaq_url)s">直接提问</a>。
zh_tw: 若您需要產品的使用幫助，可以<a href="%(aaq_url)s">直接詢問問題</a>。

source: 1 post
af: 1 plasing
bg: 1 публикация
bs: 1 objava
de: 1 Beitrag
el: 1 ανάρτηση
es: 1 entrada
fy_nl: 1 berjocht
hr: 1 objava
hu: 1 bejegyzés
ia: 1 message
id: 1 kiriman
it: 1 messaggio
ja: {0} 件の投稿
ka: 1 გამოხმაურება
kab: 1 n tsuffeɣt
ko: 글 {0}개
mg: Petadrindrina 1
ms: {0} post
nb_no: 1 melding
nl: 1 bericht
pa_in: 1 ਪੋਸ਼ਟ
pl: {0} post
pt_br: 1 postagem
pt_pt: 1 mensagem
ro: 1 postare
sk: 1 príspevok
sr: {0} порука
sv: 1 inlägg
te: 1 పోస్ట్
th: {0} โพสต์
tr: 1 mesaj
uk: 1 допис
ur: 1 پوسٹ
vi: {0} bài đăng
zh_cn: {0} 篇帖子
zh_tw: {0} 篇文章
zu: iphosti e-1

source: Edit this post
af: Redigeer hierdie plasing
bg: Редактиране на тази публикация
bs: Uredi ovu objavu
de: Diesen Beitrag bearbeiten
el: Επεξεργασία ανάρτησης
es: Editar este artículo
fy_nl: Dit berjocht bewurkje
hr: Uredi ovu objavu
hu: Bejegyzés szerkesztése
ia: Rediger iste message
id: Edit kiriman ini
it: Modifica messaggio
ja: 投稿を編集
ka: გამოხმაურების ჩასწორება
kab: Beddel tasuffeɣt-agi
ko: 게시물 수정
mg: Hanitsy ity petadrindrina ity
ms: Edit post ini
nb_no: Rediger dette innlegget
nl: Dit bericht bewerken
pa_in: ਇਹ ਪੋਸਟ ਨੂੰ ਸੋਧੋ
pl: Edytuj ten post
pt_br: Editar esta postagem
pt_pt: Editar esta mensagem
ro: Editează această postare
sk: Upraviť tento príspevok
sr: Измени ову поруку
sv: Redigera inlägget
te: ఈ పోస్ట్ ను సవరించు
th: แก้ไขโพสต์นี้
tr: Mesajı düzenle
uk: Редагувати допис
ur: اس پوسٹ میں تدوین کریں
vi: Chỉnh sửa bài viết này
zh_cn: 编辑此帖子
zh_tw: 編輯此文章
zu: Hlela le phosti
