Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Please try to log in / sign up first with
bg: Моля, опитайте да влезете (или да се регистрирате) с
de: Bitte versuchen Sie zunächst, sich anzumelden / zu registrieren
el: Παρακαλούμε δοκιμάστε πρώτα να συνδεθείτε/εγγραφείτε με
fy_nl: Probearje earst oan te melden / yn te skriuwen mei
he: נא לנסות להתחבר / להירשם תחילה באמצעות
hr: Pokušaj se najprije prijaviti/registrirati s
hu: Először próbáljon meg bejelentkezni / regisztrálni
ia: Per favor cerca de acceder / inscriber te primo
it: Prova ad accedere / iscriverti prima con
ka: გთხოვთ, ჯერ შეხვიდეთ / შექმნათ ანგარიში
kab: Ma ulac iɣilif ɛreḍ ad tkecmeḍ / ad tjerrdeḍ di tazwara s
ko: 먼저 로그인 / 가입을 시도
nb_no: Prøv å logge inn / registrere deg først med
nl: Probeer eerst aan te melden / in te schrijven met
pl: Spróbuj najpierw zalogować się/zarejestrować
pt_br: Primeiro tente entrar / inscrever-se com
pt_pt: Por favor, tente primeiro iniciar a sessão/registar-se com
ro: Încearcă să te autentifici/înregistrezi mai întâi cu
sk: Skúste sa najprv prihlásiť / zaregistrovať pomocou
sr: Покушајте да се пријавите / региструјете прво са
sv: Försök att logga in / registrera dig först med
tr: Lütfen önce giriş yapmayı veya kaydolmayı deneyin
uk: Будь ласка, спробуйте спершу увійти/зареєструватися з
ur: براہ مہربانی پہلے لاگ ان / سائن اپ کرنے کی کوشش کریں
vi: Vui lòng thử đăng nhập / đăng ký trước với
zh_cn: 请先尝试使用以下方式登录或注册
zh_tw: 請先試著用下列服務登入或註冊

source: Mozilla accounts
bg: Mozilla акаунти
de: Mozilla-Konten
el: Λογαριασμοί Mozilla
he: חשבונות Mozilla
hu: Mozilla-fiókok
ia: Contos Mozilla
id: Akun Mozilla
it: Account Mozilla
ka: Mozilla-ანგარიშები
ko: Mozilla 계정
pl: Konta Mozilli
pt_br: Contas Mozilla
pt_pt: Contas Mozilla
sk: Účty Mozilla
sv: Mozilla-konton
tr: Mozilla hesapları
uk: Облікові записи Mozilla
vi: Tài khoản Mozilla
zh_cn: Mozilla 账户
zh_tw: Mozilla 帳號

source: Page Not Found
af: Bladsy nie gevind nie
bg: Страницата не е намерена
bs: Stranica nije pronađena
de: Seite wurde nicht gefunden
el: Η σελίδα δεν βρέθηκε
es: No se encuentra la página
fy_nl: Side net fûn
he: הדף לא נמצא
hr: Stranica nije pronađena
hu: Az oldal nem található
ia: Pagina non trovate
id: Laman Tidak Ditemukan
it: Pagina non trovata
ja: ページが見つかりませんでした
ka: გვერდი ვერ მოიძებნა
kab: Ulac asebter
ko: 페이지 없음
mg: Pejy Tsy Hita
ms: Halaman Tidak Ditemui
nb_no: Siden ikke funnet
nl: Pagina niet gevonden
pa_in: ਸਫਾ ਨਹੀ ਲੱਭਾ
pl: Nie można znaleźć strony
pt_br: Página não encontrada
pt_pt: Página Não Encontrada
ro: Pagina nu a fost găsită
sk: Stránka nebola nájdená
sr: Страница није пронађена
sv: Sidan hittades inte
te: పేజీ కనుగొనబడలేదు
th: ไม่พบหน้าเว็บที่ต้องการ
tr: Sayfa bulunamadı
uk: Сторінку не знайдено
ur: صفہہ نہیں ملا
vi: Không tìm thấy trang
zh_cn: 找不到页面
zh_tw: 找不到網頁
zu: Ikhasi Alitholakalanga

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
af: Jammer! Ons kon nie die versoekte bladsy kry nie. Deursoek gerus die werf met die vorm hier onder.
bg: Извиняваме се, но не можахме да открием страницата, която потърсихте. Моля, опитайте се да търсите в нашия сайт чрез формата по-долу.
bs: Žao nam je, ali nismo uspjeli pronaći stranicu koju ste tražili. Molimo da pokušate pretražiti našu stranicu koristeći formu ispod.
de: Leider konnten wir die gesuchte Seite nicht finden. Bitte versuchen Sie es erneut, indem Sie das folgende Textfeld verwenden.
el: Δυστυχώς, δεν μπορέσαμε να βρούμε τη σελίδα που ψάχνετε. Παρακαλούμε δοκιμάστε να κάνετε αναζήτηση στο παρακάτω πεδίο.
es: Lo sentimos, no hemos podido encontrar la página que estabas buscando. Por favor, inténtalo otra vez rellenando este formulario.
fy_nl: Sorry, wy koene de side dy’t jo sochten net fine. Probearje mei it formulier hjirûnder om troch ús website te sykjen.
he: לא הצלחנו למצוא את הדף שחיפשת. נא לנסות לחפש באתר שלנו באמצעות הטופס שלהלן.
hr: Žao nam je, ali nismo pronašli stranicu koju tražiš. Pokušaj pretražiti našu stranicu pomoću obrasca niže dolje.
hu: Nem találjuk a keresett oldalt. Próbáljon meg keresni az oldalunkon az alábbi keresővel.
ia: Tu non ha le permission de acceder a iste pagina. Per favor, essaya cercar in nostre sito con le formulario infra.
id: Maaf, lamannya tidak ketemu. Coba cari lewat formulir di bawah ini ya.
it: Non è stato possibile trovare la pagina cercata. Effettuare la ricerca utilizzando il campo sottostante.
ja: 申し訳ありませんが、お探しのページは見つかりませんでした。以下のフォームでサイトを検索してください。
ka: ვწუხვართ, მაგრამ მოთხოვნილი გვერდი ვერ მოიძებნა. გთხოვთ, ძიებისთვის გამოიყენოთ, ქვემოთ მოცემული ველი.
kab: Suref-aɣ, ur nufi ara asebter i tettnadiḍ. Ma ulac aɣilif, ales anadi deg usmel-nneɣ s useqdec n tferkit ddaw-a.
ko: 죄송합니다. 찾으시는 페이지가 없습니다. 아래 형식으로 다시 검색해 보십시오.
mg: Miala tsiny fa tsy hitanay ilay pejy tadiavinao. Andramo karohina ao @ tranonkalanay @ alàlan'ny takelaka fenoina eto ambany azafady.
ms: Maaf, kami tidak dapat menemukan halaman yang anda cari. Sila cuba cari dalam laman kami menggunakan borang di bawah.
nb_no: Beklager, vi klarte ikke finne siden du lette etter. Forsøk å søke på nettstedet med skjemaet nedenfor.
nl: Sorry, de gezochte pagina was onvindbaar. Probeer onze website te doorzoeken via het onderstaande veld.
pa_in: ਮਾਫ਼ ਕਰਨਾ, ਜੋ ਸਫਾ ਤੁਸੀ ਲੱਭ ਰਹੇ ਹੋ ਅਸੀ ਉਹ ਲੱਭ ਨਹੀ ਸਕਦੇ। ਕ੍ਰਿਪਾ ਕਰਕੇ, ਹੇਠਾ ਦਿੱਤੀ ਸਾਡੀ ਸਾਇਟ ਤੇ ਲੱਭੋ।
pl: Nie można znaleźć szukanej strony. Spróbuj przeszukać naszą witrynę, używając znajdującego się poniżej formularza.
pt_br: Infelizmente não conseguimos encontrar a página que você procura. Tente pesquisar em nosso site usando o formulário abaixo.
pt_pt: Infelizmente não conseguimos encontrar a página que procura. Por favor, tente pesquisar no nosso site usando o formulário abaixo.
ro: Ne pare rău, dar nu am găsit pagina pe care o cauți. Te rugăm să încerci pe site folosind formularul de mai jos.
sk: Ospravedlňujeme sa, že nemôžeme nájsť stránku, ktorú hľadáte. Skúste prosím prehľadať náš web pomocou formulára nižšie.
sr: Жао нам је, нисмо пронашли страницу коју сте тражили. Молимо Вас, претражите наш сајт помоћу форме испод.
sv: Tyvärr, vi kunde inte hitta den sida du söker. Vänligen, prova att söka på vår webbplats med hjälp av formuläret nedan.
te: క్షమించండి, మీరు వెతుకుతున్న పేజీ దొరకలేదు. దయచేసి, క్రింది ఫారమ్ ఉపయోగించి మీ సైట్ శోధన ప్రయత్నించండి.
th: ขอโทษด้วย เราไม่สามารถหาหน้าเว็บที่คุณมองหาอยู่ โปรดลองค้นหาอีกครั้งจากเว็บไซต์ของเราโดยใช้แบบฟอร์มด้านล่าง
tr: Üzgünüz, aradığınız sayfayı bulamadık. Lütfen aşağıdaki formu kullanarak sitemizde arama yapmayı deneyin.
uk: Вибачте, ми не змогли знайти шукану вами сторінку. Спробуйте шукати по нашому сайту за допомогою нижче наведеної форми.
vi: Xin lỗi, chúng tôi không thể tìm thấy trang mà bạn muốn. Vui lòng thử tìm kiếm trang của chúng tôi bằng biểu mẫu bên dưới.
zh_cn: 抱歉，找不到您想要的网页。请使用下方的搜索功能。
zh_tw: 喔喔！找不到你想要的網頁，請使用下方搜尋功能。
zu: Siyaxolisa, asikwazanga ukuthola ikhasi obulifuna. Uyacelwa, ukuba uzame ukucinga isayithi yethu usebenzisa ifomu elingezansi.

source: An Error Occurred
af: 'n Fout het voorgekom
bg: Появи се грешка
bs: Dogodila se greška
de: Ein Fehler ist aufgetreten
el: Προέκυψε σφάλμα
es: Se ha producido un error
fy_nl: Der is in flater bard
he: אירעה שגיאה
hr: Dogodila se pogreška
hu: Hiba történt
ia: Un error occurreva
id: Galat Terjadi
it: Si è verificato un errore
ja: エラーが発生しました
ka: მოხდა შეცდომა
kab: Teḍra-d tuccḍa
ko: 오류 발생
mg: Nisy Olana Nitranga
ms: Ada Ralat
nb_no: En feil oppstod
nl: Er is een fout opgetreden
pa_in: ਇਕ ਗਲਤੀ ਲੱਭੀ
pl: Wystąpił błąd
pt_br: Um erro ocorreu
pt_pt: Um Erro Ocorreu
ro: A intervenit o eroare
sk: Nastala chyba
sr: Дошло је до грешке
sv: Ett fel uppstod
te: ఒక దోషం ఏర్పడింది
th: เกิดข้อผิดพลาดขึ้น
tr: Bir hata oluştu
uk: Виникла помилка
ur: ایک غلطی ہوئی ہے
vi: Một lỗi xảy ra
zh_cn: 发生错误
zh_tw: 發生錯誤
zu: Kube Nephutha Elenzekile

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
af: Gits! Dit lyk of 'n onverwagte fout voorgekom het. Ons het reeds die werf se administrateurs in kennis gestel. Probeer gerus weer nou of oor 'n paar minute.
bg: О, не! Изглежда е възникнала неочаквана грешка. Aдминистраторите на сайта вече са информирани. Моля, опитайте отново сега, или след няколко минути.
bs: O, ne! Dogodila se neočekivana greška. Već smo obavijestili administratore stranice. Molimo da pokušate ponovo odmah ili za par minuta.
de: Oh, nein! Ein unerwarteter Fehler ist anscheinend aufgetreten. Wir haben den Administrator der Website bereits informiert. Bitte versuchen Sie es jetzt erneut oder in ein paar Minuten wieder.
el: Ωχ, όχι! Φαίνεται πώς προέκυψε ένα απρόσμενο σφάλμα. Έχουμε ήδη ειδοποιήσει τους διαχειριστές του ιστοτόπου. Παρακαλούμε δοκιμάστε ξανά τώρα ή σε λίγα λεπτά.
es: ¡Oh, no! Parece que se ha producido un error inesperado. Hemos notificado a los administradores del sitio. Vuelve a intentarlo ahora o dentro de unos minutos.
fy_nl: Oh nee! It liket der op dat der in ûnferwachte flater bard is. Wy hawwe de behearders al ynseind. Probearje it no nochris, of in pear minuten letter.
he: אוי לא! נראה שהתרחשה שגיאה בלתי צפויה. כבר הודענו למנהלי האתר. נא לנסות שוב כעת או בעוד כמה דקות.
hr: O ne! Dogodila se neočekivana pogreška. Već smo obavijestili administratore stranice. Molimo pokušajte ponovno sad ili nakon nekoliko minuta.
hu: Váratlan hiba történt, amelyről értesítettük az oldal üzemeltetőjét. Próbálja újra vagy néhány perccel később.
ia: Oh, no! Il pare que occurreva un error non expectate. Nos ha jam notificate le administratores del sito. Nos ha jam notificate le administratores del sito.
id: Nampaknya ada galat yang senggol sana, senggol sini, nggak jelas lagi. Kami sudah memberi kabar pada administrator situs kami. Coba sebentar lagi ya.
it: Si è verificato un errore inatteso. Gli amministratori sono già stati avvisati. Riprovare adesso o tra alcuni minuti.
ja: 原因不明のエラーが発生しました。サイトの管理者には通知されています。今すぐ、または暫くしてから再度試してみてください。
ka: ოჰ! როგორც ჩანს, წარმოიქმნა დაუდგენელი შეცდომა. ჩვენ უკვე მოვახსენეთ საიტის ხელმძღვანელებს. გთხოვთ, სცადოთ ხელახლა ცოტა ხანში.
kab: Oh, ala! Akka nettwali tella-d tuccḍa iɣef ur nebni ara. Nuzen-asen yakan i yinedbalen n usmel. Ttxil-k ɛreḍ tikkelt tayeḍ akka tura, neɣ akka ciṭuḥ di kra n tesdatin.
ko: 알 수 없는 오류가 발생했습니다. 사이트 관리자에게 알렸습니다. 잠시 후 다시 한번 시도해 보십시오.
mg: Andray! Toa nisy olana tsy nampoizina. Efa nilazanay ireo mpandrindra tranonkala. Andramo indray izao, na afaka minitra vitsivitsy, azafady.
ms: Oh tidak! ada ralat yang tidak dijangka. Kami sudah memaklumkan pentadbir laman. Sila cuba lagi sekarang, atau dalam masa beberapa minit.
nb_no: Å nei! Det ser ut som en uventet feil oppstod. Vi har allerede gitt informasjon til nettstedsansvarlige. Forsøk på nytt nå, eller om noen minutter.
nl: O nee! Er lijkt een onverwachte fout te zijn opgetreden. De websitebeheerders zijn al op de hoogte gesteld. Probeer het nu of over enkele minuten nog eens.
pa_in: ਓਹ, ਨਹੀਂ ! ਇਹ ਇੱਕ ਅਪ੍ਰਤਿਆਸ਼ਿਤ ਖਾਮੀਂ ਹੋਈ ਦੀ ਤਰ੍ਹਾਂ ਲੱਗ ਰਿਹਾ ਹੈ। ਅਸੀ ਪਹਿਲਾਂ ਵਲੋਂ ਹੀ ਸਾਇਟ ਵਿਵਸਥਾਪਕ ਅਧਿਸੂਚਿਤ ਕੀਤਾ ਹੈ। ਹੁਣ , ਜਾਂ ਕੁੱਝ ਹੀ ਮਿੰਟਾਂ ਵਿੱਚ ਫਿਰ ਵਲੋਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: O nie! Wygląda na to, że wystąpił nieoczekiwany błąd. Administratorzy witryny zostali już o tym powiadomieni. Ponów próbę teraz lub odczekaj kilka minut.
pt_br: Parece que ocorreu um erro inesperado. Já notificamos os administradores do site. Tente novamente agora ou em alguns minutos.
pt_pt: Oh, não! Parece que um ocorreu erro inesperado. Nós já notificamos os administradores do site. Por favor, tente novamente agora ou em alguns minutos.
ro: O,nu! A apărut o eroare neașteptată! Am anunțat deja administratorii site-ului. Te rugăm să încerci din nou acum, sau în câteva minute.
sk: Zdá sa že nastala neočakávaná chyba. Administrátori webu už dostali upozornenie. Skúste to znovu, prípadne počkajte niekoľko minút.
sr: Ох, не! Изгледа да је дошло до неочекиване грешке. Већ смо обавестили администраторе сајта. Покушајте сада или за неколико минута.
sv: Åh, nej! Det ser ut som ett oväntat fel uppstod. Vi har redan meddelat webbplatsens administratörer. Försök igen nu, eller inom ett par minuter.
te: అరెరే! ఊహించని దోషం జరిగినట్లు కనిపిస్తుంది. మేము ఇప్పటికే సైట్ నిర్వాహకులు నోటిఫై చేశాము. దయచేసి ఇప్పుడు లేదా కొన్ని నిమిషాల్లో, మళ్ళీ ప్రయత్నించండి.
th: โอ้ไม่! ดูเหมือนจะมีข้อผิดพลาดที่ไม่คาดคิดเกิดขึ้น เราได้รับแจ้่งจากผู้ดูแลเว็บไซต์ โปรดลองอีกครั้งขณะนี้หรืออีกไม่กี่นาที
tr: Beklenmeyen bir hata oluşmuş gibi görünüyor. Site yöneticilerine haber verdik. Lütfen şimdi ya da birkaç dakika sonra tekrar deneyin.
uk: О, ні! Виникла несподівана помилка. Ми вже повідомили про це адміністраторів сайту. Спробуйте ще раз зараз чи через декілька хвилин.
vi: Ôi không! Có vẻ như một lỗi không mong đợi đã xảy ra. Chúng tôi đã lưu ý quản trị viên của trang. Vui lòng thử lại bây giờ hoặc sau vài phút nữa.
zh_cn: 天哪！看来系统发生了一件意料之外的错误。我们已经通知站点管理人员。请再重试看看，或稍候几分钟再试试。
zh_tw: 喔不！！！看來系統發生了一件意料之外的錯誤。我們已經通知站台管理人員。請再重試看看，或稍後幾分鐘再試試。
zu: Hawu, we bantu! Kubukeka sengathi kwenzeka iphuth aebelingalindelekile. Sesibazisile abengamele isayithi. Uyacelwa uphinde uzame futhi, noma emva kwemizuzu embalwa.

source: Search questions, articles, or topics (example: saving passwords in Firefox)
de: Fragen, Artikel oder Themen durchsuchen (Beispiel: Speichern von Passwörtern in Firefox)
el: Αναζήτηση ερωτήσεων, άρθρων ή θεμάτων (παράδειγμα: αποθήκευση κωδικών πρόσβασης στο Firefox)
fy_nl: Fragen, artikelen of ûnderwerpen trocchsykje (bygelyks: wachtwurden bewarje yn Firefox)
hu: Kérdések, cikkek vagy témák keresés (példa: jelszavak mentése a Firefoxba)
ia: Cercar questiones, articulos, o themas (exemplo: memorisar contrasignos in Firefox)
it: Cerca domande, articoli o discussioni (ad esempio: salvataggio delle password in Firefox)
nl: Vragen, artikelen of onderwerpen doorzoeken (bijvoorbeeld: wachtwoorden opslaan in Firefox)
pl: Szukaj pytań, artykułów lub tematów (przykład: zapisywanie haseł w przeglądarce Firefox)
pt_br: Pesquise em perguntas, artigos ou tópicos (exemplo: como salvar senhas no Firefox)
pt_pt: Pesquisar questões, artigos ou tópicos (exemplo: guardar palavras-passe no Firefox)
sv: Sök frågor, artiklar eller ämnen (exempel: spara lösenord i Firefox)
tr: Soru, makale veya konu arayın (örnek: Firefox’ta parola kaydetme)
zh_cn: 搜索问题、文章或主题（例如：在 Firefox 中保存密码）
zh_tw: 搜尋問題、文章或主題（例如：在 Firefox 儲存密碼）

source: <strong>Avoid support scams.</strong> We will never ask you to call or text a phone number or share personal information. Please report suspicious activity using the “Report Abuse” option.
bg: <strong>Избягвайте измамите при поддръжката.</strong> Никога няма да ви помолим да се обадите или изпратите SMS на телефонен номер или да споделите лична информация. Моля, докладвайте подозрителна активност на "Докладване за злоупотреба".
de: <strong>Vorsicht vor Support-Betrug:</strong> Wir fordern Sie niemals auf, eine Telefonnummer anzurufen, eine SMS an eine Telefonnummer zu senden oder persönliche Daten preiszugeben. Bitte melden Sie verdächtige Aktivitäten über die Funktion „Missbrauch melden“.
el: <strong>Προσοχή στις απάτες!</strong> Δεν θα σας ζητήσουμε ποτέ να καλέσετε ή να στείλετε μήνυμα σε κάποιον αριθμό τηλεφώνου ή να μοιραστείτε προσωπικά δεδομένα. Αναφέρετε τυχόν ύποπτη δραστηριότητα μέσω της επιλογής «Αναφορά κατάχρησης».
fy_nl: <strong>Mij stipescams.</strong> Wy sille jo nea freegje in telefoannûmer te beljen, der in sms nei ta te stjoeren of persoanlike gegevens te dielen. Meld fertochte aktiviteit mei de opsje ‘Misbrûk melde’.
hr: <strong>Izbjegni prevare podrške.</strong> Nikad te nećemo tražiti da nas nazoveš, da nam pošalješ telefonski broj ili da podijeliš osobne podatke. Prijavi sumnjive radnje pomoću opcije „Prijavi zlouporabu”.
hu: <strong>Kerülje el a támogatási csalásokat.</strong> Sosem kérjük arra, hogy hívjon fel egy telefonszámot vagy osszon meg személyes információkat. Jelentse a gyanús tevékenységeket a „Visszaélés bejelentése” lehetőséggel.
ia: <strong>Evita le offertas de assistentia fraudulente.</strong> Nos non te demandara jammais de telephonar, de inviar un message de texto a un numero de telephono, o de divulgar informationes personal. Per favor signala activitate suspecte usante le option “Reportar abuso”.
it: <strong>Attenzione alle mail truffa.</strong> Mozilla non chiederà mai di chiamare o mandare messaggi a un numero di telefono o di inviare dati personali. Segnalare qualsiasi attività sospetta utilizzando l'opzione “Segnala abuso”.
ka: <strong>ნუ გაებმებით თაღლითების მახეში მხარდაჭერის საიტზე.</strong> აქ არასდროს მოგთხოვენ სატელეფონო ნომერზე დარეკვას, შეტყობინების გამოგზავნას ან პირადი მონაცემების გაზიარებას. გთხოვთ, გვაცნობოთ რამე საეჭვოს შემჩნევისას „დარღვევაზე მოხსენების“ მეშვეობით.
ko: <strong>고객 지원 사기를 피하세요.</strong> 저희는 여러분께 절대로 전화를 걸거나 문자를 보내거나 개인 정보를 공유하도록 요청하지 않습니다. "악용 사례 신고"옵션을 사용하여 의심스러운 활동을 신고해 주세요.
nb_no: <strong>Pass på brukerstøttesvindel:</strong> Vi vil aldri be deg om å ringe eller sende melding til et nummer eller dele personlig informasjon. Rapporter mistenkelig aktivitet ved hjelp av «Rapporter misbruk»-funksjonen.
nl: <strong>Vermijd ondersteuningsscams.</strong> We zullen u nooit vragen een telefoonnummer te bellen, er een sms naar te sturen of persoonlijke gegevens te delen. Meld verdachte activiteit met de optie ‘Misbruik melden’.
pl: <strong>Unikaj oszustw związanych z pomocą.</strong>Nigdy nie będziemy prosić Cię o dzwonienie na numer telefonu, wysyłanie SMS-ów ani o udostępnianie danych osobowych. Zgłoś podejrzaną aktywność, korzystając z opcji „Zgłoś nadużycie”.
pt_br: <strong>Evite golpes de suporte.</strong> Nunca pedimos que você ligue ou envie uma mensagem de texto para um número de telefone, ou compartilhe informações pessoais. Denuncie atividades suspeitas usando a opção “Denunciar abuso”.
pt_pt: <strong>Evite burlas no apoio</strong>. Nunca iremos solicitar que telefone ou envie uma mensagem de texto para um número de telefone ou que partilhe informações pessoais. Por favor, reporte atividades suspeitas utilizando a opção "Reportar abuso".
sk: <strong>Vyhnite sa podvodom s podporou.</strong> Nikdy vás nebudeme žiadať, aby ste zavolali alebo poslali SMS na telefónne číslo alebo zdieľali osobné informácie. Nahláste prosím podozrivú aktivitu použitím voľby “Nahlásiť zneužitie”.
sr: <strong>Избегните преваре подршке.</strong> Никада од вас нећемо тражити да зовете или шаљете поруке на број или да делите личне податке. Пријавите сумњиве радње преко „Пријавите злоупотребу” опције.
sv: <strong>Akta dig för supportbedrägerier:</strong> Vi kommer aldrig att be dig att ringa eller skicka ett sms till ett telefonnummer eller dela personlig information. Rapportera misstänkt aktivitet med alternativet "Rapportera missbruk".
tr: <strong>Destek dolandırıcılığından kaçının.</strong> Mozilla sizden asla bir telefon numarasını aramanızı, mesaj göndermenizi veya kişisel bilgilerinizi paylaşmanızı istemez. Şüpheli durumları “Kötüye kullanım bildir” seçeneğini kullanarak bildirebilirsiniz.
uk: <strong>Остерігайтеся нападів зловмисників.</strong> Mozilla ніколи не просить вас зателефонувати, надіслати номер телефону у повідомленні або поділитися з кимось особистими даними. Будь ласка, повідомте про підозрілі дії за допомогою меню “Повідомити про зловживання”
vi: <strong>Tránh các lừa đảo về hỗ trợ.</strong> Chúng tôi sẽ không bao giờ yêu cầu bạn gọi hoặc nhắn tin đến số điện thoại hoặc chia sẻ thông tin cá nhân. Vui lòng báo cáo hoạt động đáng ngờ bằng cách sử dụng tùy chọn "Báo cáo lạm dụng".
zh_cn: <strong>防范以用户支持为名的诈骗。</strong>我们绝对不会要求您拨打电话或发送短信，及提供任何个人信息。请使用“举报滥用”选项报告涉及违规的行为。
zh_tw: <strong>防止技術支援詐騙。</strong>我們絕對不會要求您撥打電話或發送簡訊，或是提供個人資訊。請用「回報濫用」功能回報可疑的行為。

source: Close Firefox menu
bg: Затворете менюто на Firefox
de: Menüpunkt schließen
el: Κλείσιμο μενού Firefox
es: Cerrar menú de Firefox
fy_nl: Menu Firefox slute
hr: Zatvori izbornik Firefoxa
hu: Firefox menü bezárása
ia: Clauder le menu de Firefox
it: Chiudi menu di Firefox
ja: Firefox メニューを閉じる
ka: Firefox-ის მენიუს დახურვა
kab: Mdel umuɣ n Firefox
ko: Firefox 메뉴 닫기
nb_no: Lukk Firefox-menyen
nl: Menu Firefox sluiten
pl: Zamknij menu Firefox
pt_br: Fechar menu do Firefox
pt_pt: Fechar o menu Firefox
ro: Închide meniul Firefox
sk: Zavrieť ponuku Firefoxu
sr: Затвори Firefox мени
sv: Stäng Firefox-menyn
th: ปิดเมนู Firefox
tr: Firefox menüsünü kapat
uk: Закрити меню Firefox
ur: Firefox مینو بند کریں
vi: Đóng menu Firefox
zh_cn: 关闭 Firefox 菜单
zh_tw: 關閉 Firefox 選單

source: Explore by product
de: Nach Produkt erkunden
el: Εξερεύνηση ανά προϊόν
fy_nl: Ferkenne op produkt
hu: Felfedezés termékek szerint
ia: Explorar per producto
it: Esplora per prodotto
nl: Verkennen op product
pl: Przeglądaj według produktu
pt_br: Procurar por produto
pt_pt: Explorar por produto
sv: Utforska efter produkt
tr: Ürüne göre keşfet
zh_cn: 按产品浏览
zh_tw: 依照產品進行探索

source: Firefox for iOS
bg: Firefox за iOS
bs: Firefox za iOS
de: Firefox für iOS
el: Firefox για iOS
es: Firefox para iOS
fy_nl: Firefox foar iOS
he: Firefox עבור iOS
hr: Firefox za iOS
ia: Firefox pro iOS
id: Firefox untuk iOS
it: Firefox per iOS
ja: iOS 版 Firefox
ka: Firefox – iOS
kab: Firefox i iOS
ko: iOS용 Firefox
mg: Firefox ho an'i iOS
ms: Firefox untuk iOS
nl: Firefox voor iOS
pa_in: iOS ਲਈ ਫਾਇਰਫੌਕਸ
pl: Firefox dla systemu iOS
pt_br: Firefox para iOS
pt_pt: Firefox para iOS
ro: Firefox pentru iOS
sk: Firefox pre iOS
sr: Firefox за iOS
sv: Firefox för iOS
te: iOS కోసం Firefox
th: Firefox สำหรับ iOS
tr: iOS için Firefox
uk: Firefox для iOS
ur: iOS کے لئے Firefox
vi: Firefox dành cho iOS

source: Firefox for Android
bg: Firefox за Android
bs: Firefox za Android
de: Firefox für Android
el: Firefox για Android
es: Firefox para Android
fy_nl: Firefox foar Android
he: Firefox עבור Android
hr: Firefox za Android
ia: Firefox pro Android
id: Firefox untuk Android
it: Firefox per Android
ja: Android 版 Firefox
ka: Firefox Android-ზე
kab: Firefox i Android
ko: Android용 Firefox
mg: Firefox ho an'i Android
ms: Firefox untuk Android
nl: Firefox voor Android
pl: Firefox dla Androida
pt_br: Firefox para Android
pt_pt: Firefox para o Android
ro: Firefox pentru Android
sk: Firefox pre Android
sr: Firefox за Android
sv: Firefox för Android
te: ఆండ్రాయిడ్ కోసం ఫైర్ ఫాక్స్
th: Firefox สำหรับ Android
tr: Android için Firefox
uk: Firefox для Android
ur: Android کے لئے Firefox
vi: Firefox dành cho Android

source: View all products
de: Alle Produkte ansehen
el: Προβολή όλων των προϊόντων
fy_nl: Alle produkten besjen
hu: Összes termék megtekintése
ia: Vider tote le productos
it: Visualizza tutti i prodotti
nl: Alle producten bekijken
pl: Wyświetl wszystkie produkty
pt_br: Ver todos os produtos
pt_pt: Ver todos os produtos
sv: Visa alla produkter
tr: Tüm ürünleri göster
zh_cn: 查看所有产品
zh_tw: 檢視所有產品

source: Explore by topic
de: Nach Produkt erkunden
el: Εξερεύνηση ανά θέμα
fy_nl: Op ûnderwerp ferkenne
hu: Felfedezés témák szerint
ia: Explorar per argumento
it: Esplora per argomenti
nl: Op onderwerp verkennen
pl: Przeglądaj według tematu
pt_br: Procurar por tópico
pt_pt: Explorar por tópico
sv: Utforska efter ämne
tr: Konuya göre keşfet
zh_cn: 按产品浏览
zh_tw: 依照主題進行探索

source: View all forums
de: Alle Foren ansehen
el: Προβολή όλων των φόρουμ
fy_nl: Alle foarums besjen
hu: Összes fórum megtekintése
ia: Vider tote le foros
it: Visualizza tutti i forum
nl: Alle forums bekijken
pl: Wyświetl wszystkie fora
pt_br: Ver todos os fóruns
pt_pt: Ver todos os fóruns
sv: Visa alla forum
tr: Tüm forumları göster
zh_cn: 查看所有论坛
zh_tw: 檢視所有討論區
