Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.description
source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
bg: Мини значката SUMO Форум 2014 е част от серията SUMO. Тя представлява принос към SUMO през 2014 г. - поне 30 отговора в английския форум SUMO. Поздравления за всички носители на значки SUMO Форум 2014 за приноса им към мисията Mozilla!
de: Das Mini-Abzeichen „SUMO-Forum 2014“ gehört zur SUMO-Serie. Es steht für Mitarbeit bei SUMO im Jahr 2014; in diesem Fall: 30 Antworten im englischsprachigen SUMO-Forum. Herzlichen Glückwunsch an alle, die sich das Abzeichen „SUMO-Forum 2014“ damit verdient haben, dass sie die Mozilla-Mission vorangebracht haben!
el: Το έμβλημα SUMO Φόρουμ 2014 είναι μέρος της σειράς SUMO. Αντιπροσωπεύει τη συνεισφορά στο SUMO το 2014· σε αυτήν την περίπτωση: 30 απαντήσεις στο αγγλικό φόρουμ του SUMO. Συγχαρητήρια σε αυτούς που κέρδισαν το έμβλημα SUMO Φόρουμ 2014 για την πρόοδο στην αποστολή της Mozilla!
es: La mini insignia del foro de SUMO de 2014 es parte de las series SUMO. En este caso representa la colaboración con SUMO en 2014: 30 respuestas en el foro de SUMO en inglés. ¡Felicidades a todos los ganadores de la insignia del Foro de SUMO de 2014 por promover la misión de Mozilla!
fy_nl: De SUMO-forum 2014-minibadge is ûnderdiel fan de SUMO-searjes. Dizze fertsjinwurdiget de bydrage oan SUMO yn 2014; yn dit gefal: 30 antwurden yn it Ingelske SUMO-foarum. Lokwinsken oan alle SUMO-foarum 2014-badgefertsjinners foar it befoarderjen fan de Mozilla-missy!
hr: Mini-značka SUMO foruma 2014. dio je SUMO serije. Predstavlja doprinos SUMO-u 2014. godine; u ovom slučaju: 30 odgovora u SUMO forumu. Čestitamo svim dobitnicima SUMO foruma 2014. na unapređivanju Mozilline misije!
hu: A SUMO Fórum 2014 mini kitűző a SUMO sorozat része. A SUMO-hoz való 2014-es hozzájárulást jelképezi, ebben az esetben 30 választ az angol SUMO fórumhoz. Gratulálunk a SUMO Fórum kitűző – 2014 minden díjazottjának a Mozilla küldetésének előmozdításához!
ia: Le mini-insignia del foro 2014 es parte del series SUMO. Illo representa le contributiones a SUMO in 2014 in iste caso: 30 responsas in le foro de SUMO in anglese. Congratulationes a tote le ganiatores del insignia 2014 del foro de SUMO pro facer progreder le Mission Mozilla!
it: Il distintivo Forum di Supporto 2014 di SUMO rappresenta il contributo dato a SUMO nel corso del 2014, pari a 30 risposte nel forum di supporto in lingua inglese. Congratulazioni a tutti i meritevoli di questa onorificenza per aver portato avanti la missione di Mozilla!
ja: SUMO フォーラム 2014 ミニバッジは、SUMO バッジシリーズの一つです。このバッジは、2014 年に英語の SUMO フォーラムで 30 回以上返信して SUMO に貢献したことを表します。 Mozilla のミッションを促進したことを称え、SUMO フォーラム 2014 バッジを授与します。
ka: SUMO ფორუმი 2014 მცირე ნიშანი ჯილდოს წარმოადგენს, რომელიც SUMO სერიის ნაწილია. იგი აღნიშნავს SUMO საიტზე 2014 წელს შეტანილ წვლილს; ამ შემთხვევაში: 30 პასუხს, SUMO-ს ინგლისურ ფორუმში. ვულოცავთ SUMO ფორუმი 2014 ჯილდოს ყველა მიმღებს, Mozilla-ს მიზნისკენ წინგადადგმულ ნაბიჯს!
kab: Arraz ameẓyan Anmager SUMO 2014 ittekka deg tezrirt SUMO. Yettammal-d atteki ɣer SUMO deg 2014; dagi: 30 n tririyin s teglizit deg unmager SUMO. Tanemmirt- meṛṛa i wid yewwin arraz n unmager SUMO 2014 imi snernan tuɣdaḍt n Mozilla!
ko: SUMO 포럼 2014 미니 배지는 SUMO 시리즈의 일부입니다. 이 배지는 2014년에 SUMO 에 기여 했음을 의미하고 영문 SUMO 포럼에서 30개의 답변을 남겼음을 뜻합니다. Mozilla 사명을 위해 SUMO 포럼 2014 배지를 받으신 모든 분들을 축하합니다!
ms: Lencana mini SUMO Forum 2014 adalah sebahagian daripada siri SUMO. Lencana ini mewakili sumbangan kepada SUMO pada 2014; dalam hal ini: 30 balasan dalam Forum SUMO Bahasa Inggeris. Tahniah kepada semua penerima lencana SUMO Forum 2014 kerana memajukan Misi Mozilla!
nb_no: SUMO Forum 2014 mini-utmerkelsen er en del av SUMO-serien. Den representerer bidrag til SUMO i 2014, i dette tilfellet: 30 svar på det engelske SUMO-forumet. Gratulerer til alle mottakere av SUMO-forum 2014-utmerkelsen for å videreføre Mozillas oppdrag!
nl: De SUMO-forum 2014-minibadge is onderdeel van de SUMO-series. Deze vertegenwoordigt de bijdrage aan SUMO in 2014; in dit geval: 30 antwoorden in het Engelse SUMO-forum. Felicitaties aan alle SUMO-forum 2014-badgeverdieners voor het bevorderen van de Mozilla-missie!
pl: Mini odznaka SUMO Forum pomocy 2014 jest częścią serii odznak SUMO. Reprezentuje wkład w rozwój SUMO w 2014 roku, w tym przypadku: 30 odpowiedzi na angielskim forum SUMO. Gratulacje dla wszystkich nagrodzonych odznaką SUMO Forum pomocy 2014 za wkład w postęp misji Mozilli!
pt_br: O mini emblema de 2014 do SUMO Forum é parte da série SUMO. Ele representa a contribuição ao SUMO em 2014; neste caso: 30 respostas no Fórum de Suporte em inglês. Parabéns a todos os ganhadores do emblema de 2014 do SUMO Forum por levar adiante a Missão Mozilla!
pt_pt: A mini-medalha SUMO do fórum de apoio de 2014 é parte da série SUMO. Representa contribuições para o SUMO em 2014; neste caso: 30 respostas no fórum do SUMO em Inglês. Parabéns a todos os vencedores da medalha SUMO do fórum de apoio de 2014 por promoverem a missão Mozilla!
ro: Mini-insigna SUMO Forum 2014 face parte din seria SUMO. Reprezintă contribuții la SUMO în anul 2014, în acest caz: 30 de răspunsuri pe forumul SUMO în engleză. Felicitări tuturor câștigătorilor insignei SUMO Forum 2014 pentru avansul misiunii Mozilla!
sk: Mini ocenenie SUMO Fórum 2014 je súčasťou série SUMO ocenení. Toto ocenenie získavajú všetci prispievatelia, ktorí napísali v danom roku aspoň 30 odpovedí na anglickom fóre podpory SUMO. Gratulujeme všetkým čo získali toto ocenenie a pomohli tak napĺňať ciele misie Mozilla!
sr: SUMO мини беџ форума подршке за 2014. годину је део SUMO серије. Он представља допринос за SUMO у 2014. години; у овом случају: 30 одговора у енглеском SUMO форуму подршке. Честитамо свим добитницима SUMO беџа форума подршке за 2014. године за унапређивање Mozilla мисије!
sv: SUMO 2014 mini-emblem för forum är en del av SUMO-serien. Den representerar bidrag till SUMO under 2014; i det här fallet: 30 svar i engelska SUMO forum. Grattis till alla de som förtjänat SUMO 2014 emblem för forum och att de har främjat Mozillas uppdrag!
th: ตราฟอรั่ม SUMO ปี 2014 ขนาดเล็กเป็นส่วนหนึ่งของชุด SUMO ซึ่งแสดงถึงการมีส่วนร่วมกับ SUMO ในปี 2014 ซึ่งในกรณีนี้คือ: การตอบกลับ 30 ครั้งในฟอรั่ม SUMO ภาษาอังกฤษ ขอแสดงความยินดีกับผู้ได้รับตราฟอรั่ม SUMO ปี 2014 ทุกคนที่เพิ่มความคืบหน้าให้กับภารกิจ Mozilla!
tr: SUMO Forumu 2014 mini rozeti, SUMO serisinin bir parçasıdır. 2014 yılında SUMO Forumu'nda 30 yanıt yazdığınızı gösterir. Mozilla misyonunu ileri götürdüğünü SUMO Forumu 2014 rozetiyle kanıtlayan herkesi tebrik ederiz!
uk: Мінівідзнака форуму SUMO 2014 є частиною серії SUMO. Вона засвідчує внесок до SUMO у 2014 році, в цьому випадку: 30 відповідей на англійському форумі SUMO. Вітаємо всіх нагороджених відзнаками форуму SUMO 2014 за поширення місії Mozilla!
vi: Huy hiệu nhỏ của diễn đàn SUMO 2014 là một phần của chuỗi SUMO. Nó thể hiện sự đóng góp cho SUMO vào năm 2014 trong trường hợp này: 30 câu trả lời trong diễn đàn SUMO tiếng Anh. Xin chúc mừng tất cả những người kiếm huy hiệu diễn đàn SUMO 2014 vì đã thúc đẩy sứ mệnh Mozilla!
zh_cn: SUMO 论坛 2014 迷你徽章是 SUMO 系列的一部分。它代表了 2014 年为 SUMO 所作的贡献。获得条件：在英语 SUMO 论坛有 30 条回复。 感谢所有 SUMO 论坛 2014 徽章获得者为为 Mozilla 的使命所作的贡献！
zh_tw: SUMO Forum 2014 迷你徽章是 SUMO 系列徽章的一部份。它代表了 2014 年的 SUMO 貢獻，亦即有 30 個英文討論區內的回應。 恭喜所有獲得 SUMO 技術支援討論區 2014 徽章的貢獻者們，讓我們離 Mozilla Mission 更近了！

# DB: kbadge.Badge.title
source: Firefox 29 Launch Team
bg: Екип за стартиране на Firefox 29
de: Team zur Veröffentlichung von Firefox 29
el: Ομάδα παρουσίασης του Firefox 29
es: Equipo de lanzamiento de Firefox 29
fy_nl: Firefox 29-lansearringsteam
he: צוות ההשקה של Firefox 29
hr: Ekipa za lansiranje Firefoxa 29
hu: Firefox 29 kiadási csapat
ia: Equipa de lanceamento de Firefox 29
id: Tim Peluncuran Firefox 29
it: Team di lancio di Firefox 29
ja: Firefox 29 リリースチーム
ka: Firefox 29 გამშვები გუნდი
kab: Tarbaɛt n usenker n Firefox 29
ko: Firefox 29 출시팀
ms: Pasukan Pelancaran Firefox 29
nb_no: Firefox 29 lanseringsgruppe
nl: Firefox 29-lanceringsteam
pl: Zespół premiery Firefoksa 29
pt_br: Equipe de lançamento do Firefox 29
pt_pt: Equipa de lançamento do Firefox 29
ro: Echipa de lansare Firefox 29
sr: Тим за лансирање Firefox 29
sv: Firefox 29 lanseringsgrupp
th: ทีมเปิดตัว Firefox 29
tr: Firefox 29 Lansman Ekibi
uk: Команда запуску Firefox 29
ur: Firefox29 لانچ ٹیم
vi: Nhóm ra mắt Firefox 29
zh_cn: Firefox 29 发行团队
zh_tw: Firefox 29 發行團隊

# DB: kbadge.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
bg: Връчва се в подкрепа на сътрудниците, които са допринесли за стартирането на Firefox 29 (документация в Базата Данни, отговаряне на въпроси във форума, превеждане на документацията от БД, туитове и т.н.) , благодарим! Характеристики на Firefox 29: 1. Firefox Desktop: Australis - нов облик и усещане и синхронизиране с помощта на Firefox Accounts 2. Firefox за Android: Синхронизация, базирана на Firefox акаунти Още: https://sumo.etherpad.mozilla.org/sumo-australis-badges
de: Wird an Mitwirkende an der Hilfe verliehen, die (durch Artikeldokumentation in der Wissensdatenbank, Beantworten von Fragen im Forum, Übersetzung von Artikeln in der Wissensdatenbank, Tweets, usw.) zur Veröffentlichung von Firefox 29 beigetragen haben – vielen Dank! Funktionen von Firefox 29: 1. Firefox Desktop: Neues Erscheinungsbild Australis UND Synchronisierung mit Firefox-Konten 2. Firefox für Android: Synchronisierung mit Firefox-Konten Mehr: https://sumo.etherpad.mozilla.org/sumo-australis-badges
el: Απονεμήθηκε στους εθελοντές που συνεισέφεραν (τεκμηρίωση άρθρων, απάντηση ερωτήσεων φόρουμ, μετάφραση άρθρων, tweet κ.λπ.) στην κυκλοφορία του Firefox 29, ευχαριστούμε! Λειτουργίες του Firefox 29: 1. Firefox για υπολογιστές: Νέα εμφάνιση Australis ΚΑΙ συγχρονισμός βάσει των λογαριασμών Firefox 2. Firefox για Android: Συγχρονισμός βάσει των λογαριασμών Firefox ΠΕΡΙΣΣΟΤΕΡΑ: https://sumo.etherpad.mozilla.org/sumo-australis-badges
es: Otorgada a los colaboradores de asistencia que colaboraron (documentando artículos de la BC, respondiendo preguntas de los foros, localizando documentación de la BC, tuits, y más) durante el lanzamiento de Firefox 29, ¡gracias! Características de Firefox 29: 1. Firefox para Escritorio: la nueva apariencia Australis y la sincronización basada en las Cuentas de Firefox. 2. Firefox para Android: sincronización basada en las Cuentas de Firefox MÁS: https://sumo.etherpad.mozilla.org/sumo-australis-badges
fy_nl: Takend oan stipemeiwurkers dy’t bydroegen hawwe (KB-artikeldokumintaasje, beäntwurdzjen fan foarumfragen, oersetten fan KB-artikeldokumintaasje, tweets, ensfh.) oan de lansearring fan Firefox 29, tige tank! Funksjes fan Firefox 29: 1. Firefox foar desktop: nije Australis-foarmjouwing EN op Firefox-accounts basearre syngronisearje 2. Firefox foar Android: op Firefox-accounts basearre syngronisearje MEAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
hu: Azok a közreműködők kapják, akik hozzájárultak a Firefox 29-es kiadásához (tudástár leírásokkal, fórumkérdések megválaszolásával, tudástár leírások fordításával, tweetekkel stb.) – Köszönjük! A Firefox 29 funkciói: 1. Asztali Firefox: új Australis megjelenés, és Firefox-fiókokra épülő szinkronizálás. 2. Firefox for Android: Firefox-fiókokra épülő szinkronizálás. Több: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ia: Premia le contributores qui ha collaborate (per documentar le articulo del base de cognoscentia, per responder le questiones del forum, localisante le documentation del articulo del base de cognoscentia, con tweets, etc) pro le lanceamento de Firefox 29, gratias! Functionalitates de Firefox 29: 1. Firefox Desktop: Nove apparentia Australis E Synchronisation con Firefox Accounts 2. Firefox pro Android: Synchronisation con Firefox Accounts Plus detalios: https://sumo.etherpad.mozilla.org/sumo-australis-badges
it: Assegnato ai collaboratori che hanno contribuito al lancio di Firefox 29 (documentazione sugli articoli della KB, risposte alle domande sul forum, tweet, ecc. ecc.). Grazie! Caratteristiche di Firefox 29: 1. Firefox Desktop: nuova interfaccia Australis e sincronizzazione basata su Firefox Accounts 2. Firefox per Android: sincronizzazione basata su account Firefox Dettagli: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ja: Firefox 29 の公開に貢献したサポート貢献者に授与されます (ナレッジベース記事、フォーラムの質問への回答、ナレッジベース記事の翻訳、ツイートなど)。ありがとうございます！ Firefox 29 の機能: 1. デスクトップ版 Firefox: Australis の新しい外観と Sync を基にした Firefox アカウント。 2. Android 版 Firefox: Sync を基にした Firefox アカウント。 詳細: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ka: ჯილდო გადაეცემათ მოხალისეებს, რომლებსაც წვლილი (ცოდნის წყაროს სტატიებზე მუშაობა, ფორუმზე კითხვებზე პასუხის გაცემა, ცოდნის წყაროს სტატიების თარგმნა, ტვიტები და ა. შ.) აქვთ შეტანილი, Firefox 29 ვერსიის გაშვებაში, გმადლობთ! Firefox 29 შესაძლებლობები: 1. Firefox კომპიუტერისთვის: Australis ახალი იერსახე და Firefox-ანგარიშებზე დაფუძნებული სინქრონიზაცია 2. Firefox Android-ისთვის: Firefox-ანგარიშებით სინქრონიზაცია ვრცლად: https://sumo.etherpad.mozilla.org/sumo-australis-badges
kab: Arraz yettunefk i yimttekkiyen n tallelt (imagraden n taffa n tmussniwin, tiririt i yisteqsiyen deg unmager, tasuqilt n taffa n tmussniwin, itwiten, atg) i usenker n Firefox 29, tanemmirt! timahilin Firefox 29: 1. Firefox Desktop: Udem akked uḥulfu amaynut Australis akked Firefox Accounts yebnan ɣef sync 2. Firefox i Android: Firefox Accounts yebnan ɣef sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ko: Firefox 29 런칭을 위해 도움 (KB 문서, 포럼 질문 답변, KB문서 지역화, 트윗 등) 을 주신 공헌자들에게 이 상을 수여합니다, 감사합니다! Firefox 29 주요 기능: 1. 파이어폭스 데스크탑: 새로운 Australis 디자인 그리고 동기화 기반 파이어폭스 계정 2. 안드로이드용 Firefox: 동기화 기반 파이어폭스 계정 더 보기: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ms: Dianugerahkan kepada para sukarelawan sokongan yang menyumbangkan (dokumentasi artikel KB, menjawab Soalan Forum, menterjemahkan dokumentasi artikel KB, tweet, dsb) sehingga kepada pelancaran Firefox 29, terima kasih! Ciri Firefox 29: 1. Firefox Desktop: Penampilan dan pengalaman Australis baru DAN penyelarasan berasaskan Akaun Firefox 2. Firefox untuk Android: Penyelarasan berasaskan Akaun Firefox MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
nb_no: Tildelt til bidragsytere som bidro (KB-artikkeldokumentasjon, svare på forumspørsmål, oversette KB-artikkeldokumentasjon, tweeter osv.) til lanseringen av Firefox 29, takk! Firefox 29 funksjoner: 1. Firefox for datamaskiner: Australis nytt utseende og synkronisering basert på Firefox-kontoer 2. Firefox for Android: synkronisering basert på Firefox-kontoer Mer: https://sumo.etherpad.mozilla.org/sumo-australis-badges
nl: Toegekend aan ondersteuningsmedewerkers die hebben bijgedragen (via KB-artikeldocumentatie, beantwoorden van forumvragen, vertalen van KB-artikeldocumentatie, tweets, etc.) aan de lancering van Firefox 29, bedankt! Functies van Firefox 29: 1. Firefox voor desktop: nieuwe Australis-vormgeving EN op Firefox-accounts gebaseerd synchroniseren 2. Firefox voor Android: op Firefox-accounts gebaseerd synchroniseren MEER: https://sumo.etherpad.mozilla.org/sumo-australis-badges
pl: Odznaka przyznawana osobom, które miały wkład (dokumentacja bazy wiedzy, odpowiedzi na forum, tłumaczenie bazy wiedzy, tweety itp.) w premierę wersji 29 Firefoksa – dziękujemy! Nowości w wersji 29: 1. Firefox dla komputerów – nowy interfejs Australis i synchronizacja za pomocą konta Firefoksa. 2. Firefox na Androida – synchronizacja za pomocą konta Firefoksa. Więcej informacji pod adresem: https://sumo.etherpad.mozilla.org/sumo-australis-badges
pt_br: Concedido aos voluntários que contribuíram (com artigos da base de conhecimento, respostas no fórum, tradução de artigos da base de conhecimento, tweets, etc.) para o lançamento do Firefox 29, obrigado! Funcionalidades do Firefox 29: 1. Firefox para desktop: nova aparência Australis e sincronização baseada na Conta Firefox 2. Firefox para Android: sincronização baseada na Conta Firefox Mais: https://sumo.etherpad.mozilla.org/sumo-australis-badges
pt_pt: Atribuído a colaboradores do apoio que contribuíram (com artigos de documentação da base de conhecimento, respostas a questões no fórum, traduções de artigos de documentação da base de conhecimento, tweets, etc.) para o lançamento do Firefox 29, obrigado! Funcionalidades do Firefox 29: 1. Firefox para computadores: nova aparência Australis E sincronização baseada em Contas Firefox 2. Firefox para o Android: sincronização baseada em Contas do Firefox MAIS: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ro: Acordată colaboratorilor pe forumul de asistență care au contribuit (documentație articole în Baza de cunoștințe, răspunsuri la întrebări adresate pe forum, localizarea documentației din Baza de cunoștințe, tweeturi etc.) la lansarea Firefox 29. Vă mulțumim! Funcționalități Firefox 29: 1. Firefox pentru calculator: noua interfață Australis ȘI sincronizare prin intermediul conturilor Firefox 2. Firefox pentru Android: Sincronizare prin intermediul conturilor Firefox. Mai multe: https://sumo.etherpad.mozilla.org/sumo-australis-badges
sr: Додељено ради подршке доприносиоцима који су допринели (документацијом чланака, одговорима на питања на форуму, локализацијом, итд.) лансирању Firefox 29, хвала! Firefox 29 могућности: 1. Firefox Desktop: Нови изглед и осећај AND Firefox налози са синхронизацијом 2. Firefox за Android: Firefox налози са синхронизацијом MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
sv: Tilldelad till bidragsgivare (KB-artikeldokumentation, svara på forumfrågor, översätta KB-artikeldokumentation, tweets, etc) som bidrog till lanseringen av Firefox 29, tack! Firefox 29 funktioner: 1. Firefox för datorer: Australis nya utseende och känsla och synkronisering med Firefox-konton 2. Firefox för Android: synkronisering med Firefox-konton Mer: https://sumo.etherpad.mozilla.org/sumo-australis-badges
th: มอบให้เพื่อสนับสนุนผู้มีส่วนร่วมในด้านต่าง ๆ (การจัดทำคู่มือบทความ การตอบคำถามฟอรั่ม การแปลคู่มือบทความฐานความรู้ การทวีต ฯลฯ) ในช่วงเปิดตัว Firefox 29 ขอบคุณ! คุณลักษณะของ Firefox 29: 1. Firefox เดสก์ท็อป: รูปลักษณ์ Australis โฉมใหม่ และการซิงค์ด้วยบัญชี Firefox 2. Firefox สำหรับ Android: การซิงค์ด้วยบัญชี Firefox ข้อมูลเพิ่มเติม: https://sumo.etherpad.mozilla.org/sumo-australis-badges
tr: Firefox 29'un yayınlanmasına destek olan (KB makale dökümantasyonu, Forum Sorularını cevaplama, KB makale dökümantasyonu çevirileri, tweetler, vb.) gönüllülere hediye edilmiştir, teşekkürler! Firefox 29 özellikleri: 1. Firefox Masaüstü: Australis yeni bir görünüm ve hisse sahip VE Firefox Hesabı bazlı senkronizasyon 2. Android için Firefox: Firefox Hesabı bazlı senkronizasyon MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
zh_cn: 授予 Firefox 29 发行时的贡献者（知识库文档、回答论坛问题、本地化知识库文章、发推文，等等），谢谢你们！ Firefox 29 的功能有： 1. Firefox 桌面版：全新的 Australis 界面，基于 Firefox 账号的新版“同步”功能。 2. Firefox Android 版：基于 Firefox 账号的新版“同步”功能。 更多信息： https://sumo.etherpad.mozilla.org/sumo-australis-badges
zh_tw: 此徽章授予在 Firefox 29 發行時的貢獻者（知識庫文件、回答討論區問題、在地化知識庫文件、推文等等），感謝您！ Firefox 29 的功能有: 1. Firefox 桌面版: Australis 全新介面及使用 Firefox 帳號的新版 Sync 功能 2. Firefox for Android: 使用 Firefox 帳號的新版 Sync 功能 更多資訊: https://sumo.etherpad.mozilla.org/sumo-australis-badges

# DB: kbadge.Badge.title
source: 2008 L10n Badge
bg: 2008 L10n значка
de: L10n-Abzeichen 2008
el: Έμβλημα L10n 2008
es: Insignia de L10n de 2008
fy_nl: L10n 2008-badge
hr: Značka lokalizacije za 2008. godinu
hu: L10n kitűző – 2008
ia: Insignia del localisation 2008
id: Lencana L10n 2008
it: Distintivo L10n 2008
ja: 2008 L10n バッジ
ka: 2008 L10n ჯილდო
kab: Deg warraz 2008 L1
ko: 2008 L10n 배지
ms: Lencana L10n 2008
nb_no: 2008 L10n-utmerkelse
nl: L10n 2008-badge
pa_in: 2008 L10n ਬੈਜ
pl: Odznaka L10n 2008
pt_br: Emblema L10n 2008
pt_pt: Medalha de tradutores de 2008
ro: Insignă L10n 2008
sk: Ocenenie Lokalizácie pre rok 2008
sr: L10n беџ локализације за 2008. годину
sv: 2008 emblem för L10n
te: 2008 L10n బ్యాడ్జి
th: ตรา L10n ปี 2008
tr: 2008 Yerelleştirme Rozeti
uk: Відзнака L10n 2008
ur: 2008 L10n بیج
vi: Huy hiệu L10n 2008
zh_cn: 2008 本地化徽章
zh_tw: 2008 L10n 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2008.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на преводи през 2008 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Übersetzungen im Jahr 2008 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες μετάφρασης κατά τη διάρκεια του 2008.
es: Esta insignia se otorga a los colaboradores que tienen 10 traducciones aprobadas en 2008.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre oersetbewurkingen yn 2008.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena prijevoda tijekom 2008. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott fordítási szerkesztést végeztek 2008-ban.
ia: Iste insignia es assignate al collaboratores con 10 redactiones de traductiones approbate durante le 2008.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 traduzioni nel 2008.
ja: このバッジは 2008 年にナレッジベースの翻訳が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული მთარგმნელობითი შესწორებისთვის, 2008 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n tsuqilin ttwaqeblent deg 2008.
ko: 2008년에 10개의 승인된 번역작업을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit terjemahan yang diluluskan pada 2008.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente oversettelser i løpet av 2008.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde vertaalbewerkingen in 2008.
pl: Ta odznaka jest przyznawana autorom, którzy w 2008 roku dokonali co najmniej 10 zatwierdzonych zmian tłumaczeń.
pt_br: Este emblema é concedido a colaboradores com 10 traduções aprovadas em 2008.
pt_pt: Esta medalha é atribuída a colaboradores com 10 traduções aprovadas durante 2008.
ro: Această insignă este acordată colaboratorilor cu 10 editări de traduceri aprobate în anul 2008.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2008 aspoň 10 schválených prekladov.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених превода током 2008. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända översättningsredigeringar under 2008.
te: ఈ బాడ్జీని 2008లో 10 ఆమోదిత అనువాదాలు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขการแปล 10 รายการที่ได้รับการอนุมัติในปี 2008
tr: Bu rozet 2008 yılında 10 onaylanmış çeviri düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок перекладів протягом 2008 року.
ur: یہ بیج شراکت داروں کو دیا گیا جنہوں نے 2008 کے دوران 10 منظور شدہ ترجموں میں ترمیم کی۔
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản dịch được phê duyệt trong năm 2008.
zh_cn: 此徽章授予在 2008 年有超过 10 篇已核准翻译的编辑贡献者。
zh_tw: 此徽章授予在 2008 年間有超過 10 篇被審核通過的文件翻譯的翻譯者。
