Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Mozilla support forum is fully powered by our volunteer community that helps hundreds of users every day. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
de: Das Mozilla-Hilfeforum wird vollständig von unserer Freiwilligengemeinschaft unterstützt, welche täglich Hunderten von Nutzern hilft. Diese Gemeinschaft ist aus leidenschaftlichen Firefox- und Thunderbird-Nutzern gebildet, welche etwas Zeit ihrer Freizeit aufwenden, um anderen Nutzern zu helfen. Ohne Ihre Leidenschaft und Begeisterung könnten wir es nicht schaffen. Ihr Beitrag, so gering er auch scheinen mag, hat einen enormen Wert. Die Lösung eines Problems in den Hilfeforen kann bis zu 1000 Nutzern pro Tag helfen!
el: Το φόρουμ υποστήριξης της Mozilla τροφοδοτείται πλήρως από την κοινότητα εθελοντών μας, που βοηθά καθημερινά εκατοντάδες χρήστες. Αυτή η κοινότητα έχει σχηματιστεί από ενθουσιώδεις χρήστες του Firefox και του Thunderbird, οι οποίοι διαθέτουν λίγο από τον ελεύθερο χρόνο τους για να βοηθήσουν άλλους χρήστες. Δεν θα μπορούσαμε να τα καταφέρουμε χωρίς τον ζήλο και τον ενθουσιασμό σας. Η συνεισφορά σας, όσο μικρή κι αν φαίνεται, έχει αμέριστη αξία. Η επίλυση ενός ζητήματος στο φόρουμ υποστήριξης μπορεί να βοηθήσει έως και 1.000 χρήστες την ημέρα!
fy_nl: Mozilla Support forum wurdt folslein mooglik makke troch ús mienskip fan frijwilligers dy’t deistich hûnderten brûkers helpt. Dizze mienskip wurdt foarme troch pasjonearre Firefox- en Thunderbird-brûkers dy’t in part fan harren frije tiid besteegje oan it helpen fan oaren. Dit soe net mooglik wêze sûnder jo passy en entûsjasme. Jo bydrage hat, sa lyts as dizze lykje mei, enoarme wearde. It ferhelpen fan ien probleem yn de stipefoarums kin wol 1000 brûkers op in dei helpe!
hu: A Mozilla támogatási fórumát teljesen az önkéntesekből álló közösségünk működteti, amely felhasználók százainak segít nap mint nap. Ez a közösség elkötelezett Firefox és Thunderbird felhasználókból áll, akik a szabadidejüket arra szánják, hogy másoknak segítsenek. Ezt nem tudnánk megtenni lelkes önkéntesek nélkül. Az Ön közreműködése (bármilyen csekélynek tűnik is) másokon segít. Mivel a fórumokat sokan felkeresik, így egyetlen helyes válasz is akár napi 1000 felhasználónak jelenthet megoldást a problémájára.
ia: Le foro de assistentia de Mozilla es plenmente supportate per nostre communitate de voluntarios que adjuta centenas de usatores cata die. Iste communitate es formate per usatores passionate de Firefox e Thunderbird qui emplea parte de lor tempore libere pro adjutar le alteres. Nos non pote lo facer sin tu passion e enthusiasmo. Tu contribution, mesmo si illo pote parer minor, ha un valor tremende. Solver un problema in le foros de supporto pote adjutar usque a 1000 usatores per die!
it: Al forum di supporto Mozilla partecipano i volontari della nostra comunità che aiuta centinaia di utenti ogni giorno. Questa comunità è formata da utenti appassionati di Firefox e Thunderbird che impiegano parte del loro tempo libero ad aiutare gli altri. Senza la tua passione e il tuo entusiasmo non ce la potremmo fare. Il tuo contributo, per piccolo che possa sembrare, ha un enorme valore. Risolvere un solo problema sul forum di supporto può aiutare 1000 utenti al giorno!
ka: Mozilla-ს მხარდაჭერის ფორუმი სრულადაა დამოკიდებული ჩვენს მოხალისეთა ერთობაზე, ასობით მომხმარებელს რომ ეხმარება ყოველდღიურად. ეს ერთობა ჩამოყალიბდა Firefox-ისა და Thunderbird-ის მოყვარულებისგან, რომლებიც საკუთარ დროს უთმობენ სხვების მხარდაჭერას. ამ ყველაფერს ვერ მოვახერხებდით თქვენი გულმხურვალე თავდადების გარეშე. თქვენი წვლილი, ერთი შეხედვით მცირედიც კი, უაღრესად ღირებულია. მხარდაჭერის ფორუმზე ერთი ხარვეზის გადაწყვეტაც კი 1000 მომხმარებელს შეიძლება გამოადგეს დღეში!
ko: Mozilla 지원 포럼은 매일 수백명의 사용자를 돕는 공헌자 커뮤니티의 힘으로 운영됩니다. 이 커뮤니티는 남는 시간을 활용하여 남을 돕는 열정적인 Firefox 및 Thunderbird 사용자로 구성되어 있습니다. 이들의 열정과 노력이 없었다면 우리는 해내지 못했을 것입니다. 아무리 작은 도움일지라도 공헌자의 기여는 엄청난 가치를 갖고 있습니다. 지원 포럼에서 하나의 문제를 해결하면 하루 최대 1000명의 사용자를 도울 수 있습니다!
nl: Het Mozilla Support-forum wordt volledig mogelijk gemaakt door onze gemeenschap van vrijwilligers die dagelijks honderden gebruikers helpt. Deze gemeenschap wordt gevormd door gepassioneerde Firefox- en Thunderbird-gebruikers die een deel van hun vrije tijd besteden aan het helpen van anderen. Dit zou niet mogelijk zijn zonder uw passie en enthousiasme. Uw bijdrage heeft, zo klein als deze mag lijken, enorme waarde. Het verhelpen van één probleem in de ondersteuningsforums kan wel 1000 gebruikers per dag helpen!
pl: Forum pomocy Mozilli jest całkowicie obsługiwane przez naszych wolontariuszy, którzy codziennie pomagają setkom użytkowników. Społeczność ta jest tworzona przez pasjonatów programów Firefox i Thunderbird, którzy poświęcają swój wolny czas, niosąc pomoc innym. Nie moglibyśmy zrobić tego bez Twojego zaangażowania i entuzjazmu. Twój, jak mogłoby się wydawać, niewielki wkład ma ogromną wartość. Rozwiązanie jednego problemu na forum może pomóc nawet 1000 użytkownikom dziennie!
pt_br: O fórum de suporte da Mozilla é completamente fornecido por nossa comunidade de voluntários que ajudam centenas de usuários todos os dias. Esta comunidade é formada por usuários do Firefox e do Thunderbird que usam parte de seu tempo livre para ajudar os outros. Não conseguiríamos fazer isso sem sua paixão e entusiasmo. Sua contribuição, por menor que possa parecer, tem enorme valor. Resolver um problema nos fóruns de suporte pode ajudar mais de 1000 usuário por dia!
pt_pt: O fórum de apoio da Mozilla é completamente suportado pela nossa comunidade de voluntários que ajuda centenas de utilizadores, todos os dias. Esta comunidade é formada por utilizadores do Firefox e do Thunderbird que utilizam o seu tempo livre para ajudar os outros. Não o conseguiríamos fazer sem a sua paixão e entusiasmo. O seu contributo, por muito pequeno que possa parecer, tem um grande valor. Resolver um problema nos fóruns de apoio pode ajudar mais de 1000 utilizadores por dia!
sk: Fórum Podpory Mozilly je tu vďaka komunite dobrovoľníkov, ktorí pomáhajú denne stovkám používateľov. Komunitu tvoria nadšení používatelia Firefoxu a Thunderbirdu, ktorí venujú časť svojho voľného času pomoci ostatným. Bez vášho nadšenia by sme to nedokázali. Váš príspevok, nech už sa zdá akokoľvek veľký má vysokú hodnotu. Vyriešenie jednej otázky na fóre podpory môže pomôcť až tisícke používateľom každý deň!
tr: Mozilla destek forumu, her gün yüzlerce kullanıcıya yardımcı olan gönüllülerimizin desteğiyle çalışıyor. Gönüllülerimiz, başkalarına yardım etmek için boş zamanlarını ayıran tutkulu Firefox ve Thunderbird kullanıcılarından oluşuyor. Tutkunuz ve coşkunuz olmadan yapamazdık. Katkılarınız ne kadar küçük görünse de muazzam bir değere sahip. Destek forumlarındaki tek bir sorunu çözmeniz günde 1.000 kullanıcıya yardımcı olabilir!
uk: Форум підтримки Mozilla повністю керується нашою спільнотою помічників, яка допомагає сотням користувачів щодня. Ця спільнота сформована захопленими користувачами Firefox та Thunderbird, які надають частину свого вільного часу для допомоги іншим. Ми б не змогли зробити це без вашого ентузіазму та захоплення. Ваша допомога, навіть якщо вона може здатися незначною, має величезне значення. Вирішення однієї проблеми на форумах підтримки може принести користь для майже 1000 користувачів на день!
vi: Diễn đàn Mozilla Support được hỗ trợ hoàn toàn bởi cộng đồng tình nguyện viên của chúng tôi, giúp đỡ hàng trăm người dùng mỗi ngày. Cộng đồng này được hình thành bởi những người dùng Firefox và Thunderbird, những người dành chút thời gian rảnh rỗi để giúp đỡ người khác. Chúng tôi không thể làm được điều đó nếu không có niềm đam mê và nhiệt huyết của các bạn. Đóng góp của bạn, dù có vẻ nhỏ nhặt, nhưng lại có giá trị to lớn. Việc giải quyết một vấn đề trong diễn đàn hỗ trợ có thể giúp ích tới 1000 người dùng mỗi ngày!
zh_cn: Mozilla 支持论坛完全由志愿者社区提供支持，他们每天帮助成百上千的用户。这个社区由富有激情、愿意抽出业余时间帮助他人的 Firefox 和 Thunderbird 用户组成。没有热情和投入我们无法做到。您的贡献尽管看起来微不足道，但却有着巨大的价值。在技术支持论坛解决1个问题意味着每天可以帮到1000名用户！
zh_tw: Mozilla 技術支援討論區是一個完全由志工社群所驅動的網站，這個網站每天都能幫助數百位使用者。這個社群是由熱情的 Firefox 與 Thunderbird 使用者花他們的空閒時間成立起來，以幫助別人。若沒有您的熱忱，我們無法做到這些事情。您的貢獻哪怕只有一點點，都有很巨大的價值，只要在討論區解決一個問題，每天就能幫助一千位使用者！

source: Tell us about yourself!
af: Vertel ons oor jouself!
bg: Разкажете ни за себе си!
bs: Recite nam nešto o sebi!
de: Erzählen Sie uns etwas über sich!
el: Μιλήστε μας για εσάς!
es: ¡Cuéntanos más sobre ti!
fy_nl: Fertel wat oer josels!
he: נשמח לשמוע עליך!
hr: Reci nam nešto o sebi!
hu: Mondjon valamit magáról!
ia: Conta nos re te mesme!
id: Beritahu kami tentang dirimu!
it: Raccontaci di te!
ja: 自己紹介してください！
ka: მოგვიყევით თქვენ შესახებ!
ko: 자신을 소개해주세요!
mg: Lazao anay ny mombamomba anao!
ms: Beritahu kami perihal diri anda!
nb_no: Fortell oss mer om deg selv!
nl: Vertel iets over uzelf!
pa_in: ਸਾਨੂੰ ਆਪਣੇ ਬਾਰੇ ਦੱਸੋ!
pl: Powiedz nam coś o sobie!
pt_br: Fale mais de você!
pt_pt: Fale-nos de si!
ro: Spune-ne despre tine!
sk: Povedzte nám o sebe!
sr: Реците нам нешто о себи!
te: మీ గురించి చెప్పండి!
th: บอกเราเกี่ยวกับตัวคุณเอง!
tr: Bize kendinizden bahsedin!
uk: Розкажіть нам про себе!
ur: اپنے بارے میں بتائیں!
vi: Kể cho chúng tôi nghe về cuộc đời của bạn!
zh_cn: 向我们介绍一下自己吧！
zh_tw: 向我們介紹一下您自己！
zu: Sitshele kabanzi!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet, <a href="%(intro_url)s">please take a minute to introduce yourself</a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on Matrix, on the <a href="%(matrix_url)s">#sumo channel</a>.
de: Wir freuen uns immer, von neuen Leuten zu hören, die in den Foren helfen möchten. Wenn Sie unsere Gemeinschaft noch nicht kennen, <a href="%(intro_url)s">stellen Sie sich bitte kurz vor</a>. Wenn Sie nicht gleich so groß auftreten wollen, ist das auch in Ordnung. :-) Sie finden uns auch auf Matrix im <a href="%(matrix_url)s">Kanal #sumo</a>.
el: Χαιρόμαστε πάντα να μαθαίνουμε για νέα άτομα που τους αρέσει να βοηθούν στο φόρουμ, γι’ αυτό αν δεν έχετε γνωρίσει ακόμα την κοινότητά μας, <a href="%(intro_url)s">αφιερώστε λίγο χρόνο για να συστηθείτε</a>. Αν θέλετε να κρατήσετε χαμηλό προφίλ, είναι απόλυτα κατανοητό :). Μπορείτε επίσης να μας βρείτε όλους στο Matrix, στο <a href="%(matrix_url)s">κανάλι #sumo</a>.
fy_nl: Wy binne altyd bliid om fan nije minsken te hearen dy’t graach yn de foarums helpe, dus as jo noch gjin kennis mei ús mienskip makke hawwe, <a href="%(intro_url)s">nim dan efkes de tiid om josels te yntrodusearjen</a>. As jo leaver op de eftergrûn bliuwe, is dat ek goed :). Wy binne ek te finen op Matrix yn it <a href="%(matrix_url)s">kanaal #sumo</a>.
hu: Mindig szívesen hallunk új emberekről, akik szeretnek másokon segíteni a fórumokon, tehát ha még nem találkozott a közösségünkkel, <a href="%(intro_url)s">mutatkozzon be röviden</a>. Ha nem szeretne nagyon feltűnni, az is rendben van :). A Matrixon is megtalál minket a <a href="%(matrix_url)s"> #sumo csatornán</a>.
ia: Nos es sempre multo felice de audir nove personas qui ama adjutar sur le foros, assi si tu non ha ancora incontrate nostre communitate <a href="%(intro_url)s"> per favor prende un minuta a introducer te mesme </a>. Si tu desira tener un basse profilo, il es bon :). Tu pote alsi trovar nos anque sur Matrix, sur le <a href="%(matrix_url)s">canal #sumo</a>.
it: Siamo sempre molto felici di avere nuove persone a cui piace aiutare sui forum perciò, se non hai ancora conosciuto la nostra comunità, puoi <a href="%(intro_url)s">passare a presentarti</a> (non è obbligatorio). Potrai trovarci anche su Matrix, nel <a href="%(matrix_url)s">canale #sumo</a>.
ka: ყოველთვის მოხარულნი ვართ, როცა მეტი ადამიანი გამოთქვამს სხვების დახმარების სურვილს ფორუმებზე, ასე რომ, თუ ჯერ არ გასცნობიხართ ჩვენს ერთობას, გთხოვთ, <a href="%(intro_url)s">გამონახოთ დრო თავის წარსადგენად</a>. თუ არ გსურთ ვინაობის გამხელა, ეგეც მისაღებია :). ჩვენი მონახვა ასევე შეგიძლიათ Matrix-ის <a href="%(matrix_url)s">#sumo-არხზე</a>.
ko: 다른 사용자를 돕고자 새로 오시는 분들을 환영합니다. 아직 커뮤니티 구성원과 만나지 못했다면, <a href="%(intro_url)s">자신을 소개해주세요</a>. 주목받고 싶지 않다면, 소개하지 않으셔도 물론 괜찮습니다 :). Matrix의 <a href="%(matrix_url)s">#sumo 채널</a>에서 연락을 이어갈 수도 있습니다.
nl: We zijn altijd blij om van nieuwe mensen te horen die graag in de forums helpen, dus als u nog geen kennis met onze gemeenschap hebt gemaakt, <a href="%(intro_url)s">neem dan even de tijd om uzelf te introduceren</a>. Als u liever op de achtergrond blijft, is dat ook goed :). We zijn ook te vinden op Matrix in het <a href="%(matrix_url)s">kanaal #sumo</a>.
pl: Zawsze bardzo cieszymy się, widząc na forum nowe osoby chętne nieść pomoc innym. Jeśli jeszcze nie miałeś/miałaś sposobności spotkania naszej społeczności, <a href="%(intro_url)s">poświęć chwilę, by się przedstawić</a>. Jeśli nie chcesz dać się poznać bliżej, to też jest OK :). Możesz znaleźć nas wszystkich na Matrix-ie, na <a href="%(matrix_url)s">kanale #sumo</a>.
pt_br: Ficamos sempre felizes quando conhecemos novas pessoas que gostam de ajudar nos fóruns, então, se ainda não se apresentou à nossa comunidade, <a href="%(intro_url)s">tire um minuto para se apresentar</a>. Se preferir ficar discreto, tudo bem :). Você também pode nos encontrar a todos no Matrix, no <a href="%(matrix_url)s">canal #sumo</a>.
pt_pt: Ficamos sempre muito contentes quando conhecemos novas pessoas que gostam de ajudar nos fóruns, pelo que se ainda não conhece a nossa comunidade <a href="%(intro_url)s"> despenda de um minuto para se apresentar </a>. Se quiser manter uma presença discreta, também não há problema :). Também pode encontrar-nos no Matrix, no <a href="%(matrix_url)s">canal #sumo</a>.
sk: Vždy nás moc teší stretnúť nových ľudí, ktorí chcú pomáhať na fóre, takže ak ste sa ešte s našou komunitou nestretli, <a href="%(intro_url)s">radi by sme sa predstavili</a>. Ak to chcete nechať bez zmeny, nič sa nedeje. :) Môžete nás ale stretnúť aj na Matrixe <a href="%(matrix_url)s">v kanáli #sumo</a>.
tr: Başkalarına yardım etmeyi seven sizin gibi insanları forumlarımızda da görmek isteriz. Henüz topluluğumuzla tanışmadıysanız <a href="%(intro_url)s">lütfen bir dakikanızı ayırıp kendinizi tanıtın</a>. Şimdilik bir şey yazmak istemiyorsanız o da sorun değil :). Bizi Matrix’te <a href="%(matrix_url)s">#sumo kanalında</a> takılırken de bulabilirsiniz.
uk: Ми завжди дуже раді новим людям, які люблять допомагати на форумах, тож якщо ви ще не познайомились із нашою спільнотою, <a href="%(intro_url)s">знайдіть хвилинку, щоб представитись</a>. Якщо ж ви хочете залишитись малопомітним, це також добре :). Ви також можете знайти всіх нас у Matrix на <a href="%(matrix_url)s">каналі #sumo</a>.
vi: Chúng tôi luôn rất vui khi được nghe ý kiến ​​từ những người mới thích giúp đỡ trên diễn đàn, vì vậy nếu bạn chưa gặp cộng đồng của chúng tôi, <a href="%(intro_url)s">vui lòng dành một phút để giới thiệu về bản thân</a>. Nếu bạn muốn low-profile, điều đó cũng ok :). Bạn cũng có thể tìm thấy tất cả chúng tôi đang trò chuyện trên Matrix, trên <a href="%(matrix_url)s">kênh #sumo</a>.
zh_cn: 我们始终乐于听到论坛上有新人的声音，所以如果您还没有接触过我们的社区，<a href="%(intro_url)s">请花一分钟做个自我介绍</a>。如果你想保持低调，也完全没问题 :)。你也可以在 Matrix 的 <a href="%(matrix_url)s">#sumo 频道</a> 和我们互动。
zh_tw: 我們很高興能有新人來加入討論區幫忙我們，若您還沒有認識我們的社群，<a href="%(intro_url)s">請先花幾分鐘自我介紹一下</a>。若您想低調也沒問題。您也可以在 Matrix 的 <a href="%(matrix_url)s">#sumo 頻道</a>找到我們。

source: Learn new things
af: Leer nuwe dinge
bg: Научете новите неща
bs: Naučite nove stvari
de: Lernen Sie neue Dinge
el: Μάθετε νέα πράγματα
es: Aprende cosas nuevas
fy_nl: Nije saken leare
he: ללמוד דברים חדשים
hr: Nauči nove stvari
hu: Tanuljon meg új dolgokat
ia: Apprende nove cosas
id: Pelajari hal baru
it: Impara sempre di più
ja: 新しいことを学びましょう
ka: შეისწავლეთ ახალი საკითხები
ko: 새로운 것을 배우기
mg: Hianatra zava-baovao
ms: Belajar perkara baru
nb_no: Lær nye ting
nl: Nieuwe dingen leren
pa_in: ਨਵੀਆਂ ਚੀਜ਼ਾਂ ਸਿੱਖੋ
pl: Poznaj nowe rzeczy
pt_br: Aprenda coisas novas
pt_pt: Aprenda coisas novas
ro: Învață lucruri noi
sk: Naučte sa niečo nové
sr: Научите нове ствари
te: కొత్త విషయాలు తెలుసుకోండి
th: เรียนรู้สิ่งใหม่
tr: Yeni şeyler öğrenin
uk: Вивчайте нове
ur: نئی چیزیں سیکھیں:
vi: Tìm hiểu những điều mới mẻ
zh_cn: 了解新鲜事
zh_tw: 學習新東西
zu: Funda izinto ezintsha

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(onboarding_url)s">contributor guidelines</a>. This includes some cool troubleshooting info, how-to questions, and info about where to find more help if stuck.
de: Wenn Sie mehr darüber erfahren möchten, wie das Helfen hier funktioniert, schauen Sie sich unser <a href="%(onboarding_url)s">Training für Mitwirkende</a> an. Dazu gehören praktische Informationen zur Problemlösung, Leitfäden, „How-to-Fragen“ und Informationen, wo Sie weitere Hilfe finden, wenn Sie nicht weiterkommen.
el: Αν ενδιαφέρεστε να μάθετε περισσότερα σχετικά με το πώς λειτουργεί η υποστήριξη, ρίξτε μια ματιά στις <a href="%(onboarding_url)s">οδηγίες εθελοντών</a>. Αυτές περιλαμβάνουν πληροφορίες επίλυσης προβλημάτων, κανόνες, ερωτήσεις τρόπου χρήσης και λεπτομέρειες για το τι να κάνετε εάν «κολλήσετε» κάπου.
fy_nl: As jo mear leare wolle oer hoe’t dit hiele stipebarren wurket, besjoch dan ús <a href="%(onboarding_url)s">meiwurkerstraining</a>. Dizze omfettet wat aardige probleemoplossingsynfo, hantliedingsfragen en ynfo oer wêr’t jo mear help fine kinne as jo fêstrinne.
hu: Ha szeretne többet megtudni arról, hogy miképp működik az egész támogatás, tekintse meg a <a href="%(onboarding_url)s">közreműködő irányelvek</a> oldalt. Ez tartalmaz némi hibaelhárítási információt, útmutatót, és információkat arról, hogy hol találhat további segítséget, ha elakad.
ia: Si tu es interessate a saper plus re como functiona le assistentia, discoperi nostre <a href="%(onboarding_url)s"> lineas guida del collaboratores</a>. Isto include alcun fresc informationes circa le resolution de problemas, lineas guida, questiones practic, e information re ubi trovar altere adjuta in caso de besonio.
it: Se sei interessato a imparare di più su come funziona il supporto, consulta le nostre <a href="%(onboarding_url)s">linee guida per i collaboratori</a> che comprendono informazioni sulla risoluzione dei problemi, risposte utili e altre informazioni su dove trovare aiuto in caso di bisogno.
ka: თუ გსურთ უფრო დაწვრილებით გაეცნოთ, როგორ მუშაობს ეს ყველაფერი, იხილეთ <a href="%(onboarding_url)s">მოხალისეთა გზამკვლევი</a>. მასში მოცემულია არაერთი მშვენიერი სახელმძღვანელო ხარვეზების გამოსასწორებლად, „როგორ“ კითხვებზე საპასუხოდ და კიდევ სხვა სასარგებლო მასალების მოძიების გზები, თუ დაგჭირდებათ.
ko: 만약 사용자 기술 지원에 대해 좀 더 자세히 알고 싶으시다면, <a href="%(onboarding_url)s">공헌자 가이드라인</a> 페이지를 참고하시기 바랍니다. 문제 해결 정보, 가이드라인, 질문 답변 방법 등의 몇 가지 정보를 포함하고 있습니다.
nl: Als u meer wilt leren over hoe dit hele ondersteuningsgebeuren werkt, bekijk dan <a href="%(onboarding_url)s">medewerkersrichtlijnen</a>. Deze omvat wat leuke probleemoplossingsinfo, handleidingsvragen en info over waar u meer hulp kunt vinden als u vastloopt.
pl: Jeśli chcesz dowiedzieć się więcej o tym, jak działa pomoc, zapoznaj się z naszymi <a href="%(onboarding_url)s">wytycznymi dla użytkowników</a>. Znajdziesz tak kilka fajnych informacji o rozwiązywaniu problemów, wytyczne, pytania „jak to zrobić”, a także informacje o tym, gdzie znaleźć dalszą pomoc w przypadku utknięcia.
pt_br: Se tiver interesse em saber mais sobre o funcionamento do suporte, dê uma olhada em nossas <a href="%(onboarding_url)s">diretrizes para colaboradores</a>. Contém algumas informações interessantes sobre solução de problemas, perguntas com respostas prontas e onde encontrar mais ajuda em caso de dificuldade.
pt_pt: Se está interessado em saber mais sobre como esta coisa do apoio funciona, consulte as nossas <a href="%(onboarding_url)s">diretrizes do colaborador</a>. Isto inclui alguma informação para diagnósticos, questões sobre como fazer e informação sobre onde encontrar mais ajuda se estiver bloqueado.
sk: Ak by ste sa chceli dozvedieť viac o tom, ako celý systém podpory funguje, pozrite sa na naše <a href="%(onboarding_url)s">pokyny pre prispievateľov</a>. Tam nájdete informácie o riešení problémov, návody, odpovede na dôležité otázky a informácie, kde nájsť ďalšiu pomoc.
tr: Destek işlerinin nasıl yürüdüğü hakkında bilgi almak isterseniz <a href="%(onboarding_url)s">katkıda bulunanlar için hazırladığımız yönergelere</a> göz atabilirsiniz. Bu yönergelerde sorun giderme bilgileri, rehberler, "Bunu nasıl yaparım?" sorularına yanıtlar ve takıldığınızda nereden yardım alabileceğinizi açıklayan bilgiler yer alıyor.
uk: Якщо ви бажаєте дізнатися більше про те, як працює система підтримки, ознайомтеся з нашими <a href="%(onboarding_url)s">настановами для помічників</a>. У них наведено корисні відомості з виявлення несправностей, часті запитання та інформацію про те, де отримати додаткову допомогу.
vi: Nếu bạn muốn tìm hiểu thêm về cách hoạt động của toàn bộ tính năng hỗ trợ này, hãy xem <a href="%(onboarding_url)s">nguyên tắc cộng tác viên</a> của chúng tôi. Điều này bao gồm một số thông tin khắc phục sự cố thú vị, câu hỏi hướng dẫn và thông tin về nơi có thể tìm thêm trợ giúp nếu gặp khó khăn.
zh_cn: 如果您有兴趣了解整个支持工作是如何完成的，请查看我们的 <a href="%(onboarding_url)s">贡献者指南</a>。这包括一些很酷的故障排除信息、操作问题以及如何找到更多帮助的信息。
zh_tw: 若您想了解這整個技術支援站的背後工作原理是什麼，請看看我們的<a href="%(onboarding_url)s">貢獻者指南</a>。這份教材包含了一些很酷的疑難排解資訊、「如何做」的問題，以及如果卡住了的時候能到哪裡找到更多支援。

source: Stay in touch
af: Bly in kontak
bg: Поддържайте връзка
bs: Ostanite u kontaktu
de: Bleiben Sie in Verbindung
el: Μείνετε σε επικοινωνία
es: Mantente en contacto
fy_nl: Yn kontakt bliuwe
he: להיות בקשר
hr: Ostani u kontaktu
hu: Maradjon kapcsolatban
ia: Remane in contacto
id: Ikuti perkembangan kami
it: Rimani in contatto
ja: 連絡
ka: დარჩით კავშირზე
ko: 계속 누르기
mg: Miseraserà matetika
ms: Sentiasa berhubungan
nb_no: Hold kontakten
nl: In contact blijven
pa_in: ਸੰਪਰਕ ਵਿੱਚ ਰਹੋ
pl: Pozostań w kontakcie
pt_br: Fique em contato
pt_pt: Mantenha-se em contacto
ro: Păstrează legătura
sk: Ostaňte v kontakte
sr: Останите у контакту
te: అందుబాటులో ఉండు
th: ไม่พลาดข่าวสาร
tr: İrtibatta kalın
uk: Будьте в курсі
ur: رابطہ قائم رکھیں
vi: Giữ liên lạc
zh_cn: 保持联系
zh_tw: 保持聯繫
zu: Hlala uxhumene
