Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s">meet every month</a> - and you can <a href="%(participate_url)s">join us</a>.
de: Wenn Sie schließlich noch alle Neuigkeiten über SUMO verfolgen möchten, vergessen Sie nicht unsere <a href="%(forums_url)s">Foren der Gemeinschaft</a>, unseren <a href="%(blog_url)s">offiziellen Blog</a> und unser <a href="%(twitter_url)s">Twitter-Konto</a>. Wir <a href="%(meetings_url)s">treffen uns auch jeden Monat</a> – und Sie können <a href="%(participate_url)s">dabeisein</a>.
el: Τέλος, αν θέλετε να ακολουθείτε όλες τις ειδήσεις σχετικά με το SUMO, μην ξεχάσετε το <a href="%(forums_url)s">φόρουμ της κοινότητας</a>, το <a href="%(blog_url)s">επίσημο ιστολόγιο</a> και τον <a href="%(twitter_url)s">λογαριασμό Twitter</a> μας. Επίσης, <a href="%(meetings_url)s">συναντιόμαστε κάθε μήνα</a> και μπορείτε να <a href="%(participate_url)s">συμμετάσχετε κι εσείς</a>.
fy_nl: As lêst: as jo al it nijs dat oan SUMO relatearre is folgje wolle, ferjit dan net ús <a href="%(forums_url)s">mienskipsfoarums</a>, <a href="%(blog_url)s">offisjele blog</a> en <a href="%(twitter_url)s">Twitter-account</a>. Ek hâlde wy <a href="%(meetings_url)s">elke moanne gearkomsten</a> - en jo kinne <a href="%(participate_url)s">meidwaan</a>.
hu: Végezetül, ha követni szeretné az összes SUMO-val kapcsolatos hírt, ne felejtse el a <a href="%(forums_url)s">közösségi fórumunkat</a>, <a href="%(blog_url)s">hivatalos blogunkat</a> és a <a href="%(twitter_url)s">Twitter profilunkat</a>. Valamint <a href="%(meetings_url)s">minden hónapban találkozunk</a> – és <a href="%(participate_url)s">csatlakozhat hozzánk</a>.
ia: Al fin, si tu vole sequer tote le novas associate a SUMO, non oblida nostre <a href="%(forums_url)s">foros communitari</a>, <a href="%(blog_url)s">official blog</a> e <a href="%(twitter_url)s">conto de Twitter</a>. Nos alsi <a href="%(meetings_url)s"> nos incontra quasi cata mense</a> - e tu pote <a href="%(participate_url)s">participar</a>.
it: Infine, se vuoi seguire tutte le notizie su SUMO, non dimenticare <a href="%(forums_url)s">il forum della comunità</a>, <a href="%(blog_url)s">il blog ufficiale</a> e <a href="%(twitter_url)s">il nostro account Twitter</a>. Teniamo anche delle <a href="%(meetings_url)s">riunioni mensili</a> a cui puoi <a href="%(participate_url)s">partecipare</a>.
ka: დაბოლოს, თუ გსურთ თვალი ადევნოთ SUMO-საიტის სიახლეებს, არ გამოგრჩეთ ჩვენი <a href="%(forums_url)s">ერთობის ფორუმები</a>, <a href="%(blog_url)s">სვეტი</a> და <a href="%(twitter_url)s">Twitter-გვერდი</a>. აგრეთვე, <a href="%(meetings_url)s">ყოველთვიურად იმართება შეხვედრები</a> – რომელთაც შეგიძლიათ <a href="%(participate_url)s">თქვენც შემოუერთდეთ</a>.
ko: Mozilla 도움말 사이트에 대한 정보를 더 얻으시려면, <a href="%(forums_url)s">커뮤니티 포럼</a>, <a href="%(blog_url)s">공식 블로그</a> 및 <a href="%(twitter_url)s">Twitter 계정</a>을 참고하시기 바랍니다. <a href="%(meetings_url)s">매달 개최하는 미팅</a>에 <a href="%(participate_url)s">참여</a>할 수도 있습니다.
nl: Tot slot: als u al het nieuws dat aan SUMO is gerelateerd wilt volgen, vergeet dan niet onze <a href="%(forums_url)s">gemeenschapsforums</a>, <a href="%(blog_url)s">officiële blog</a> en <a href="%(twitter_url)s">Twitter-account</a>. Ook houden we <a href="%(meetings_url)s">elke maand meetings</a> - en u kunt <a href="%(participate_url)s">meedoen</a>.
pl: Na koniec, jeśli chcesz śledzić wszystkie nowości związane z SUMO, nie zapomnij o naszych <a href="%(forums_url)s">forach społeczności</a>, <a href="%(blog_url)s">oficjalnym blogu</a> i <a href="%(twitter_url)s">koncie na Twitterze</a>. <a href="%(meetings_url)s">Spotykamy się także co miesiąc</a> – możesz <a href="%(participate_url)s">przyłączyć się do nas</a>.
pt_br: Finalmente, se quiser seguir todas as notícias relacionadas com o SUMO, não esqueça dos nossos <a href="%(forums_url)s">fóruns da comunidade</a>, <a href="%(blog_url)s">blog oficial</a> e <a href="%(twitter_url)s">conta no Twitter</a>. Também <a href="%(meetings_url)s">nos reunimos todo mês</a>, você pode <a href="%(participate_url)s">participar</a>.
pt_pt: Finalmente, se quiser seguir todas as notícias relacionadas com o SUMO, não se esqueça dos nossos <a href="%(forums_url)s">fóruns da comunidade</a>, <a href="%(blog_url)s">blogue oficial</a> e a <a href="%(twitter_url)s">conta do Twitter</a>. Também <a href="%(meetings_url)s">reunimos todos os meses</a> - e pode <a href="%(participate_url)s">juntar-se a nós</a>.
sk: Ak chcete sledovať najnovšie novinky okolo SUMO, nezabudnite na naše <a href="%(forums_url)s">komunitné fóra</a>, <a href="%(blog_url)s">oficiálny blog</a> a náš <a href="%(twitter_url)s">účet na Twitteri</a>. Tiež sa <a href="%(meetings_url)s">stretávame každý mesiac</a> a vy sa k nám môžete <a href="%(participate_url)s">pripojiť</a>.
tr: Son olarak, eğer SUMO ile ilgili tüm gelişmeleri takip etmek isterseniz <a href="%(forums_url)s">topluluğa ait forumları</a>, <a href="%(blog_url)s">resmi blogumuzu</a> ve <a href="%(twitter_url)s">Twitter hesabımızı</a> unutmayın. Ayrıca <a href="%(meetings_url)s">her ay bir araya geliyoruz</a> ve siz de <a href="%(participate_url)s">bize katılabilirsiniz</a>.
uk: І нарешті, якщо ви хочете слідкувати за всіма новинами стосовно SUMO, не забудьте про наші <a href="%(forums_url)s">форуми спільноти</a>, <a href="%(blog_url)s">офіційний блог</a> та <a href="%(twitter_url)s">обліковий запис Twitter</a>. Ми також <a href="%(meetings_url)s"> зустрічаємось щомісяця</a> - і ви можете <a href="%(participate_url)s">приєднатися до нас</a>.
vi: Cuối cùng, nếu bạn muốn theo dõi mọi tin tức liên quan đến SUMO, đừng quên ghé thăm vào <a href="%(forums_url)s">diễn đàn cộng đồng</a>, <a href="%(blog_url)s">blog chính thức</a> và <a href="%(twitter_url)s">tài khoản Twitter</a> của chúng tôi. Chúng tôi cũng <a href="%(meetings_url)s">gặp nhau hàng tháng</a> - và bạn có thể <a href="%(participate_url)s">tham gia</a>.
zh_cn: 最后如果您想了解更多有关 SUMO 的新闻，请不要忘记我们的 <a href="%(forums_url)s">社区论坛</a>、<a href="%(blog_url)s">官方博客</a> 和 <a href="%(twitter_url)s">Twitter 账户</a>。我们也有 <a href="%(meetings_url)s">月度聚会</a>——您可以 <a href="%(participate_url)s">加入我们</a>。
zh_tw: 最後，若您想要關注 SUMO 的相關休息，別忘記到我們的 <a href="%(forums_url)s">社群討論區</a>、<a href="%(blog_url)s">官方部落格</a> 與 <a href="%(twitter_url)s">Twitter 帳號</a> 看看。我們 <a href="%(meetings_url)s">幾乎每個月都開會</a>，歡迎您<a href="%(participate_url)s">加入</a>。

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
af: Weereens baie dankie. Ons sien uit daarna om jou meer dikwels by SUMO te sien! Hou die wiel aan die draai!
bg: Благодарим ви още веднъж. Очакваме да се видим в бъдеще по-често около SUMO! Продължавайте да се наслаждавате!
bs: Još jednom vam se zahvaljujemo. Nadamo se da ćemo vas još viđati na SUMO! Budite i dalje kul!
de: Nochmals vielen Dank. Wir freuen uns, Sie jetzt öfter auf SUMO zu sehen! Weiter so!
el: Σας ευχαριστούμε για άλλη μια φορά. Ανυπομονούμε να σας βλέπουμε συχνότερα εδώ στο SUMO! Συνεχίστε την καλή δουλειά!
es: Gracias una vez más. ¡Estamos deseando verte más a menudo por aquí por SUMO! ¡Sigue siendo genial!
fy_nl: Nochris tank. Wy sjogge dernei út jo faker te sjen op SUMO! Keep rocking!
he: אנו מודים לך פעם נוספת. אנו מקווים לפגוש אותך לעתים יותר תכופות כאן ב־SUMO! עבודה מצוינת!
hr: Još jednom, hvala. Nadamo se da ćemo te i dalje viđati na SUMO-u!
hu: Még egyszer köszönjük. Várjuk a SUMO környezetében. Csak így tovább!
ia: Gratias ancora. Nos gaudera de vider te plus sovente circum SUMO! Fortia assi!
id: Terima kasih sekali lagi. Kami berharap melihat Anda lebih sering di SUMO! Tetap semangat!
it: Grazie ancora. Siamo ansiosi di rivederti su SUMO! Rimani in contatto con noi!
ja: 重ねて感謝します。SUMO でもっとお会いできるのを楽しみにしています。続けて参加してください！
ka: გმადლობთ, კიდევ ერთხელ. ყოველთვის მოუთმენლად ველით თქვენს გამოჩენას SUMO საიტზე! ასე განაგრძეთ!
ko: 다시 한번 감사드립니다. SUMO에서 더 자주 볼 수 있기를 기대하겠습니다! 계속 나아가세요!
mg: Misaotra anao indray mandeha. Manantena ny hahita anao matetika kokoa eto amin'i SUMO! Tohizo fa tsara!
ms: Terima kasih sekali lagi. Kami sentiasa mengalu-alukan anda supaya lebih kerap berada di SUMO! Teruskan!
nb_no: Takk enda en gang. Vi ser fram for å treffe deg oftere på SUMO! Kjør på!
nl: Nogmaals bedankt. We kijken ernaar uit u vaker te zien op SUMO! Keep rocking!
pa_in: ਇੱਕ ਵਾਰ ਫੇਰ ਧੰਨਵਾਦ। ਅਸੀਂ SUMO ਵਿੱਚ ਤੁਹਾਨੂੰ ਆਮ ਹੀ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹਾਂ। ਲੱਗੇ ਰਹੋ!
pl: Dziękujemy raz jeszcze. Liczymy na częste spotkania na SUMO! Tak trzymać!
pt_br: Obrigado mais uma vez. Estamos ansiosos por futuras participações suas no SUMO! Força!
pt_pt: Obrigado mais uma vez. Estamos ansiosos por futuras participações suas no SUMO! Força!
ro: Îți mulțumim încă o dată. De-abia așteptăm să te vedem mai activ(ă) pe SUMO! Fii tare!
sk: Ešte raz ďakujeme. Tešíme sa na ďalšie stretnutie na SUMO! Do toho!
sr: Хвала вам још једном. Чекамо да вас опет видимо на SUMO. Наставите са супер радом!
te: మరోసారి ధన్యవాదాలు. మేము తరచుగా SUMO లో మీ కోసం ఎదురు చూస్తున్నాయి! రాక్ చేయండి!
th: ขอบคุณอีกครั้ง เราหวังเป็นอย่างยิ่งว่าจะได้พบคุณใน SUMO บ่อยขึ้น! ขอให้มีความสุขมาก ๆ นะ!
tr: Bir kez daha teşekkür ederiz. Sizi SUMO'da daha sık görmeyi umuyoruz! Eğlenmeye devam!
uk: Ще раз дякуємо вам. Ми сподіваємося бачити вас частіше на SUMO! Продовжуйте в тому ж дусі!
ur: ایک بار پھر آپ کا شکریہ۔ ہم آپ کو زیادہ تر سومو کے آس پاس دیکھنے کے منتظر ہیں! مستی کرتے رہیں!
vi: Cảm ơn bạn một lần nữa. Chúng tôi rất mong được gặp bạn thường xuyên hơn trong SUMO! Hãy tiếp tục rung chuyển!
zh_cn: 再次感谢你。我们期待着你能继续在 SUMO 大展拳脚！祝君欢颜！
zh_tw: 再次感謝您。希望很快就能再在 SUMO 看到您！
zu: Siyabonga futhi. Sizokuthokozela ukukubona njalo ku-SUMO! Hlala uhamba wedwa!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet, please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on Matrix, on the #sumo channel.
de: Wir freuen uns immer, von neuen Leuten zu hören, die in den Foren helfen möchten. Wenn Sie unsere Gemeinschaft noch nicht kennen, stellen Sie sich bitte kurz vor. Wenn Sie nicht gleich so groß auftreten wollen, ist das auch in Ordnung. :-) Sie finden uns auch alle auf Matrix im Kanal #sumo.
el: Χαιρόμαστε πάντα να μαθαίνουμε για νέα άτομα που τους αρέσει να βοηθούν στο φόρουμ, γι’ αυτό αν δεν έχετε γνωρίσει ακόμα την κοινότητά μας, αφιερώστε λίγο χρόνο για να συστηθείτε. Αν θέλετε να κρατήσετε χαμηλό προφίλ, είναι απόλυτα κατανοητό :). Μπορείτε επίσης να μας βρείτε όλους στο Matrix, στο κανάλι #sumo.
fy_nl: Wy binne altyd bliid om fan nije minsken te hearen dy’t graach yn de foarums helpe, dus as jo noch gjin kennis mei ús mienskip makke hawwe, nim dan efkes de tiid om josels te yntrodusearjen. As jo leaver op de eftergrûn bliuwe, is dat ek goed :). Wy binne ek te finen op Matrix yn it kanaal #sumo.
hu: Mindig örülünk neki, ha új emberek csatlakoznak hozzánk, akik tudásukkal, tapasztalatukkal segíteni szeretnének másoknak. Keresse fel az újoncok bemutatkozására szolgáló fórumot, és mondjon pár szót magáról. De ha észrevétlen szeretne maradni, az is rendben van... :-) Bármilyen kérdéssel megtalálhat minket online a Matrixon, a #sumo csatornán.
ia: Nos es sempre multo felice de audir de nove personas qui ama adjutar sur le foros, assi si tu non ha ancora incontrate nostre communitate per favor emplea un minuta pro introducer te mesme. Si tu desira un basse profilo, illo es alsi ok :). Tu pote alsi trovar nos in giro sur Matrix, sur le canal #sumo.
it: Siamo sempre molto felici di avere nuove persone a cui piace aiutare sui forum perciò, se non hai ancora conosciuto la nostra comunità, puoi passare a presentarti (non è obbligatorio). Potrai trovarci anche su Matrix, nel canale #sumo.
ka: ყოველთვის მოხარულნი ვართ, როცა მეტი ადამიანი გამოთქვამს სხვების დახმარების სურვილს ფორუმებზე, ასე რომ, თუ ჯერ არ გასცნობიხართ ჩვენს ერთობას, გთხოვთ, გამონახოთ დრო თავის წარსადგენად. თუ არ გსურთ ვინაობის გამხელა, ეგეც მისაღებია :). ჩვენი მონახვა ასევე შეგიძლიათ Matrix-ის #sumo არხზე.
ko: 다른 사용자를 돕고자 새로 오시는 분들을 환영합니다. 아직 커뮤니티 구성원과 만나지 못했다면, 자신을 소개해주세요. 주목받고 싶지 않다면, 소개하지 않으셔도 물론 괜찮습니다 :). Matrix의 #sumo 채널에서 연락을 이어갈 수도 있습니다.
nl: We zijn altijd blij om van nieuwe mensen te horen die graag in de forums helpen, dus als u nog geen kennis met onze gemeenschap hebt gemaakt, neem dan even de tijd om uzelf te introduceren. Als u liever op de achtergrond blijft, is dat ook goed :). We zijn ook te vinden op Matrix in het kanaal #sumo.
pl: Zawsze bardzo cieszymy się, widząc na forum nowe osoby chętne nieść pomoc innym. Jeśli jeszcze nie miałeś/miałaś sposobności spotkania naszej społeczności, poświęć chwilę, by się przedstawić. Jeśli nie chcesz dać się poznać bliżej, to też jest OK :). Możesz znaleźć nas wszystkich na Matrix-ie, na kanale #sumo.
pt_br: Ficamos sempre felizes quando conhecemos novas pessoas que gostam de ajudar nos fóruns, então, se ainda não se apresentou à nossa comunidade, tire um minuto para se apresentar. Se preferir ficar discreto, tudo bem :). Você também pode nos encontrar a todos no Matrix, no canal #sumo.
pt_pt: Ficamos sempre contentes quando vemos novas pessoas que gostam de ajudar nos fóruns pelo que, se ainda não conheceu a nossa comunidade, utilize um minuto para se apresentar no fórum. Se quiser manter uma presença discreta, também não há problema :-). Pode encontrar-nos pelo Matrix, no canal #sumo.
sk: Vždy nás moc teší stretnúť nových ľudí, ktorí chcú pomáhať na fóre, takže ak ste sa ešte s našou komunitou nestretli, radi by sme sa predstavili. Ak to chcete nechať bez zmeny, nič sa nedeje. :) Môžete nás ale tiež stretnúť na Matrixe v kanáli #sumo.
tr: Başkalarına yardım etmeyi seven sizin gibi insanları forumlarımızda da görmek isteriz. Henüz topluluğumuzla tanışmadıysanız lütfen bir dakikanızı ayırıp kendinizi tanıtın. Şimdilik bir şey yazmak istemiyorsanız o da sorun değil :). Bizi Matrix’te #sumo kanalında takılırken de bulabilirsiniz.
uk: Ми завжди дуже раді новим людям, які люблять допомагати на форумах, тож якщо ви ще не познайомились із нашою спільнотою, будь ласка, знайдіть хвилинку, щоб представитись. Якщо ж ви хочете залишитись малопомітним, це також добре :). Ви також можете знайти всіх нас у Matrix на каналі #sumo.
vi: Chúng tôi luôn rất vui khi được nghe ý kiến ​​từ những người mới thích giúp đỡ trên diễn đàn, vì vậy nếu bạn chưa gặp cộng đồng của chúng tôi, vui lòng dành một phút để giới thiệu về bản thân. Nếu bạn muốn low-profile, điều đó cũng ok :). Bạn cũng có thể tìm thấy tất cả chúng tôi đang trò chuyện trên Matrix, trên kênh #sumo.
zh_cn: 我们始终乐于听到论坛上有新人的声音，所以如果您还没有接触过我们的社区，请花一分钟介绍一下自己。如果你想保持低调也完全没问题 :)。你们也可以通过 #sumo 频道在 Matrix 和我们互动。
zh_tw: 我們很高興能有新人來加入討論區幫忙我們，若您還沒有認識我們的社群，請先花幾分鐘自我介紹一下。若您想低調也沒問題。您也可以在 Matrix 的 #sumo 頻道找到我們。

source: The community forum is at %(url)s.
de: Das Forum der Gemeinschaft finden Sie unter %(url)s.
el: Το φόρουμ κοινότητας βρίσκεται στο %(url)s.
fy_nl: It mienskipsforum stiet op %(url)s.
hu: A közösségi fórum webcíme: %(url)s.
ia: Le foro del communitate es a %(url)s.
it: Il forum della comunità è all’indirizzo %(url)s.
ka: ერთობის ფორუმის მისამართია %(url)s.
ko: 커뮤니티 포럼 주소는 %(url)s입니다.
nl: Het gemeenschapsforum bevindt zich op %(url)s.
pl: Forum społeczności znajduje się pod adresem %(url)s.
pt_br: O fórum da comunidade fica em %(url)s.
pt_pt: O fórum da comunidade está em %(url)s.
sk: Fórum komunity je na adrese %(url)s.
tr: Topluluk forumu %(url)s adresindedir.
uk: Форум спільноти розміщено за адресою %(url)s.
vi: Diễn đàn cộng đồng tại %(url)s.
zh_cn: 社区论坛就在 %(url)s。
zh_tw: 社群討論區位於 %(url)s。

source: If you are interested in learning more about how this whole support thing works, check out our contributor guidelines. This includes some cool troubleshooting info, how-to questions, and info about where to find more help if stuck.
de: Wenn Sie mehr darüber erfahren möchten, wie die Hilfe hier funktioniert, schauen Sie sich unsere Leitlinien für Mitwirkende an. Dazu gehören praktische Informationen zur Problemlösung, Anleitungsfragen und Informationen, wo Sie weitere Hilfe finden, wenn Sie nicht weiterkommen.
el: Αν ενδιαφέρεστε να μάθετε περισσότερα σχετικά με το πώς λειτουργεί η υποστήριξη, ρίξτε μια ματιά στις οδηγίες εθελοντών. Αυτές περιλαμβάνουν πληροφορίες επίλυσης προβλημάτων, κανόνες, ερωτήσεις τρόπου χρήσης και λεπτομέρειες για το τι να κάνετε εάν «κολλήσετε» κάπου.
fy_nl: As jo mear leare wolle oer hoe’t dit hiele stipebarren wurket, besjoch dan ús meiwurkersrjochtlinen. Dizze omfettet wat aardige probleemoplossingsynfo, hantliedingsfragen en ynfo oer wêr’t jo mear help fine kinne as jo fêstrinne.
hu: Ha szeretne többet megtudni a szakmai támogatás működéséről, nézze meg az erről szóló közreműködői irányelveket. Ezek között van hibaelhárítással foglalkozó írás, útmutató, gyakran feltett kérdésekre adott válaszok, és ha további segítséget igényel, ezekre mutató hivatkozásokat is fog találni.
ia: Si tu es interessate a saper plus re como tote isto supporta le cosas que functiona, discoperi le lineas guida de nostre collaboratores. Isto include alcun fresc informationes circa le resolution de problemas, questiones practic, e information re ubi trovar altere adjuta in caso de besonio.
it: Se sei interessato a imparare di più su come funziona il supporto, consulta le nostre linee guida per i collaboratori che comprendono informazioni sulla risoluzione dei problemi, risposte utili e altre informazioni su dove trovare aiuto in caso di bisogno.
ka: თუ გსურთ უფრო დაწვრილებით გაეცნოთ, როგორ მუშაობს ეს ყველაფერი, იხილეთ „მოხალისეთა გზამკვლევი“. მასში მოცემულია არაერთი მშვენიერი სახელმძღვანელო ხარვეზების გამოსასწორებლად, „როგორ“ კითხვებზე საპასუხოდ და კიდევ სხვა სასარგებლო მასალების მოძიების გზები, თუ დაგჭირდებათ.
ko: 만약 사용자 기술 지원에 대해 좀 더 자세히 알고 싶으시다면, 공헌자 가이드라인 페이지를 참고하시기 바랍니다. 문제 해결 정보, 가이드라인, 질문 답변 방법 등의 몇 가지 정보를 포함하고 있습니다.
nl: Als u meer wilt leren over hoe dit hele ondersteuningsgebeuren werkt, bekijk dan onze medewerkersrichtlijnen. Deze omvat wat leuke probleemoplossingsinfo, handleidingsvragen en info over waar u meer hulp kunt vinden als u vastloopt.
pl: Jeśli chcesz dowiedzieć się więcej o tym, jak działa pomoc, zapoznaj się z naszymi wytycznymi dla użytkowników. Znajdziesz tak kilka fajnych informacji o rozwiązywaniu problemów, wytyczne, pytania „jak to zrobić”, a także informacje o tym, gdzie znaleźć dalszą pomoc w przypadku utknięcia.
pt_br: Se tiver interesse em saber mais sobre o funcionamento do suporte, dê uma olhada em nossas diretrizes para colaboradores. Contém algumas informações interessantes sobre solução de problemas, perguntas com respostas prontas e onde encontrar mais ajuda em caso de dificuldade.
pt_pt: Se está interessado em saber mais sobre como esta coisa do apoio funciona, consulte as nossas diretrizes do colaborador. Isto inclui alguma informação para diagnósticos, questões sobre como fazer e informação sobre onde encontrar mais ajuda se estiver bloqueado.
sk: Ak by ste sa chceli dozvedieť viac o tom, ako celý systém podpory funguje, pozrite sa na naše pokyny pre prispievateľov. Tam nájdete informácie o riešení problémov, návody, odpovede na dôležité otázky a informácie, kde nájsť ďalšiu pomoc.
tr: Destek işlerinin nasıl yürüdüğü hakkında bilgi almak isterseniz katkıda bulunanlar için hazırladığımız yönergelere göz atabilirsiniz. Bu yönergelerde sorun giderme bilgileri, rehberler, "Bunu nasıl yaparım?" sorularına yanıtlar ve takıldığınızda nereden yardım alabileceğinizi açıklayan bilgiler yer alıyor.
uk: Якщо ви бажаєте дізнатися більше про те, як працює система підтримки, ознайомтеся з нашими настановами для помічників. У них наведено корисні відомості з виявлення несправностей, часті запитання та інформацію про те, де отримати додаткову допомогу.
vi: Nếu bạn muốn tìm hiểu thêm về cách hoạt động của toàn bộ hoạt động hỗ trợ này, hãy xem nguyên tắc dành cho cộng tác viên của chúng tôi. Điều này bao gồm một số thông tin khắc phục sự cố thú vị, câu hỏi hướng dẫn và thông tin về nơi có thể tìm thêm trợ giúp nếu gặp khó khăn.
zh_cn: 如果您有兴趣了解整个支持工作是如何完成的，请查看我们的贡献者准则。这包括一些很酷的故障排除信息、操作问题以及如何找到更多帮助的信息。
zh_tw: 若您想了解這整個技術支援站的背後工作原理是什麼，請看看我們的貢獻者指南。這份教材包含了一些很酷的疑難排解資訊、「如何做」的問題，以及如果卡住了的時候能到哪裡找到更多支援。

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
af: Ten slotte, as jy al die nuus oor SUMO wil volg, sluit dan aan by ons
bg: И накрая, ако искате да следите всички новини, свързани със SUMO, не забравяйте за нашите
de: Wenn Sie schließlich noch alle Neuigkeiten über SUMO verfolgen möchten, vergessen Sie nicht
el: Τέλος, αν θέλετε να παρακολουθείτε όλες τις ειδήσεις για το SUMO, μην ξεχάστε τα
es: Por último, si quieres seguir todas las noticias relacionadas con SUMO, no olvides nuestros
fy_nl: Ta beslút: as jo al it nijs dat oan SUMO relatearre is folgje wolle, ferjit dan net ús
hr: I na kraju, ako želiš pratiti sve novosti vezane uz SUMO, ne zaboravi na
hu: Ha követni akarja a SUMO híreket, ne feledkezzen meg az alábbiakról:
ia: Al fin, si tu vole sequer tote le novas asociate a SUMO, non oblida nostre
id: Terakhir, jika anda ingin mengikuti semua berita terkait SUMO, jangan lupa mengenai
it: Infine, se vuoi ricevere tutte le notizie relative a SUMO, non dimenticare il nostro
ja: 最後に、SUMO 関連のすべてのニュースを知りたい方は、
ka: და ბოლოს, თუ გსურთ თვალი მიადევნოთ ყველა სიახლეს SUMO-ს შესახებ, არ დაგავიწყდეთ ჩვენი
ko: 마지막으로, 만약 SUMO에 대한 모든 뉴스들을 받고싶다면 저희를 잊지 마십시오.
mg: Farany, raha te-hanaraka ny vaovao rehetra momba an'i SUMO ianao, dia aza hadino ny momba ny
ms: Akhir sekali, jika anda mahu mengikuti semua berita berkaitan SUMO, jangan lupa sertai
nb_no: Til slutt, hvis du vil følge alle nyheter relatert til SUMO, ikke glem vår
nl: Tot slot: als u al het nieuws dat aan SUMO is gerelateerd wilt volgen, vergeet dan niet onze
pa_in: ਅੰਤ ਵਿੱਚ ਜੇ ਤੁਸੀਂ SUMO ਦੇ ਬਾਰੇ ਸਭ ਖ਼ਬਰਾਂ ਲੈਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਕਦੇ ਨਾ ਭੁੱਲੋ ਸਾਡੇ
pl: Na koniec, jeśli chcesz śledzić wszystkie nowości związane z SUMO, nie zapomnij o naszych
pt_br: Finalmente, se quiser acompanhar todas as notícias relacionadas ao SUMO, não se esqueça do nosso
pt_pt: Finalmente, se quiser seguir todas as notícias relacionadas com o SUMO, temos
ro: Dacă vrei să fii la curent cu toate știrile legate de SUMO, nu uita de
sk: A nakoniec, ak chcete sledovať novinky o SUMO, nezabudnite, že je tu naše
sr: Ако желите да пратите све SUMO вести, немојте да заборавите на наше
te: చివరగా, SUMO సంబంధించిన అన్ని వార్తలు అనుసరించాలంటే, మా గురించి మర్చిపోవద్దు
th: สุดท้าย หากคุณต้องการติดตามข่าวสารทั้งหมดที่เกี่ยวข้องกับ SUMO อย่าลืมเกี่ยวกับ
tr: Son olarak, eğer SUMO ile ilgili tüm gelişmeleri takip etmek isterseniz:
uk: І нарешті, якщо ви хочете слідкувати за всіма новинами, які стосуються SUMO, не забудьте про наші
ur: آخر میں ، اگر آپ SUMO سے متعلق تمام خبروں پر پیروی کرنا چاہتے ہیں تو ، ہمارے بارے میں مت بھولنا
vi: Cuối cùng, nếu bạn muốn theo dõi tất cả các tin tức liên quan đến SUMO, đừng bỏ quên về chúng tôi
zh_cn: 最后，如果您想了解所有有关 SUMO 的新消息，不要忘记关注我们的
zh_tw: 最後，若您想要關注 SUMO 的相關休息，別忘記到我們的
zu: Okokugcina, uma ufuna ukulandela zonke izindaba eziphathelene ne-SUMO, ungakhohlwa
