Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
bg: Това са 20-те най-посещавани статии през последните 30 дни, които представляват над 50% от трафика към базата знания.
bs: Ovo je top 20 članaka u proteklih 30 dana, koji čine više od 50% prometa baze znanja.
de: Dies sind die 20 meistbesuchten Artikel in den letzten 30 Tagen, die in Summe 50% der gesamten Zugriffe auf die englischsprachige Wissensdatenbank erzeugen.
el: Αυτά είναι τα 20 πιο δημοφιλή άρθρα τις τελευταίες 30 ημέρες και αντιστοιχούν σε περισσότερο από το 50% της κίνησης στη γνωσιακή βάση.
es: Estos son los 20 artículos más visitados en los últimos 30 días, que en conjunto suponen más del 50% del tráfico total de la base de conocimientos.
fy_nl: Dit is de top 20 fan meast besochte artikelen yn de ôfrûne 30 dagen, dy’t foar mear as 50% fan it ferkear nei de kennisbank soargje.
he: אלו הם 20 המאמרים הנצפים ביותר ב־30 הימים האחרונים, אשר ביחד מהווים יותר מ־50% מהתעבורה אל מאגר הידע.
hr: Ovo je 20 najposjećenijih članaka u proteklih 30 dana, koji čine više od 50% posjeta Bazi znanja.
hu: Ez a 20 leglátogatottabb angol nyelvű leírás az elmúlt 30 napban, amelyek a Tudásbázis forgalmának 50%-át teszik ki.
ia: Ecce le principal 20 del plus visitate articulos in le ultime 30 dies, que conta pro ultra le 50% del traffico al Base de cognoscentias.
id: Berikut adalah 20 artikel yang paling sering dikunjungi dalam 30 hari terakhir, yang mencakup lebih dari 50% kunjungan ke Pundi Pengetahuan.
it: Questi sono i 20 articoli in lingua inglese più visitati negli ultimi 30 giorni e raccolgono oltre il 50% del traffico totale verso la Knowledge Base.
ja: これらは、最近 30 日間のアクセス数が最も多いトップ 20 の記事です。これらの合計は、ナレッジベースの全トラフィックの 50% 以上を占めます。
ka: 20 ყველაზე ხშირად მონახულებული სტატია, ბოლო 30 დღეში, რომელთა ნახვებიც შეადგენს, ცოდნის წყაროს საერთო ნახვების 50%-ს.
kab: Wigi d top 20 n imagraden yettwarzan di 30 wussan-agi yezrin, imagraden-agi i yiman-nsen ɣur-sen azal n 50% n wid id-yerzan ɣer taffa n tmussniwin.
ko: 최근 30일 동안 가장 많이 방문한 상위 20개 문서입니다. 이는 Knowledge Base 트래픽의 50% 이상을 차지합니다.
ms: Berikut adalah 20 artikel teratas paling kerap dilawati dalam tempoh 30 hari lepas yang mewakili lebih 50% trafik ke Pangkalan Pengetahuan.
nb_no: Dette er de 20 mest besøkte artiklene de siste 30 dager, som utgjør over 50% av trafikken til kunnskapsbasen.
nl: Dit is de top 20 van meest bezochte artikelen in de afgelopen 30 dagen, die voor meer dan 50% van het verkeer naar de kennisbank zorgen.
pl: Lista 20 najczęściej przeglądanych artykułów w ciągu ostatnich 30 dni, co stanowi ponad 50% całości ruchu w bazie wiedzy.
pt_br: Estes são os 20 artigos mais visitados nos últimos 30 dias, que correspondem a mais de 50% do tráfego da base de conhecimento.
pt_pt: Estes são os 20 artigos mais visitados dos últimos 30 dias, que correspondem a mais de 50% do tráfego da base de conhecimentos.
ro: Acesta este topul celor 20 cele mai vizitate articole în ultimele 30 de zile, care reprezintă peste 50% din traficul din Baza de cunoștințe.
sk: Zoznam 20 najčítanejších článkov za posledných 30 dní pokrýva viac ako 50% navštívených stránok v databáze vedomostí.
sr: Ово су топ 20 чланака у протеклих 30 дана, који чине више од 50% промета базе знања.
sv: Dessa är de 20 mest besökta artiklarna de senaste 30 dagarna, som står för över 50% av trafiken till kunskapsbasen.
te: గడచిన 30 రోజుల్లో టాప్ 20 అత్యంత సందర్శించిన కథనాలు, ఇది సమాచార నిధి ట్రాఫిక్ 50% మంది ఉన్నారు.
th: บทความเหล่านี้อยู่ใน 20 อันดับที่มีการเยี่ยมชมมากที่สุดใน 30 วันที่ผ่านมา ที่ครอบคลุมกว่า 50% ของทราฟฟิคที่เข้าฐานความรู้
tr: Aşağıda son 30 günde en çok ziyaret edilen 20 makale görünmektedir. Bunlar Bilgi Bankası trafiğinin %50'sinden fazlasına denk gelmektedir.
uk: Це 20 найвідвідуваніших статей за останні 30 днів, які разом становлять понад 50% трафіку Бази Знань.
ur: یہ پچھلے 30 دنوں میں سب سے زیادہ دیکھے جانے والے 20 مضامین ہیں ، جن میں علم کی بنیاد پر آنے والی ٹریفک کا50 % سے زیادہ حصہ ہے۔
vi: Đây là 20 bài viết được truy cập nhiều nhất trong 30 ngày qua, chiếm hơn 50% lượng truy cập vào Kiến thức nền tảng.
zh_cn: 这些是最近30天内访问量前20名的文章，他们占据了知识库文章总访问量的50%以上。
zh_tw: 這些是最近 30 天內，前 20 篇最多瀏覽次數的文章，佔了超過知識庫 50% 的流量。

source: Top 50 Articles
af: Top 50 artikels
bg: Топ 50 статии
bs: Top 50 članaka
de: Wichtigste 50 Artikel
el: Κορυφαία 50 άρθρα
es: Los 50 artículos más populares
fy_nl: Top 50-artikelen
he: 50 המאמרים המובילים
hr: Top 50 članaka
hu: Top 50 leírás
ia: Principal 50 articulos
id: 50 Artikel Teratas
it: I 50 articoli più visitati
ja: 上位 50 本の記事
ka: 50 საუკეთესო სტატია
kab: Top 50 n imagraden
ko: 상위 50개 문서
mg: Lahatsoratra 50 Voalohany
ms: 50 Artikel Teratas
nb_no: Topp 50 artikler
nl: Top 50-artikelen
pa_in: ਉੱਚ 50 ਲੇਖਾ
pl: Najpopularniejsze 50 artykułów
pt_br: 50 artigos mais populares
pt_pt: Artigos do Top 50
ro: Top 50 de articole
sk: 50 najčítanejších článkov
sr: Најпосећенијих 50 чланака
sv: Artiklar topp 50
te: మేటి 50 వ్యాసాలు
th: สุดยอดบทความ 50 อันดับ
tr: İlk 50 makale
uk: Найпопулярніші 50 статей
ur: اوپر 50 مضامین
vi: Top 50 bài viết
zh_cn: 前50名的文章
zh_tw: 最熱門的 50 篇文章
zu: Ama-athikhili angama-50 Aphezulu

source: These are the top 50 most visited articles in the last 30 days.
af: Dit is die top 50 mees besoekte artikels in die afgelope 30 dae.
bg: Това са 50-те най-посещавани статии през последните 30 дни.
bs: Ovo je top 50 najposječenijih članaka u posljednjih 30 dana.
de: Dies sind die 50 meistbesuchten Artikel in den letzten 30 Tagen.
el: Αυτά είναι τα 50 πιο δημοφιλή άρθρα τις τελευταίες 30 ημέρες.
es: Estos son los 50 artículos más visitados en los últimos 30 días.
fy_nl: Dit is de top 50 fan meast besochte artikelen yn de ôfrûne 30 dagen.
he: אלו הם 50 המאמרים הנצפים ביותר ב־30 הימים האחרונים.
hr: Ovo su 50 najposjećenijih članaka u posljednjih 30 dana.
hu: Ez az 50 leglátogatottabb angol nyelvű leírás az elmúlt 30 napban.
ia: Ecce le principal 50 del plus visitate articulos in le ultime 30 dies.
id: Berikut adalah 50 artikel teratas yang paling banyak dikunjungi dalam 30 hari terakhir.
it: Questi sono i 50 articoli più visitati negli ultimi 30 giorni.
ja: 最近 30 日間の訪問数の上位 50 本の記事です。
ka: 50 ყველაზე ხშირად მონახულებული სტატია, ბოლო 30 დღეში.
kab: Ha-t-an top 50 n imagraden yettwarzan ugar deg 30 wussan-agi yezrin.
ko: 최근 30일 동안 사용자 방문수가 많은 상위 50개 입니다.
mg: Ireto ireo lahatsoratra 50 voalohany be mpitsidika indrindra tao anatin'ny 30 andro lasa.
ms: Berikut adalah 50 artikel teratas paling kerap dilawati dalam tempoh 30 hari yang lepas.
nb_no: Dette er de 50 mest besøkte artiklene de siste 30 dager.
nl: Dit is de top 50 van meest bezochte artikelen in de afgelopen 30 dagen.
pl: Lista 50 najczęściej przeglądanych artykułów w ciągu ostatnich 30 dni.
pt_br: Estes são os 50 artigos mais visitados nos últimos 30 dias.
pt_pt: Estes são os 50 artigos mais visitados dos últimos 30 dias.
ro: Acesta este topul celor 50 cele mai vizitate articole în ultimele 30 de zile.
sk: Zoznam 50 najčítanejších článkov za posledných 30 dní.
sr: Ово је 50 најпосећенијих чланака у последњих 30 дана.
sv: Dessa är de 50 mest besökta artiklarna de senaste 30 dagarna.
te: గడచిన 30 రోజుల్లో టాప్ 50 అత్యంత అదికంగా సందర్శించిన కథనాలు.
th: บทความเหล่านี้อยู่ใน 50 อันดับที่มีการเยี่ยมชมมากที่สุดใน 30 วันที่ผ่านมา
tr: Aşağıda son 30 günde en çok ziyaret edilen 50 makale görünmektedir.
uk: Це 50 найвідвідуваніших статей за останні 30 днів.
ur: یہ پچھلے 30 دنوں میں سب سے زیادہ دیکھنے والے بہترین 50 مضامین ہیں۔
vi: Đây là 50 bài viết được truy cập nhiều nhất trong 30 ngày qua.
zh_cn: 这些是最近30天内访问量前50名的文章。
zh_tw: 這些是最近 30 天內，前 50 篇最多瀏覽次數的文章。
zu: Lawa ngama-athikhili angama-50 aphezulu avakashelwe kakhulu ezinsukwini ezingama-30 ezidlule.

source: Top 100 Articles
af: Top 100 artikels
bg: Топ 100 статии
bs: Top 100 članaka
de: Wichtigste 100 Artikel
el: Κορυφαία 100 άρθρα
es: Los 100 artículos más populares
fy_nl: Top 100-artikelen
he: 100 המאמרים המובילים
hr: Top 100 članaka
hu: Top 100 leírás
ia: Principal 100 articulos
id: 100 Artikel Teratas
it: I 100 articoli più visitati
ja: 上位 100 本の記事
ka: 100 საუკეთესო სტატია
kab: Top 100 n imagraden
ko: 상위 100개 문서
mg: Lahatsoratra 100 Voalohany
ms: 100 Artikel Teratas
nb_no: Topp 100 artikler
nl: Top 100-artikelen
pa_in: ਚੋਟੀ ਦੇ 100 ਲੇਖਾ
pl: Najpopularniejsze 100 artykułów
pt_br: 100 Artigos mais populares
pt_pt: Artigos do Top 100
ro: Top 100 de articole
sk: 100 najčítanejších článkov
sr: Најпосећенијих 100 чланака
sv: Artiklar topp 100
te: మేటి 100 వ్యాసాలు
th: สุดยอดบทความ 100 อันดับ
tr: İlk 100 makale
uk: Найпопулярніші 100 статей
ur: اوپر 100 مضامین
vi: Top 100 bài viết
zh_cn: 前100名的文章
zh_tw: 最熱門的 100 篇文章
zu: Ama-athikhili ayi-100 Aphezulu

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
bg: Това са 100-те най-посещавани статии през последните 30 дни, които представляват над 99% от трафика към базата знания.
bs: Ovo je top 100 članaka u posljednjih 30 dana, koji čine više od 99% prometa baze znanja.
de: Dies sind die 100 meistbesuchten Artikel in den letzten 30 Tagen, die über 99% der Zugriffe auf die Wissensdatenbank ausmachen.
el: Αυτά είναι τα 100 πιο δημοφιλή άρθρα τις τελευταίες 30 ημέρες και αντιστοιχούν σε περισσότερο από το 99% της κίνησης στη γνωσιακή βάση.
es: Estos son los 100 artículos más visitados en los últimos 30 días, que en conjunto suponen más del 99% del tráfico total de la base de conocimientos.
fy_nl: Dit is de top 100 fan meast besochte artikelen yn de ôfrûne 30 dagen, dy’t foar mear as 99% fan it ferkear nei de kennisbank soargje.
he: אלו הם 100 המאמרים הנצפים ביותר ב־30 הימים האחרונים, אשר ביחד מהווים יותר מ־99% מהתעבורה אל מאגר הידע.
hr: Ovo su 100 najposjećenijih članaka u zadnjih 30 dana, koji čine više od 99% posjeta Bazi znanja.
hu: Ez a 100 leglátogatottabb angol nyelvű leírás az elmúlt 30 napban, amelyek az angol nyelvű Tudásbázis forgalmának 99%-át teszik ki.
ia: Ecce le principal 100 del plus visitate articulos in le ultime 30 dies, que conta pro ultra le 99% del traffico al Base de cognoscentias.
id: Berikut adalah 100 artikel yang paling sering dikunjungi dalam 30 hari terakhir, yang mencakup lebih dari 99% kunjungan ke Pundi Pengetahuan.
it: Questi sono i 100 articoli più visitati negli ultimi 30 giorni e raccolgono oltre il 99% del traffico totale della Knowledge Base.
ja: これらは、最近 30 日間のアクセス数が最も多いトップ 100 の記事です。これらの合計は、ナレッジベースの全トラフィックの 99% 以上を占めます。
ka: 100 ყველაზე ხშირად მონახულებული სტატია, ბოლო 30 დღეში, რომელთა ნახვებიც შეადგენს, ცოდნის წყაროს საერთო ნახვების 99%-ს.
kab: Ha-t-an top 100 n imagraden yettwarzan ugar deg 30 wussan-agi yezrin, imagraden-agi, i yiman-nsen, ɣur-sen ugar n 99% n wid id-yerzan ɣer taffa n tmusniwin.
ko: 최근 30일 동안 가장 많이 방문한 상위 100개 문서입니다. 이는 Knowledge Base 트래픽의 99% 이상을 차지합니다.
ms: Berikut adalah 100 artikel teratas paling kerap dilawati dalam tempoh 30 hari lepas yang mewakili lebih 99% trafik ke Pangkalan Pengetahuan.
nb_no: Dette er de 100 mest besøkte artiklene de siste 30 dager, som utgjør over 99% av trafikken til kunnskapsbasen.
nl: Dit is de top 100 van meest bezochte artikelen in de afgelopen 30 dagen, die voor meer dan 99% van het verkeer naar de kennisbank zorgen.
pl: Lista 100 najczęściej przeglądanych artykułów w ciągu ostatnich 30 dni, co stanowi ponad 99% całości ruchu w bazie wiedzy.
pt_br: Estes são os 100 artigos mais visitados nos últimos 30 dias, que correspondem a mais de 99% do tráfego da base de conhecimento.
pt_pt: Estes são os 100 artigos mais visitados dos últimos 30 dias, que correspondem a mais de 99% do tráfego da base de conhecimentos.
ro: Acesta este topul celor 100 cele mai vizitate articole din ultimele 30 de zile, care reprezintă peste 99% din traficul din Baza de cunoștințe.
sk: Zoznam 100 najčítanejších článkov za posledných 30 dní, pokrýva viac ako 99% navštívených stránok v databáze vedomostí.
sr: Ово су топ 100 чланака у последњих 30 дана, који чине више од 99% промета базе знања.
sv: Dessa är de 100 mest besökta artiklarna de senaste 30 dagarna, som står för över 99% av trafiken till kunskapsbasen.
te: గడచిన 30 రోజుల్లో టాప్ 100 అత్యంత సందర్శించిన కథనాలు, ఇది సమాచార నిధి ట్రాఫిక్ 99% మంది ఉన్నారు.
th: บทความเหล่านี้อยู่ใน 100 อันดับที่มีการเยี่ยมชมมากที่สุดใน 30 วันที่ผ่านมา ที่ครอบคลุมกว่า 99% ของทราฟฟิคที่เข้าฐานความรู้
tr: Aşağıda son 30 günde en çok ziyaret edilen 100 makale görünmektedir. Bunlar Bilgi Bankası trafiğinin %99'undan fazlasına denk gelmektedir.
uk: Це 100 найвідвідуваніших статей за останні 30 днів, які разом становлять понад 99% трафіку Бази Знань.
ur: یہ پچھلے 30 دنوں میں سب سے زیادہ دیکھے جانے والے 100 مضامین ہیں ، جو علمی بنیاد پر آنے والی ٹریفک کا %99 سے زیادہ حصہ ہے۔
vi: Đây là 100 bài viết được truy cập nhiều nhất trong 30 ngày qua, chiếm hơn 99% lượng truy cập vào Kiến thức nền tảng.
zh_cn: 这些是最近30天内访问量前100名的文章，他们占据了知识库文章总访问量的99%以上。
zh_tw: 這些是最近 30 天內，前 100 篇最多瀏覽次數的文章，佔了超過知識庫 99% 的流量。

source: Templates
af: Sjablone
bg: Шаблони
bs: Šabloni
de: Vorlagen
el: Πρότυπα
es: Plantillas
fy_nl: Sjabloanen
he: תבניות
hr: Predlošci
hu: Sablonok
ia: Modellos
id: Templat
it: Modelli
ja: テンプレート
ka: ნიმუშები
kab: Tineɣrufin
ko: 템플릿들
mg: Modely
ms: Templat
nb_no: Maler
nl: Sjablonen
pa_in: ਟੈਪਲੇਟ
pl: Szablony
pt_br: Modelos
pt_pt: Modelos
ro: Șabloane
sk: Šablóny
sr: Шаблони
sv: Mallar
te: టెంప్లేట్‌లు
th: แม่แบบ
tr: Şablonlar
uk: Шаблони
ur: ٹیمپلیٹس
vi: Mẫu
zh_cn: 模板
zh_tw: 模板
zu: Amathempulethi

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
af: Sjablone is 'n manier om stukke inhoud in KB-artikels te hergebruik. Jy kan 'n stel instruksies op een plek skep en bywerk, en dan uit ander bladsye daarna verwys.
bg: Шаблоните са начин за повторно използване на съдържание в статиите от базата данни. Можете да създадете и актуализирате набор от инструкции на едно място и след това да го ползвате на други страници.
bs: Šabloni su način ponovnog korištenja dijelova sadržaja preko KB članaka. Možete stvoriti i ažurirati skup uputa na jednom mjestu, a zatim ih referirati na drugim stranicama.
de: Vorlagen bieten die Möglichkeit, Teile des Inhalts in mehreren Artikeln der Wissensdatenbank zu verwenden. Sie können eine Reihe von Anleitungen an einem einzigen Ort erstellen und aktualisieren und sich dann auf anderen Seiten darauf beziehen.
el: Τα πρότυπα είναι ένας τρόπος επαναχρησιμοποίησης τμημάτων περιεχομένου στα άρθρα της γνωσιακής βάσης. Μπορείτε να δημιουργήσετε και να ενημερώσετε ένα σύνολο οδηγιών σε ένα μέρος και έπειτα, να το παραθέσετε σε άλλες σελίδες.
es: Las plantillas son una forma de reutilizar contenidos en los artículos de la base de conocimientos. Puedes crear y actualizar un conjunto de instrucciones en un sitio y después hacer referencia a él en otras páginas.
fy_nl: Sjabloanen biede in manier om stikjes ynhâld yn mear KB-artikelen te brûken. Sa kinne jo in groep ynstruksjes op ien plak meitsje en bywurkje, en hjirnei ferwize op oare siden.
he: תבניות הן דרך לשימוש חוזר בקטעי מידע בין מאמרים שונים במאגר הידע. ניתן ליצור ולעדכן ערכת הנחיות במקום אחד ואז להפנות אליה בעמודים אחרים.
hr: Predlošci su način ponovnog korištenja dijelova sadržaja u člancima baze znanja. Možeš stvoriti i aktualizirati skup uputa na jednom mjestu, a zatim ih referncirati na drugim stranicama.
hu: A sablonok használatával a leírások bizonyos részeit újra lehet hasznosítani más leírásokban. Lehetőség van ezeket létrehozni és frissíteni egyetlen helyen, amely az ezeket használó oldalakat frissíti.
ia: Le modellos es un maniera de reusar pecias de contento trans articulos del base de cognoscentias. Tu pote crear e actualisar un collection de instructiones in un loco e pois referer te a illo in altere paginas.
id: Template adalah cara untuk menggunakan kembali konten di artikel PP. Anda dapat membuat dan memperbarui sekumpulan instruksi dalam satu tempat, dan kemudian dirujuk oleh laman lainnya.
it: I modelli consentono di riutilizzare blocchi di contenuto in vari articoli della KB. È possibile creare e aggiornare un insieme unico di istruzioni e successivamente referenziarlo in altre pagine.
ja: テンプレートは、ナレッジベース記事間で再利用可能なコンテンツのパーツです。一つのテンプレートを作成して更新すれば、それを参照する他の記事でも更新されます。
ka: ნიმუშები, ტექსტის ნაწილის, ცოდნის წყაროს მრავალ სტატიაში გამოყენების საშუალებას იძლევა. შეგიძლიათ შექმნათ და განაახლოთ მითითებები ერთ გვერდზე, რომელიც სხვა მსგავს გვერდებზეც განახლდება.
kab: Tineɣrufin d tarrayt n tulsa n useqdec n ugbur deg yimagraden. Tzemreḍ ad ternuḍ daɣen ad tleqqmeḍ ddeqs n yiwellihen deg yiwen n umḍiq, sakin ad tuɣleḍ ɣur-sen seg yisebtar-nniḍen.
ko: 템플릿은 KB 문서 콘텐츠를 재활용하는 방법입니다. 한 곳에서 도움말 세트를 만들고 업데이트 할 수 있으며 다른 페이지에서 참조할 수 있습니다.
mg: Modely dia fomba iray hampiasana indray ireo singan'atiny eran'ny lahatsoratry ny TP. Azonao atao ny mamorona sy manavao andian-torolàlana ao @ toerana iray, sy miresaka azy ao @ pejy hafa avy eo.
ms: Templat adalah satu cara menggunakan semula kandungan di seluruh artikel KB. Anda boleh mencipta dan mengemaskini satu set arahan dalam satu tempat, dan kemudian merujukinya ke halaman lain.
nb_no: Maler er måter å gjenbruke innhold på tvers av kunnskapsbaseartikler. Du kan opprette og oppdatere et sett av instruksjoner på ett sted, og deretter referere til det på andre steder.
nl: Sjablonen bieden een manier om stukjes inhoud in meerdere KB-artikelen te gebruiken. Zo kunt u een groep instructies op één plek maken en bijwerken, en hiernaar verwijzen op andere pagina’s.
pa_in: ਸਾਰੇ KB ਲੇਖ ਦਾ ਤਤਕਰਾ ਵਰਤਨ ਦਾ ਤਰੀਕਾ ਟੈਪਲੇਟ ਹੈ। ਤੁਸੀ ਇਕ ਜਗਾ ਤੇ ਹਿਦਾਇਤ ਦਾ ਸ਼ੈਟ ਬਣਾ ਅਤੇ ਅਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ ਫਿਰ ਦੁਸਰੇ ਪੇਜ਼ਾ ਨੂੰ ਰੇਫਰ ਕਰ ਸਕਦੇ ਹੋ।
pl: Liczba przetłumaczonych i zatwierdzonych artykułów w polskiej wersji językowej spośród szablonów w angielskiej wersji językowej. Szablony umożliwiają wielokrotne wykorzystanie tych samych fragmentów treści w różnych artykułach bazy wiedzy. Można tworzyć i aktualizować szablon w jednym miejscu, a potem odwoływać się do niego na różnych stronach.
pt_br: Templates possibilitam a reutilização de partes dos conteúdos entre artigos da base de conhecimento. Você pode criar e atualizar uma série de instruções no mesmo lugar, e depois referenciá-las em outras páginas.
pt_pt: Os modelos permitem a reutilização de fragmentos de texto entre artigos da base de conhecimentos. Você pode criar e atualizar uma série de instruções no mesmo lugar e depois referenciá-las noutras páginas.
ro: Șabloanele sunt un mod de a reutiliza bucăți de conținut în articolele din Baza de cunoștințe. Poți să creezi și să actualizezi un set de instrucțiuni într-un loc și apoi să faci trimiteri la el din alte pagini.
sk: Šablóny umožňujú používať obsah blokov v rámci databázy vedomostí. Cez šablóny môžete vytvárať a aktualizovať postupy, ktoré sa následne vkladajú do iných stránok.
sr: Шаблони су начин да се поново искористе делови садржаја кроз чланке Базе знања. Можете направити и ажурирати скупове инсктрукција на једном месту, и позивати их на другим страницама.
sv: Mallar är ett sätt att återanvända bitar av innehåll över alla KB-artiklar. Du kan skapa och uppdatera en uppsättning instruktioner på ett ställe, och sedan hänvisa till dem på andra sidor.
te: టెంప్లేట్లు KB ఆర్టికల్స్ లో కంటెంట్ ముక్కలను తిరిగి వినియోగించే ఒక మార్గం. మీరు ఒకే చోట సూచనలను సమితిను సృష్టించడానికి మరియు అప్డేట్ చేయవచ్చు, ఆపై ఇతర పేజీలకు సూచించవచ్చు.
th: แม่แบบคือวิธีการนำกลับมาใช้งานใหม่ของชิ้นส่วนเนื้อหาในฐานความรู้ คุณสามารถสร้างและปรับปรุงชุดคำสั่งในที่ที่เดียว และอ้างอิงมันไปสู่หน้าอื่นๆ
tr: Şablonlar BB makalelerindeki içerik parçalarını yeniden kullanmanızı sağlar. Tek bir yerde yönergelerinizi oluşturup güncelleyebilir, ardından diğer sayfalardan buraya referans verebilirsiniz.
uk: Шаблони являють собою спосіб повторного використання частин вмісту в статтях бази знань. Ви можете створювати та оновлювати набір інструкцій в одному місці, а потім посилатися на них в інших сторінках.
ur: سانچے کے بی (KB) مضامین میں مواد کے ٹکڑوں کو دوبارہ استعمال کرنے کا ایک طریقہ ہے۔ آپ ایک ہی جگہ پر ہدایات کا ایک سیٹ تیار اور اپڈیٹ کرسکتے ہیں ، اور پھر دوسرے صفحات میں اس کا حوالہ دے سکتے ہیں۔
vi: Mẫu là một cách sử dụng lại các phần nội dung trên các bài viết KB. Bạn có thể tạo và cập nhật một bộ hướng dẫn ở một nơi, sau đó tham khảo nó ở các trang khác.
zh_cn: 模板是一种让您能在不同的知识库文章中重复使用同一内容片段的方式。您可以在一个地方创建和更新一组操作步骤，然后在其他页面中引用。
zh_tw: 範本是一種讓您能在不同的知識庫文件當中重複使用文章段落的方式。您可以在一個地方一次就建立好某些操作方式，然後在其他頁面當中引用。
zu: Amathempulethi ayindlela yokusebenzisa futhi izingcezu zolwazi kuma-athikhili e-KB. Ungazakhela uphinde uvuselele iqoqo lemiyalelo endaweni eyodwa, uphinde uyicaphune kwamanye amakhasi.

source: All Knowledge Base Articles
af: Alle kennisbasis-artikels
bg: Всички статии в Базата за знания
bs: Svi članci iz baze znanja
de: Alle Wissensdatenbank-Artikel
el: Όλα τα άρθρα
es: Todos los artículos de la base de conocimientos
fy_nl: Alle Kennisbankartikelen
he: כל מאמרי מאגר הידע
hr: Svi članci Baze znanja
hu: Összes leírás a Tudásbázisban
ia: Tote le articulos del Base de cognoscentias
id: Semua Artikel Pundi Pengetahuan
it: Tutti gli articoli della Knowledge Base
ja: すべてのナレッジベース記事
ka: ცოდნის წყაროს ყველა სტატია
kab: Akk imagraden yellan deg taffa n tmusnwiwin
ko: 모든 지식 기반 문서 목록
mg: Lahatsoratra Rehetra ao @ Tobim-pahalalana
ms: Semua Artikel Pangkalan Pengetahuan
nb_no: Alle kunnskapsbaseartikler
nl: Alle kennisbankartikelen
pa_in: ਸਾਰੇ ਨਾਲਿਜ ਬੇਸ਼ ਲੇਖ
pl: Wszystkie artykuły w bazie
pt_br: Artigos da base de conhecimento
pt_pt: Todos os artigos da base de conhecimentos
ro: Toate articolele din Baza de cunoștințe
sk: Celá databáza vedomostí
sr: Сви чланци Базе знања
sv: Alla kunskapsbas-artiklar
te: అన్ని నాలెడ్జ్‌బేస్ వ్యాసాలు
th: บทความฐานความรู้ทั้งหมด
tr: Tüm Bilgi Bankası Makaleleri
uk: Усі статті бази знань
ur: تمام علمی اساس کے مضامین
vi: Tất cả bài viết trên kho tàng kiến thức
zh_cn: 所有的知识库文章
zh_tw: 所有的知識庫文章
zu: Wonke Ama-athikhili Olwazi Oluyisisekelo
