Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: This document has no revisions.
af: Hierdie dokument het geen wysigings nie.
bg: Този документ няма предишни ревизии.
bs: Ovaj dokument nema revizija.
de: Dieses Dokument hat keine Versionen.
el: Αυτό το έγγραφο δεν έχει αναθεωρήσεις.
es: Este documento no tiene revisiones.
fy_nl: Dit dokumint hat gjin refyzjes.
he: למסמך זה אין מהדורות.
hr: Dokument ne sadrži revizije.
hu: Ennek a dokumentumnak nincsenek verziói.
ia: Iste documento ha nulle revisiones.
id: Dokumen ini tidak memiliki revisi.
it: Non esistono versioni di questo documento.
ja: このドキュメントにはリビジョンがありません。
ka: დოკუმენტს არ გააჩნია გადამუშავებული ვერსიები.
kab: Isemli-a ulac ɣur-s iceggiren.
ko: 현재 문서의 변경 기록이 없습니다.
mg: Tsy manana fanitsiana ity tahirin-kevitra ity.
ms: Dokumen ini tidak mempunyai semakan.
nb_no: Dette dokumentet har ingen revisjoner.
nl: Dit document heeft geen revisies.
pa_in: ਇਸ ਲੇਖ਼ ਦਾ ਕੋਈ ਰੀਵਿਜ਼ਨ ਨਹੀ ਹੈ।
pl: Artykuł nie był jeszcze zmieniany.
pt_br: Este documento não tem nenhuma edição.
pt_pt: Este documento não possui revisões.
ro: Acest document nu are revizii.
sk: Tento dokument nemá žiadne revízie.
sr: Овај документ нема ревизија.
sv: Detta dokument har ingen revideringar.
te: ఈ పత్రముకి పునర్విమర్శలు లేవు.
th: เอกสารนี้ไม่มีการแก้ไข
tr: Bu belgenin hiç revizyonu yok.
uk: У цього документа немає редакцій.
ur: اس دستاویز میں کوئی نظرثانی نہیں ہے۔
vi: Tài liệu này không có bản sửa đổi nào.
zh_cn: 这篇文章没有修订记录。
zh_tw: 此文件沒有修改記錄。
zu: Le dokhumenti ayinasibukezo.

source: Information icon
de: Informationssymbol
el: Εικονίδιο πληροφοριών
fy_nl: Ynformaasjepiktogram
hu: Információs ikon
ia: Icone de information
it: Icona delle informazioni
nl: Informatiepictogram
pl: Ikona informacji
pt_br: Ícone de informação
pt_pt: Ícone de informação
sv: Informationsikon
tr: Bilgi simgesi
zh_cn: 信息图标
zh_tw: 資訊圖示

source: Article is linked in product
de: Artikel ist im Produkt verlinkt
el: Ο σύνδεσμος του άρθρου βρίσκεται στο προϊόν
fy_nl: Artikel is yn produkt keppele
hu: A cikkre van hivatkozás a terméknél
ia: Le articulo es ligate al producto
it: L’articolo è collegato al prodotto
nl: Artikel is gekoppeld in product
pl: Artykuł jest podlinkowany w produkcie
pt_br: O artigo está vinculado ao produto
pt_pt: O artigo está associado ao produto
sv: Artikeln är länkad i produkten
tr: Makaleye üründen bağlantı verilmiş
zh_cn: 文章已链接到产品中
zh_tw: 文章與下列產品連結

source: Editing Tools
af: Redigeer-nutsgoed
bg: Редактиране
bs: Alati za izmjene
de: Bearbeitungswerkzeuge
el: Εργαλεία επεξεργασίας
es: Herramientas de edición
fy_nl: Bewurkingsark
he: כלי עריכה
hr: Alati za uređivanje
hu: Szerkesztői eszközök
ia: Utensiles de redaction
id: Perangkat Edit
it: Strumenti di modifica
ja: 編集ツール
ka: ჩასწორების ხელსაწყოები
kab: Ifecka n tezrigt
ko: 편집 도구
mg: Fitaovana Fanitsiana
ms: Alatan Edit
nb_no: Redigeringsverktøy
nl: Bewerkingshulpmiddelen
pa_in: ਟੂਲਾ ਨੂੰ ਸੋਧੋ
pl: Narzędzia edycji
pt_br: Ferramentas de edição
pt_pt: Ferramentas de edição
ro: Unelte de editare
sk: Nástroje na úpravu
sr: Алати за измене
sv: Redigeringsverktyg
te: సవరణ పనిముట్లు
th: เครื่องมือแก้ไข
tr: Düzenleme Araçları
uk: Інструменти редагування
ur: تدوینکاری کے اوزار
vi: Công cụ chỉnh sửa
zh_cn: 编辑工具
zh_tw: 編輯工具
zu: Amathuluzi Okulungisa

source: Discussion
af: Bespreking
bg: Дискусия
bs: Diskusija
de: Diskussion
el: Συζήτηση
es: Discusión
fy_nl: Diskusje
he: דיון
hr: Rasprava
hu: Beszélgetés
id: Diskusi
it: Discussione
ja: 議論
ka: განხილვა
kab: Asqerdec
ko: 토론
mg: Adihevitra
ms: Perbincangan
nb_no: Diskusjon
nl: Discussie
pa_in: ਗੱਲਬਾਤ
pl: Dyskusja
pt_br: Discussão
pt_pt: Discussão
ro: Comentarii
sk: Diskusia
sr: Дискусија
sv: Diskussion
te: చర్చ
th: การสนทนา
tr: Tartışma
uk: Обговорення
ur: گفتگو
vi: Thảo luận
zh_cn: 讨论
zh_tw: 討論
zu: Ingxoxo

source: Show Translations
af: Wys vertalings
bg: Показване на преводите
bs: Prikaži prijevode
de: Übersetzungen anzeigen
el: Εμφάνιση μεταφράσεων
es: Mostrar traducciones
fy_nl: Oersettingen toane
he: הצגת תרגומים
hr: Prikaži prijevode
hu: Fordítások megjelenítése
ia: Monstrar le traductiones
id: Tampilkan Terjemahan
it: Mostra traduzioni
ja: 他の言語
ka: ნათარგმნის ჩვენება
kab: Sken tasuqilt
ko: 번역 보기
mg: Hampiseho Dikanteny
ms: Papar Terjemahan
nb_no: Vis oversettelser
nl: Vertalingen tonen
pa_in: ਅਨੁਵਾਦ ਦਿਖਾਉ
pl: Pokaż tłumaczenia
pt_br: Mostrar traduções
pt_pt: Mostrar traduções
ro: Afișează traducerile
sk: Zobraziť preklady
sr: Прикажи преводе
sv: Visa översättningar
te: అనువాదాలు చూపించు
th: แสดงการแปล
tr: Çevirileri Göster
uk: Показати переклади
ur: ترجمے دکھائیں
vi: Xem các bản dịch
zh_cn: 显示译文
zh_tw: 顯示翻譯
zu: Veza Izihumusho

source: Show History
af: Wys geskiedenis
bg: Показване на история
bs: Prikaži historiju
de: Versionsgeschichte anzeigen
el: Εμφάνιση ιστορικού
es: Mostrar historial
fy_nl: Toan skiednis
he: הצגת היסטוריה
hr: Prikaži povijest
hu: Előzmények megjelenítése
ia: Monstrar le chronologia
id: Tampilkan Riwayat
it: Visualizza storico
ja: 記事の履歴
ka: ისტორიის ჩვენება
kab: Sken azray
ko: 수정 기록
mg: Hampiseho Tantara
ms: Papar sejarah
nb_no: Vis historikk
nl: Geschiedenis tonen
pa_in: ਹਿੱਸਟਰੀ ਦਿੱਖਾਉ
pl: Wyświetl historię
pt_br: Mostrar histórico
pt_pt: Exibir Histórico
ro: Afișează istoricul
sk: Zobraziť históriu
sr: Прикажи историју
sv: Visa historik
te: చరిత్రను చూపు
th: แสดงประวัติ
tr: Geçmişi Göster
uk: Показати історію
ur: سابقات دکھائیں
vi: Hiển thị lịch sử
zh_cn: 显示历史
zh_tw: 顯示編輯紀錄
zu: Veza Umlando

source: Unsubscribe from edit notifications
af: Teken uit van redigeerkennisgewings
bg: Отписване от редактирането на уведомления
bs: Odjavite se sa obavijesti o uređivanju
de: Benachrichtigungen über Änderungen abbestellen
el: Κατάργηση εγγραφής από τις ειδοποιήσεις επεξεργασίας
es: Cancelar suscripción para las notificaciones de edición
fy_nl: Utskriuwe fan bewurkingsmeldingen
he: ביטול מינוי להתרעות עריכה
hr: Odjavi se od obavještavanja o promjenama
hu: Leiratkozás a szerkesztés értesítéséről
ia: Remover inrolamento ex notificationes pro redaction
id: Berhenti berlangganan notifikasi edit
it: Disattiva notifiche sui cambiamenti
ja: 変更通知を解除する
ka: გამოწერის გაუქმება, შეტყობინებების ჩასწორებაზე
kab: Ffeɣ seg ujerred n yilɣa n tezrigt
ko: 편집 알림 해제
mg: Hanala fisoratana @ filazana fanitsiana
ms: Batal langganan notifikasi edit
nb_no: Meld ut fra redigeringsvarsling
nl: Afmelden van bewerkingsmeldingen
pa_in: ਸੂਚਨਾਵਾਂ ਸੰਪਾਦਤ ਕਰੀਏ ਵਲੋਂ ਮੈਂਬਰੀ ਰੱਦ ਕਰੀਏ।
pl: Anuluj subskrypcję powiadomień o zmianach
pt_br: Cancelar a inscrição das notificações de edição
pt_pt: Cancelar subscrição das notificações de alteração
ro: Dezabonează de la notificările de editare
sk: Zrušiť odber upozornení na úpravy
sr: Откажи претплату од обавештења о променама
sv: Avsluta prenumeration på meddelanden från redigerare
te: మార్చు ప్రకటనలను నుండి అన్సబ్స్క్రయిబ్ అవ్వు
th: ยกเลิกการบอกรับจากการแจ้งเตือนที่เกี่ยวกับการแก้ไข
tr: Düzenleme bildirimleri aboneliğimi bitir
uk: Відписатись від сповіщень про редагування
vi: Dừng đăng kí theo dõi việc thông báo chỉnh sửa
zh_cn: 退订修订通知
zh_tw: 退訂編修通知
zu: Zikhiphe ekutholeni izaziso zokulungisa

source: Subscribe to edit notifications
af: Teken in op redigeerkennisgewings
bg: Абонирайте се, за да редактирате известията
bs: Prijavite se na obavijesti o uređivanju
de: Benachrichtigungen bei Änderungen abonnieren
el: Εγγραφή σε ειδοποιήσεις επεξεργασίας
es: Suscribirse a las notificaciones de edición
fy_nl: Ynskriuwe foar bewurkingsmeldingen
he: הרשמה כמינוי להתרעות עריכה
hr: Prijavi se za uređivanje obavijesti
hu: Feliratkozás a szerkesztés értesítésére
ia: Subscriber a rediger notificationes
id: Berlangganan notifikasi edit
it: Attiva notifiche sui cambiamenti
ja: 変更通知を設定する
ka: გამოწერა, შეტყობინებების ჩასწორებაზე
kab: Jerred ɣer yilɣa n tezrigt
ko: 이메일 알림기능
mg: Hisoratra @ filazana fanitsiana
ms: Langgan untuk edit notifikasi
nb_no: Abonner på redigeringsvarslinger
nl: Aanmelden voor bewerkingsmeldingen
pa_in: ਸੂਚਨਾਵਾਂ ਸੰਪਾਦਤ ਕਰੀਏ
pl: Subskrybuj powiadomienia o zmianach
pt_br: Inscrever-se nas notificações de edição
pt_pt: Inscrever-se nas notificações de edição
ro: Abonează-te pentru a edita notificările
sk: Odoberať upozornenia na úpravy
sr: Претплати се за обавештења о изменама
sv: Prenumerera på meddelanden från redigerare
te: మార్చు ప్రకటనలను సవరించడానికి సబ్స్క్రైబ్ అవ్వు
th: การบอกรับการแจ้งเตือนที่เกี่ยวกับการแก้ไข
tr: Düzenleme bildirimlerine abone ol
uk: Підписатись на сповіщення про редагування
vi: Đăng kí theo dõi để chỉnh sửa thông báo
zh_cn: 订阅修订通知
zh_tw: 訂閱編修通知
zu: Bhalisela ukuthola izaziso zokulungisa

source: Related products
bg: Свързани продукти
bs: Slični proizvodi
de: Verwandte Produkte
el: Σχετικά προϊόντα
es: Productos relacionados
fy_nl: Relatearre produkten
he: מוצרים קשורים
hr: Povezani proizvodi
hu: Kapcsolódó termékek
ia: Productos similar
id: Produk Lainnya
it: Prodotti collegati
ja: 関連製品
ka: დაკავშირებული პროდუქტები
kab: Ifarisen icudden
ko: 관련 제품
mg: Vokatra sahala
ms: Produk berkaitan
nb_no: Relaterte produkter
nl: Gerelateerde producten
pl: Powiązane produkty
pt_br: Produtos relacionados
pt_pt: Produtos relacionados
ro: Produse asemănătoare
sk: Podobné produkty
sr: Слични производи
sv: Relaterade produkter
te: ఇటీవలి ఉత్పత్తులు
th: ผลิตภัณฑ์ที่เกี่ยวข้อง
tr: İlgili ürünler
uk: Супутні продукти
ur: متعلقہ مصنوعات
vi: Sản phẩm liên quan
zh_cn: 相关产品
zh_tw: 相關產品
zu: Eminye imikhiqizo efana nalena

source: Comments
ia: Commentos
kab: Iwenniten
sv: Kommentarer
tr: Yorumlar

source: Required
ia: Necessari
kab: Yettawsra
sv: Krävs
tr: Gerekli

source: To protect your privacy, please do not include any personal information.
ia: Pro proteger tu confidentialitate, non include alcun information personal.
sv: För att skydda din integritet, vänligen inkludera inte någon personlig information.
tr: Gizliliğinizi korumak için lütfen hiçbir kişisel bilgi vermeyin.

source: Please provide more details.
ia: Forni altere detalios.
kab: Ttxil-k·m mudd-d ugar n telqayt.
sv: Vänligen ange fler detaljer.
tr: Lütfen daha fazla ayrıntı belirtin.

source: Open Preferences
bg: Отваряне Настройки
de: Einstellungen öffnen
el: Άνοιγμα προτιμήσεων
fy_nl: Foarkarren iepenje
he: פתיחת העדפות
hr: Otvori postavke
hu: Beállítások megnyitása
ia: Aperir le preferentias
it: Apri preferenze
ja: 設定を開く
ka: პარამეტრების გახსნა
kab: Ldi Ismenyifen
ko: 환경 설정 열기
nb_no: Åpne innstillinger
nl: Voorkeuren openen
pl: Otwórz preferencje
pt_br: Abrir preferências
pt_pt: Abrir preferências
sk: Otvoriť možnosti
sr: Отвори подешавања
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Tercihleri aç
uk: Відкрити налаштування
ur: ترجیحات
vi: Mở tùy chỉnh
zh_cn: 打开首选项
zh_tw: 開啟偏好設定

source: Refresh Firefox
af: Verfris Firefox
bg: Освежаване на Firefox
bs: Osvježite Firefox
de: Firefox bereinigen
el: Ανανέωση Firefox
es: Actualiza Firefox
fy_nl: Firefox opfrisse
he: רענון Firefox
hr: Osvježi Firefox
hu: Firefox frissítése
ia: Restabilir Firefox
id: Perbarui Versi Firefox
it: Ripristina Firefox
ja: Firefox をリフレッシュ
ka: Firefox – შეკეთება
kab: Ṣeggem Firefox
ko: Firefox 새로설정
mg: Hanavao Firefox
ms: Muat semula Firefox
nb_no: Nullstill Firefox
nl: Firefox opfrissen
pa_in: ਫਾਇਰਫਾਕਸ ਤਾਜ਼ਾ ਕਰੋ
pl: Odśwież program Firefox
pt_br: Restaurar o Firefox
pt_pt: Atualizar o Firefox
ro: Reîmprospătează Firefox
sk: Obnoviť Firefox
sr: Освежите Firefox
sv: Återställ Firefox
te: Firefox రిఫ్రెష్
th: ล้าง Firefox ใหม่
tr: Firefox'u yenileyin
uk: Відновити Firefox
ur: Firefox کو تازہ کریں
vi: Làm mới Firefox
zh_cn: 刷新 Firefox
zh_tw: 重新整理 Firefox
zu: Vuselela i-Firefox

source: Show after
af: Wys ná
bg: Показване след
bs: Pokaži poslije
de: Anzeigen nach
el: Εμφάνιση μετά από
es: Mostrar después
fy_nl: Toane nei
hr: Prikaži nakon
hu: Megjelenítés utána
ia: Monstrar desde
id: Tampilkan setelah
it: Mostra dal
ja: 表示開始
ka: ჩვენება თარიღიდან
ko: 보기 시작
mg: Hampiseho aorian'ny
ms: Papar selepas
nb_no: Vis etter
nl: Tonen na
pa_in: ਬਾਅਦ ਵਿੱਚ ਦਿਖਾਓ
pl: Wyświetlaj od
pt_br: Exibir após
pt_pt: Mostrar depois de
ro: Afișează după
sk: Zobraziť po
sr: Покажи после
te: తర్వాత చూపించు
th: แสดงหลังจาก
tr: Bundan sonra göster
uk: Показати після
ur: کے بعد دکھائیں
vi: Hiển thị sau
zh_cn: 开始日期
zh_tw: 顯示某時之後
zu: Khombisa kamuva

source: Show until
af: Wys totdat
bg: Показване до
bs: Pokaži do
de: Anzeigen bis
el: Εμφάνιση μέχρι
es: Mostrar hasta
fy_nl: Toane oant
hr: Prikaži do
hu: Megjelenítés eddig
ia: Monstrar usque
id: Tampilkan hingga
it: Fino al
ja: 表示期限
ka: ჩვენება თარიღამდე
ko: 보기 기한
mg: Hampiseho hatr@
ms: Papar sehingga
nb_no: Vis inntil
nl: Tonen tot
pa_in: ਜਦ ਤੱਕ ਦਿਖਓ
pl: Wyświetlaj do
pt_br: Exibir até
pt_pt: Mostrar até
ro: Afișează până la
sk: Zobraziť do
sr: Покажи док
te: వరకు చూపించు
th: แสดงจนกว่า
tr: Bundan önce göster
uk: Показати до
ur: تک دکھائیں
vi: Hiển thị đến khi
zh_cn: 截止日期
zh_tw: 顯示直到某時
zu: Khombisa kuze kube

source: L10N
bg: Преводи
pl: Lokalizacja
tr: Yerelleştirme

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
af: Dankie vir jou eerste bydrae by Mozilla Ondersteuning se forums! Jy het vandag iemand bly gemaak!
bg: Благодарим ви за Вашия първи принос във форумите за поддръжка на Mozilla! Току-що направихте някой щастлив!
bs: Hvala vam na prvom doprinosu Mozilla forumima. Upravo ste nekome uljepšali dan!
de: Vielen Dank für Ihren ersten Beitrag in den Mozilla-Hilfeforen! Sie haben gerade jemandem den Tag gerettet!
el: Σας ευχαριστούμε για την πρώτη σας συνεισφορά στο φόρουμ υποστήριξης της Mozilla! Μόλις φτιάξατε την ημέρα κάποιου!
es: ¡Gracias por tu primera colaboración en los foros de asistencia de Mozilla! ¡Hiciste tu buena obra del día!
fy_nl: Tank foar jo earste bydrage oan de foarums fan Mozilla Support! Jo hawwe sakrekt earne harren dei goed makke!
hr: Hvala ti na prvom doprinosu Mozillinim forumima podrške! Upravo je nekome uljepšan dan!
hu: Köszönjük első tevőleges hozzájárulását a Mozilla támogatói fórumokhoz! Ezzel bizonyára megválaszolta valaki kérdését!
ia: Gratias pro tu prime contribution al foros de auxilio de Mozilla! Tu ha justo facite luce a alicuno!
id: Terima kasih atas kontribusi pertama Anda untuk forum dukungan Mozilla! Anda baru saja membahagiakan seseorang!
it: Grazie per aver dato il tuo primo contributo al forum di supporto a Mozilla. Hai appena reso felice qualcuno!
ja: Mozilla サポートフォーラムへの貢献ありがとうございます。あなたの貢献がユーザーの助けになりました。
ka: გმადლობთ, თქვენი პირველი წვლილის შეტანისთვის, Mozilla-ს მხარდაჭერის ფორუმზე! დღეს თქვენ კიდევ ერთი კეთილი საქმე გააკეთეთ, სხვებისთვის!
ko: Mozilla 도움말 포럼에 해주신 첫 공헌에 대해 감사드립니다!
mg: Misaotra anao nandrotsaka ny anjara birikinao voalohany ao @ fihaonambe fanampiana Mozilla! Nahafaly olona tsotra izao ianao!
ms: Terima kasih untuk sumbangan pertama anda ke forum sokongan Mozilla! Anda baru sahaja membantu seseorang!
nb_no: Takk for ditt første bidrag til Mozilla brukerstøtteforumer! Du har reddet en eller annens dag!
nl: Bedankt voor uw eerste bijdrage aan de forums van Mozilla Support! U hebt zojuist iemands dag goed gemaakt!
pa_in: ਮੋਜ਼ੀਲਾ ਸਹਾਇਤਾ ਫੋਰਮ ਵਿੱਚ ਤੁਹਾਡੇ ਪਹਿਲੇ ਯੋਗਦਾਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ! ਤੁਸੀਂ ਕਿਸੇ ਨੂੰ ਖੁਸ਼ ਕਰ ਦਿੱਤਾ ਹੈ!
pl: Dziękujemy za twój pierwszy wkład w forum pomocy Mozilli! Dzięki temu ktoś został uszczęśliwiony!
pt_br: Obrigado por sua primeira contribuição nos fóruns de suporte da Mozilla! Acabou de fazer alguém ganhar o dia!
pt_pt: Obrigado pela sua primeira contribuição nos fóruns de apoio da Mozilla! Acabou de fazer alguém feliz!
ro: Îți mulțumim pentru prima ta contribuție pe forumurile de asistență Mozilla! Tocmai i-ai făcut cuiva ziua mai frumoasă!
sk: Ďakujeme za váš prvý príspevok na fóru podpory Mozilla! Práve ste niekomu zlepšili deň!
sr: Хвала вам на првом доприносу Mozilla форумима. Управо сте некоме улепшали дан!
te: మొజిల్లా మద్దతు చర్చా వేదికల్లోకి మీ మొదటి సహకారం ధన్యవాదాలు! మీరు కేవలం ఎవరో ఒకరికి ఉపయోగపడ్డారు!
th: ขอบคุณที่มีส่วนร่วมครั้งแรกในฟอรั่มสนับสนุนของ Mozilla! คุณได้ช่วยเหลือคนอื่นเป็นครั้งแรกแล้ว!
tr: Mozilla destek forumlarına olan ilk katkınız için teşekkür ederiz. Birisini mutlu ettiniz!
uk: Дякуємо за ваш перший внесок на форумах підтримки Mozilla! Сьогодні ви вже комусь допомогли!
ur: موزیلا سپورٹ فورمز میں آپ کی پہلی شراکت کا شکریہ! آپ نے ابھی کسی کا دن بنا دیا ہے!
vi: Cảm ơn đóng góp đầu tiên của bạn cho diễn đàn hỗ trợ Mozilla! Bạn đã làm ai đó vui cả ngày!
zh_cn: 感谢您为 Mozilla 支持论坛作出了第一份贡献！助人为乐，快乐之本！
zh_tw: 感謝您首次在 Mozilla 技術支援討論區作出貢獻！您剛幫助了別人！
zu: Siyabonga ngegalelo lakho lokuqala ezinkundleni zokweseka zakwa-Mozilla! Usuwenze usuku lomunye umuntu waluthokozela!
