Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: You are watching this thread
af: Jy hou hierdie gesprek dop
bg: Вие наблюдавате този разговор
bs: Pratite ovu temu
de: Sie beobachten dieses Diskussionsthema
el: Παρακολουθείτε αυτό το νήμα
es: Estás siguiendo este tema
fy_nl: Jo folgje dizze konversaasje
he: אשכול זה ברשימת המעקב שלך
hr: Pratiš ovu temu
hu: Követi ezt a témacsoportot
ia: Tu observa iste filo
id: Anda memantau utas ini
it: Notifiche attive per questa discussione
ja: このスレッドを監視しています
ka: ამ თემას თვალს ადევნებთ
kab: Aql-ak tettɛassaḍ tinelli-a n yisallen
ko: 주시 중 글 모음
mg: Manaraka an'ity resaka mitohy ity ianao
ms: Anda mengikuti thread ini
nb_no: Du følger denne tråden
nl: U volgt deze conversatie
pa_in: ਤੁਸੀ ਇਹ ਥਰੈਡ ਦੇਖ ਰਹੇ ਹੋ
pl: Obserwujesz ten wątek
pt_br: Você está acompanhando esta discussão
pt_pt: Está a vigiar este tópico
ro: Urmărești acest fir de discuție
sk: Sledujte túto tému
sr: Посматрате ову тему
sv: Du bevakar denna tråd
te: మీరు ఈ థ్రెడ్ ను చూస్తున్నారు
th: คุณกำลังเฝ้าดูกระทู้นี้
tr: Bu başlığı izliyorsunuz
uk: Ви стежите за цією темою
ur: آپ اس تھریڈ کو دیکھ رہے ہیں
vi: Bạn đang theo dõi chủ đề này
zh_cn: 您正在关注此主题
zh_tw: 您正在追蹤此討論串
zu: Ubukele lolu chungechunge

source: You are not watching this thread
af: Jy hou nie hierdie gesprek dop nie
bg: Вие не наблюдавате този разговор
bs: Ne pratite ovu temu
de: Sie beobachten dieses Diskussionsthema nicht
el: Δεν παρακολουθείτε αυτό το νήμα
es: No estás siguiendo este tema
fy_nl: Jo folgje dizze konversaasje net
he: אשכול זה אינו ברשימת המעקב שלך
hr: Ne pratiš ovu temu
hu: Nem követi ezt a témacsoportot
ia: Tu non observa iste filo
id: Anda tidak memantau utas ini
it: Notifiche non attive per questa discussione
ja: このスレッドは監視していません
ka: ამ თემას არ ადევნებთ თვალს
kab: Ur tettɛassaḍ ara tinelli-a n yisallen
ko: 주시 않는 글 모음
mg: Tsy manaraka an'ity resaka mitohy ity ianao
ms: Anda tidak mengikuti thread ini
nb_no: Du følger ikke denne tråden
nl: U volgt deze conversatie niet
pa_in: ਤੁਸੀ ਇਹ ਥਰੈਡ ਨਹੀ ਦੇਖ ਰਹੇ ਹੋ
pl: Nie obserwujesz tego wątku
pt_br: Você não está acompanhando esta discussão
pt_pt: Não está a vigiar este tópico
ro: Nu urmărești acest fir de discuție
sk: Túto tému nesledujete
sr: Не посматрате ову тему
sv: Du bevakar inte denna tråd
te: మీరు ఈ థ్రెడ్ చూసుటలేదు
th: คุณไม่ได้เฝ้าดูกระทู้นี้
tr: Bu başlığı izlemiyorsunuz
uk: Ви не стежите за цією темою
ur: آپ اس تھریدڈ کو نہیں دیکھ رہے ہیں
vi: Bạn không theo dõi chủ đề này
zh_cn: 您并未关注此主题
zh_tw: 您並未追蹤此討論串
zu: Manje usubuka lolu chungechunge

source: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> in <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
bg: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> в <a rel="ugc nofollow" href="%(document_discussion_url)s">% (document)s</a>
el: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> στο «<a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>»
fy_nl: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> yn <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
hr: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> u <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
hu: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> itt: <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
id: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> pada <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
ja: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br><a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a> の記事
ka: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a> -ში
kab: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> deg <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
ko: <a href="%(document_discussion_url)s">%(document)s</a>의<br><a href="%(thread_url)s">%(thread_title)s</a>
pl: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> w <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
pt_br: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> em <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
pt_pt: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> em <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
sk: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> v <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
sr: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> у <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
sv: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> i <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
tr: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
uk: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> у <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
vi: <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a><br> trong <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a>
zh_cn: <a rel="ugc nofollow" href="%(document_discussion_url)s"><a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a> 中的<br><a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a>
zh_tw: <a rel="ugc nofollow" href="%(document_discussion_url)s">%(document)s</a><br>當中的 <a rel="ugc nofollow" href="%(thread_url)s">%(thread_title)s</a>

source: by <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
bg: от <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
de: von <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
el: από <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
fy_nl: troch <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
hr: od <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
hu: szerző: <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
ia: per <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
id: oleh <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
it: di <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
ja: 投稿者: <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
ka: <a class="username" rel="nofollow" href="{profile_url}">{username}</a> მომხმარებლის მიერ
kab: s <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
ko: 글쓴이: <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
nl: door <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
pl: przez <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
pt_br: por <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
pt_pt: por <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
sk: autor <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
sr: од <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
sv: av <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
tr: yazan: <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
uk: від <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
vi: bởi <a class="username" rel="nofollow" href="{profile_url}">{username}</a>
zh_cn: <a class="username" rel="nofollow" href="{profile_url}">{username}</a> 发布
zh_tw: 由 <a class="username" rel="nofollow" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
af: Daar is geen gesprekke nie. Skep gerus 'n paar!
bg: Няма дискусии. Защо не стартирате една!
bs: Nema tema. Možda biste trebali započeti nove!
de: Es gibt keine Diskussionsthemen. Vielleicht sollten Sie eines eröffnen!
el: Δεν υπάρχουν νήματα. Ευκαιρία να δημιουργήσετε εσείς μερικά!
es: No hay temas. ¡Quizás debas crear uno!
fy_nl: Der binne gjin petearen. Miskien kinne jo der in pear oanmeitsje!
he: אין אשכולות. אולי כדאי לך ליצור כמה כאלה!
hr: Nema tema. Možda moraš započeti nove!
hu: Nincs témacsoport, talán létre kellene hoznia egyet!
ia: Il ha nulle filos. Forsan tu deberea crear alcuno!
id: Tidak ada utas. Mungkin kamu perlu membuatnya!
it: Non vi sono discussioni. Forse sarebbe opportuno crearne.
ja: スレッドがありません。新しく作成してください！
ka: თემები არ არის. შექმენით თავად!
kab: Ulac tinelliyin n yisallen. Ahat issefk ad ternuḍ kra!
ko: 글이 없습니다. 새로 쓰실 수 있습니다.
mg: Tsy misy resaka mitohy. Angamba tokony mamorona vitsivitsy ianao!
ms: Tiada thread. Mungkin anda perlu menciptanya!
nb_no: Ingen tråder funnet. Kanskje du bør lage noen!
nl: Er zijn geen conversaties. Misschien kunt u er een paar aanmaken!
pa_in: ਇਥੇ ਕੋਈ ਥਰੇਡ ਨਹੀ ਹੈ। ਸਾਇਦ ਤੁਸੀ ਕੁੱਛ ਬਣਾ ਸਕਦੇ ਹੋ!
pl: Nie ma żadnych wątków. Może jakiś rozpoczniesz!
pt_br: Não há nenhuma discussão. Talvez você deva criar alguma!
pt_pt: Não há nenhum tópico. Talvez deva criar algum!
ro: Nu este niciun fir de discuție. Poate că ar trebui să creezi câteva!
sk: Nie sú tu vytvorené žiadne témy. Možno by ste mohli nejaké vytvoriť!
sr: Нема тема. Можда би требало да направите неколико!
sv: Det finns inga trådar. Du kanske ska skapa några!
te: ఏ థ్రెడ్లు లేవు. బహుశా మీరు కొన్ని తయారు చెయ్యాలి!
th: ไม่มีกระทู้ คุณอาจจะต้องสร้างใหม่!
tr: Hiç başlık yok. Siz açmaya ne dersiniz?
uk: Немає тем. Можливо ви створите одну!
ur: کوئی تھریڈ نہیں ہیں۔ شاید آپ کو کچھ بنانا چاہئے!
vi: Không có chủ đề nào. Có lẽ bạn nên tạo một cái!
zh_cn: 这里没有主题。也许您应该创建一些！
zh_tw: 目前沒有討論串。也許您可以建立幾個！
zu: Akukho chungechunge. Mhlawumbe kufanele kube khona olwakhayo!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
af: Redigeer 'n plasing | {t} | Bespreking: {d} | Kennisbasis
bg: Редактиране на публикация | {t} | {d} Дискусия | База Знания
bs: Uredi objavu | {t} | {d} Rasprava | Baza znanja
de: Beitrag bearbeiten | {t} | Diskussion zu {d} | Wissensdatenbank
el: Επεξεργασία ανάρτησης | {t} | Συζήτηση για «{d}» | Γνωσιακή βάση
es: Editar un mensaje | {t} | Discusión {d} | Base de conocimientos
fy_nl: Berjocht bewurkje | {t} | {d} Diskusje | Kennisbank
hr: Uredi odgovor | {t} | {d} Rasprava | Baza znanja
hu: Témacsoport szerkesztése | {t} | {d} Beszélgetés | Tudásbázis
ia: Rediger un message | {t} | {d} Discussion | Base de cognoscentias
id: Edit kiriman | {t} | Diskusi {d} | Pundi Pengetahuan
it: Modifica messaggio | {t} | {d} Discussione | Knowledge Base
ja: 投稿の編集 | {t} | {d} についての議論 | ナレッジベース
ka: გამოხმაურების ჩასწორება | {t} | {d} განხილვა | ცოდნის წყარო
kab: Ẓreg tasufeɣt| {t} | Asqerdec deg {d} | Taffa n tmussniwin
ko: 글 편집 | {t} | {d} 의견 | 지식 기반
mg: Hanitsy petadrindrina | {t} | Adihevitra {d} | Tobim-pahalalana
ms: Edit post | {t} | {d} Perbincangan | Pangkalan Pengetahuan
nb_no: Rediger en melding | {t} | {d} Diskusjon | Kunnskapsbase
nl: Een bericht bewerken | {t} | Discussie over {d} | Kennisbank
pa_in: ਪੋਸ਼ਟ ਸੋਧੋ t | {t} | {d} ਚਰਚਾ | ਨਾਲਿਜ਼ ਬੇਸ਼
pl: Edytuj post | {t} | {d} Dyskusja | Baza wiedzy
pt_br: Editar uma mensagem | {t} | Discussão de {d} | Base de Conhecimento
pt_pt: Editar uma mensagem | {t} | Discussão de {d} | Base de Conhecimentos
ro: Editează o postare | {t} | {d} Discuție | Bază de cunoștințe
sk: Úprava príspevku | {t} | Diskusia {d} | Databáza vedomostí
sr: Измените поруку | {t} | {d} Расправа | База знања
sv: Redigera ett inlägg | {t} | {d} Diskussion | Kunskapsbas
te: పోస్ట్ ను సవరించు | {t} | {d} చర్చా | నాలెడ్జ్ బేస్
th: แก้ไขโพสต์ | {t} | {d} การสนทนา | ฐานความรู้
tr: Mesajı düzenle | {t} | {d} Tartışması | Bilgi Bankası
uk: Редагувати допис | {t} | Обговорення: {d} | База знань
ur: پوسٹ میں تدوین کریں| {t}{d}| گفتگو| علم کی بنیاد
vi: Chỉnh sửa bài viết | {t} | {d} Thảo luận | Kho tàng Kiến thức
zh_cn: 编辑帖子 | {t} | {d} 讨论 | 知识库
zh_tw: 編輯文章 | {t} | {d} 討論 | 知識庫
zu: Hlela iphosti | {t} | {d} Ingxoxo| Ulwazi Oluyisisekelo

source: Edit a post
af: Redigeer 'n plasing
bg: Редактиране на публикация
bs: Uredi objavu
de: Beitrag bearbeiten
el: Επεξεργασία ανάρτησης
es: Editar un mensaje
fy_nl: Berjocht bewurkje
hr: Uredi odgovor
hu: Bejegyzés szerkesztése
ia: Rediger un message
id: Edit kiriman
it: Modifica un messaggio
ja: 投稿を編集
ka: გამოხმაურების ჩასწორება
kab: Ẓreg tasufeɣt
ko: 게시물 수정
mg: Hanitsy petadrindrina
ms: Edit post
nb_no: Rediger en melding
nl: Een bericht bewerken
pa_in: ਪੋਸ਼ਟ ਸੋਧੋ
pl: Edytuj post
pt_br: Editar uma postagem
pt_pt: Editar uma mensagem
ro: Editează o postare
sk: Upraviť príspevok
sr: Измените поруку
sv: Redigera ett inlägg
te: ఒక పోస్ట్ ను సవరించు
th: แก้ไขโพสต์
tr: Mesaj düzenle
uk: Редагувати допис
ur: ایک پوسٹ میں تدوین کریں
vi: Chỉnh sửa một bài đăng
zh_cn: 编辑帖子
zh_tw: 編輯文章
zu: Hlela iphosti

source: Update post
af: Werk plasing by
bg: Обновяване на публикация
bs: Ažuriraj objavu
de: Beitrag aktualisieren
el: Ενημέρωση ανάρτησης
es: Actualizar mensaje
fy_nl: Berjocht fenije
hr: Ažuriraj odgovor
hu: Bejegyzés frissítése
ia: Actualisar message
id: Perbarui kiriman
it: Aggiorna messaggio
ja: 投稿を更新
ka: გამოხმაურების განახლება
kab: Leqqem tasufeɣt
ko: 게시물 변경
mg: Hanavao petadrindrina
ms: Kemaskini post
nb_no: Oppdater melding
nl: Bericht bijwerken
pa_in: ਪੋਸ਼ਟ ਅੱਪਡੇਟ ਕਰੋ
pl: Uaktualnij post
pt_br: Atualizar postagem
pt_pt: Atualizar mensagem
ro: Actualizează postarea
sk: Aktualizovať príspevok
sr: Ажурирајте поруку
sv: Uppdatera inlägg
te: పోస్ట్ ను నవీకరించు
th: เปลี่ยนแปลงโพสต์
tr: Mesajı güncelle
uk: Оновити допис
ur: پوسٹ کی تازہکاری کریں
vi: Cập nhật bài đăng
zh_cn: 更新帖子
zh_tw: 更新文章
zu: Vuselelea iphosti

source: Edit thread {t} | {d} Discussion | Knowledge Base
af: Redigeer gesprek {t} | Bespreking: {d} | Kennisbasis
bg: Редактиране на тема | {t} | {d} Дискусия | База Знания
bs: Uredi temu {t} | {d} Diskusija | Baza znanja
de: Diskussionsthema {t} bearbeiten | Diskussion zu {d} | Wissensdatenbank
el: Επεξεργασία νήματος {t} | Συζήτηση για «{d}» | Γνωσιακή βάση
es: Editar tema {t} | Discusión {d} | Base de conocimiento
fy_nl: Petear bewurkje | {t} | {d} Diskusje | Kennisbank
he: עריכת האשכול {t} | דיון על {d} | מאגר הידע
hr: Uredi temu {t} | {d} Rasprava | Baza znanja
hu: Témacsoport szerkesztése | {t} | {d} Beszélgetés | Tudásbázis
ia: Rediger un filo {t} | {d} Discussion | Base de cognoscentias
id: Edit utas {t} | Diskusi {d} | Pundi Pengetahuan
it: Modifica discussione | {t} | {d} Discussion | Knowledge Base
ja: スレッド {t} の編集 | {d} についての議論 | ナレッジベース
ka: თემის ჩასწორება | {t} | {d} განხილვა | ცოდნის წყარო
kab: Ẓreg tinelli | {t} | Asqerdec deg {d} | Taffa n tmussniwin
ko: 글모음 편집 | {t} | {d} 의견 | 지식 기반
mg: Hanitsy resaka mitohy | {t} | Adihevitra {d} | Tobim-pahalalana
ms: Edit thread | {t} | {d} Perbincangan | Pangkalan Pengetahuan
nb_no: Rediger tråd {t} | {d} Diskusjon | Kunnskapsbase
nl: Conversatie {t} bewerken | Discussie over {d} | Kennisbank
pa_in: ਥਰੈਡ ਸੋਧੋ {t} | {d} ਚਰਚਾ | ਨਾਲਿਜ਼ ਬੇਸ਼
pl: Edytuj wątek {t} | {d} Dyskusja | Baza wiedzy
pt_br: Editar discussão | {t} | Discussão de {d} | Base de conhecimento
pt_pt: Editar tópico | {t} | Discussão de {d} | Base de Conhecimentos
ro: Editează firul {t} | {d} Discuție | Bază de cunoștințe
sk: Úprava témy | {t} | Diskusie {d} | Databázy vedomostí
sr: Измени тему {t} | {d} Расправа | База знања
sv: Redigera tråd {t} | {d} Diskussion | Kunskapsbas
te: పోస్ట్ ను సవరించు | {t} | {d} చర్చా | నాలెడ్జ్ బేస్
th: แก้ไขกระทู้ {t} | {d} การสนทนา | ฐานความรู้
tr: Başlığı düzenle | {t} | {d} Tartışması | Bilgi Bankası
uk: Редагувати тему: {t} | Обговорення: {d} | База знань
ur: تھریڈ میں تدوین کریں | {t} | {d} گفتگو| علم کی بنیاد
vi: Chỉnh sửa chủ đề | {t} | {d} Thảo luận | Kho tàng Kiến thức
zh_cn: 编辑主题 {t} | {d} 讨论 | 知识库
zh_tw: 編輯討論串 {t} | {d} 討論 | 知識庫
zu: Hlela uchungechunge {t} | {d} Ingxoxo | Ulwazi Oluyisisekelo

source: Edit thread
af: Redigeer gesprek
bg: Редактирай темата
bs: Uredi temu
de: Diskussionsthema bearbeiten
el: Επεξεργασία νήματος
es: Editar tema
fy_nl: Petear bewurkje
he: עריכת אשכול
hr: Uredi temu
hu: Témacsoport szerkesztése
ia: Rediger un filo
id: Edit utas
it: Modifica discussione
ja: スレッドを編集
ka: თემის ჩასწორება
kab: Ẓreg tinelli n yisallen
ko: 글모음 수정
mg: Hanitsy resaka mitohy
nb_no: Rediger tråd
nl: Conversatie bewerken
pa_in: ਥਰੈਡ ਸੋਧੋ
pl: Edytuj wątek
pt_br: Editar discussão
pt_pt: Editar tópico
ro: Editează firul
sk: Upraviť tému
sr: Измени тему
sv: Redigera tråd
te: త్రేడ్ ను సవరించు
th: แก้ไขกระทู้
tr: Başlığı düzenle
uk: Редагувати тему
ur: تھریڈ میں تدوین کریں
vi: Chỉnh sửa chủ đề
zh_cn: 编辑主题
zh_tw: 編輯討論串
zu: Hlela uchungechunge

source: Edit thread "{t}"
af: Redigeer gesprek "{t}"
bg: Редактирай темата "{t}"
bs: Uredi temu "{t}"
de: Diskussionsthema "{t}" bearbeiten
el: Επεξεργασία νήματος «{t}»
es: Editar tema "{t}"
fy_nl: Petear bewurkje "{t}"
he: עריכת האשכול ״{t}״
hr: Uredi temu "{t}"
hu: „{t}” témacsoport szerkesztése
ia: Rediger le filo "{t}"
id: Edit utas "{t}"
it: Modifica discussione "{t}"
ja: スレッド "{t}" を編集
ka: "{t}" თემის ჩასწორება
kab: Ẓreg tinelli n yisallen "{t}"
ko: 글모음 편집 "{t}"
mg: Hanitsy resaka mitohy "{t}"
nb_no: Rediger tråden "{t}"
nl: Conversatie ‘{t}’ bewerken
pa_in: ਥਰੈਡ ਸੋਧੋ "{t}"
pl: Edytuj wątek „{t}”
pt_br: Editar discussão "{t}"
pt_pt: Editar tópico "{t}"
ro: Editează firul „{t}”
sk: Upraviť tému "{t}"
sr: Измени тему "{t}"
sv: Redigera tråd "{t}"
te: త్రేడ్ ను సవరించు "{t}"
th: แก้ไขกระทู้ "{t}"
tr: "{t}" başlığını düzenle
uk: Редагувати тему "{t}"
ur: "{t}" تھریڈ میں تدوین کریں
vi: Chỉnh sửa chủ đề "{t}"
zh_cn: 编辑主题 "{t}"
zh_tw: 編輯討論串 "{t}"
zu: Hlela uchungechunge "{t}"

source: Update thread
af: Werk gesprek by
bg: Обнови темата
bs: Ažuriraj temu
de: Diskussionsthema aktualisieren
el: Ενημέρωση νήματος
es: Actualizar tema
fy_nl: Petear fernije
he: עדכון אשכול
hr: Ažuriraj temu
hu: Témacsoport frissítése
ia: Actualisar filo
id: Perbarui utas
it: Aggiorna discussione
ja: スレッドを更新
ka: თემის განახლება
kab: Leqqem tinelli n yisallen
ko: 글모음 업데이트
mg: Hanavao resaka mitohy
ms: Kemaskini thread
nb_no: Oppdater tråd
nl: Conversatie bijwerken
pa_in: ਥਰੈਡ ਸੋਧੋ
pl: Uaktualnij wątek
pt_br: Atualizar discussão
pt_pt: Atualizar tópico
ro: Actualizează firul
sk: Aktualizovať tému
sr: Ажурирај тему
sv: Uppdatera tråd
te: థ్రెడ్ నవీకరణ
th: ปรับปรุงกระทู้
tr: Başlığı güncelle
uk: Оновити тему
ur: تھریڈ میں تازہکاری کریں
vi: Cập nhật chủ đề
zh_cn: 更新主题
zh_tw: 更新討論串
zu: Vuselela uchungechunge lwengxoxo

source: Create a new thread | {d} | Knowledge Base
af: Skep 'n nuwe gesprek | {d} | Kennisbasis
bg: Създаване на нова тема | {d} | База Знания
bs: Kreirajte novu temu | {d} | Baza znanja
de: Neues Diskussionsthema erstellen | {d} | Wissensdatenbank
el: Δημιουργία νέου νήματος | {d} | Γνωσιακή βάση
es: Crear un tema nuevo | {d} | Base de conocimiento
fy_nl: Meitsje in nij petear | {d} | Kennisbank
he: יצירת אשכול חדש | {d} | מאגר הידע
hr: Kreirajte novu temu | {d} | Baza znanja
hu: Új témacsoport készítése | {d} | Tudásbázis
ia: Crear un nove filo | {d} | Base de cognoscentias
id: Buat utas baru | {d} | Pundi Pengetahuan
it: Nuova discussione | {d} | Knowledge Base
ja: スレッド新規作成 | {d} | ナレッジベース
ka: ახალი თემის შექმნა | {d} | ცოდნის წყარო
kab: Rnu tinelli n yisallen tamaynut | {d}| Taffa n yisefka
ko: 새 글 모음 만들기 | {d} | 지식 기반
mg: Hamorona resaka mitohy | {d} | Tobim-pahalalana
ms: Cipta thread baru | {d} | Pangkalan Pengetahuan
nb_no: Lag en ny tråd | {d} | Kunnskapsbase
nl: Nieuwe conversatie starten | {d} | Kennisbank
pa_in: ਨਵਾ ਥਰੈਡ ਬਣਾਉ | {d} ਨਾਲਿਜ਼ ਬੇਸ਼
pl: Rozpocznij nowy wątek | {d} | Baza wiedzy
pt_br: Criar nova discussão | {d} | Base de conhecimento
pt_pt: Criar um tópico novo | {d} | Base de Conhecimentos
ro: Creează un nou fir | {d} | Baza de cunoștințe
sk: Vytvorenie novej témy | {d} | Databázy vedomostí
sr: Направи нову тему | {d} | База знања
sv: Skapa en ny tråd | {d} | Kunskapsbas
te: ఒక కొత్త థ్రెడ్ సృష్టించు | {d} | నాలెడ్జ్ బేస్
th: สร้างกระทู้ใหม่ | {d} | ฐานความรู้
tr: Yeni başlık oluştur | {d} | Bilgi Bankası
uk: Створити нову тему | {d} | База знань
ur: ایک نیا تھریڈ بنائیں | {d} | علم کی بنیاد
vi: Tạo một chủ đề mới | {d} | Kho tàng Kiến thức
zh_cn: 建立新主题 | {d} | 知识库
zh_tw: 建立新討論串 | {d} | 知識庫
zu: Yakha uchungechunge olusha | {d} | Ulwazi Oluyisisekelo

source: Create a new thread
af: Skep 'n nuwe gesprek
bg: Създай нова тема
bs: Kreirajte novu temu
de: Neues Diskussionsthema erstellen
el: Δημιουργία νέου νήματος
es: Crear un tema nuevo
fy_nl: Meitsje in nij petear
he: יצירת אשכול חדש
hr: Kreirajte novu temu
hu: Új témacsoport készítése
ia: Crea un nove filo
id: Buat utas baru
it: Nuova discussione
ja: スレッドを新規作成
ka: ახალი თემის შექმნა
kab: Rnu tinelli n yisallen tamaynut
ko: 새 글 모음 쓰기
mg: Hamorona resaka mitohy vaovao
ms: Cipta thread baru
nb_no: Lag en ny tråd
nl: Nieuwe conversatie starten
pa_in: ਨਵਾ ਥਰੈਡ ਬਣਾਉ
pl: Rozpocznij nowy wątek
pt_br: Criar nova discussão
pt_pt: Criar um tópico novo
ro: Creează un nou fir de discuție
sk: Vytvoriť novú tému
sr: Направи нову тему
sv: Skapa en ny tråd
te: ఒక కొత్త థ్రెడ్ సృష్టించు
th: สร้างกระทู้ใหม่
tr: Yeni başlık oluştur
uk: Створити нову тему
ur: ایک نیا تھریڈ بنایے
vi: Tạo một chủ đề mới
zh_cn: 建立新讨论
zh_tw: 建立新的討論
zu: Yakha uchungechunge olusha
