Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Revision Comment: {comment}
af: Wysiging-opmerking: {comment}
bg: Коментар на ревизията: {comment}
bs: Komentar revizije: {comment}
de: Versions-Kommentar: {comment}
el: Σχόλιο αναθεώρησης: {comment}
es: Comentario de la revisión: {comment}
fy_nl: Refyzjeopmerking: {comment}
he: הערה על מהדורה: {comment}
hr: Komentar revizije: {comment}
hu: Változat megjegyzései: {comment}
ia: Commento del revision: {comment}
id: Isi Revisi
it: Revisiona commento: {comment}
ja: リビジョンの内容: {comment}
ka: გადამუშავებულ ვერსიაზე გამოხმაურება: {comment}
kab: Awennit n uceggir : {comment}
ko: 변경된 답변: {comment}
mg: Hevitra momba ny Fanitsiana: {comment}
ms: Komen Semakan: {comment}
nb_no: Revisjonskommentar: {comment}
nl: Revisieopmerking: {comment}
pl: Komentarz do sprawdzenia: {comment}
pt_br: Comentário da edição: {comment}
pt_pt: Comentário da revisão: {comment}
ro: Comentariu revizuire: {comment}
sk: Komentár k revízii: {comment}
sr: Ревизија коментара: {comment}
sv: Revideringskommentar: {comment}
te: రివిజన్ వ్యాఖ్య: {comment}
th: ความคิดเห็นการตรวจทานแก้ไข: {comment}
tr: Revizyon yorumu: {comment}
uk: Коментар редакції: {comment}
ur: نظرثانی تبصرہ: {comment}
vi: Nhận xét bản sửa đổi: {comment}
zh_cn: 修订版本评论：{comment}
zh_tw: 編修註解: {comment}
zu: Ukubukeza Kokuphawula {comment}

source: Unreviewed Revision:
bg: Непрегледана ревизия:
bs: Nepregledanih revizija:
de: Nicht überprüfte Version:
el: Μη αξιολογημένη αναθεώρηση:
es: Revisión sin revisión:
fy_nl: Net-beoardiele refyzje:
he: מהדורה שלא נסקרה:
hr: Nepregledana revizija:
hu: Ellenőrizetlen verzió:
ia: Revision non revidite:
id: Tolak Revisi
it: Versione non revisionata:
ja: 未レビューのリビジョン:
ka: განუხილველი გადამუშავებული ვერსია:
kab: Aceggir ur walan ara
ko: 검토하지 않는 변경 사항:
mg: Fanitsiana Tsy Voatsara:
ms: Semakan Belum Diulas:
nb_no: Ikke-gjennomgått revisjon:
nl: Niet-beoordeelde revisie:
pa_in: ਬਿਨਾਂ ਪੜਚੋਲ ਦੀ ਦੁਹਰਾਈ:
pl: Niesprawdzona wersja:
pt_br: Edição não revisada:
pt_pt: Revisão não revista:
ro: Revizuire nerecenzată:
sk: Neskontrolovaná revízia:
sr: Непрегледаних ревизија:
sv: Ogranskad revidering:
te: సమీక్షించని రివిజన్:
th: การตรวจทานแก้ไขที่ยังไม่ได้ตรวจทาน:
tr: İncelenmemiş revizyon:
uk: Не переглянута редакція:
vi: Bản sửa đổi chưa xét duyệt:
zh_cn: 未审核的修订：
zh_tw: 未審核編修:

source: Revision {id} by {user}.
bg: Ревизия {id} от {user}.
de: Version {id} von {user}.
el: Αναθεώρηση {id} από τον/την {user}.
es: Revisión {id} por {user}.
fy_nl: Refyzje {id} troch {user}.
he: מהדורה {id} מאת {user}.
hr: Revizija {id} od {user}.
hu: {id}. verzió, készítette: {user}.
ia: Revision {id} per {user}.
it: Versione {id} inserita da {user}
ja: {user} によるリビジョン {id}。
ka: {user} მომხმარებლის {id} გადამუშავება.
kab: Aceggir {id} sɣur {user}.
ko: 변경 사항 {id} 검토자 {user}
nb_no: Revisjon {id} av {user}.
nl: Revisie {id} door {user}.
pl: Sprawdzenie wersji {id} utworzonej przez {user}.
pt_br: Edição {id} de {user}.
pt_pt: Revisão {id} de {user}.
ro: Revizuire {id} de către {user}.
sk: Revízia {id} od používateľa {user}.
sr: Ревизија {id} од {user}.
sv: Revidering {id} av {user}.
te: {user} చేసిన రివిజన్ {id}.
th: การแก้ไขใหม่ {id} โดย {user}
tr: {user} tarafından gönderilen {id} numaralı revizyon.
uk: Редакція {id} від {user}.
ur: {user} کی جانب سے نظرثانی کی {id}
vi: Bản sửa đổi {id} bởi {user}.
zh_cn: 审核 {user} 的修订 {id}。
zh_tw: {user} 的編修 {id}。

source: <label>Revision Comment:</label> {comment}
bg: <label>Коментар на ревизията:</label> {comment}
bs: <label>Komentar revizije:</label> {comment}
de: <label>Versions-Kommentar:</label> {comment}
el: <label>Σχόλιο αναθεώρησης:</label> {comment}
es: <label>Comentario de la revisión:</label> {comment}
fy_nl: <label>Refyzjeopmerking:</label> {comment}
he: <label>הערה על מהדורה:</label> {comment}
hr: <label>Komentar revizije:</label> {comment}
hu: <label>Változat megjegyzései:</label> {comment}
ia: <label>Commento del revision:</label> {comment}
id: Isi Revisi
it: <label>Commento alla versione:</label> {comment}
ja: <label>リビジョンコメント:</label> {comment}
ka: <label>გადამუშავებულ ვერსიაზე გამოხმაურება:</label> {comment}
kab: <label>Awennit n uceggir:</label> {comment}
ko: <label>변경된 답변:</label> {comment}
mg: <label>Hevitra momba ny Fanitsiana:</label> {comment}
ms: <label>Komen Semakan:</label> {comment}
nb_no: <label>Revisjonskommentar:</label> {comment}
nl: <label>Revisieopmerking:</label> {comment}
pl: <label>Komentarz do sprawdzenia:</label> {comment}
pt_br: <label>Comentário da edição:</label> {comment}
pt_pt: <label>Comentário da revisão:</label> {comment}
ro: <label>Comentariu revizuire:</label> {comment}
sk: <label>Komentár k revízii:</label> {comment}
sr: <label>Коментар ревизије:</label> {comment}
sv: <label>Revideringskommentar:</label> {comment}
te: <label>రివిజన్ వ్యాఖ్య:</label> {comment}
th: <label>ความคิดเห็นการตรวจทานแก้ไข:</label> {comment}
tr: <label>Revizyon yorumu:</label> {comment}
uk: <label>Коментар редакції:</label> {comment}
vi: <label>Nhận xét bản sửa đổi:</label> {comment}
zh_cn: <label>修订版本评论：</label>{comment}
zh_tw: <label>編修註解:</label> {comment}

source: Review Revision {id}
bg: Преглед на ревизия {id}
bs: Pregledaj reviziju {id}
de: Version {id} überprüfen
el: Έλεγχος αναθεώρησης {id}
es: Revisar revisión {id}
fy_nl: Refyzje {id} beoardiele
he: סקירת המהדורה {id}
hr: Pregledaj reviziju {id}
hu: {id} verzió ellenőrzése
ia: Revider le revision {id}
id: Tolak Revisi
it: Revisiona versione {id}
ja: リビジョン {id} のレビュー
ka: {id} გადამუშავებული ვერსიის განხილვა
kab: Wali aceggir {id}
ko: 변경 사항 검토 {id}
mg: Hitsara Fanitsiana {id}
ms: Ulasan Semakan {id}
nb_no: Gjennomgå revisjon {id}
nl: Revisie {id} beoordelen
pl: Sprawdzenie wersji {id}
pt_br: Revisar edição {id}
pt_pt: Rever revisão {id}
ro: Recenzează revizuirea {id}
sk: Kontrola revízie {id}
sr: Прегледај ревизију {id}
sv: Granska revidering {id}
te: సమీక్షించని రివిజన్ {id}
th: ตรวจทานการตรวจทานแก้ไข {id}
tr: {id} numaralı revizyonu incele
uk: Переглянути редакцію {id}
ur: نظرثانی کا جائزہ لیں {id}
vi: Xét duyệt bản sửa đổi {id}
zh_cn: 审核修订 {id}
zh_tw: 審核編修 {id}

source: This revision was already reviewed by {user} on {date}.
af: Hierdie wysiging is reeds deur {user} op {date} nagesien.
bg: Тази ревизия вече е прегледана от {user} на {date}.
bs: Ovu reviziju je već pregledao/la {user} dana {date}.
de: Diese Version wurde schon von {user} am {date} überprüft.
el: Αυτή η αναθεώρηση έχει ήδη ελεγχθεί από τον/την {user} στις {date}.
es: Esta revisión ya fue revisada por {user} el {date}.
fy_nl: Dizze refyzje is al beoardiele troch {user} op {date}.
he: מהדורה זו כבר נסקרה על־ידי {user} ב־{date}.
hr: Revizija je već pregledana od {user} na {date}.
hu: Ezt a verziót már {user} ellenőrizte ({date}).
ia: Iste revision ha essite jam revidite per {user} le {date}.
id: Revisi ini telah ditinjau oleh {user} pada {date}.
it: Questa versione è già stata revisionata da {user} il {date}.
ja: このリビジョンは {user} により {date} にレビューされています。
ka: გადამუშავებული ვერსია უკვე განიხილა {user} მომხმარებელმა, თარიღი: {date}.
kab: Aceggir-a iwala-t {user} deg {date}.
ko: 현재 변경 사항은 {user}가 {date}에 이미 검토하였습니다.
mg: Ity fanitsiana ity dia efa notsarain'i {user} t@ {date}.
ms: Semakan ini telah pun disemak oleh {user} pada {date}.
nb_no: Denne revisjonen er allerede gjennomgått av {user} den {date}.
nl: Deze revisie is al beoordeeld door {user} op {date}.
pa_in: ਇਹ ਰੀਵਿਜ਼ਨ ਦੀ ਪੜਤਾਲ ਪਹਿਲਾਂ ਹੀ {user} ਵਲੋਂ {date} ਨੂੰ ਕੀਤੀ ਗਈ।
pl: Ta wersja była już sprawdzana przez {user} w dniu {date}.
pt_br: Esta edição já foi revisada por {user} em {date}.
pt_pt: Esta revisão já foi revistar por {user} em {date}.
ro: Această revizuire a fost deja recenzată de {user} la {date}.
sk: Táto revízia už bola skontrolovaná používateľom {user} dňa {date}.
sr: Ову ревизију је већ прегледао {user} датума {date}.
sv: Denna revidering har redan granskats av {user} den {date}.
te: ఈ రివిజన్ ఇప్పటికే {user} ద్వారా {date}న సమీక్షించబడింది.
th: การแก้ไขใหม่นี้ได้ถูกพิจารณาแล้วจาก {user} เมื่อ {date}
tr: Bu revizyon daha önce {user} tarafından {date} tarihinde incelenmiş.
uk: Ця редакція була вже переглянута {user} {date}.
vi: Bản sửa đổi này đã được xét duyệt bởi {user} lúc {date}.
zh_cn: 此修订已被 {user} 于 {date} 审阅。
zh_tw: 此編修已由 {user} 於 {date}.審核過。
zu: Lesi sibukezo bese sivele sibukeziwe ngu {user} ngomhlaka {date}.

source: This revision is outdated, but there is a new revision available.
bg: Тази редакция е остаряла, но е налична по-нова.
bs: Ova revizija je zastarjela, ali dostupna je nova revizija.
de: Diese Version ist veraltet, aber eine neue Version ist verfügbar.
el: Αυτή η αναθεώρηση είναι παρωχημένη, αλλά διατίθεται μια νέα.
es: Esta revisión está desactualizada, pero hay una nueva disponible.
fy_nl: Dizze refyzje is ferâldere, mar der is in nije refyzje beskikber.
he: מהדורה זו אינה עדכנית אך ישנה מהדורה חדשה זמינה.
hr: Ova revizija je zastarjela, međutim postoji nova revizija.
hu: Ez a revízió elavult, de elérhető új.
ia: Iste revision es obsolete, ma il ha un nove revision disponibile.
it: Questa versione è obsoleta ma è disponibile una nuova versione.
ja: このリビジョンは有効期限切れですが、この記事に新しいリビジョンがあります。
ka: ეს გადამუშავებული ვერსია მოძველებულია, თუმცა ხელმისაწვდომია ახალი ვარიანტი.
kab: Aceggir-a ur yezgi yettwalqem, maca aceggir maynut yella tura.
ko: 현재 변경 사항은 오래된 버전으로, 새로운 변경 사항을 확인해 보세요.
mg: Lany daty ity fanitsiana ity, saingy misy fanitsiana iray vaovao vonona.
ms: Semakan ini sudah lapuk, tapi sudah ada semakan yang baru.
nb_no: Denne revisjonen er utdatert, men det er en ny revisjon tilgjengelig.
nl: Deze revisie is verouderd, maar er is een nieuwe revisie beschikbaar.
pl: Ta recenzja jest nieaktualna, ale jest dostępna nowa wersja.
pt_br: Esta edição está desatualizada, mas há uma nova edição disponível.
pt_pt: Esta revisão está desatualizada, mas já existe uma nova revisão disponível.
ro: Această revizuire este învechită, dar este disponibilă o nouă revizuire.
sk: Táto revízia je zastaralá, ale k dispozícií sú aj novšie verzie.
sr: Ова ревизија је застарела, али доступна је нова ревизија.
sv: Denna revidering är gammal, men det finns en ny version tillgänglig.
te: ఈ రివిజన్ పాతది, కానీ ఇప్పుడు అందుబాటులో కొత్త రివిజన్ ఉంది.
th: การตรวจทานแก้ไขนี้ล้าสมัยแล้ว แต่มีการตรวจทานแก้ไขใหม่
tr: Bu revizyon güncelliğini yitirmiş, fakat yeni bir revizyon mevcut.
uk: Ця редакція застаріла, але є доступна нова редакція.
vi: Bản sửa đổi này đã lỗi thời, nhưng có một bản sửa đổi mới.
zh_cn: 此修订已过时，但还有一个新修订可用。
zh_tw: 這個修訂已經過時，已有新的修訂。

source: Please review the latest revision.
bg: Моля, прегледайте последната редакция.
bs: Pregledajte najnoviju reviziju.
de: Bitte überprüfen Sie die neueste Version.
el: Παρακαλούμε ελέγξτε την πιο πρόσφατη αναθεώρηση.
es: Por favor revisa la versión más reciente.
fy_nl: Beoardielje de nijste refyzje.
he: נא לסקור את המהדורה האחרונה.
hr: Pregledaj najnoviju reviziju.
hu: Ellenőrizze a legfrissebb változatot.
ia: Per favor revide le ultime revision.
id: Isikan deskripsi.
it: Revisionare l'ultima versione.
ja: 最新リビジョンをレビューしてください。
ka: გთხოვთ, განიხილოთ უახლესი ვერსია.
kab: Ma ulac aɣilif ɣer aceggir aneggaru.
ko: 최근 변경 사항을 검토해 주십시오.
mg: Tsarao ilay fanitsiana farany indrindra azafady.
ms: Sila ulas semakan terkini.
nb_no: Gjennomgå den siste revisjonen.
nl: Beoordeel de nieuwste revisie.
pl: Proszę , sprawdź najnowszą wersję.
pt_br: Revise a edição mais recente.
pt_pt: Por favor, reveja a última revisão.
ro: Te rugăm să recenzezi ultima revizuire.
sk: Skontrolujte prosím poslednú verziu.
sr: Прегледајте најновију ревизију.
sv: Granska den senaste revideringen.
te: దయచేసి తాజా పునర్విమర్శ సమీక్షించండి.
th: โปรดตรวจทานการตรวจทานแก้ไขล่าสุด
tr: Lütfen son revizyonu inceleyin.
uk: Будь ласка, перегляньте останню ревізію.
ur: براہ مہربانی تازہ ترین نظرثانی کا جائزہ لیں۔
vi: Vui lòng xét duyệt bản sửa đổi mới nhất.
zh_cn: 请审阅最新的修订版本。
zh_tw: 請批閱最新的修訂版。
zu: Sicela ubukeze ukubuyekeza kwakamuva.

source: A newer revision has already been reviewed.
bg: По-нова редакция вече е прегледана.
bs: Novija revizija je već pregledana.
de: Eine neuere Version wurde bereits überprüft.
el: Μια νεότερη αναθεώρηση έχει ήδη αξιολογηθεί.
es: Una revisión más reciente ya ha sido revisada.
fy_nl: Der is al in nijere refyzje beoardiele.
he: כבר נסקרה מהדורה חדשה יותר.
hr: Novija revizija je već pregledana.
hu: Egy újabb verzió ellenőrzése már megtörtént.
ia: Un plus recente revision ha jam essite revidite.
it: Una versione più recente è già stata revisionata
ja: 新しい編集リビジョンがレビューされました。
ka: უახლესი ვერსია, უკვე განხილულია.
kab: Aceggir amaynut ɛran-t yakan.
ko: 이미 더 신규 변경 사항을 검토하였습니다.
mg: Misy fanitsiana vaovao kokoa efa notsaraina.
ms: Semakan yang baru sudah dikaji semula.
nb_no: En nyere revisjon er allerede gjennomgått.
nl: Er is al een nieuwere revisie beoordeeld.
pl: Została już sprawdzona nowsza wersja.
pt_br: Uma edição mais nova já foi revisada.
pt_pt: Uma revisão mais recente já foi revista.
ro: O revizuire mai nouă a fost deja recenzată.
sk: Už bola skontrolovaná novšia revízia.
sr: Новија ревизија је већ прегледана.
sv: En nyare revidering har redan granskats.
te: ఒక కొత్త పునర్విమర్శ ఇప్పటికే సమీక్షించబడింది.
th: การตรวจทานแก้ไขที่ใหม่กว่าได้ถูกตรวจทานแล้ว
tr: Daha yeni bir revizyon zaten incelenmiş.
uk: Вже була переглянута новіша ревізія.
vi: Một bản sửa đổi mới hơn đã được xét duyệt.
zh_cn: 一个更新的修订版本已被审阅。
zh_tw: 有更新的修訂已被批閱。
zu: Ukubuyekeza okusha kwakamuva sekubukeziwe.

source: Submitted Revision Changes
af: Het wysiging-veranderinge ingedien
bg: Изпратени промени в ревизията
bs: Poslate izmjene revizije
de: Eingereichte Versionsänderungen
el: Αλλαγές υποβληθείσας αναθεώρησης
es: Enviados cambios en la revisión
fy_nl: Yntsjinne wizigings fan de oersetting
he: שינויי מהדורה שנשלחו
hr: Podnešene izmjene revizije
hu: Beküldött változat módosításai
ia: Cambios de revision inviate
id: Perubahan Revisi yang Diajukan
it: Modifiche proposte per la versione
ja: 提出されたリビジョン変更
ka: გადამუშავებული ვერსიის ცვლილებების წარდგენა
kab: Ibeddilen n uceggir ttwaznen
ko: 제출된 번역 변경 사항
mg: Fanovana Fanitsiana Narotsaka
ms: Perubahan Semakan Dihantar
nb_no: Innsendte revisjonsendringer
nl: Ingediende revisiewijzigingen
pa_in: ਦਿੱਤੇ ਗਏ ਰੀਵਿਜ਼ਨ ਤਬਦੀਲੀਆਂ
pl: Przesłane zmiany tłumaczenia
pt_br: Alterações da edição enviada
pt_pt: Alterações de Revisão Enviadas
ro: Schimbări de revizuire trimise
sk: Odoslané zmeny v preklade
sr: Послате промене ревизије
sv: Skicka in revideringsändringar
te: సమర్పించిన రివిజన్ మార్పులు
th: การแก้ไขการแปลที่ถูกเปลี่ยนแปลง
tr: Gönderilen Revizyon Değişiklikleri
uk: Зміни поданої редакції
ur: جمع شدہ نظرثانی میں تبدیلیاں:
vi: Các thay đổi trong Bản sửa đổi được Gửi lên
zh_cn: 已提交的修订更改
zh_tw: 已送出的翻譯更動
zu: Izinguquko Zesibukezo Zilethiwe

source: Current public revision:
af: Huidige publieke wysiging:
bg: Настояща публична ревизия:
bs: Trenutna javna revizija:
de: Derzeit freigeschaltete Version:
el: Τρέχουσα δημόσια αναθεώρηση:
es: Versión pública actual:
fy_nl: Aktuele publike refyzje:
he: מהדורה ציבורית נוכחית:
hr: Tekuća javna verzija:
hu: Jelenlegi publikus változat:
ia: Revision public actual:
id: Revisi yang diterbitkan saat ini:
it: Attuale versione pubblica:
ja: 現在の公開リビジョン:
ka: მიმდინარე საჯარო ვერსია:
kab: Aceggir azayaz amiran:
ko: 현재 공개 변경 사항
mg: Fanitsian'ny daholobe ankehitriny:
ms: Semakan awam semasa:
nb_no: Nåværende offentlig revisjon:
nl: Huidige publieke revisie:
pa_in: ਮੌਜੂਦਾ ਜਨਤਕ ਰੀਵਿਜ਼ਨ:
pl: Upubliczniona wersja:
pt_br: Edição pública atual:
pt_pt: Revisão pública atual:
ro: Recenzie publică actuală:
sk: Aktuálna verejná revízia:
sr: Тренутна јавна ревизија:
sv: Nuvarande publik revidering:
te: ప్రస్తుత ప్రజా రివిజన్:
th: การแก้ไขรุ่นปัจจุบันที่ออกสู่สาธารณะ:
tr: Yayındaki mevcut revizyon:
uk: Поточна публічна редакція:
ur: موجودہ عوامی نظر ثانی:
vi: Bản sửa đổi công khai hiện tại:
zh_cn: 当前公开版本：
zh_tw: 目前公開版本:
zu: Isibukezo somphakathi njengamanje:

source: Submitted revision:
af: Het wysiging ingedien:
bg: Изпратена ревизия:
bs: Poslata revizija:
de: Eingereichte Änderung:
el: Υποβληθείσα αναθεώρηση:
es: Revisión enviada:
fy_nl: Yntsjinne refyzje:
he: מהדורה שנשלחה:
hr: Podnešena revizija:
hu: Beküldött verzió:
ia: Revision submittite:
id: Revisi yang diajukan:
it: Versione proposta:
ja: 提出されたリビジョン:
ka: წარდგენილი ვერსია:
kab: Aceggir yettwazen:
ko: 제출된 변경 사항
mg: Fanitsiana narotsaka:
ms: Semakan dihantar:
nb_no: Innsendt revisjon:
nl: Ingediende revisie:
pa_in: ਦਿੱਤਾ ਗਿਆ ਰੀਵਿਜ਼ਨ:
pl: Wysłana wersja:
pt_br: Edição enviada:
pt_pt: Revisão enviada:
ro: Recenzie propusă:
sk: Odoslaná revízia:
sr: Послата ревизија:
sv: Inskickad revidering:
te: సమర్పించిన రివిజన్:
th: การแก้ไขใหม่ที่ถูกส่งแล้ว:
tr: Gönderilen revizyon:
uk: Подана редакція:
ur: جمع شدہ نظرثانی:
vi: Bản sửa đổi được gửi lên:
zh_cn: 已提交的修订：
zh_tw: 已提交版本:
zu: Isibukezo esilethiwe:

source: Revision Source
af: Wysiging-bron
bg: Източник на ревизията
bs: Izvor revizije
de: Quelltext der Version
el: Πηγή αναθεώρησης
es: Origen de la revisión
fy_nl: Refyzjeboarne
he: מקור המהדורה
hr: Izvor revizije
hu: Változat forrása
ia: Fonte del revision
id: Sumber Revisi
it: Sorgente della versione
ja: リビジョンのソース
ka: გადამუშავებული ვერსიის წყარო
kab: Aɣbalu n uceggir
ko: 변경 소스:
mg: Fiavian'ny Fanitsiana
ms: Sumber Semakan
nb_no: Revisjonskilde
nl: Bron van revisie
pa_in: ਸਰੋਤ ਰੀਵਿਜ਼ਨ
pl: Źródło wersji
pt_br: Origem da edição
pt_pt: Fonte da Revisão
ro: Sursa revizuirii
sk: Zdroj revízie
sr: Извор ревизија
sv: Revideringskälla
te: రివిజన్ మూలం
th: ซอร์สการแก้ไข
tr: Revizyon Kaynağı
uk: Програмний код редакції
ur: نظر ثانی کے ذرایع:
vi: Nguồn bản sửa đổi
zh_cn: 修订原文
zh_tw: 編修來源
zu: Umthombo Wesibukezo

source: Revision Content
af: Wysiging-inhoud
bg: Съдържание на ревизията
bs: Sadržaj revizije
de: Vorschau der Änderung
el: Περιεχόμενο αναθεώρησης
es: Contenido de la revisión
fy_nl: Ynhâld fan refyzje
he: תוכן המהדורה
hr: Sadržaj revizije
hu: Változat tartalma
ia: Contento del revision
id: Isi Revisi
it: Contenuto della versione
ja: リビジョンの内容
ka: გადამუშავებული ვერსიის შიგთავსი
kab: Agbur n uceggir
ko: 변경 내용
mg: Atin'ny Fanitsiana
ms: Kandungan Semakan
nb_no: Revisjonsinnhold
nl: Inhoud van revisie
pa_in: ਰੀਵਿਜ਼ਨ ਸਮੱਗਰੀ
pl: Podgląd zawartości
pt_br: Conteúdo da edição
pt_pt: Conteúdo da Revisão
ro: Conținutul revizuirii
sk: Obsah revízie
sr: Ревизија садржаја
sv: Revideringsinnehåll
te: రివిజన్ కంటెంట్
th: เนื้อหาการแก้ไข
tr: Revizyon İçeriği
uk: Вміст редакції
ur: مواد کی نظرثانی
vi: Nội dung Bản sửa đổi
zh_cn: 修订内容
zh_tw: 編修內容
zu: Ukubukezwa Kokuqukethwe

source: This document does not have a current revision.
af: Hierdie dokument het nie 'n huidige wysiging nie.
bg: Този документ няма текуща ревизия.
bs: Dokument nema tekuću reviziju.
de: Dieses Dokument enthält keine aktuelle Änderung.
el: Αυτό το έγγραφο δεν έχει τρέχουσα αναθεώρηση.
es: Este documento no tiene una revisión actual.
fy_nl: Dit dokumint hat noch net in aktuele refyzje.
he: למסמך זה אין מהדורה עדכנית.
hr: Dokument ne sadrži trenutnu reviziju.
hu: Ennek a dokumentumnak nincs aktuális változata.
ia: Iste documento non ha un actual revision.
id: Dokumen ini tidak memiliki revisi saat ini.
it: Non esiste una versione attuale di questo documento.
ja: このドキュメントには現在公開中のリビジョンがありません。
ka: ამ დოკუმენტს, არ გააჩნია მიმდინარე ვერსია.
kab: Isemli-a ur yesɛi ara aceggir amiran.
ko: 현재 문서는 변경 사항이 없습니다.
mg: Tsy manana fanitsiana ankehitriny ity tahirin-kevitra ity.
ms: Dokumen ini tiada semakan semasa.
nb_no: Dette dokumentet har ingen nåværende revisjon.
nl: Dit document heeft geen huidige revisie.
pa_in: ਇਸ ਦਸਤਾਵੇਜ ਵਿੱਚ ਮੌਜੁਦਾ ਰੀਵਿਜ਼ਨ ਨਹੀ ਹੈ।
pl: Artykuł nie został jeszcze zaktualizowany.
pt_br: Este documento não tem uma edição atual.
pt_pt: Este documento não possui uma revisão atual.
ro: Documentul nu are o revizuire actuală.
sk: Tento dokument nemá aktuálnu revíziu.
sr: Овај документ нема тренутну ревизију.
sv: Detta dokument har inte en aktuell revidering.
te: ఈ పత్రముకి ప్రస్తుత రివిజన్ లు లేవు.
th: เอกสารนี้ไม่มีการแก้ไขที่เป็นปัจจุบัน
tr: Bu belgenin güncel bir revizyonu bulunmuyor.
uk: Цей документ не має поточної редакції.
ur: اس دستاویز میں موجودہ نظر ثانی نہیں ہے۔
vi: Tài liệu này không có bản sửa đổi hiện hành.
zh_cn: 此文件目前没有修订内容。
zh_tw: 此文件目前沒有編修內容。
zu: Le dokhumenti ayinaso isibukezo samanje.

source: Search results summary:
af: Soekresultaat-opsomming:
bg: Обобщени резултати от търсенето:
bs: Sažetak rezultata pretraživanja:
de: Zusammenfassung für die Suchergebnisse:
el: Περίληψη αποτελεσμάτων αναζήτησης:
es: Resumen de los resultados de la búsqueda:
fy_nl: Gearfetting sykresultaten:
he: תקציר תוצאות החיפוש:
hr: Sažetak rezultata pretraživanja:
hu: Keresési találat összefoglalója:
ia: Summario del resultatos del recerca:
id: Ringkasan hasil pencarian:
it: Sommario dei risultati della ricerca:
ja: 検索結果に表示される要約:
ka: მოკლე შეჯამება საძიებოსთვის:
kab: Agzul n igmaḍ n unadi:
ko: 검색 결과 요약
mg: Famintinana voka-pikarohana:
ms: Ringkasan hasil carian:
nb_no: Oppsummering av søkeresultater:
nl: Samenvatting voor zoekresultaten:
pa_in: ਖੋਜ ਨਤੀਜਾ ਸਾਰ:
pl: Wyniki wyszukiwania:
pt_br: Resumo em resultado de pesquisas:
pt_pt: Sumário de resultados da pesquisa:
ro: Sumarul rezultatelor de căutare:
sk: Výsledky vyhľadávania:
sr: Претражи сажетак резултата:
sv: Sammanfattande sökresultat:
te: వెతుకుడు ఫలితపు సారాంశం:
th: ผลการค้นหาโดยรวม:
tr: Arama sonuçları özeti:
uk: Результати пошуку:
ur: تلاش کے نتائج کا خلاصہ:
vi: Tóm tắt kết quả tìm kiếm:
zh_cn: 搜索结果概要：
zh_tw: 搜尋結果概要:
zu: Cinga imiphumela yesifingqo:

source: Revision source:
af: Wysiging-bron:
bg: Източник на ревизията:
bs: Izvor revizije:
de: Quelltext der Version:
el: Πηγή αναθεώρησης:
es: Fuente de la revisión:
fy_nl: Refyzjeboarne:
he: מקור המהדורה:
hr: Izvor revizije:
hu: Változat forrása:
ia: Fonte del revision:
id: Sumber revisi:
it: Sorgente della versione:
ja: リビジョンのソース:
ka: გადამუშავებული ვერსიის წყარო:
kab: Aɣbalu n uceggir:
ko: 변경 사항 소스:
mg: Fiavian'ny fanitsiana:
ms: Sumber semakan:
nb_no: Revisjonskilde:
nl: Bron van revisie:
pa_in: ਰੀਵਿਜ਼ਨ ਸਰੋਤ:
pl: Źródło wersji:
pt_br: Origem da edição:
pt_pt: Fonte da revisão:
ro: Sursa revizuirii:
sk: Zdroj revízie:
sr: Извор ревизије:
sv: Revideringskälla:
te: రివిజన్ మూలం:
th: การแก้ไขซอร์ส:
tr: Revizyon kaynağı:
uk: Програмний код редакції:
ur: نظر ثانی کے زرعیے:
vi: Nguồn bản sửa đổi:
zh_cn: 修订原文：
zh_tw: 編修來源:
zu: Umthombo wesibukezo:

source: Revision rendered html:
af: Wysiging in HTML:
bg: Генериран html за ревизията:
bs: Prikaz html-a revizije:
de: HTML-Darstellung der Änderung:
el: Τελειοποιημένο HTML αναθεώρησης:
es: HTML resultante de la revisión:
fy_nl: Refyzje oanmakke html:
hr: Prikaz html-a revizije:
hu: Verzió html formátumban:
ia: Revision rendite in html:
id: Revisi yang ditampilkan dalam html:
it: Html visualizzabile della versione:
ja: リビジョンの実際の表示:
ka: გადამუშავებული ვერსია html დოკუმენტის სახით:
kab: Tiririt HTML n uceggir:
ko: HTML로 변경 사항 보기:
mg: Fanitsiana namboarina ho html:
ms: Bentuk html semakan:
nb_no: Opptegnet html av revisjon:
nl: Revisie in html-opmaak:
pa_in: ਰੀਵਿਜ਼ਨ ਰੈਂਡਰ ਕੀਤਾ html:
pl: Renderowany kod html wersji:
pt_br: Exibição HTML da edição:
pt_pt: HTML resultante da revisão:
ro: Revizuirea afișată ca html:
sk: Vykreslená HTML stránka revízie:
sr: Поднети html ревизије:
sv: Revideringsrenderade html:
te: రొవిజన్ అన్వయించిన html:
th: การแก้ไขเพิ่มเติมที่ถูกแสดงผลเป็น HTML:
tr: Revizyonun html yorumu:
uk: Відтворений html редакції:
vi: Bản sửa đổi đã kết xuất thành html:
zh_cn: 修订产生的 HTML：
zh_tw: 編修產生的 HTML:
zu: Isibukezo sinikeze i-html:
