Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Votes
af: Stemme
bg: Гласове
bs: Glasovi
de: Stimmen
el: Ψήφοι
es: Votos
fy_nl: Stimmen
he: קולות
hr: Glasovi
hu: Szavazatok
ia: Votos
id: Suara
it: Voti
ja: 投票
ka: შეფასება
kab: Tifranin
ko: 투표
mg: Vato
ms: Undi
nb_no: Stemmer
nl: Stemmen
pa_in: ਵੋਟਾ
pl: Głosy
pt_br: Votos
pt_pt: Votos
ro: Voturi
sk: Hlasy
sr: Гласови
sv: Röster
te: ఓట్లు
th: จำนวนโหวต
tr: Oy
uk: Голосів
ur: ووٹ
vi: Số phiếu
zh_cn: 投票数
zh_tw: 投票
zu: Amavoti

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
af: Die vraeforum is nie vir {product} in {old_lang} beskikbaar nie. Ons het jou herlei na die nuwe vraeforum in {new_lang}.
bg: Форумът за {product} не е достъпен на {old_lang}, пренасочихме ви към форума на {new_lang}.
bs: Forum sa pitanjima nije dostupan za {product} u {old_lang}, preusmjerili smo vas na {new_lang} forum.
de: Das Frageforum ist für {product} nicht auf {old_lang} verfügbar, wir haben Sie zum Frageforum auf {new_lang} weitergeleitet.
el: Το φόρουμ ερωτήσεων δεν είναι διαθέσιμο για το {product} στα {old_lang}. Σας έχουμε ανακατευθύνει στο φόρουμ ερωτήσεων για τα {new_lang}.
es: El foro de preguntas no está disponible para {product} en {old_lang}, te hemos redireccionado al foro de preguntas en {new_lang}.
fy_nl: It fragefoarum is net beskikber foar {product} yn it {old_lang}; wy hawwe omlaat nei it fragefoarum foar {new_lang}.
he: פורום השאלות אינו זמין עבור {product} ב{old_lang}, הפנינו אותך לפורום השאלות ב{new_lang}.
hr: Forum za pitanja za {product} nije dostupan za {old_lang}, preusmjerili smo te na {new_lang} forum.
hu: A(z) {product} kérdésekhez tartozó fóruma nem érhető el {old_lang} nyelven, átirányítottuk a(z) {new_lang} fórumába.
ia: Le foro de questiones non es disponibile pro {product} in {old_lang}, nos ha re-dirigite te al foro de questiones de {new_lang}.
id: Forum pertanyaan tidak tersedia untuk {product} di {old_lang}, kami telah mengarahkan Anda ke forum pertanyaan {new_lang}.
it: Il forum per le domande non è disponibile per {product} in {old_lang}, verrai reindirizzato al forum in {new_lang}.
ja: {product} の質問フォーラムは {old_lang} で利用できません。{new_lang} の質問フォーラムへリダイレクトします。
ka: {product}-ის შესახებ შეკითხვების ფორუმის {old_lang} ვარიანტი, ჯერჯერობით არაა ხელმისაწვდომი, სანაცვლოდ შეგიძლიათ ისარგებლოთ შეკითხვების ფორუმის {new_lang} ვერსიით.
kab: Isteqsiyen n unmage ulac-iten i {product} deg {old_lang}, ihi nwelleh-ik ɣer isteqisyen n unmager s {new_lang}.
ko: {old_lang}로는 {product}에 대한 답변 포럼이 제공되지 않습니다. {new_lang} 포럼으로 연결시켜 드리겠습니다. 커뮤니티로 부터 답변을 받으시려면, <a href=http://forums.mozilla.or.kr>한국어 포럼</a>을 참고하세요.
mg: Tsy misy ho an'ny {product} @ teny {old_lang} ny fihaonamben'ireo fanontaniana, navilinay ho ao @ fihaonamben'ny fanontaniana @ teny {new_lang} ianao.
ms: Forum soalan untuk {product} tidak ada dalam {old_lang}, kami telah melencongkan anda ke forum soalan {new_lang}.
nb_no: Spørsmålsforumet er ikke tilgjengelig for {product} på {old_lang}, vi har videresendt deg til {new_lang} spørsmålsforumet.
nl: Het vragenforum is niet beschikbaar voor {product} in het {old_lang}; we hebben u omgeleid naar het vragenforum voor {new_lang}.
pl: Forum pomocy dla {product} nie jest dostępne w języku {old_lang}. Przekierowaliśmy cię na forum w języku {new_lang}.
pt_br: O fórum de perguntas não está disponível para {product} em {old_lang}, redirecionamos para o fórum de perguntas em {new_lang}.
pt_pt: O fórum de questões não está disponível para {product} em {old_lang}. Foi redirecionado para o novo fórum de questões em {new_lang}.
ro: Forumul de întrebări nu este disponibil pentru {product} în {old_lang}, te-am redirecționat la forumul de întrebări în {new_lang} .
sk: Fórum s otázkami pre {product} nie je dostupné v jazyku {old_lang}. Presmerovali sme vás na fórum s otázkami v jazyku {new_lang}.
sr: Форум са питањима није доступан за {product} у {old_lang}, преусмерили смо вас на {new_lang} форум.
sv: Det här frågeforumet är inte tillgängligt för {product} på {old_lang} vi har omdirigerat dig till den {new_lang} frågeforumet.
te: ప్రశ్నలు ఫోరమ్ {product}కు {old_lang}లో అందుబాటులో లేదు, మేము మిమ్మల్ని{new_lang} ప్రశ్నలు ఫోరమ్ కు దారిమార్పులను చేశాము.
th: ฟอรั่มคำถามไม่พร้อมใช้งานสำหรับ {product} ในภาษา {old_lang} เราได้เปลี่ยนเส้นทางให้คุณไปยังฟอรั่มคำถามภาษา {new_lang}
tr: {product} soru forumu {old_lang} olarak mevcut olmadığı için sizi {new_lang} soru forumuna yönlendirdik.
uk: Форум для запитань для {product} мовою {old_lang} недоступний, ми перенаправили вас на форум для запитань мовою {new_lang}.
vi: Diễn đàn câu hỏi không có sẵn cho {product} trong ngôn ngữ {old_lang}, chúng tôi đã chuyển hướng bạn đến diễn đàn câu hỏi ngôn ngữ {new_lang}.
zh_cn: 问题论坛无法在 {old_lang} 下对 {product} 使用，我们已为您重定向到 {new_lang} 的问题论坛。
zh_tw: {product} 產品的討論區目前不支援 {old_lang} 語言，我們將帶您前往 {new_lang} 的討論區。
zu: Isithangami semibuzo asitholakali ku{product} nge-{old_lang}, sikuqondise ku-{new_lang} isithangami semibuzo.

source: Thank you for reaching out to Mozilla Support. We're reviewing your submission and will send a confirmation email to {email} shortly.
sv: Tack för att du kontaktade Mozilla Support. Vi granskar ditt bidrag och kommer att skicka en e-postbekräftelse till {email} inom kort.

source: You've exceeded the number of submissions for today.
de: Sie haben die Anzahl der Einreichungen für heute überschritten.
el: Έχετε υπερβεί τον αριθμό των επιτρεπόμενων υποβολών για σήμερα.
fy_nl: Jo binne oar it tal ynstjoeringen foar hjoed.
hu: Túllépte a ma engedélyezett beküldések számát.
ia: Tu ha excedite le numero de invios pro hodie.
id: Anda telah melebihi jumlah pertanyaan untuk hari ini.
it: Hai superato il numero di invii consentiti in un giorno.
ka: თქვენ გადააჭარბეთ დღეში წარდგენის რაოდენობას.
ko: 오늘 제출 가능한 제한을 초과했습니다.
nl: U hebt het aantal inzendingen voor vandaag overschreden.
pl: Przekroczono liczbę zgłoszeń na dzień.
pt_br: Você excedeu o número de envios hoje.
pt_pt: Excedeu o número de submissões para hoje.
sk: Prekročili ste dnešný počet príspevkov.
sv: Du har överskridit antalet inlämningar för idag.
tr: Bugünkü gönderim limitinizi aştınız.
uk: Ви перевищили кількість звернень на сьогодні.
vi: Bạn đã vượt quá số lượng gửi cho ngày hôm nay.
zh_cn: 您今天已超过提交次数上限。
zh_tw: 您已達到本日的可上架次數限制。

source: Done! Your question is now posted on the Mozilla community support forum. You can see your post anytime by visiting the {a_open}My Questions{a_close} page in your profile.
bg: Готово! Вашият въпрос вече е публикуван във форума за поддръжка на Mozilla. Можете да видите публикацията си по всяко време, като посетите страницата {a_open}Моите въпроси{a_close} във вашия профил.
de: Fertig! Ihre Frage wird jetzt im Hilfeforum der Mozilla-Gemeinschaft veröffentlicht. Sie können Ihren Beitrag jederzeit anzeigen, indem Sie die Seite {a_open}Meine Fragen{a_close} in Ihrem Profil besuchen.
el: Τέλος! Η ερώτησή σας δημοσιεύτηκε στο φόρουμ υποστήριξης της κοινότητας Mozilla. Μπορείτε να δείτε την ανάρτησή σας ανά πάσα στιγμή, μεταβαίνοντας στη σελίδα {a_open}Οι ερωτήσεις μου{a_close}, στο προφίλ σας.
es: ¡Listo! Tu pregunta ahora está publicada en el foro de soporte de la comunidad de Mozilla. Puedes ver tu publicación en cualquier momento visitando la página {a_open}Mis preguntas{a_close} en tu perfil.
fy_nl: Klear! Jo fraach is no pleatst yn it stipefoarum fan de Mozilla-mienskip. Jo kinne jo berjocht altyd besjen troch de side {a_open}Myn fragen{a_close} yn jo profyl te iepenjen.
he: סיימנו! השאלה שלך מפורסמת כעת בפורום התמיכה הקהילתי של Mozilla. הרשומה שלך תהיה זמינה לך דרך דף {a_open}השאלות שלי{a_close} בפרופיל שלך.
hr: Gotovo! Tvoje pitanje je sada postavljeno na forumu za podršku Mozilline zajednice. Tvoj post možeš uvijek vidjeti na stranici {a_open}Moja pitanja{a_close} tvog profila.
hu: Kész! A kérdése közzé lett téve a Mozilla közösségi támogatási fórumán. Bármikor megtekintheti a bejegyzést, ha felkeresi a {a_open}Saját kérdések{a_close} lapot a profilján.
ia: Facite! Tu question es ora publicate sur le foro de supporto del communitate de Mozilla. Tu pote vider tu message quando tu lo vole visitante le pagina {a_open}Mi Questiones{a_close} in tu profilo.
id: Selesai! Pertanyaan Anda sekarang telah diposting di forum dukungan komunitas Mozilla. Anda dapat melihat kiriman Anda kapan saja dengan mengunjungi laman {a_open}Pertanyaan Saya{a_close} di profil Anda.
it: Fatto! La tua domanda è ora pubblicata sul forum di supporto della comunità Mozilla. Puoi vedere il tuo post in qualsiasi momento visitando la pagina {a_open} Le mie domande {a_close} nel tuo profilo.
ja: あなたの質問が Mozilla コミュニティのサポートフォーラムに投稿されました。この投稿は、あなたのプロファイルの {a_open}私の質問{a_close} ページからいつでも確認できます。
ka: მზადაა! თქვენი შეკითხვა გამოქვეყნებულია Mozilla-ს ერთობის მხარდაჭერის ფორუმზე. მისი ხილვა ნებისმიერ დროს შეგიძლიათ {a_open}ჩემი კითხვების{a_close} გვერდზე, თქვენს პროფილში.
kab: Yemmed! Asteqsi-inek·inem tettwazen ɣer uskasi n tallalt n temɣiwent Mozilla. Tzemreḍ ad twaliḍ tasuffeɣt-inek·inem melmi tebɣiḍ s tirza ɣer usebter {a_open}Isteqsiyen-inu{a_close} deg umaɣun-inek·inem.
ko: 완료되었습니다! 이제 Mozilla 커뮤니티 지원 포럼에 질문이 게시되었습니다. 프로필의 {a_open}내 질문 {a_close}페이지를 방문하여 언제든지 게시물을 볼 수 있습니다.
nb_no: Ferdig! Spørsmålet ditt er nå lagt ut på Mozilla community brukerstøtteforum. Du kan når som helst se innlegget ditt ved å gå til {a_open}mine spørsmål{a_close}-siden i profilen din.
nl: Klaar! Uw vraag is nu geplaatst in het ondersteuningsforum van de Mozilla-gemeenschap. U kunt uw bericht te allen tijde bekijken door de pagina {a_open}Mijn vragen{a_close} in uw profiel te openen.
pl: Gotowe! Twoje pytanie zostało opublikowane na forum wsparcia społeczności Mozilli. Swój post możesz zobaczyć w każdej chwili, odwiedzając stronę {a_open}Moje pytania{a_close} w swoim profilu.
pt_br: Pronto! Sua pergunta foi publicada no fórum de suporte da comunidade Mozilla. Você pode ver sua publicação quando quiser visitando a página {a_open}Minhas perguntas{a_close} no seu perfil.
pt_pt: Feito! A sua questão foi publicada no fórum de apoio da comunidade Mozilla. Você pode ver a sua submissão a qualquer momento visitando a página {a_open}As minha questões{a_close} no seu perfil.
ro: Gata! Întrebarea ta este acum postată pe forumul de asistență al comunității Mozilla. Poți vizualiza oricând ce ai postat intrând pe pagina {a_open}Întrebările mele{a_close} din profilul tău.
sk: Hotovo! Vaša otázka je teraz zverejnená na komunitnom fóre podpory Mozilla. Svoj príspevok si môžete kedykoľvek pozrieť na stránke {a_open}Moje otázky{a_close} vo svojom profile.
sr: Готово! Ваше питање је постављено на Mozilla форуму подршке заједнице. Можете да погледате ваш упит било када тако што ћете посетити страницу {a_open}Моја питања{a_close} на профилу.
sv: Klar! Din fråga är nu publicerad i Mozilla community supportforum. Du kan se ditt inlägg när som helst genom att besöka sidan {a_open}Mina frågor{a_close} i din profil.
tr: Bu kadar! Sorunuz Mozilla topluluk destek forumunda yayımlandı. Profilinizdeki {a_open}Sorularım{a_close} sayfasını ziyaret ederek sorularınızı istediğiniz zaman görebilirsiniz.
uk: Готово! Ваше запитання тепер розміщено на форумі підтримки спільноти Mozilla. Ви можете будь-коли побачити свою публікацію, відвідавши сторінку {a_open}Мої запитання{a_close} у своєму профілі.
vi: Hoàn tất! Câu hỏi của bạn hiện được đăng trên diễn đàn hỗ trợ cộng đồng Mozilla. Bạn có thể xem bài đăng của mình bất cứ lúc nào bằng cách truy cập trang {a_open}Câu hỏi của tôi{a_close} trong hồ sơ của bạn.
zh_cn: 搞定！您的问题现已发布到 Mozilla 社区的支持论坛上。您可以随时访问个人资料中的{a_open}我的问题{a_close}页面来查看您的帖子。
zh_tw: 完成了！您的問題已經張貼到 Mozilla 社群支援討論區。您可以隨時到個人資料中的{a_open}我問過的問題{a_close}頁面來檢視您的貼文。

source: Thank you for choosing a solution!
af: Dankie dat jy 'n oplossing gekies het!
bg: Благодарим Ви, че избрахте решение!
bs: Hvala vam što ste izabrali rješenje!
de: Danke, dass Sie eine Antwort ausgewählt haben!
el: Σας ευχαριστούμε που επιλέξατε μια λύση!
es: ¡Gracias por elegir una solución!
fy_nl: Tank foar it kiezen fan in oplossing!
he: תודה שבחרת בפתרון!
hr: Hvala ti na biranju rješenja!
hu: Köszönjük, hogy kiválasztott egy megoldást!
ia: Gratias pro seliger un solution!
id: Terima kasih telah memilih solusi!
it: Grazie per aver indicato la soluzione.
ja: 解決策を選んでいただきありがとうございます！
ka: გმადლობთ, გადაწყვეტის მონიშვნისთვის!
kab: Tanemmirt ɣef ufran n tririt!
ko: 해법을 선택해 주셔서 감사합니다!
mg: Misaotra anao nifidy vahaolana!
ms: Terima kasih kerana memilih penyelesaian!
nb_no: Takk for at du valgte en løsning!
nl: Bedankt voor het kiezen van een oplossing!
pa_in: ਇੱਕ ਹੱਲ ਹੈ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!
pl: Dziękujemy za wybranie rozwiązania!
pt_br: Obrigado por escolher uma solução!
pt_pt: Obrigado por escolher uma solução!
ro: Îți mulțumim pentru alegerea unei soluții!
sk: Ďakujeme, za výber riešenia!
sr: Хвала вам што сте изабрали решење!
sv: Tack för att du valt en lösning!
te: ఒక పరిష్కారం ఎంచుకోవడం ధన్యవాదాలు !
th: ขอบคุณที่เลือกวิธีแก้ปัญหา!
tr: Bir çözüm seçtiğiniz için teşekkürler!
uk: Дякуємо вам за вибір рішення!
ur: ایک حل منتخب کرنے کے لئے آپ کا شکریہ!
vi: Cảm ơn vì bạn đã chọn một giải pháp!
zh_cn: 感谢您选了一个解决方案！
zh_tw: 感謝您選擇解決方式！
zu: Siyabonga ngokukhetha isisombululo!

source: This question already has a solution.
af: Hierdie vraag het reeds 'n oplossing.
bg: Този въпрос вече има решение.
bs: Ovo pitanje već ima rješenje.
de: Diese Frage hat bereits eine Lösung.
el: Αυτή η ερώτηση έχει ήδη μια λύση.
es: Esta pregunta ya fue solucionada.
fy_nl: Dizze fraach hat al in oplossing.
he: לשאלה זו כבר יש פתרון.
hr: Ovo pitanje već ima rješenje.
hu: A kérdésnek már van megoldása.
ia: Iste question ha ja un solution.
id: Pertanyaan ini sudah memiliki solusi.
it: Questa domanda ha già una soluzione.
ja: この質問はすでに解決しています。
ka: ამ შეკითხვას უკვე აქვს მონიშნული გადაწყვეტა.
kab: Asteqsi-agi yesεa yakan tiririt.
ko: 이 질문은 이미 답이 있습니다.
mg: Efa misy vahaolana ity fanontaniana io.
ms: Soalan ini sudah ada penyelesaian.
nb_no: Dette spørsmålet har allerede en løsning.
nl: Deze vraag heeft al een oplossing.
pl: Dla tego problemu istnieje już rozwiązanie.
pt_br: Esta pergunta já tem uma solução.
pt_pt: Esta questão já tem uma solução.
ro: Această întrebare are deja o soluție.
sk: Táto otázka je už vyriešená.
sr: Ово питање већ има решење.
sv: Denna fråga har redan en lösning.
te: ఈ ప్రశ్నను ఇప్పటికే ఒక పరిష్కారం ఉంది.
th: คำถามนี้มีวิธีแก้ปัญหาแล้ว
tr: Bu sorunun zaten çözümü var.
uk: Для цього питання вже є рішення.
ur: اس سوال کا پہلے ہی حل موجود ہے۔
vi: Câu hỏi này đã có một giải pháp.
zh_cn: 此问题已经有了一个解决方案。
zh_tw: 這個問題已有解決方式。
zu: Lo mbuzo usunaso isisombululo vele.

source: The solution was undone successfully.
af: Die oplossing is suksesvol ontdoen.
bg: Решението бе отменено успешно.
bs: Rješenje je uspješno opozvano.
de: Die Lösung wurde erfolgreich rückgängig gemacht.
el: Η λύση αναιρέθηκε επιτυχώς.
es: La solución se deshizo correctamente.
fy_nl: De oplossing is mei sukses ûngedien makke.
hr: Rješenje je uspješno poništeno.
hu: A megoldás sikeresen visszavonva.
ia: Le solution ha essite disfacite con successo.
id: Solusi telah berhasil dibatalkan.
it: La soluzione è stata annullata con successo.
ja: 解決策はうまくいきませんでした。
ka: გადაწყვეტის მონიშვნა გაუქმდა წარმატებით.
kab: Tiririt tettwafsex akken iwata.
ko: 해법이 성공적으로 풀렸습니다.
mg: Vita soa aman-tsara ny fanafoanana ilay vahaolana.
ms: Penyelesaian berjaya dibatalkan.
nb_no: Løsningen er angret.
nl: De oplossing is met succes ongedaan gemaakt.
pa_in: ਜਬਾਬ ਨੂੰ ਸਫਲਤਾਪੂਰਕ ਵਾਪਸ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Rozwiązanie zostało wycofane.
pt_br: Solução desfeita com sucesso.
pt_pt: Solução desfeita com sucesso.
ro: Soluția a fost anulată cu succes.
sk: Riešenie bolo úspešne vrátené späť.
sr: Решење је успешно опозвано.
sv: Lösningen är ogjord.
te: పరిష్కారం విజయవంతంగా రద్దు చేశారు .
th: วิธีแก้ปัญหาถูกยกเลิกเรียบร้อยแล้ว
tr: Çözüm başarıyla geri alındı.
uk: Рішення було успішно скасовано.
ur: حل کامیابی کے ساتھ ختم کردیا گیا۔
vi: Giải pháp đã được hoàn tác thành công.
zh_cn: 该解决方案已成功撤销。
zh_tw: 已成功還原解決方式。
zu: Isisombululo senziwe ngempumelelo.

source: Glad to hear it!
af: Bly om dit te hoor!
bg: Радваме се да чуем това!
bs: Drago nam je da to čujemo!
de: Das freut uns zu hören!
el: Χαιρόμαστε που το ακούμε!
es: ¡Nos alegra oír eso!
fy_nl: Bliid dat te hearen!
he: שמחים לשמוע!
hr: Drago nam je to čuti!
hu: Jó tudni róla!
ia: Felice de audir illo!
id: Senang mendengarnya!
it: Siamo lieti di saperlo!
ja: ありがとうございます！
ka: მოხარულები ვართ, ამის მოსმენით!
kab: Ferḥeɣ mi as-sliɣ!
ko: 그렇다니 기쁩니다!
mg: Faly mandre an'izany!
ms: Gembira mendengarnya!
nb_no: Glad for å høre det!
nl: Blij dat te horen!
pa_in: ਇਸ ਨੂੰ ਸੁਣ ਕੇ ਖੁਸ਼ੀ ਹੋਈ!
pl: Miło nam to słyszeć!
pt_br: Ficamos felizes em saber disso!
pt_pt: Ficamos felizes por saber!
ro: Ne bucurăm să auzim asta!
sk: Sme radi, že to počujeme!
sr: Драго нам је да то чујемо!
sv: Kul att höra det!
te: వినటానికి ఆనందంగా ఉంది!
th: ดีใจที่ได้ยินอย่างนี้!
tr: Harika!
uk: Раді це чути!
ur: یہ سن کر خوشی ہوئی!
vi: Vui mừng khi nghe nó!
zh_cn: 很高兴听到这个消息！
zh_tw: 太開心聽到這個了！
zu: Kwayintokozo ukuzwa lokho!

source: Sorry to hear that.
af: Jammer om dit te hoor.
bg: Съжаляваме да чуем това.
bs: Žao nam je to čuti.
de: Es tut uns leid, das zu hören.
el: Λυπούμαστε που το ακούμε.
es: Sentimos oír eso.
fy_nl: Dat spyt ús.
he: מצטערים לשמוע על כך.
hr: Žao nam je to čuti.
hu: Sajnálattal halljuk.
ia: Io regretta de audir lo.
id: Maaf ya.
it: Siamo spiacenti.
ja: お役に立てず申し訳ありません。
ka: ვწუხვართ, ამის გამო.
kab: Sḥasfeɣ mi sliɣ ayagi.
ko: 죄송합니다.
mg: Hontsa ny fo mandre an'izany.
ms: Takziah.
nb_no: Trist å høre det.
nl: Dat spijt ons zeer.
pa_in: ਇਹ ਸੁਣ ਕੇ ਅਫਸ਼ੋਸ ਹੋਇਆ।
pl: Przykro nam to słyszeć.
pt_br: Sentimos muito.
pt_pt: Sentimos muito.
ro: Ne pare rău să auzim asta.
sk: Je nám to moc ľúto, že to počujeme.
sr: Жао нам је што то чујемо.
sv: Ledsen att höra det.
te: చింతిస్తున్నాము .
th: เสียใจที่ได้ยินอย่างนั้น
tr: Bunu duyduğumuza üzüldük.
uk: Дуже шкода це чути.
ur: یہ سن کر افسوس ہوا.
vi: Rất tiếc khi biết điều đó.
zh_cn: 很抱歉听到这消息。
zh_tw: 很抱歉聽到這消息。
zu: Kwakubi ukuzwa lokho.

source: You already voted on this reply.
af: Jy het reeds vir hierdie antwoord gestem.
bg: Вече гласувахте за този отговор.
bs: Već ste glasali na ovaj odgovor.
de: Sie haben für diese Antwort bereits abgestimmt.
el: Έχετε ήδη ψηφίσει αυτήν την απάντηση.
es: Ya has dado tu voto para esta respuesta.
fy_nl: Jo hawwe al op dit antwurd stimd.
he: כבר הצבעת לתגובה זו.
hr: Već si glasao/la na ovaj odgovor.
hu: Már szavazott erre a válaszra.
ia: Tu ha jam votate sur iste responsa.
id: Anda sudah memilih pada jawaban ini.
it: Hai già votato questa risposta.
ja: この返信にはすでに投票済みです。
ka: თქვენ უკვე შეაფასეთ ეს გამოხმაურება.
kab: Tferneḍ yakan tiririt-a.
ko: 이미 이 답변을 추천했습니다.
mg: Efa nandatsa-bato ho an'io valiny io ianao.
ms: Anda sudah undi balasan ini.
nb_no: Du har allerede stemt på dette svaret.
nl: U hebt al op dit antwoord gestemd.
pa_in: ਤੁਸੀ ਪਹਿਲਾ ਤੋ ਇਸ ਦੇ ਜਵਾਬ ਤੇ ਵੋਟ ਕੀਤਾ ਹੈ।
pl: Oddano już głos na tę odpowiedź.
pt_br: Você já votou nesta resposta.
pt_pt: Já votou nesta resposta.
ro: Ai votat deja acest răspuns.
sk: Pre túto odpoveď ste už hlasovali.
sr: Већ сте гласали на овај одговор.
sv: Du har redan röstat på detta svar.
te: మీరు ఇప్పటికే ఈ సమాధానం ఓటు.
th: คุณได้โหวตบนบทความนี้แล้ว
tr: Bu yanıtı daha önce oyladınız.
uk: Ви вже голосували за цю відповідь.
ur: آپ نے پہلے ہی اس جواب پر ووٹ دے دیا ہے۔
vi: Bạn đã bình chọn cho câu trả lời này.
zh_cn: 您已在此回答上投过票了。
zh_tw: 這篇文章您已經投票過了。
zu: Usuvotele le mpendulo vele.

source: We were unable to register your request. You've exceeded the limit for the number of questions allowed to watch in a day. Please try again tomorrow.
bg: Не успяхме да регистрираме вашата заявка. Надхвърлихте ограничението за брой въпроси, разрешени за гледане за един ден. Моля, опитайте отново утре.
de: Wir konnten Ihre Anfrage nicht aufnehmen. Sie haben das Limit für die Anzahl der Fragen überschritten, die an einem Tag angesehen werden dürfen. Bitte versuchen Sie es morgen erneut.
el: Δεν μπορέσαμε να καταχωρήσουμε το αίτημά σας. Έχετε ξεπεράσει το όριο ερωτήσεων που επιτρέπεται να παρακολουθήσετε σε μία ημέρα. Παρακαλούμε δοκιμάστε ξανά αύριο.
fy_nl: Wy kinne jo fersyk net registrearje. Jo binne oer de limyt foar it oantal fragen dat op ien dei besjoen wurde meie. Probearje it moarn opnij.
hu: Nem tudtuk regisztrálni kérését. Túllépte az egy napon belül megtekinthető kérdések maximális számát. Próbálja újra holnap.
ia: Impossibile registrar tu requesta. Tu ha excedite le limite pro le numero de questiones permittite de reguardar in un die. Retenta deman.
id: Kami tidak dapat melakukan permintaan Anda. Anda telah melampaui batas jumlah pertanyaan yang diizinkan untuk diikuti dalam sehari. Silakan coba lagi besok.
it: Non è stato possibile registrare la tua richiesta. Hai superato il limite massimo consentito per il numero di domande visualizzabili in un giorno. Per favore, riprova domani.
ka: ვერ მოვახერხეთ თქვენი მოთხოვნის მიღება. ერთ დღეში კითხვებისთვის თვალის მიდევნების ნებადართულ რაოდენობას გადააჭარბეთ. გთხოვთ, ხვალ სცადოთ.
ko: 요청을 처리하지 못했습니다. 하루에 볼 수 있는 질문 수 한도를 초과했습니다. 내일 다시 시도하세요.
nb_no: Vi kunne ikke registrere forespørselen din. Du har overskredet grensen for antall spørsmål som kan følges med på i løpet av en dag. Prøv igjen i morgen.
nl: We kunnen uw verzoek niet registreren. U hebt de limiet overschreden voor het aantal vragen dat op een dag mag worden bekeken. Probeer het morgen opnieuw.
pl: Nie udało nam się zarejestrować Twojego zgłoszenia. Przekroczono dzienny limit pytań do obserwowania. Spróbuj ponownie jutro.
pt_br: Não foi possível registrar sua solicitação. Você excedeu o limite de perguntas que é permitido acompanhar num mesmo dia. Tente novamente amanhã.
pt_pt: Não foi possível registar o seu pedido. Excedeu o limite de perguntas que pode consultar num dia. Por favor, tente novamente amanhã.
sk: Vašu žiadosť sa nám nepodarilo zaregistrovať. Prekročili ste limit počtu otázok, ktoré je povolené pozerať za deň. Skúste to znova zajtra.
sr: Нисмо успели да сачувамо ваш захтев. Прекорачили сте дневно ограничење броја питања. Покушајте поново сутра.
sv: Vi kunde inte registrera din begäran. Du har överskridit gränsen för antalet frågor som får tittas på en dag. Var god försök igen imorgon.
tr: İsteğinizi kaydedemedik. Bir günde izlenmesine izin verilen soru sayısı sınırını aştınız. Lütfen yarın tekrar deneyin.
uk: Нам не вдалося зареєструвати ваш запит. Ви перевищили ліміт на кількість запитань, які можна переглядати на день. Повторіть спробу завтра.
vi: Chúng tôi không thể đăng ký yêu cầu của bạn. Bạn đã vượt quá giới hạn số lượng câu hỏi được phép xem trong một ngày. Vui lòng thử lại vào ngày mai.
zh_cn: 无法记录您的请求。您已超过每日提问量限制，请明天再试。
zh_tw: 無法記錄您的請求，您已發出超過每日可發問數量限制的問題。請明天再回來發問。
