Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Previous
ar: السابقة
az: Əvvəlki
bg: Предишен
bn: পূর্ববর্তী
ca: Anterior
el: Προηγούμενο
es: Anterior
fa: قبلی
fr: Précédent
fy_nl: Foarige
ia: Previe
it: Precedente
mg: Teo aloha
ml: മുമ്പത്തേത്
ms: Terdahulu
nb_no: Forrige
nl: Vorige
pa_in: ਪਿਛਲਾ
pl: Poprzednia
pt_br: Anterior
pt_pt: Anterior
ro: Înapoi
sk: Predchádzajúci
sl: Prejšnji
sv_se: Föregående
te: మునుపటి
tl: Nakaraan
ur: پچھلا

source: Next
ar: التالية
az: Sonrakı
bg: Следващ
bn: পরবর্তী
ca: Següent
el: Επόμενο
es: Siguiente
fa: بعدی
fr: Suivant
fy_nl: Folgjende
ia: Sequente
it: Successivo
mg: Manaraka
ml: അടുത്തത്
ms: Berikut
nb_no: Neste
nl: Volgende
pa_in: ਅਗਲਾ
pl: Następna
pt_br: Próximo
pt_pt: Seguinte
ro: Înainte
sk: Ďalší
sl: Naslednji
sv_se: Nästa
te: తరువాత
tl: Kasunod
ur: آگے

source: Still need help?
ar: أما زلت تبحث عن المساعدة؟
bg: Все още се нуждаете от помощ?
bn: এখনও সাহায্য দরকার?
el: Χρειάζεστε ακόμα βοήθεια;
es: ¿Aún necesitas ayuda?
fr: Encore besoin d’aide ?
fy_nl: Noch hieltyd help nedich?
ia: Ha tu ancora besonio de adjuta?
it: Serve ancora aiuto?
nb_no: Trenger du fortsatt hjelp?
nl: Nog steeds hulp nodig?
pl: Nadal potrzebujesz pomocy?
pt_br: Ainda precisa de ajuda?
pt_pt: Ainda precisa de ajuda?
ro: Tot mai ai nevoie de ajutor?
sk: Stále potrebujete pomoc?
sl: Še vedno potrebujete pomoč?
sv_se: Behöver du fortfarande hjälp?
tl: Kailangan pa din ng tulong?
ur: اببھی مدد کی ضرورت ہے؟

source: We’re here for you. Get support from our contributors or staff members.
bg: Ние сме тук за вас. Получете подкрепа от нашите сътрудници или служители.
bn: আমরা আপনার জন্য এখানে রয়েছি। আমাদের অবদানকারী বা কর্মী সদস্যদের কাছ থেকে সহায়তা পান।
el: Είμαστε εδώ για εσάς. Λάβετε υποστήριξη από τους εθελοντές ή το προσωπικό μας.
fr: Nous sommes là pour vous. Obtenez de l’aide de nos contributeurs ou des membres du personnel.
fy_nl: Wy stean foar jo klear. Krij stipe fan ús meiwurkers of stafleden.
ia: Nos es hic pro te. Otene supporto de nostre collaboratores o del membros de nostre staff.
it: Siamo qui per te. Ottieni supporto dai nostri collaboratori o dai membri dello staff.
nb_no: Vi er her for deg. Få støtte fra våre bidragsytere eller ansatte.
nl: Wij staan voor u klaar. Ontvang ondersteuning van onze medewerkers of stafleden.
pl: Jesteśmy tu dla ciebie. Zadaj pytanie na naszych forach pomocy i uzyskaj odpowiedzi od ekspertów naszej społeczności.
pt_br: Estamos à sua disposição. Obtenha suporte de nossos colaboradores ou membros da equipe.
pt_pt: Nós estamos aqui para si. Obtenha apoio dos nossos colaboradores ou membros da equipa.
ro: Suntem aici pentru tine. Obține asistență de la colaboratori sau membrii echipei.
sk: Sme tu pre vás. Nechajte si poradiť od našej komunity odborníkov.
sl: Tu smo za vas. Zaprosite za podporo naših prostovoljcev ali zaposlenih.

source: Get Support
bg: Получете помощ
bn: সহায়তা নিন
el: Λήψη υποστήριξης
fr: Recevoir de l’aide
fy_nl: Stipe krije
ia: Supporto
it: Richiedi supporto
nb_no: Få hjelp
nl: Ondersteuning verkrijgen
pl: Pomoc
pt_br: Obter suporte
pt_pt: Obter apoio
ro: Obține asistență
sk: Podpora
sl: Podpora
ur: معاونت حاصل کریں

source: Filter by product
ar: رشّح حسب المنتج
bg: Филтър по продукти
bn: পণ্য অনুসারে ছাঁকুন
el: Φιλτράρισμα κατά προϊόν
es: Filtrar por producto
fr: Filtrer par produit
fy_nl: Filterje op produkt
ia: Filtrar per producto
it: Filtra per prodotto
ml: ഉൽപ്പന്നം പ്രകാരം തരംതിരിക്കുക
nb_no: Filtrer etter produkt
nl: Filteren op product
pl: Filtruj według produktu
pt_br: Filtrar por produto
pt_pt: Filtrar por produto
ro: Filtrează după produs
sk: Filtrovať podľa produktu
sl: Filtriraj glede na izdelek
sv_se: Filtrera efter produkt
ur: مصنوعہ کی بنیاد پر فلٹر کریں

source: All Products
ar: كل المنتجات
az: Bütün Məhsullar
bg: Всички продукти
bn: সকল পণ্য
ca: Tots els productes
el: Όλα τα προϊόντα
es: Todos los productos
et: Kõik tooted
fa: همه‌ی محصولات
fr: Tous les produits
fy_nl: Alle produkten
ia: Tote le productos
it: Tutti i prodotti
mg: Vokatra Rehetra
ml: മുഴുവന്‍ ഉത്പന്നങ്ങള്‍
ms: Semua Produk
nb_no: Alle produkter
nl: Alle producten
pa_in: ਸੱਭ ਉਤਪਾਦ
pl: Wszystkie produkty
pt_br: Todos os produtos
pt_pt: Todos os produtos
ro: Toate produsele
sk: Všetky produkty
sl: Vsi izdelki
sv_se: Alla produkter
te: అన్ని ఉత్పత్తులు
tl: Lahat ng Produkto
ur: تمام مصنوعات

source: Contribute
bg: Допринасяне
el: Συνεισφορά
fr: Contribuer
fy_nl: Bydragen
ia: Contribuer
it: Collabora
ml: പങ്കെടുക്കുക
nb_no: Bidra
nl: Bijdragen
pl: Dołącz do nas
pt_br: Participe
pt_pt: Contribuir
ro: Contribuie
sk: Zapojte sa
sl: Sodelujte
ur: حصہ لیں

source: Mozilla Support
bg: Поддръжка на Mozilla
el: Υποστήριξη Mozilla
fr: Assistance de Mozilla
ia: Assistentia Mozilla
it: Supporto Mozilla
ml: മോസില്ല പിന്തുണ
pl: Pomoc Mozilli
pt_br: Suporte Mozilla
pt_pt: Apoio da Mozilla
sk: Podpora Mozilly
sl: Podpora Mozilla

source: Support forum
bg: Форум за поддръжка
el: Φόρουμ υποστήριξης
fr: Forum d’assistance
fy_nl: Stipefoarum
ia: Foro de supporto
it: Forum di supporto
ml: പിന്തുണാ ചർച്ചവേദി
nb_no: Brukerstøtteforum
nl: Ondersteuningsforum
pl: Forum pomocy
pt_br: Fórum de suporte
pt_pt: Fórum de apoio
ro: Forum de asistență
sk: Fórum podpory
sl: Forum za podporo

source: Learn the basic guidelines
bg: Научете основните насоки
el: Μάθετε τους βασικούς κανόνες
fr: Découvrez les directives génériques
fy_nl: Lês de basisrjochtlinen
ia: Apprender le lineas guida basic
it: Impara le linee guida di base
nb_no: Lær de grunnleggende retningslinjene
nl: Leer de basisrichtlijnen
pl: Dowiedz się, jakie są zasady
pt_br: Aprenda as diretrizes básicas
pt_pt: Conheça as diretrizes básicas
ro: Vezi ghidurile de bază
sk: Naučte sa základné pokyny
sl: Spoznajte osnovne smernice

source: Find support questions to answer
bg: Намерете въпроси от поддръжката, на които да отговорите
el: Βρείτε ερωτήσεις υποστήριξης προς απάντηση
fr: Cherchez et répondez à des demandes d’assistance
fy_nl: Fyn stipefragen om te beäntwurdzjen
ia: Trova requestas de supporto al qual responder
it: Trova le domande di supporto a cui rispondere
nb_no: Finn brukerstøttespørsmål å svare på
nl: Vind ondersteuningsvragen om te beantwoorden
pl: Znajdź pytania, na które możesz odpowiedzieć
pt_br: Encontre perguntas de suporte para responder
pt_pt: Encontre perguntas de apoio para responder
ro: Caută întrebări de asistență la care să răspunzi
sk: Nájdite otázky podpory, na ktoré treba odpovedať
sl: Poiščite vprašanja, na katera lahko odgovorite

source: Start answering!
bg: Започнете да отговаряте!
el: Ξεκινήστε να απαντάτε!
fr: Commencez à répondre !
fy_nl: Begjin mei antwurdzjen!
ia: Comencia a responder!
it: Comincia a rispondere!
nb_no: Begynn å svare!
nl: Begin met antwoorden!
pl: Zacznij odpowiadać!
pt_br: Comece a responder!
pt_pt: Comece a responder!
ro: Începe să răspunzi!
sk: Začnite odpovedať!
sl: Začnite odgovarjati!
ur: جواب دینا شروع کریں!

source: Learn more about forum contribution
bg: Научете повече за приноса във форума
el: Μάθετε περισσότερα σχετικά με τη συνεισφορά στο φόρουμ
fr: Apprenez-en plus sur les moyens de contribuer au forum
fy_nl: Mear ynfo oer foarumbydragen
ia: Apprende plus re le contribution al foro
it: Ulteriori informazioni sulla collaborazione al forum
nb_no: Les mer om forumbidrag
nl: Meer info over forumbijdragen
pl: Dowiedz się więcej o udzielaniu się na forum
pt_br: Saiba mais sobre contribuição no fórum
pt_pt: Saiba mais sobre a contribuição no fórum
ro: Află mai multe despre contribuțiile pe forum
sk: Prečítajte si viac o zapojení sa vo fórach
sl: Več o sodelovanju na forumu

source: Solving one issue helps up to 1000 users a day
bg: Решаването на един проблем помага на до 1000 потребители на ден
el: Η επίλυση ενός ζητήματος βοηθά έως και 1.000 χρήστες την ημέρα
fr: Résoudre un problème peut aider jusqu’à 1 000 utilisateurs chaque jour
fy_nl: It oplossen fan in probleem helpt oant tûzend brûkers op in dei
ia: Solver un problema adjuta usque 1000 usatores pro die
it: La soluzione di un problema può aiutare fino a 1000 utenti al giorno
nb_no: Løser du en sak vil du hjelpe opptil 1000 brukere om dagen
nl: Het oplossen van een probleem helpt tot duizend gebruikers per dag
pl: Rozwiązując 1 problem pomagasz codziennie nawet 1000 osobom
pt_br: Resolver um problema ajuda até 1000 usuários por dia
pt_pt: Resolver um problema ajuda até 1.000 utilizadores por dia
ro: Rezolvarea unei probleme ajută până la 1000 de utilizatori pe zi
sk: Vyriešenie jedného problému pomôže až 1000 používateľom denne
sl: Ena rešena težava lahko vsak dan pomaga tisočem

source: Answer questions in the support forum
bg: Отговорете на въпроси във форума за поддръжка
el: Απάντηση ερωτήσεων στο φόρουμ υποστήριξης
fr: Répondez aux questions dans le forum d’assistance
fy_nl: Fragen yn it stipefoarum beäntwurdzje
ia: Responder a questiones in le foro de supporto
it: Rispondi alle domande del forum di supporto
nb_no: Svar på spørsmål i brukerstøtteforumet
nl: Vragen in het ondersteuningsforum beantwoorden
pl: Odpowiadanie na pytania na forum pomocy technicznej
pt_br: Responda perguntas no fórum de suporte
pt_pt: Responder a perguntas no fórum de apoio
ro: Răspunde la întrebări pe forumul de asistență
sk: Odpovedať na otázky vo fóre podpory
sl: Odgovarjajte na vprašanja na forumu za podporo

source: Where all the action happens
bg: Където се случва цялото действие
el: Εκεί όπου συμβαίνει όλη η δράση
fr: Où toutes les actions se déroulent
fy_nl: Wêr’t alle aksje plakfynt
ia: Ubi tote le action eveni
it: Dove tutto ha inizio
nb_no: Hvor all handlingen skjer
nl: Waar alle actie plaatsvindt
pl: Tam, gdzie się najwięcej dzieje
pt_br: Onde toda ação acontece
pt_pt: É onde toda a ação se desenrola
ro: Locul unde se întâmplă totul
sk: Kde sa odohráva všetka akcia
sl: Kjer je akcija

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
bg: От хардкор уеб разработчици до нови потребители от типа „как да инсталирам Firefox“ - всеки има нужда от вашата помощ във форума! Споделяйте знанията си, като насочвате хората към правилните помощни статии и като предоставяте насоки за отстраняване на неизправности за техните индивидуални въпроси.
el: Από τους σκληροπυρηνικούς προγραμματιστές μέχρι τους αρχάριους χρήστες, όλοι χρειάζονται τη βοήθειά σας στο φόρουμ! Μοιραστείτε τη γνώση σας κατευθύνοντας τους ανθρώπους στα σωστά άρθρα βοήθειας και παρέχοντας βήματα επίλυσης προβλημάτων στις ερωτήσεις τους.
fy_nl: Fan hardcore webûntwikkelers oant ‘hoe kin ik Firefox ynstallearje’ brûkers, elkenien hat jo help nedich op it foarum! Diel jo kennis troch minsken te wizen op de krekte helpartikelen te ferwizen en stappen foar probleemoplossing foar harren yndividuele fragen te bieden.
ia: Sia veteranos del disveloppamento web, sia novicios qui se demanda como installar Firefox – tote le mundo ha besonio de tu adjuta in le foro! Comparti tu cognoscentia indicante al personas le juste articulos de adjuta e forniente le passos de resolution pro lor problemas individual.
it: Da sviluppatori web con anni di esperienza a utenti alle prime armi che chiedono “come installo Firefox”, tutti hanno bisogno del tuo aiuto nel forum. Condividi le tue conoscenze indirizzando le persone all’articolo di supporto più adatto e fornendo passaggi per risolvere problematiche specifiche.
nb_no: Fra avanserte webutviklere til nybegynnere som spør hvordan de skal installere Firefox, trenger alle din hjelp i forumet! Del kunnskapen din ved å henvise folk til de riktige hjelpeartiklene og tilby feilsøkingstrinn for deres individuelle spørsmål.
nl: Van hardcore webontwikkelaars tot nieuwe ‘hoe installeer ik Firefox’- gebruikers, iedereen heeft uw hulp nodig op het forum! Deel uw kennis door mensen naar de juiste hulpartikelen te verwijzen en stappen voor probleemoplossing voor hun individuele vragen te bieden.
pl: Od hardkorowych twórców stron internetowych do początkujących użytkowników, którzy nie wiedzą, "jak zainstalować Firefoksa", wszyscy potrzebują Twojej pomocy na forum! Podziel się swoją wiedzą, wskazując ludziom odpowiednie artykuły pomocy i zapewniając kroki rozwiązywania ich indywidualnych problemów.
pt_br: Desde desenvolvedores web experientes até usuários iniciantes que perguntam "como instalar o Firefox", todo mundo precisa de sua ajuda no fórum! Compartilhe seu conhecimento, indicando os artigos de ajuda corretos ou fornecendo instruções de solução de problemas para dúvidas específicas.
pt_pt: Desde os programadores profissionais da Web até aos utilizadores principiantes de "como é que eu instalo o Firefox", todos precisam da sua ajuda no fórum! Partilhe o seu conhecimento encaminhando as pessoas até aos artigos certos e fornecendo os passos de diagnóstico de problemas para as perguntas de cada utilizador.
ro: De la dezvoltatori web înrăiți până la utilizatori începători de nivel „cum se instalează Firefox”, toți au nevoie de ajutorul tău pe forum! Împărtășește-ți cunoștințele indicându-le articolele corecte de asistență și oferind pași de depanare pentru întrebările lor individuale.
sk: Od skúsených používateľov až po používateľov typu "ako nainštalujem Firefox", každý potrebuje vašu pomoc v našom fóre! Podeľte sa o svoje znalosti tak, že ľudí nasmerujete na správne jednotlivé otázky pomoci.
sl: zagrizenih spletnih razvijalcev do novincev z vprašanji tipa "kako namestiti Firefox", vsi potrebujejo vašo pomoč na forumu! Delite svoje znanje, usmerite ljudi na prave članke s pomočjo, pomagajte jim odpraviti težave in ponudite individualizirane odgovore na njihova vprašanja.

source: Help articles
bg: Помощни статии
el: Άρθρα βοήθειας
fy_nl: Helpartikelen
ia: Articulos de auxilio
it: Articoli di supporto
ml: തുണ ലേഖനങ്ങൾ
nb_no: Hjelpeartikler
nl: Hulpartikelen
pl: Artykuły pomocy
pt_br: Artigos de ajuda
pt_pt: Artigos de ajuda
ro: Articole de ajutor
sk: Články podpory
sl: Članki s pomočjo

source: Explore the Knowledge Base Dashboard
bg: Разгледайте таблото за управление на базата знания
el: Εξερεύνηση του πίνακα γνωσιακής βάσης
fr: Explorez le tableau de bord de la Base de connaissances
fy_nl: It Kennisbank-dashboerd ferkenne
ia: Discoperi le pannello del base de cognoscentias
it: Esplora il pannello della Knowledge Base
nb_no: Utforsk kunnskapsbase-dashbordet
nl: Het Kennisbank-dashboard verkennen
pl: Zapoznaj się z panelem bazy wiedzy
pt_br: Explore o painel da base de conhecimento
pt_pt: Explore o Painel da Base de Conhecimentos
ro: Explorează panoul de bord al Bazei de cunoștințe
sk: Preskúmajte Nástenku databázy znalostí
sl: Raziščite pregledno ploščo zbirke znanja

source: Check the Needs Update column and start editing articles!
el: Ελέγξτε τη στήλη «Χρειάζεται ενημέρωση» και ξεκινήστε να επεξεργάζεστε άρθρα!
fr: Vérifiez le statut « Update needed » d’un article et commencez sa mise à jour !
fy_nl: Kontrolearje de kolom Bywurkjen nedich en begjin mei it bewurkjen fan artikelen!
ia: Verifica le columna Besonia actualisar, e initia a rediger articulos!
it: Controlla la colonna “Necessario aggiornamento” e inizia a modificare gli articoli!
nb_no: Sjekk kolonnen Trenger oppdatering og begynn å redigere artikler!
nl: Controleer de kolom Bijwerken nodig en begin met het bewerken van artikelen!
pl: Sprawdź kolumnę "Wymaga aktualizacji" i zacznij edytować artykuły!
pt_br: Verifique a coluna 'Precisa ser atualizado' e comece a editar artigos!
pt_pt: Veja a coluna Precisa de Atualização e comece a editar os artigos!
ro: Verifică rubrica „Necesită actualizare” și începe să editezi articole!
sk: Skontrolujte stĺpec Vyžaduje aktualizáciu a začnite upravovať články!
sl: Preverite stolpec „Potrebna posodobitev“ in začnite urejati članke!

source: Learn more about KB contribution
bg: Научете повече за приноса към базата знания
el: Μάθετε περισσότερα σχετικά με τη συνεισφορά στη γνωσιακή βάση
fr: Apprenez-en plus au sujet de la base de connaissance
fy_nl: Mear ynfo oer bydragen oan de Kennisbank
ia: Saper plus re le contribution al base de cognoscentia
it: Ulteriori informazioni sulla collaborazione alla KB
nb_no: Les mer om KB-bidrag
nl: Meer info over bijdragen aan de Kennisbank
pl: Dowiedz się więcej o udzielaniu się w Bazie wiedzy
pt_br: Saiba mais sobre a contribuição na base de conhecimento
pt_pt: Saiba mais sobre a contribuição para a Base de Conhecimentos
ro: Află mai multe despre contribuțiile la Baza de cunoștințe (KB)
sk: Prečítajte si viac o zapojení sa do vytvárania databázy znalostí
sl: Več o prispevanju v zbirko znanja

source: One article can be viewed by 400 million users and translated into 70+ languages
bg: Една статия може да бъде видяна от 400 милиона потребители и преведена на над 70 езика
el: Ένα άρθρο μπορεί να προβληθεί από 400 εκατομμύρια χρήστες και να μεταφραστεί σε 70+ γλώσσες
fr: Un article peut être vu par 400 millions d’utilisateurs et traduit en plus de 70 langues
fy_nl: Ien artikel kin troch 400 miljoen brûkers besjoen wurde en nei mear as 70 talen oerset wurde
ia: Un articulo pote esser revidite per 400 million de usatores e traducite in 70+ linguas
it: Un articolo può essere visto da 400 milioni di utenti e tradotto in più di 70 lingue
nb_no: En artikkel kan sees av 400 millioner brukere, og oversettes til over 70 språk
nl: Een artikel kan door 400 miljoen gebruikers worden bekeken en naar meer dan 70 talen worden vertaald
pl: Jeden artykuł może być wyświetlony przez 400 milionów użytkowników i przetłumaczony na ponad 70 i więcej języków
pt_br: Um artigo pode ser visto por 400 milhões de usuários e traduzido para mais de 70 idiomas
pt_pt: Um artigo pode ser visualizado por 400 milhões de utilizadores e traduzido para mais de 70 idiomas
ro: Un articol poate fi vizualizat de 400 de milioane de utilizatori și tradus în peste 70 de limbi
sk: Jeden článok môže byť zobrazený až 400 miliónmi používateľov a preložený do 70 a viac jazykov
sl: En članek lahko prebere 400 milijonov uporabnikov, lahko v več kot 70 jezikih

source: Help us write help articles
bg: Помогнете ни да напишем помощни статии
el: Βοηθήστε μας να γράψουμε άρθρα υποστήριξης
fy_nl: Help ús helpartikelen te skriuwen
ia: Adjuta nos a scriber le articulos
it: Aiutaci a scrivere articoli di supporto
nb_no: Hjelp oss med å skrive hjelpeartikler
nl: Help ons hulpartikelen te schrijven
pl: Pomóż nam tworzyć artykuły pomocy
pt_br: Ajude a escrever artigos de ajuda
pt_pt: Ajude-nos a escrever os artigos de ajuda
ro: Ajută-ne să scriem articole de ajutor
sk: Pomôžte nám písať články podpory
sl: Pomagajte nam pri pisanju člankov s pomočjo

source: Share your wisdom with the world!
bg: Споделете вашата мъдрост със света!
el: Μοιραστείτε τη σοφία σας με τον κόσμο!
fr: Partagez vos connaissances avec le monde entier !
fy_nl: Diel jo wiisheid mei de wrâld!
ia: Comparti tu cognoscentia con le mundo!
it: Condividi la tua conoscenza!
nb_no: Del din visdom med verden!
nl: Deel uw wijsheid met de wereld!
pl: Dziel się swoją wiedzą ze światem!
pt_br: Compartilhe sua sabedoria com o mundo!
pt_pt: Partilhe a sua sabedoria com o mundo!
ro: Împărtășește-ți înțelepciunea cu lumea!
sk: Zdieľajte svoju múdrosť so svetom!
sl: Delite svoje znanje s svetom!

source: If you like writing and teaching, then the Knowledge Base (KB) is the place for you. We need contributors that can write, edit or proofread articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
el: Αν σας αρέσει να γράφετε και να διδάσκετε, τότε η γνωσιακή βάση (ΓΒ) είναι το κατάλληλο μέρος για εσάς. Χρειαζόμαστε εθελοντές που μπορούν να γράψουν, να επεξεργαστούν ή να ελέγξουν άρθρα στα αγγλικά. Χιλιάδες άτομα επισκέπτονται τη γνωσιακή βάση κάθε εβδομάδα. Φανταστείτε πόσα άτομα θα βοηθήσετε!
fr: Si vous aimez écrire en anglais, ainsi qu’enseigner, alors la Base de connaissances est faite pour vous. Nous avons besoin de contributeurs et contributrices qui puissent écrire, modifier ou relire les articles en anglais. Des milliers de personnes accèdent à notre base de connaissances chaque semaine. Imaginez combien vous pourriez en aider !
fy_nl: As jo fan skriuwe en ûnderwize hâlde, is de Kennisbank (KB) jo plak. Wy hawwe meiwurkers nedich dy’t artikelen yn it Ingelsk skriuwe kinne, bewurkje of proeflêze. Tûzenen minsken besykje wykliks ús Kennisbank. Stel jo ris foar hoefolle der troch jo holpen wurde!
ia: Si te place scriber e inseniar, alora le Base de Cognoscentias (KB) es le loco pro te. Nos require collaboratores qui pote scriber, rediger o corriger articulos in anglese. Milles de personas accede a nostre Base de Cognoscentias cata septimana. Imagine quantes essera adjutate per te!
it: Se ti piace scrivere e insegnare, allora il tuo luogo ideale è la Knowledge Base (KB). Abbiamo bisogno di collaboratori che possano scrivere, modificare e correggere gli articoli in inglese. Migliaia di persone accedono alla nostra Knowledge Base ogni settimana: immagina quante ne potrai aiutare!
nb_no: Dersom du liker å skrive og lære, da er kunnskapsbasen (KB) plassen for deg. Vi trenger bidragsytere som kan skrive, redigere eller korrekturlese artikler. Tusenvis av personer bruker vår kunnskapsbase hver uke. Tenk på, hvor mange som vil få hjelp av deg!
nl: Als u van schrijven en onderwijzen houdt, dan is de Kennisbank (KB) uw plek. We hebben medewerkers nodig die artikelen in het Engels kunnen schrijven, bewerken of proeflezen. Duizenden mensen bezoeken wekelijks onze Kennisbank. Stel u eens voor hoeveel er door u worden geholpen!
pl: Jeśli lubisz pisać i uczyć innych, Baza wiedzy jest dla ciebie. Poszukujemy osób, które mogą tworzyć, edytować lub poprawiać artykuły w języku angielskim. Tysiące osób odwiedza naszą Bazę wiedzy, każdego tygodnia. Wyobraź sobie ilu osobom możesz pomóc!
pt_br: Se você gosta de escrever e ensinar, a base de conhecimentos é o seu lugar. Precisamos de colaboradores que possam escrever, editar e revisar artigos em inglês. Milhares de pessoas acessam nossa base de conhecimentos toda semana. Imagine quantas podem ser ajudadas por você!
pt_pt: Se gosta de escrever e de ensinar, então a Base de Conhecimentos (KB) é o sítio para si. Nós precisamos de colaboradores que consigam escrever, editar ou corrigir artigos em Inglês. Milhares de pessoas acedem à nossa Base de Conhecimentos todas as semanas. Imagine quantas podem ser ajudadas por si!
ro: Dacă îți place să scrii și să-i înveți pe alții, atunci Baza de cunoștințe (KB) este locul potrivit pentru tine. Avem nevoie de colaboratori care pot scrie, edita sau verifica articole în engleză. Mii de oameni accesează Baza de cunoștințe în fiecare săptămână. Imaginează-ți pe câți îi vei ajuta!
sk: Ak radi píšete a učíte, potom je Databáza znalostí (KB) to pravé miesto pre vás. Potrebujeme prispievateľov, ktorí dokážu písať, upravovať alebo korigovať články v angličtine. Každý týždeň pristupujú k našej databáze znalostí tisíce ľudí. Predstavte si, koľkým pomôžete vy!
sl: Če radi pišete in poučujete, je zbirka znanja (KB) pravi kraj za vas. Potrebujemo sodelavce, ki znajo pisati, urejati in popravljati članke. Vsak teden na tisoče uporabnikov išče po zbirki znanja. Samo pomislite, koliko ljudem boste lahko pomagali!

source: Localization
bg: Превод
el: Μετάφραση
fr: Traduction
fy_nl: Lokalisaasje
ia: Localisation
it: Localizzazione
nb_no: Oversetting
nl: Lokalisatie
pl: Tłumaczenie
pt_br: Localização
pt_pt: Tradução
ro: Localizare
sk: Lokalizácia
sl: Lokalizacija
ur: لوکلائزیشن
