Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Free and premium privacy offerings
bg: Безплатни и платени предложения за поверителност
de: Kostenlose und Premium-Datenschutzangebote
el: Δωρεάν και επί πληρωμή προσφορές απορρήτου
fy_nl: Fergees en betelle privacy-oanbod
hr: Besplatne i vrhunske ponude za zaštitu privatnosti
hu: Ingyenes és prémium adatvédelmi ajánlatok
ia: Offertas de confidentialitate gratuite e premium
it: Offerte di privacy gratuite e a pagamento
ka: უფასო და ფასიანი შემოთავაზებები პირადულობის დასაცავად
ko: 무료 및 프리미엄 개인 정보 제공
nb_no: Gratis og premium personverntilbud
nl: Gratis en betaald privacy-aanbod
pl: Oferuje darmowe i premium funkcje prywatności
pt_br: Ofertas de privacidade gratuitas e premium
pt_pt: Ofertas de privacidade gratuitas e premium
ro: Oferte premium de confidențialitate gratuite
sk: Bezplatné a prémiové ponuky ochrany súkromia
sr: Бесплатне и премијум понуде за заштиту приватности
sv: Gratis och premium-integritetserbjudanden
tr: Ücretsiz ve premium gizlilik teklifleri
uk: Безплатні та преміальні пропозиції для приватності
ur: مفت اور پریمیم رازداری کی پیش کشیں
vi: Dịch vụ bảo mật miễn phí và cao cấp
zh_cn: 免费与收费的高级隐私保护
zh_tw: 免費與收費的進階隱私保護功能

# DB: products.Topic.title
source: Settings
af: Instellings
bg: Настройки
bs: Postavke
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fy_nl: Ynstellingen
he: הגדרות
hr: Postavke
hu: Beállítások
ia: Configurationes
id: Setelan
it: Impostazioni
ja: 設定
ka: პარამეტრები
kab: Iɣewwaṛen
ko: 설정
mg: Tefy
ms: Tetapan
nb_no: Innstillinger
nl: Instellingen
pa_in: ਸੈਟਿੰਗਾ
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
sk: Nastavenia
sr: Поставке
sv: Inställningar
te: అమరికలు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: سیٹنگز
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定
zu: Amasethingi

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
af: Leer hoe om die internetverbinding op te stel, en die datum en tyd op jou Firefox OS-toestel in te stel.
bg: Научете как да конфигурирате интернет връзката, дисплея и времето на вашето устройство с Firefox OS.
bs: Naučite kako da podesite internet konekciju, ekran i vrijeme na Firefox OS uređaju.
de: Erfahren Sie, wie Sie die Internetverbindung, Datum und Zeit auf Ihrem Firefox-OS-Gerät einstellen.
el: Μάθετε πώς μπορείτε να διαμορφώσετε τη σύνδεση διαδικτύου, την οθόνη και την ώρα στη Firefox OS συσκευή σας.
es: Aprende a configurar la conexión a Internet y a mostrar la fecha y hora en tu teléfono Firefox OS.
fy_nl: Lês hoe’t jo de ynternetferbining, tiid en it byldskerm konfigurearje kinne op jo Firefox OS-telefoan.
hr: Saznaj, kako konfigurirati internetsku vezu, prikaz i vrijeme na Firefox OS uređaju.
hu: Ismerje meg, hogyan állíthatja be az internetkapcsolatot, a kijelzőt és az időt a Firefox OS készüléken.
ia: Apprende como configurar le connexion internet, le schermo e le tempore sur tu apparato Firefox OS.
id: Pelajari bagaimana mengkonfigurasi koneksi Internet, tampilan dan waktu pada perangkat Firefox OS Anda.
it: Impara come configurare la connessione a Internet, lo schermo e l'orario sul tuo telefono Firefox OS
ja: Firefox OS 端末でインターネット接続や画面表示、時刻を設定する方法を学びます。
ka: შეიტყვეთ, თუ როგორ უნდა გამართოთ ინტერნეტის, ეკრანისა და დროის პარამეტრები, თქვენს Firefox OS მოწყობილობაზე.
kab: Issin amek ara tesbaduḍ tuqqna Intenert, askan akked wakud n yibenk-ik Firefox OS.
ko: Firefox OS 기기에서 인터넷 연결과 화면, 시간 설정에 대해서 알아봅니다.
mg: Ianaro ny fomba fanefena ny fifandraisana Aterineto, seho ary ora ao @ telefaona Firefox OS anao.
ms: Belajar cara mengkonfigurasi sambungan Internet, paparan dan masa pada peranti Firefox OS anda.
nb_no: Les om hvordan du konfigurerer internettforbindelsen, skjerm og tid på din Firefox OS-enhet.
nl: Lees hoe u de internetverbinding, tijd en het beeldscherm kunt configureren op uw Firefox OS-telefoon.
pl: Dowiedz się, jak skonfigurować połączenie z Internetem, dostosować wyświetlacz i ustawić czas na telefonie z systemem Firefox OS.
pt_br: Saiba como configurar a conexão com a Internet, a tela e a hora no Firefox OS.
pt_pt: Aprenda como configurar a ligação à Internet, ecrã e data e hora no seu dispositivo com Firefox OS.
ro: Află cum se configurează conexiunea la internet, ecranul și ora pe dispozitivul Firefox OS.
sk: Prečítajte si, ako nakonfigurovať pripojenie k Inernetu, zobrazenie a čas na vašom zariadení s Firefox OS.
sr: Научите како да подесите интернет везу, екран и време на Firefox OS уређају.
sv: Lär dig hur du konfigurerar internetanslutningen, skärm och tid på din Firefox OS-enhet.
te: మీ ఫైర్ ఫాక్స్ OS పరికరంలో ఇంటర్నెట్ కనెక్షన్, ప్రదర్శన మరియు సమయం ఆకృతీకరించుటకు ఎలా తెలుసుకోండి.
th: เรียนรู้วิธีกำหนดค่าการเชื่อมต่ออินเทอร์เน็ต, การแสดงผล และเวลาบนอุปกรณ์ Firefox OS ของคุณ
tr: Firefox OS cihazınızda internet bağlantınızı, ekranınızı ve saatinizi yapılandırmayı öğrenin.
uk: Дізнайтесь як налаштувати з'єднання з інтернетом, дисплей та час на своєму пристрої з Firefox OS.
vi: Tìm hiểu cách định cấu hình kết nối Internet, hiển thị và thời gian trên thiết bị Firefox OS của bạn.
zh_cn: 了解如何在您的 Firefox OS 设备上配置互联网连接、显示画面及当前时间。
zh_tw: 了解如何設定您 Firefox OS 裝置的網際網路連線、顯示畫面與時間。
zu: Funda ukuthi uyixhuma kanjani i-inthanethi, veza kanye nesikhathi kudivayisi yakho ye-Firefox OS.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
af: Hoe op Firefox vir Windows 8 Touch op te stel en te pasmaak.
bg: Как да конфигурирате и персонализирате Firefox за Windows 8 Touch.
bs: Kako podesiti i prilagoditi Firefox za Windows 8 Touch.
de: Konfiguration und Anpassungen von Firefox für Windows 8 Touch.
el: Παραμετροποίηση και προσαρμογή του Firefox για Windows 8 Touch.
es: Cómo configurar y personalizar Firefox para Windows 8 Touch.
fy_nl: Konfigurearjen en oanpassen fan Firefox foar Windows 8 Touch.
he: איך להגדיר ולהתאים אישית את Firefox עבור Windows 8 עם מגע.
hr: Kako podesiti i prilagoditi Firefox za Windows 8 Touch.
hu: A Firefox for Windows 8 Touch beállítása és személyre szabása.
ia: Como configurar e personalisar Firefox pro Windows 8 Touch.
id: Cara mengatur dan mengubahsuaikan Firefox untuk Windows 8 Touch.
it: Come configurare e personalizzare Firefox per Windows 8 Touch
ja: Windows 8 Touch 版 Firefox の設定とカスタマイズの方法。
ka: როგორ გავმართოთ და მოვირგოთ Firefox Windows 8 Touch-ზე.
kab: Amek ara testewleḍ daɣen ad tsagneḍ Firefox i Windows 8 Touch
ko: Firefox 윈도 8 터치에 대한 설정 방법
mg: Fomba fanefena sy fanokanana an'i Firefox ho an'i Windows 8 Touch.
ms: Cara mengkonfigurasi dan dan menyesuaikan Firefox untuk Windows 8 Touch.
nb_no: Hvordan konfigurere og tilpasse Firefox for Windows 8 Touch.
nl: Configureren en aanpassen van Firefox voor Windows 8 Touch.
pl: Konfiguracja i personalizacja Firefoksa dla Windows 8 Touch.
pt_br: Como configurar e personalizar o Firefox para Windows 8 Touch.
pt_pt: Como configurar e personalizar o Firefox para o Windows 8 Touch.
ro: Cum să configurezi și să personalizezi Firefox pentru Windows 8 Touch.
sk: Ako nastaviť a prispôsobiť Firefox pre Windows 8 Touch.
sr: Како подесити и прилагодити Firefox за Windows 8 Touch.
sv: Konfigurera och anpassa Firefox för Windows 8 Touch.
te: విండోస్ 8 టచ్ ఫైర్ ఫాక్స్ తో ఆకృతీకరించుట మరియు అనుకూలీకరించుట ఎలా.
th: วิธีกำหนดค่าและปรับแต่ง Firefox สำหรับ Windows 8 Touch
tr: Windows 8 Dokunmatik için Firefox'u nasıl yapılandırabilir ve özelleştirebilirsiniz.
uk: Як налаштувати та змінити Firefox для Windows 8 Touch.
vi: Cách định cấu hình và tùy chỉnh Firefox cho Windows 8 Touch.
zh_cn: 如何配置和定制 Firefox Windows 8 触控版。
zh_tw: 如何設定與自訂 Firefox for Windows 8 Touch。
zu: Iqaliswa kanjani ukusebenza futhi ilungiswa kanjani i-Firefox for Windows 8 Touch.

# DB: products.Topic.description
source: Manage and customize your product experience with settings, add-ons, and more.
hu: Kezelje és szabja testre a felhasználói élményét beállítások, kiegészítők és egyebek segítségével.
ia: Gere e personalisa tu experientia re le producto con parametros, additivos, e altero.
it: Gestisci e personalizza la tua esperienza con il prodotto con impostazioni, componenti aggiuntivi e altro ancora.
nl: Beheer en pas uw productervaring aan met instellingen, add-ons en meer.
pl: Zarządzaj swoimi produktami i dostosuj je do swoich potrzeb za pomocą ustawień, dodatków i nie tylko.
pt_br: Gerencie e personalize sua experiência de uso com configurações, extensões e muito mais.
sv: Hantera och anpassa din produktupplevelse med inställningar, tillägg och mer.
tr: Ayarlar, eklentiler ve daha fazlasıyla ürün deneyiminizi yönetip özelleştirin.
zh_cn: 通过设置、附加组件等途径，管理和定制产品使用体验。

# DB: products.Topic.title
source: Settings and preferences
bg: Настройки и предпочитания
de: Einstellungen und Optionen
el: Ρυθμίσεις και προτιμήσεις
es: Ajustes y preferencias
fy_nl: Ynstellingen en foarkarren
he: הגדרות והעדפות
hr: Postavke i opcije
hu: Beállítások
ia: Parametros e preferentias
it: Impostazioni e preferenze
ja: 設定
ka: პარამეტრები და მახასიათებლები
kab: Iɣewwaren d yismenyifen
ko: 환경 설정 및 맞춤 설정
nb_no: Innstillinger
nl: Instellingen en voorkeuren
pl: Ustawienia i preferencje
pt_br: Configurações e preferências
pt_pt: Definições e preferências
ro: Setări și preferințe
sk: Nastavenia a možnosti
sr: Подешавања и преференце
sv: Inställningar
te: అమరికలు, అభిరుచులు
th: การตั้งค่าและการกำหนดลักษณะ
tr: Ayarlar ve tercihler
uk: Налаштування й параметри
ur: سیٹنگز اور ترجیحات
vi: Tùy chọn và tùy chỉnh
zh_cn: 设置和首选项
zh_tw: 選項與偏好設定

# DB: products.Topic.description
source: Manage themes and search settings
bg: Управление на теми и настройки за търсене
de: Themes und Sucheinstellungen verwalten
el: Διαχείριση θεμάτων και ρυθμίσεων αναζήτησης
fy_nl: Tema’s en sykynstellingen beheare
he: ניהול ערכות נושא והגדרות חיפוש
hr: Upravljaj motivima i postavkama pretraživanja
hu: Témák és keresési beállítások kezelése
ia: Gerer themas e parametros de recerca
it: Gestione temi e impostazioni di ricerca
ja: テーマと検索設定の管理
ka: იერსახისა და საძიებოების პარამეტრების მართვა
kab: Sefrek iɣewwaren n yisental akked unadi
ko: 테마 및 검색 설정 관리
nb_no: Behandle tema og søkeinnstillinger
nl: Thema’s en zoekinstellingen beheren
pl: Zarządzanie motywami i ustawieniami wyszukiwania
pt_br: Gerencie temas e configurações de pesquisa
pt_pt: Gerir temas e definições de pesquisa
ro: Administrează temele și setările de căutare
sk: Správa tém vzhľadu a nastavenia vyhľadávania
sr: Управљајте темама и подешавањима претраге
sv: Hantera teman och sökinställningar
th: จัดการชุดรูปแบบและการตั้งค่าการค้นหา
tr: Temaları ve arama ayarlarını yönetme
uk: Керування темами й налаштуваннями пошуку
ur: تھیمز اور تلاش کی سیٹنگز کا بندرست کریں
vi: Quản lý chủ đề và cài đặt tìm kiếm
zh_cn: 管理主题和搜索设置
zh_tw: 管理佈景主題與搜尋設定

# DB: products.Topic.title
source: Set up email
af: Stel e-pos op
bg: Настройте имейл
bs: Podesi e-poštu
de: E-Mail-Konten einrichten
el: Ρύθμιση email
es: Configurar correo electrónico
fy_nl: E-mail ynstelle
he: הגדרת דוא״ל
hr: Postavljanje e-pošte
hu: E-mail beállítása
ia: Configurar le email
id: Siapkan surel
it: Configurare l'email
ja: メールをセットアップする
ka: ელფოსტის გამართვა
kab: Sbadu imayl
ko: 이메일 설정하기
mg: Hanefy mailaka
ms: Menetapkan e-mel
nb_no: Sett opp en epost-konto
nl: E-mail instellen
pa_in: ਈ-ਪਤਾ ਪੱਕਾ ਕਰੋ
pl: Konfiguracja poczty e-mail
pt_br: Configurar email
pt_pt: Configurar email
ro: Setează e-mailul
sk: Nastavenie e‑mailu
sr: Подеси е-пошту
sv: Konfigurera e-post
te: ఇమెయిల్ సెటప్ చేయండి
th: ตั้งค่าอีเมล
tr: E-posta kurulumu
uk: Налаштувати електронну пошту
ur: ای میل مرتب کریں
vi: Cài đặt email
zh_cn: 收发电子邮件
zh_tw: 收發郵件
zu: Setha kahle i-imeyli

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
af: Voeg jou e-posrekeninge op Thunderbird by en stel dit op
bg: Добавете и конфигурирайте имейл акаунтите си в Thunderbird
bs: Dodajte i konfigurišite naloge e-pošte na Thunderbird
de: Fügen Sie in Thunderbird Ihre E-Mail-Konten hinzu und konfigurieren Sie diese
el: Προσθήκη και ρύθμιση λογαριασμών email στο Thunderbird
es: Instalar y actualizar
fy_nl: Jo e-mailaccounts tafoegje en konfigurearje yn Thunderbird
he: הוספה והגדרה של חשבונות הדוא״ל שלך ב־Thunderbird
hr: Dodaj i podesi svoje račune e-pošte u Thunderbirdu
hu: E-mail fiókok beállítása Thunderbird alatt
ia: Adde e configura tu contos email sur Thunderbird
it: Aggiungi e configura gli account di posta elettronica con Thunderbird
ja: Thunderbird のメールアカウントの追加と設定
ka: დააყენეთ და გამართეთ ელფოსტის ანგარიშები Thunderbird-ზე
kab: Rnu, sbadu imḍanen-inek n yimayl deg Thunderbird
ko: Thunderbird에서의 이메일 계정 추가 및 환경 설정
mg: Ampio sy tefeo ao @ Thunderbird ireo kaonty mailakao
ms: Tambah dan konfigurasi akaun e-mel anda di Thunderbird
nb_no: Legg til og konfigurer dine e-postkontoer i Thunderbird
nl: Uw e-mailaccounts toevoegen en configureren in Thunderbird
pl: Dodaj i skonfiguruj konta pocztowe w Thunderbirdzie
pt_br: Adicione e configure suas contas de email no Thunderbird
pt_pt: Adicione e configure as suas contas de email no Thunderbird
ro: Adaugă și configurează conturile de e-mail pe Thunderbird
sk: Pridajte a nastavte si svoj e‑mailový účet do Thunderbirdu
sr: Додајте и конфигуришите налоге е-поште на Thunderbird
sv: Lägg till och konfigurera dina e-postkonton på Thunderbird
te: థండర్బర్డ్ లో మీ ఇమెయిల్ ఖాతాలు జోడించడం మరియు ఆకృతీకరించండి
th: เพิ่มและกำหนดค่าบัญชีอีเมลของคุณบน Thunderbird
tr: Thunderbird'de e-posta hesaplarınızı ekleyin ve yapılandırın
uk: Додавайте та налаштовуйте облікові записи в Thunderbird
ur: Thunderbirdپر اپنے ای میل اکاؤنٹس کو شامل اور ان کی تشکیل کاری کریں
vi: Thêm và định cấu hình tài khoản email của bạn trên Thunderbird
zh_cn: 在 Thunderbird 上添加和配置您的电子邮件账户
zh_tw: 在 Thunderbird 新增並設定您的電子郵件帳號
zu: Faka bese ulungisa ama-akhawunti e-imeyli yakho ku-Thunderbird

# DB: products.Topic.title
source: Share content
hu: Tartalom megosztása
ia: Comparti contento
it: Condividi contenuti
kab: Bḍu agbur
nl: Inhoud delen
pt_br: Compartilhar conteúdo
sv: Dela innehåll
tr: İçerik paylaşma
zh_cn: 分享内容

# DB: products.Topic.description
source: Learn how to share links, content, messages, and more.
hu: Ismerje meg, hogyan oszthat meg hivatkozásokat, tartalmakat, üzeneteket és egyebeket.
ia: Apprende a compartir ligamines, contento, messages, e altero.
it: Scopri come condividere link, contenuti, messaggi e altro ancora.
nl: Lees hoe u koppelingen, inhoud, berichten en meer kunt delen.
pt_br: Saiba como compartilhar links, conteúdos, mensagens e mais.
sv: Lär dig hur du delar länkar, innehåll, meddelanden och mer.
tr: Bağlantıları, içerikleri, iletileri ve daha fazlasını paylaşmayı öğrenin.
zh_cn: 了解分享链接、内容、邮件等信息的方式。

# DB: products.Topic.title
source: Sign in
ia: Acceder
kab: Qqen
sv: Logga in
tr: Giriş yapma

# DB: products.Topic.description
source: Sign in to your accounts securely.
ia: Accede a tu contos con securitate.
sv: Logga in på dina konton säkert.
tr: Hesaplarınıza güvenli bir şekilde giriş yapın.

# DB: products.Topic.title
source: Sign in failure
ia: Insuccesso de apertura de session
sv: Inloggningen misslyckades
tr: Giriş yapma hatası

# DB: products.Topic.description
source: Troubleshoot sign in failure issues.
ia: Solver problemas de insuccesso in acceder.
sv: Felsök problem med inloggning.
tr: Giriş yapma hatasıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: Sign in with Google or Apple
de: Mit Google oder Apple anmelden
el: Σύνδεση μέσω Google ή Apple
fy_nl: Oanmelde mei Google of Apple
hu: Bejelentkezés a Google-lel vagy az Apple-lel
ia: Acceder con Google o Apple
it: Accedi con Google o Apple
ka: შედით Google-ით ან Apple-ით
ko: Google 또는 Apple로 로그인
nl: Aanmelden met Google of Apple
pl: Zaloguj się za pomocą konta Google lub Apple
pt_br: Entrar com Google ou Apple
pt_pt: Iniciar sessão com Google ou Apple
sk: Prihláste sa pomocou Google alebo Apple
sv: Logga in med Google eller Apple
tr: Google veya Apple ile giriş yapma
uk: Вхід за допомогою Google або Apple
vi: Đăng nhập bằng Google hoặc Apple
zh_cn: 通过 Google 或 Apple 登录
zh_tw: 使用 Google 或 Apple 帳號登入

# DB: products.Topic.description
source: Sign in to accounts using 3rd-party authentication.
de: Melden Sie sich bei Konten mit Authentifizierung über einen Drittanbieter an.
el: Συνδεθείτε σε λογαριασμούς μέσω ταυτοποίησης τρίτου μέρους.
fy_nl: Oanmelde by accounts mei autentikaasje fan tredden.
hu: Bejelentkezés a fiókokba harmadik féltől származó hitelesítéssel.
ia: Accede tu contos per authentication de tertie partes.
it: Accedi agli account utilizzando l’autenticazione di terze parti.
ka: ანგარიშებზე შესვლა გარეშე მხარეების მიერ დამოწმებით.
ko: 서드파티 인증을 사용하여 로그인합니다.
nl: Aanmelden bij accounts met authenticatie van derden.
pl: Zaloguj się do konta Mozilli przy użyciu uwierzytelniania zewnętrznego.
pt_br: Entre em contas usando autenticação de terceiros.
pt_pt: Inicie a sessão nas contas utilizando a autenticação de terceiros.
sk: Prihláste sa do účtov pomocou overenia treťou stranou.
sv: Logga in på konton med autentisering från tredje part.
tr: Üçüncü taraf kimlik doğrulama hizmetleriyle giriş yapın.
uk: Вхід в облікові записи за допомогою сторонніх служб.
vi: Đăng nhập vào tài khoản bằng xác thực của bên thứ ba.
zh_cn: 使用第三方身份验证登录。
zh_tw: 使用第三方驗證機制來登入帳號。

# DB: products.Topic.title
source: Site breakages
hu: Webhelyhibák
ia: Problemas de sitos web
it: Sito non funzionante
nl: Websitedefecten
pl: Awarie witryn
pt_br: Falhas em sites
sv: Fel på webbplatsen
tr: Bozuk siteler
zh_cn: 网站故障

# DB: products.Topic.description
source: Resolve problems when websites don’t load or function correctly.
hu: Oldja meg a problémákat, ha a webhelyek nem töltődnek be vagy működnek megfelelően.
ia: Resolve problemas quando le sitos web non carga o non functiona correctemente.
it: Risolvi i problemi quando i siti web non si caricano o non funzionano correttamente.
nl: Problemen oplossen wanneer websites niet correct laden of functioneren.
pl: Rozwiąż problemy ze stronami internetowymi, które nie ładują się lub nie działają poprawnie.
pt_br: Resolva problemas quando sites não são carregados ou não funcionam corretamente.
sv: Lös problem när webbplatser inte laddas eller fungerar korrekt.
tr: Web siteleri yüklenmediğinde veya düzgün çalışmadığında sorunları çözün.
zh_cn: 解决网站无法正常加载或使用的问题。

# DB: products.Topic.title
source: Slow connection
ia: Connexion lente
sv: Långsam anslutning
tr: Yavaş bağlantı

# DB: products.Topic.description
source: Troubleshoot slow connection issues.
ia: Solver problemas de connexion lente.
sv: Felsök problem med långsam anslutning.
tr: Yavaş bağlantıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: SMS Recovery
sv: SMS-återställning

# DB: products.Topic.description
source: Use SMS messages as a method for account recovery and two-factor authentication.
sv: Använd SMS-meddelanden som en metod för kontoåterställning och tvåfaktorsautentisering.

# DB: products.Topic.title
source: Social Support
bg: Социална мрежа
de: Hilfe in sozialen Netzwerken
el: Υποστήριξη κοινωνικών μέσων
fy_nl: Sosjale stipe
he: תמיכה חברתית
hr: Podrška na društvenim mrežama
hu: Közösségi támogatás
ia: Supporto social
it: Supporto social
ja: ソーシャルサポート
ka: სოციალური მხარდაჭერა
kab: Tallelt tanmettit
ko: 소셜 지원
nb_no: Hjelp på sosiale nettverk
nl: Sociale ondersteuning
pl: Pomoc społeczności
pt_br: Suporte social
pt_pt: Apoio social
ro: Asistență socială
sk: Podpora na sociálnych sieťach
sr: Друштвена подршка
sv: Hjälp i sociala nätverk
te: సామాజిక తోడ్పాటు
th: การสนับสนุนผ่านทางสังคมออนไลน์
tr: Sosyal destek
uk: Підтримка в соціальних мережах
ur: سماجی سپورٹ
vi: Hỗ trợ xã hội
zh_cn: 社交媒体支持
zh_tw: 社群網路支援

# DB: products.Topic.description
source: Topic for any articles related to the Social Support Program.
de: Thema für alle Artikel, die sich auf Hilfe in sozialen Medien beziehen.
el: Θέμα για όλα τα άρθρα που σχετίζονται με το πρόγραμμα υποστήριξης μέσω κοινωνικών δικτύων.
fy_nl: Underwerp foar alle artikelen mei betrekking ta it programma foar sosjale stipe.
hu: Téma a közösségi támogatási programmal kapcsolatos leírások számára.
ia: Topico pro omne articulos relative al Programma de supporto social.
it: Argomento per qualsiasi articolo che riguarda il programma di supporto sui social.
ja: ソーシャルサポートプログラムに関連する記事のトピック。
ka: საკითხი სტატიების შესახებ სოცქსელში მხარდაჭერის პროგრამის თაობაზე.
ko: 사회 지원 프로그램과 관련된 게시글의 주제입니다.
nl: Onderwerp voor alle artikelen met betrekking tot het programma voor sociale ondersteuning.
pl: Wszystkie artykuły związane z programem pomocy w mediach społecznościowych.
pt_br: Tópico de artigos relacionados ao Programa de Suporte Social.
pt_pt: Tópico para quaisquer artigos relacionados com a contribuição para o programa de apoio nas redes sociais.
sk: Téma pre všetky články súvisiace s Programom podpory na sociálnych sieťach.
sr: Тема за било које чланке везане за програм друштвене подршке.
sv: Ämne för alla artiklar relaterade till hjälp i social nätverk.
tr: Sosyal destek programı ile ilgili tüm makalelerin konusu.
uk: Тема для будь-яких статей, пов'язаних із внеском до програми підтримки у соціальних мережах.
vi: Chủ đề cho bất kỳ bài viết nào liên quan đến Chương trình hỗ trợ xã hội.
zh_cn: 社交媒体支持贡献的相关知识库文章主题。
zh_tw: 社群網路支援計畫的相關文件主題。

# DB: products.Topic.title
source: Stay connected
bg: Останете свързани
de: In Verbindung bleiben
el: Μείνετε συνδεδεμένοι
fy_nl: Bliuw ferbûn
hu: Maradjon kapcsolatban
ia: Remane connexe
it: Rimani connesso
ka: დარჩით კავშირზე
kab: Qqim d uqqqin
nb_no: Hold deg tilkoblet
nl: Blijf verbonden
pl: Pozostań w kontakcie
pt_br: Permaneça conectado
pt_pt: Mantenha-se ligado
sk: Zostaňte pripojení
sr: Останите повезани
sv: Håll dig uppkopplad
tr: Bağlı kalın
uk: Залишайтеся на зв'язку
vi: Giữ kết nối
zh_cn: 保持连接
zh_tw: 保持連線

# DB: products.Topic.description
source: Sync information across devices
de: Synchronisieren Sie Ihre Daten auf allen Ihren Geräten
el: Συγχρονίστε τα δεδομένα σας μεταξύ των συσκευών σας
fy_nl: Gegevens op al jo apparaten syngronisearje
hu: Szinkronizálja az információk az eszközei közt
ia: Synchronisa informationes sur tu apparatos
it: Sincronizza le informazioni tra i tuoi dispositivi
ka: დაასინქრონეთ მონაცემები სხვადასხვა მოწყობილობაზე
kab: Mtawi talɣut gar yibenkan
nb_no: Synkroniser informasjon på tvers av enheter
nl: Informatie synchroniseren tussen apparaten
pl: Synchronizuj dane na swoich urządzeniach
pt_br: Sincronize informações entre dispositivos
pt_pt: Sincronize a informação entre os dispositivos
sk: Synchronizujte informácie medzi zariadeniami
sr: Синхронизујте податке на свим уређајима
sv: Synkronisera information mellan enheter
tr: Bilgilerinizi cihazlarınız arasında eşitleyin
uk: Синхронізуйте дані між пристроями
vi: Đồng bộ hóa thông tin trên các thiết bị
zh_cn: 跨设备同步信息
zh_tw: 在您的所有裝置間同步資訊

# DB: products.Topic.title
source: Stay private and secure
bg: Запазете своята поверителност и сигурност
de: Schützt Ihre Privatsphäre und Sicherheit im Internet
el: Απόρρητο και ασφάλεια
fy_nl: Bliuw privee en feilich
hu: Védje adatait és a biztonságát
ia: Resta private e secur
it: Proteggi la privacy e naviga in sicurezza
ka: შეინარჩუნეთ პირადულობა და უსაფრთხოება
kab: Qqim d uslgi, d aɣelsan
ko: 사생활과 보안을 유지하세요
nb_no: Beskytter personvernet og sikkerheten på nettet
nl: Blijf privé en veilig
pl: Prywatność i bezpieczeństwo
pt_br: Mantenha-se privativo e protegido
pt_pt: Mantenha-se privado e em segurança
sk: Súkromie a bezpečnosť
sr: Останите приватни и безбедни
sv: Håll dig privat och säker
tr: Gizli ve güvende kalın
uk: Залишайтеся приватними та у безпеці
vi: Giữ riêng tư và an toàn
zh_cn: 守护隐私，确保安全
zh_tw: 保持隱私與安全
