Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
af: Jy gaan nou hierdie plasing permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Is jy seker jy wil voortgaan?
bg: На път сте да изтриете завинаги тази публикация. <strong>Това действие няма да може да бъде отменено!</strong> Сигурни ли сте, че искате да продължите?
bs: Želite trajno izbrisati ovaj odgovor. <strong>Ovo se ne može poništiti!</strong> Jeste li sigurni da želite nastaviti?
de: Sie sind dabei, diesen Beitrag endgültig zu löschen. <strong>Diese Aktion kann nicht rückgängig gemacht werden!</strong> Sind Sie sicher, dass Sie fortfahren möchten?
el: Πρόκειται να διαγράψετε οριστικά αυτήν την ανάρτηση. <strong>Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας!</strong> Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de borrar definitivamente este mensaje. <strong>¡No se puede deshacer!</strong> ¿Seguro que deseas continuar?
fy_nl: Jo steane op it punt om dit berjocht permanint fuort te smiten. <strong>Dit kin net mear ûngedien makke wurde!</strong> Binne jo wis dat jo trochgean wolle?
hr: Trajno ćeš izbrisati ovaj odgovor. <strong>Ovo se ne može poništiti!</strong> Stvarno želiš nastaviti?
hu: Véglegesen törölni fogja ezt a bejegyzést. <strong>Ez egy visszavonhatatlan művelet!</strong> Valóban folytatni akarja?
ia: Tu es preste a deler permanentemente iste message. <strong>Isto non pote ser disfacite!</strong> Desira tu vermente continuar?
id: Anda akan menghapus tulisan ini secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Yakin ingin melanjutkan?
it: Si sta per eliminare permanentemente questo messaggio. <strong>La modifica è irreversibile.</strong> Continuare?
ja: この投稿を完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 本当に削除してもよろしいですか？
ka: თქვენ აპირებთ გამოხმაურების სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ გაგრძელება?
kab: Aql-ak tettedduḍ ad tekkseḍ ilebda tugizenna-a. <strong>Ayagi ur d-yettuɣal ara</strong> Tabɣiḍ ad tkemmleḍ?
ko: 현재 글을 완전히 삭제하고자 합니다. <strong>현재 작업은 되돌릴 수 없습니다.</strong> 계속하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay an'ity petadrindrina ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?
ms: Anda akan menghapuskan post ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Adakah anda pasti mahu teruskan?
nb_no: Du vil nå permanent slette denne meldingen. <strong>Dette kan ikke angres!</strong> Er du sikker på at du vil fortsette?
nl: U gaat dit bericht voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਸੀ ਪੱਕੇ ਤੋਰ ਤੇ ਇਹ ਪੋਸਟ ਹਟਾਉਣ ਲੱਗੋ ਹੋ। <strong>ਇਹ ਦੁਬਾਰਾ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ!</strong> ਕੀ ਤੁਸੀ ਅੱਗੇ ਜਾਣਾ ਚਾਹੁਦੇ ਹੋ?
pl: Zamierzasz trwale usunąć ten post. <strong>Tej operacji nie można cofnąć!</strong> Czy na pewno chcesz kontynuować?
pt_br: Você está prestes a apagar esta postagem permanentemente. <strong>A ação não pode ser desfeita!</strong> Deseja continuar?
pt_pt: Está prestes a eliminar esta mensagem permanentemente. <strong>Isto não poderá ser desfeito!</strong> Tem a certeza que quer continuar?
ro: Ești pe cale să ștergi definitiv această postare. <strong>Această acțiune nu este reversibilă!</strong> Sigur vrei să continui?
sk: Chcete natrvalo odstrániť tento príspevok. <strong>Túto operáciu nemožno vrátiť späť!</strong> Naozaj chcete pokračovať?
sr: Управо ћете трајно обрисати ову поруку. <strong>Немогуће је опозвати!</strong> Да ли сте сигурни да желите да наставите?
sv: Du håller på att permanent ta bort detta inlägg. <strong>Detta går inte att ångra!</strong> Är du säker på att du vill fortsätta?
te: మీరు శాశ్వతంగా ఈ పోస్ట్ ను తొలగించబోతున్నారు. <strong>ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!</strong> మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: คุณกำลังลบโพสต์นี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
tr: Bu mesajı kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь вилучити цей допис назавжди. <strong>Це незворотна дія!</strong> Ви дійсно бажаєте продовжити?
ur: آپ اس پوسٹ کو مستقل طور پر حذف کرنے والے ہیں۔ <strong> اس کو منسوخ نہیں کیا جاسکتا! </ strong> کیا آپ واقعی جاری رکھنا چاہتے ہیں؟
vi: Bạn sắp sửa xóa vĩnh viễn bài viết này. <strong>Việc này không thể hoàn tác được!</strong> Bạn có chắc chắn là bạn muốn tiếp tục không?
zh_cn: 您即将永久删除这篇帖子。<strong>此操作无法撤销！</strong> 您确定要继续吗？
zh_tw: 即將永久刪除這篇文章。<strong>此動作無法復原！</strong>您確定要繼續嗎？
zu: Usuzodilitha le phosti unomphela. <strong>Lokho akuhlehliseki!</strong> Unesiqiniseko sokuthi ufuna ukuqhubeka?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
af: Skrap gesprek | {t} | Bespreking: {d} | Kennisbasis
bg: Изтриване на тема | {t} | {d} Дискусия | База Знания
bs: Izbriši temu | {t} | {d} Diskusija | Baza znanja
de: Diskussionsthema löschen | {t} | Diskussion zu {d} | Wissensdatenbank
el: Διαγραφή νήματος | {t} | Συζήτηση για «{d}» | Γνωσιακή βάση
es: Borrar tema | {t} | Discusión {d} | Base de conocimiento
fy_nl: Petear fuosrtsmite | {t} | {d} Diskusje | Kennisbank
he: מחיקת אשכול | {t} | דיון על {d} | מאגר הידע
hr: Izbriši temu | {t} | {d} Rasprava | Baza znanja
hu: Témacsoport törlése | {t} | {d} Beszélgetés | Tudásbázis
ia: Deler le filo | {t} | {d} Discussion | Base de cognoscentias
id: Hapus Utas | {t} | Diskusi {d} | Pundi Pengetahuan
it: Elimina discussione | {t} | {d} Discussione | Knowledge Base
ja: スレッド削除 | {t} | {d} についての議論 | ナレッジベース
ka: თემის წაშლა | {t} | {d} განხილვა | ცოდნის წყარო
kab: Kkes tinelli | {t} | Asqerdec deg {d} | Taffa n tmussniwin
ko: 글모음 삭제 | {t} | {d} 의견 | 지식 기반
mg: Hamafa Resaka Mitohy | {t} | Adihevitra {d} | Tobim-pahalalana
ms: Buang Thread | {t} | {d} Perbincangan | Pangkalan Pengetahuan
nb_no: Slett tråd | {t} | {d} Diskusjon | Kunnskapsbase
nl: Conversatie verwijderen | {t} | Discussie over {d} | Kennisbank
pa_in: ਥਰੈਡ ਹਟਾਉ | {t} | {d} ਚਰਚਾ | ਨਾਲਿਜਬੇਸ
pl: Usuń wątek | {t} | {d} Dyskusja | Baza wiedzy
pt_br: Excluir discussão | {t} | Discussão de {d} | Base de conhecimento
pt_pt: Eliminar tópico | {t} | Discussão de {d} | Base de Conhecimentos
ro: Șterge firul | {t} | {d} Discuție | Baza de cunoștințe
sk: Odstrániť témz | {t} | Diskusiu {d} | Databázu vedomostí
sr: Обриши тему | {t} | {d} Расправљање | База знања
sv: Ta bort tråd | {t} | {d} Diskussion | Kunskapsbas
te: త్రేడ్ ను తొలగించు | {t} | {d} చర్చా | నాలెడ్జ్ బేస్
th: แก้ไขกระทู้ | {t} | {d} การสนทนา | ฐานความรู้
tr: Başlığı Sil | {t} | {d} Tartışması | Bilgi Bankası
uk: Вилучити тему | {t} | Обговорення: {d} | База знань
ur: تھریڈ کو حذف کریں | {t}| {d} گفتگو| علم کی بنیاد
vi: Xóa chủ đề | {t} | {d} Thảo luận | Kho tàng Kiến thức
zh_cn: 删除主题 | {t} | {d} 讨论 | 知识库
zh_tw: 刪除討論串 | {t} | {d} 討論 | 知識庫
zu: Dilitha Uchungechunge | {t} | {d} Ingxoxo | Ulwazi Oluyisisekelo

source: Delete Thread
af: Skrap gesprek
bg: Изтриване на темата
bs: Izbriši temu
de: Diskussionsthema löschen
el: Διαγραφή νήματος
es: Borrar tema
fy_nl: Petear fuortsmite
he: מחיקת אשכול
hr: Izbriši temu
hu: Témacsoport törlése
ia: Deler le filo
id: Hapus Utas
it: Elimina discussione
ja: スレッドを削除
ka: თემის წაშლა
kab: Kkes tinelli
ko: 글모음 삭제
mg: Hamafa Resaka Mitohy
ms: Buang Thread
nb_no: Slett tråd
nl: Conversatie verwijderen
pa_in: ਥਰੈਡ ਹਟਾਉ
pl: Usuń wątek
pt_br: Excluir discussão
pt_pt: Eliminar tópico
ro: Șterge firul de discuție
sk: Odstrániť tému
sr: Обриши тему
sv: Ta bort tråd
te: త్రేడ్ ను తొలగించు
th: ลบกระทู้
tr: Başlığı Sil
uk: Вилучити тему
ur: تھریڈ حذف کریں
vi: Xóa chủ đề
zh_cn: 删除主题
zh_tw: 刪除討論串
zu: Dilitha Uchungechunge

source: Are you sure you want to delete this thread?
af: Is jy seker jy wil hierdie gesprek skrap?
bg: Сигурен ли сте, че искате да изтриете тази тема?
bs: Sigurno želite izbrisati ovu temu?
de: Möchten Sie dieses Diskussionsthema wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτό το νήμα;
es: ¿Seguro que deseas borrar este tema?
fy_nl: Binne jo wis dat jo dit petear fuortsmite wolle?
he: למחוק את האשכול הזה?
hr: Sigurno želiš izbrisati ovu temu?
hu: Biztos, hogy törölni szeretné azt a témacsoportot?
ia: Desira tu vermente deler iste filo?
id: Yakin akan menghapus utas ini?
it: Cancellare questa discussione?
ja: 本当にこのスレッドを削除してもよろしいですか？
ka: ნამდვილად გსურთ ამ თემის წაშლა?
kab: Tebɣiḍ ad tekkseḍ tinelli-a n uusqerdec?
ko: 현재 글 모음을 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'ity resaka mitohy ity ianao?
ms: Anda pasti mahu menghapuskan thread ini?
nb_no: Er du sikker på at du vil slette denne tråden?
nl: Weet u zeker dat u deze conversatie wilt verwijderen?
pa_in: ਕੀ ਤੁਸਾ ਇਸ ਥਰੈਡ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć ten wątek?
pt_br: Tem certeza que quer excluir esta discussão?
pt_pt: Tem a certeza que quer apagar este tópico?
ro: Sigur vrei să ștergi acest fir de discuție?
sk: Naozaj chcete tuto revíziu odstrániť?
sr: Да ли сте сигурни да желите да обришете ову тему?
sv: Är du säker på att du vill ta bort tråden?
te: మీరు ఈ ట్రెడ్ ను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบกระทู้นี้?
tr: Bu başlığı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете вилучити цю тему?
ur: کیا آپ واقعی اس تھریڈ کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn là mình muốn xóa chủ đề này không?
zh_cn: 您确定要删除此主题吗？
zh_tw: 你確定要刪除此討論串嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha lolu chungechunge?

source: Creator
bg: Създател
bs: Kreirao
de: Autor
el: Δημιουργός
es: Creador
fy_nl: Auteur
he: יוצר
hr: Autor
hu: Létrehozó
id: Pembuat
it: Autore
ja: 作成者
ka: შემქმნელი
kab: Ameslal
ko: 작성자
ms: Pencipta
nb_no: Opprettet av
nl: Auteur
pa_in: ਬਣਾਉਣ ਵਾਲਾ
pl: Autor
pt_br: Criador
pt_pt: Criador
sk: Vytvoril
sr: Аутор
sv: Skapare
te: సృష్టికర్త
th: ผู้สร้าง
tr: Oluşturan
uk: Створив
ur: تخلیق کار
vi: Người tạo
zh_cn: 创建者
zh_tw: 建立者

source: Number of Replies
af: Aantal antwoorde
bg: Брой отговори
bs: Broj odgovora
de: Anzahl der Antworten
el: Αριθμός απαντήσεων
es: Número de respuestas
fy_nl: Oantal antwurden
he: מספר התגובות
hr: Broj odgovora
hu: Válaszok száma
ia: Numero de responsas
id: Jumlah balasan
it: Numero di risposte
ja: 返信数
ka: პასუხების რაოდენობა
kab: Amḍan n tririyen
ko: 응답수
mg: Isan'ny Valiny
ms: Bilangan Balasan
nb_no: Antall svar
nl: Aantal antwoorden
pa_in: ਕੁੱਲ ਉੱਤਰ
pl: Liczba odpowiedzi
pt_br: Número de respostas
pt_pt: Número de Respostas
ro: Număr de răspunsuri
sk: Počet reakcií
sr: Број одговора
sv: Antal svar
te: ప్రత్యుత్తరాలు సంఖ్య
th: จำนวนการตอบกลับ
tr: Yanıt Sayısı
uk: Кількість відповідей
ur: جوابات کی تعداد
vi: Số lượng trả lời
zh_cn: 回复数量
zh_tw: 回覆數量
zu: Inani Lezimpendulo

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
af: Jy gaan nou hierdie gesprek permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Is jy seker jy wil voortgaan?
bg: На път сте да изтриете завинаги тази тема. <strong>Това действие няма да може да бъде отменено!</strong> Сигурни ли сте, че искате да продължите?
bs: Spremate se trajno izbrisati ovu temu. <strong>Ovo se ne može poništiti!</strong> Sigurno želite nastaviti?
de: Sie sind dabei, dieses Diskussionsthema für immer zu löschen. <strong>Diese Aktion kann nicht rückgängig gemacht werden!</strong> Sind Sie sicher, dass Sie fortfahren möchten?
el: Πρόκειται να διαγράψετε οριστικά αυτό το νήμα. <strong>Αυτό δεν μπορεί να αναιρεθεί!</strong> Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de borrar definitivamente este tema. <strong>¡No se puede deshacer!</strong> ¿Seguro que quieres continuar?
fy_nl: Jo steane op it punt om dit petear permanint fuort te smiten. <strong>Dit kin net mear ûngedien makke wurde!</strong> Binne jo wis dat jo trochgean wolle?
he: פעולה זו תגרום למחיקת האשכול הזה לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> להמשיך?
hr: Trajno ćeš izbrisati ovu temu. <strong>Ovo se ne može poništiti!</strong> Stvarno želiš nastaviti?
hu: Véglegesen törölni fogja ezt a témacsoportot. <strong>Ez egy visszavonhatatlan művelet!</strong> Valóban folytatni akarja?
ia: Tu es preste a deler permanentemente iste filo. <strong>Isto non pote ser disfacite!</strong> Desira tu vermente continuar?
id: Anda akan menghapus utas ini secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Yakin akan melanjutkan?
it: Si sta per eliminare permanentemente questa discussione. <strong>La modifica è irreversibile.</strong> Continuare?
ja: このスレッドを完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 本当に削除してもよろしいですか？
ka: თქვენ აპირებთ თემის სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ, განაგრძოთ?
kab: Aql-ak tettedduḍ ad tekkseḍ ilebda tinelli-a n usqerdec. <strong>Ayagi ur d-yettuɣal ara</strong> Tabɣiḍ ad tkemmleḍ?
ko: 현재 글 모음을 완전히 삭제하고자 합니다. <strong>현재 작업은 되돌릴 수 없습니다.</strong> 계속하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay an'ity resaka mitohy ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?
ms: Anda akan menghapuskan thread ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Adakah anda pasti mahu teruskan?
nb_no: Du vil nå permanent slette denne tråden. <strong>Dette kan ikke angres!</strong> Er du sikker på at du vil fortsette?
nl: U gaat deze conversatie voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਸੀ ਪੱਕੇ ਤੋਰ ਤੇ ਇਹ ਥਰੈਪ ਹਟਾਉਣ ਲੱਗੋ ਹੋ। <strong>ਇਹ ਦੁਬਾਰਾ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ!</strong> ਕੀ ਤੁਸੀ ਅੱਗੇ ਜਾਣਾ ਚਾਹੁਦੇ ਹੋ?
pl: Zamierzasz trwale usunąć ten wątek. <strong>Tej operacji nie można cofnąć!</strong> Czy na pewno chcesz kontynuować?
pt_br: Você irá excluir esta discussão permanentemente. <strong>A ação não pode ser desfeita!</strong> Tem certeza que quer continuar?
pt_pt: Está prestes a eliminar este tópico permanentemente. <strong>Isto não poderá ser desfeito!</strong> Tem certeza que quer continuar?
ro: Ești pe cale să ștergi definitiv acest fir de discuție. <strong>Această acțiune nu este reversibilă!</strong> Sigur vrei să continui?
sk: Chcete natrvalo túto tému odstrániť. <strong>Tento krok nemožno vrátiť späť!</strong> Naozaj chcete pokračovať?
sr: Управо ћете трајно обрисати ову поруку. <strong>Није могуће опозвати!</strong> Да ли сте сигурни да желите да наставите?
sv: Du håller på att permanent ta bort den här tråden. <strong>Detta går inte att ångra!</strong> Är du säker på att du vill fortsätta?
te: మీరు శాశ్వతంగా ఈ త్రెడ్ ను తొలగించబోతున్నారు. <strong>ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!</strong> మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: คุณกำลังลบกระทู้นี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
tr: Bu başlığı kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь вилучити цю тему назавжди. <strong>Це незворотна дія!</strong> Ви дійсно бажаєте продовжити?
ur: آپ اس تھریڈکو مستقل طور پر حذف کرنے والے ہیں۔ <strong> اس کو منسوخ نہیں کیا جاسکتا! </ strong> کیا آپ واقعی جاری رکھنا چاہتے ہیں؟
vi: Bạn sắp sửa xóa vĩnh viễn chủ đề này. <strong>Việc này không thể hoàn tác được!</strong> Bạn có chắc chắn là bạn muốn tiếp tục không?
zh_cn: 您将要永久删除此主题。<strong>此操作无法撤销！</strong>您确定要继续吗？
zh_tw: 即將永久刪除此討論串。<strong>此動作無法復原！</strong>您確定要繼續嗎？
zu: Manje usuzodilitha lolu chungechunge unomphela. <strong>Lokhu akuhlehliseki!</strong> Uzesiqiniseko sokuthi ufuna ukuqhubeka?

source: {locale_name} Discussions | Knowledge Base
af: {locale_name} Besprekings | Kennisbasis
bg: {locale_name} Дискусии | База знания
bs: {locale_name} Diskusije | Baza znanja
de: {locale_name} Diskussionen | Wissensdatenbank
el: Συζητήσεις στα {locale_name} | Γνωσιακή βάση
es: Discusiones de {locale_name} | Base de conocimiento
fy_nl: {locale_name}e diskusjes | Kennisbank
he: דיונים ב{locale_name} | מאגר הידע
hr: {locale_name} - rasprave| Baza znanja
hu: {locale_name} beszélgetések | Tudásbázis
ia: {locale_name} Discussiones | Base de cognoscentias
id: Diskusi {locale_name} | Pundi Pengetahuan
it: {locale_name} Discussioni | Knowledge Base
ja: {locale_name} についての議論 | ナレッジベース
ka: {locale_name} განხილვა | ცოდნის წყარო
kab: Asqerdec s {locale_name} | Taffa n tmussniwin
ko: {locale_name} 토론 | 지식 기반
mg: Adihevitra {locale_name} | Tobim-pahalalana
ms: Perbincangan | Pangkalan Pengetahuan {locale_name}
nb_no: {locale_name} Diskusjon | Kunnskapsbase
nl: {locale_name}e discussies | Kennisbank
pa_in: {locale_name}ਗੱਲਬਾਤ । ਨਾਲੇਜ ਬੇਸ
pl: Dyskusje {locale_name} | Baza wiedzy
pt_br: Discussões {locale_name} | Base de Conhecimento
pt_pt: Discussões {locale_name} | Base de Conhecimento
ro: Discuții {locale_name} | Baza de cunoștințe
sk: Diskusia k {locale_name} | Databáza vedomostí
sr: {locale_name} Дискусије | База знања
sv: {locale_name} Diskussioner | Kunskapsbas
te: {locale_name} చర్చలు | నాలెడ్జ్ బేస్
th: การสนทนา {locale_name} | ฐานความรู้
tr: {locale_name} Tartışmaları | Bilgi Bankası
uk: {locale_name} - обговорення | База знань
ur: {locale_name} گفتگو | علم کی بنیاد
vi: {locale_name} Thảo luận | Nền tảng cơ bản
zh_cn: {locale_name} 讨论 | 知识库
zh_tw: {locale_name} 討論 | 知識庫
zu: {locale_name} Izingxoxo | Ulwazi Oluyisisekelo

source: {locale_name} Discussions
af: {locale_name} besprekings
bg: {locale_name} Дискусии
bs: {locale_name} diskusije
de: {locale_name} Diskussionen
el: Συζητήσεις στα {locale_name}
es: Discusiones de {locale_name}
fy_nl: {locale_name}e diskusjes
he: דיונים ב{locale_name}
hr: {locale_name} - rasprave
hu: {locale_name} beszélgetések
ia: {locale_name} Discussiones
id: Diskusi {locale_name}
it: {locale_name} Discussioni
ja: {locale_name} のナレッジベース議論
ka: {locale_name} განხილვები
kab: Asqerdec s {locale_name}
ko: {locale_name} 토론방
mg: Adihevitra {locale_name}
ms: Perbincangan {locale_name}
nb_no: {locale_name} Diskusjon
nl: {locale_name}e discussies
pa_in: {locale_name} ਚਰਚਾਵਾ
pl: Język {locale_name} — Dyskusje
pt_br: Discussões {locale_name}
pt_pt: Discussões {locale_name}
ro: Discuții la articole {locale_name}
sk: Diskusia k {locale_name}
sr: {locale_name} дискусије
sv: {locale_name} Diskussioner
te: {locale_name} చర్చలు
th: การสนทนา {locale_name}
tr: {locale_name} Tartışmaları
uk: {locale_name} - обговорення
ur: {locale_name} گفتگو
vi: {locale_name} Thảo luận
zh_cn: {locale_name} 讨论
zh_tw: {locale_name} 討論
zu: {locale_name} Izingxoxo

source: {l} Knowledge Base Discussions
af: {l} kennisbasis-besprekings
bg: {l} Дискусии за базата знания
bs: {l} Rasprave Baze znanja
de: Diskussionen in der Wissensdatenbank zu {l}
el: Συζητήσεις γνωσιακής βάσης - {l}
es: {l} Discusiones de la base de conocimientos
fy_nl: {l}e kennisbankdiskusjes
hr: {l} Rasprave Baze znanja
hu: {l} Tudásbázis beszélgetések
ia: {l} Discussiones del base de cognoscentias
id: Diskusi Pundi Pengetahuan {l}
it: {l} Discussioni della Knowledge Base
ja: {l} のナレッジベース議論
ka: {l} ცოდნის წყაროს განხილვები
kab: Seḥbes taffa n tmussniwin s {l}
ko: {l} 지식 기반 의견
mg: Adihevitra ao @ Tobim-pahalalana {l}
ms: {l} Perbincangan Pangkalan Pengetahuan
nb_no: {l} Kunnskapsbasediskusjon
nl: {l}e kennisbankdiscussies
pa_in: {l} ਨਾਲੇਜ ਬੇਸ ਡੈਸ਼ਬੋਰਡ
pl: Język {l} — Dyskusje w bazie wiedzy
pt_br: Discussões da base de conhecimento em {l}
pt_pt: Discussão de {l} da Base de Conhecimentos
ro: {l} Discuții Baza de cunoștințe
sk: Diskusia databázy vedomostí {l}
sr: {l} Дискусије о Бази знања
sv: {l} kunskapsbas-diskussioner
te: {l} నాలెడ్జ్ బేస్ చర్చలు
th: {l} การสนทนาของฐานความรู้
tr: {l} Bilgi Bankası Tartışmaları
uk: {l} Обговорення бази знань
ur: {l} علم کی بنیاد گفتگو
vi: {l} Thảo luận về nền tảng cơ bản
zh_cn: {l} 知识库讨论
zh_tw: {l} 知識庫討論
zu: {l} Izingxoxo Zolwazi Oluyisisekelo

source: Stop watching this locale
af: Hou op om hierdie taalstreek dop te hou
bg: Прекратяване следването на този език
bs: Prestani pratiti ovaj lokal
de: Diese Sprache nicht mehr beobachten
el: Διακοπή παρακολούθησης γλώσσας
es: Dejar de supervisar este idioma
fy_nl: Dizze taal net mear folgje
he: הפסקת המעקב אחר שפה זו
hr: Prestani pratiti ovaj jezik
hu: Nyelv követésének leállítása
ia: Cessar de observar iste lingua
id: Berhenti memantau lokal/bahasa ini
it: Disattiva notifiche per questa lingua
ja: このロケールの監視を停止
ka: მოცემულ ენაზე თვალის მიდევნების შეწყვეტა
kab: Seḥbes aqareɛ n tutlayt-a
ko: 현재 언어 버전에서 주시 중단
mg: Hijanona tsy hanaraka an'ity teny ity
ms: Berhenti mengikuti lokaliti ini
nb_no: Slutt å overvåke dette språket
nl: Deze taal niet meer volgen
pa_in: ਇਹ ਲੋਕੇਲ ਦੇਖਣਾ ਰੋਕੋ
pl: Nie obserwuj tej lokalizacji
pt_br: Deixar de acompanhar este idioma
pt_pt: Parar de vigiar este idioma
ro: Nu mai urmări această limbă
sk: Ukončiť sledovanie tohto jazyka
sr: Прекини праћење овог локала
sv: Sluta bevaka språket
te: ఈ లొకేల్ చూడటం ఆపు
th: หยุดการเฝ้าดูภาษานี้
tr: Bu dili izlemeyi durdur
uk: Припинити стежити за цією локаллю
ur: اس زبان کو دیکھنا بند کریں
vi: Ngừng theo dõi địa phương này
zh_cn: 停止关注此语言
zh_tw: 停止追蹤此語系
zu: Yeka ukubuka le ndawo

source: Watch this locale
af: Hou hierdie taalstreek dop
bg: Наблюдавайте този език
bs: Prati ovaj lokalizaciju
de: Diese Sprache beobachten
el: Παρακολούθηση γλώσσας
es: Supervisar este idioma
fy_nl: Dizze taal folgje
he: מעקב אחר שפה זו
hr: Prati ovaj jezik
hu: Nyelv követése
ia: Observar iste localisation
id: Pantau lokal/bahasa ini
it: Attiva notifiche per questa lingua
ja: このロケールを監視
ka: მოცემულ ენაზე თვალის მიდევნება
kab: Qareɛ tutlayt-a
ko: 현재 언어버전에서 주시하기
mg: Hanaraka an'ity teny ity
ms: Ikuti lokaliti ini
nb_no: Overvåk dette språket
nl: Deze taal volgen
pa_in: ਇਹ ਲੋਕੇਲ ਦੇਖੋ
pl: Obserwuj tę lokalizację
pt_br: Acompanhar este idioma
pt_pt: Vigiar este idioma
ro: Urmărește această limbă
sk: Sledovať tento jazyk
sr: Посматрај ову локализацију
sv: Bevaka språket
te: ఈ లొకేల్ చూడు
th: เฝ้าดูภาษานี้
tr: Bu dili izle
uk: Стежити за цією локаллю
ur: اس زبان کو دیکھیں
vi: Theo dõi địa phương này
zh_cn: 关注此语言
zh_tw: 追蹤此語系
zu: Buka le ndawo

source: Watch
af: Hou dop
bg: Наблюдаване
bs: Prati
de: Beobachten
el: Συνδρ.
es: Supervisando
fy_nl: Folgje
he: מעקב
hr: Prati
hu: Követés
ia: Observar
id: Pantau
it: Notifiche attive
ja: 監視
ka: თვალის მიდევნება
kab: Qareɛ
ko: 주시 중
mg: Hanaraka
ms: Ikuti
nb_no: Overvåk
nl: Volgen
pa_in: ਦੇਖੋ
pl: Obserwuj
pt_br: Acomp.
pt_pt: Vigiar
ro: Urmărește
sk: Sledovať
sr: Посматрај
sv: Bevaka
te: చూడు
th: เฝ้าดู
tr: İzle
uk: Стежити
ur: دیکھیں
vi: Theo dõi
zh_cn: 关注
zh_tw: 追蹤
zu: Buka

source: Replies
af: Antwoorde
bg: Отговори
bs: Odgovori
de: Antworten
el: Απαντήσεις
es: Respuestas
fy_nl: Antwurden
he: תגובות
hr: Odgovori
hu: Válaszok
ia: Responsas
id: Balasan
it: Risposte
ja: 返信
ka: პასუხები
kab: Tiririyin
ko: 댓글
mg: Valiny
ms: Balasan
nb_no: Svar
nl: Antwoorden
pa_in: ਉੱਤਰ
pl: Odpowiedzi
pt_br: Respostas
pt_pt: Respostas
ro: Răspunsuri
sk: Odpovede
sr: Одговори
sv: Svar
te: ప్రత్యుత్తరాలు
th: ตอบกลับ
tr: Yanıt
uk: Відповіді
ur: جوابات
vi: Trả lời
zh_cn: 回复数
zh_tw: 回覆
zu: Izimpendulo

source: Last Post
af: Onlangsste plasing
bg: Последна публикация
bs: Zadnji odgovor
de: Letzter Beitrag
el: Τελευταία ανάρτηση
es: Último mensaje
fy_nl: Lêste berjocht
hr: Zadnji odgovor
hu: Utolsó hozzászólás
ia: Ultime message
id: Kiriman Terakhir
it: Ultimo messaggio
ja: 最終投稿日
ka: ბოლო გამოხმაურება
kab: Tasufeɣt taneggarut
ko: 마지막 게시물
mg: Petadrindrina Farany
ms: Post Terakhir
nb_no: Forrige melding
nl: Laatste bericht
pa_in: ਆਖ਼ਰੀ ਪੋਸ਼ਟ
pl: Ostatni post
pt_br: Última postagem
pt_pt: Última mensagem
ro: Ultima postare
sk: Posledný záznam
sr: Последња порука
sv: Senaste inlägget
te: చివరి పోస్ట్
th: โพสต์ล่าสุด
tr: Son Mesaj
uk: Останній допис
ur: آخری پوسٹ
vi: Bài viết mới nhất
zh_cn: 最后回帖
zh_tw: 最後一篇文章
zu: Iphosti Yokugcina
