Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: All translations of this document will also be deleted.
af: Alle vertalings van hierdie dokument sal ook geskrap word.
bg: Всички преводи на този документ също ще бъдат изтрити.
bs: Svi prijevodi ovog dokumenta će također biti izbrisani.
de: Alle Übersetzungen dieses Dokuments werden ebenfalls gelöscht.
el: Θα διαγραφούν, επίσης, όλες οι μεταφράσεις του εγγράφου.
es: Todas las traducciones de este documento también serán eliminadas.
fy_nl: Alle oersettingen fan dit dokumint sille ek fuortsmiten wurde.
he: כל התרגומים למסמך זה יימחקו גם הם.
hr: Svi prijevodi ovog dokumenta će također biti izbrisani.
hu: A dokumentumhoz tartozó összes fordítás is törlésre kerül.
ia: Tote le traductiones de iste documento essera alsi delite.
id: Semua terjemahan dokumen ini juga akan dihapus.
it: Tutte le traduzioni di questo documento verranno inoltre cancellate.
ja: このドキュメントの翻訳記事もすべて削除されます。
ka: ასევე წაიშლება ყველა მისი თარგმანი.
kab: Meṛṛa tisuqilin n yisemli-a ad ttwakksent daɣen.
ko: 이 문서의 모든 번역이 삭제됩니다.
mg: Hofafana ihany koa ny dikanteny rehetra an'ity tahiri-kevitra ity.
ms: Semua terjemahan dokumen ini juga akan dihapuskan.
nb_no: Alle oversettelser av dette dokumentet vil også slettes.
nl: Alle vertalingen van dit document zullen eveneens worden verwijderd.
pa_in: ਅਨੁਵਾਦ ਕੀਤੇ ਸਾਰੇ ਦਸਤਾਵੇਜਾ ਹਟਾਏ ਜਾਣਗੇ।
pl: Wszystkie tłumaczenia tego artykułu zostaną także usunięte.
pt_br: Todas as traduções deste documento também serão apagadas.
pt_pt: Todas as traduções deste documento também serão eliminadas.
ro: Toate traducerile acestui document vor fi de asemenea șterse.
sk: Všetky preklady tohto dokumentu budú tiež nenávratne odstránené.
sr: Сви преводи овог документа ће такође бити обрисани.
sv: Alla översättningar av detta dokument kommer också att tas bort.
te: ఈ పత్రం యొక్క అన్ని అనువాదాలు కూడా తొలగించబడుతుంది.
th: การแปลทั้งหมดของเอกสารฉบับนี้จะถูกลบ
tr: Bu belgenin tüm çevirileri de silinecektir.
uk: Усі переклади цього документа також будуть видалені.
ur: اس دستاویز کے تمام ترجمے بھی حذف کردیئے جائیں گے۔
vi: Tất cả các bản dịch của tài liệu này cũng sẽ bị xóa.
zh_cn: 此文章的所有翻译版本也将被删除。
zh_tw: 此文件的所有翻譯版本也將會被刪除。
zu: Bonke abahumushi bale dokhumenti nabo bazodilithwa.

source: Current Content
af: Huidige inhoud
bg: Текущо съдържание
bs: Trenutni sadržaj
de: Aktueller Inhalt
el: Τρέχον περιεχόμενο
es: Contenido actual
fy_nl: Aktuele ynhâld
he: התוכן הנוכחי
hr: Trenutni sadržaj
hu: Jelenlegi tartalom
ia: Contento actual
id: Isi Saat Ini
it: Contenuto attuale
ja: 現在の内容
ka: მიმდინარე შიგთავსი
kab: Agbur amiran
ko: 현재 콘텐츠
mg: Atiny Ankehitriny
ms: Kandungan Semasa
nb_no: Nåværende innhold
nl: Huidige inhoud
pa_in: ਮੋਜੂਦਾ ਸਮੱਗਰੀ
pl: Aktualna zawartość
pt_br: Conteúdo atual
pt_pt: Conteúdo Atual
ro: Conținut actual
sk: Aktuálny obsah
sr: Тренутни садржај
sv: Nuvarande innehåll
te: ప్రస్తుత విషయం
th: เนื้อหาปัจจุบัน
tr: Mevcut İçerik
uk: Поточний вміст
ur: موجودہ مواد
vi: Nội dung hiện tại
zh_cn: 当前内容
zh_tw: 目前內容
zu: Okuqukethwe njengamanje

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
af: Jy gaan nou hierdie dokument permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Is jy seker jy wil voortgaan?
bg: На път сте да изтриете завинаги този документ. <strong>Това действие не може да бъде отменено!</strong> Сигурни ли сте, че искате да продължите?
bs: Spremate se trajno izbrisati ovaj dokument. <strong>Ovo se ne može poništiti!</strong> Jeste li sigurni da želite nastaviti?
de: Sie sind dabei, dieses Dokument endgültig zu löschen. <strong>Diese Aktion kann nicht rückgängig gemacht werden!</strong> Sind Sie sicher, dass Sie fortfahren möchten?
el: Πρόκειται να διαγράψετε οριστικά αυτό το έγγραφο. <strong>Αυτό δεν μπορεί να αναιρεθεί!</strong> Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de eliminar definitivamente este documento. <strong>¡No se puede deshacer!</strong> ¿Seguro que deseas continuar?
fy_nl: Jo steane op it punt om dit dokumint permanint fuort te smiten. <strong>Dit kin net mear ûngedien makke wurde!</strong> Binne jo wis dat jo trochgean wolle?
he: פעולה זו תגרום למחיקת המסמך הזה לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> להמשיך?
hr: Trajno ćeš izbrisati ovaj dokument. <strong>Ovo se ne može poništiti!</strong> Stvarno želiš nastaviti?
hu: Véglegesen törölni fogja ezt a dokumentumot. <strong>Ez egy visszavonhatatlan művelet!</strong> Valóban folytatni akarja?
ia: Tu es preste a deler permanentemente iste documento. <strong>Isto non potera ser disfacite!</strong> Desira tu vermente continuar?
id: Anda akan menghapus dokumen ini secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Yakin ingin melanjutkan?
it: Si sta per eliminare permanentemente questo documento. <strong>La modifica è irreversibile.</strong> Continuare?
ja: このドキュメントを完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 本当に削除してもよろしいですか？
ka: თქვენ აპირებთ ამ დოკუმენტის სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ გაგრძელება?
kab: Aql-ak tettedduḍ ad tekkseḍ ilebda isemli-a. <strong>Ayagi ur d-yettuɣal ara</strong> Tabɣiḍ ad tkemmleḍ?
ko: 현재 문서를 완전히 삭제하고자 합니다. <strong>현재 작업은 되돌릴 수 없습니다.</strong> 계속하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay an'ity tahirin-kevitra ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?
ms: Anda akan menghapuskan dokumen ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Adakah anda pasti mahu teruskan?
nb_no: Du vil nå permanent slette dette dokumentet. <strong>Dette kan ikke angres!</strong> Er du sikker på at du vil fortsette?
nl: U gaat dit document voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਸੀ ਇਸ ਦਸਤਾਵੇਜ ਨੂੰ ਪੱਕੇ ਤੋਰ ਤੇ ਹਟਾਉਣ ਜਾ ਰਹੇ ਹੋ। <strong>ਇਹ ਦੁਬਾਰਾ ਨਹੀ ਮਿਲਨਗੇ!</strong> ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਤੁਸੀ ਅੱਗੇ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Zamierzasz trwale usunąć ten artykuł. <strong>Tej operacji nie można cofnąć!</strong> Czy na pewno chcesz kontynuować?
pt_br: Você está prestes a apagar este documento permanentemente. <strong>A ação não pode ser desfeita!</strong> Deseja continuar?
pt_pt: Está prestes a eliminar este documento permanentemente. <strong>Isto não poderá ser desfeito!</strong> Tem a certeza que quer continuar?
ro: Ești pe cale să ștergi definitiv acest document. <strong>Această acțiune nu este reversibilă!</strong> Sigur vrei să continui?
sk: Chcete natrvalo odstrániť tento dokument. <strong>Túto operáciu nemožno vrátiť!</strong> Naozaj chcete pokračovať?
sr: Обрисаћете трајно овај документ. <strong>Ово не може да буде поништено!</strong> Да ли сте сигурни да желите да наставите?
sv: Du håller på att permanent ta bort det här dokumentet. <strong>Detta går inte att ångra!</strong> Är du säker på att du vill fortsätta?
te: మీరు శాశ్వతంగా ఈ పత్రమును తొలగించబోతున్నారు. <strong>ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!</strong> మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: คุณกำลังลบเอกสารนี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
tr: Bu belgeyi kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь вилучити цей документ назавжди. <strong>Це незворотна дія!</strong> Ви дійсно бажаєте продовжити?
ur: آپ اس دستاویز کو مستقل طور پر حذف کرنے والے ہیں۔ <strong> اس کو منسوخ نہیں کیا جاسکتا! </ strong> کیا آپ واقعی جاری رکھنا چاہتے ہیں؟
vi: Bạn sắp xóa vĩnh viễn tài liệu này. <strong>Hành động này không thể hoàn tác!</strong> Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 您即将永久删除这篇文章。<strong>此操作无法撤销！</strong> 您确定要继续吗？
zh_tw: 即將永久刪除此文件。<strong>這個動作無法復原！</strong>您確定要繼續嗎？
zu: Njengamanje uzodilitha le dokhumenti unomphela. <strong>Lokhu akuhlehliseki!</strong> Unesiqiniseko sokuthi ufuna ukuqhubeka?

source: Cancel and go back to document history
af: Kanselleer en gaan terug na dokumentgeskiedenis
bg: Отмяна и връщане обратно към историята на документа
bs: Otkaži i vrati se na historiju dokumenata
de: Abbrechen und zur Versionsgeschichte zurückkehren
el: Ακύρωση και επιστροφή στο ιστορικό εγγράφου
es: Cancelar y volver al historial del documento
fy_nl: Annulearje en tebekgean nei dokumintskiednis
he: ביטול וחזרה להיסטוריית המסמך
hr: Otkaži i vrati se na povijest dokumenata
hu: Mégse és vissza a dokumentum előzményeihez
ia: Cancellar e receder al chronologia del documento
id: Batal dan kembali ke riwayat dokumen
it: Annulla e ritorna allo storico del documento
ja: キャンセルして履歴ページへ戻る
ka: გაუქმება და დოკუმენტის ისტორიაზე დაბრუნება
kab: Sefsex daɣen uɣal ɣer uzray n yisemli
ko: 취소하고 기록 문서로 돌아가기
mg: Foanana ary hiverina @ tantaran'ny tahiri-kevitra
ms: Batalkan dan kembali ke sejarah dokumen
nb_no: Avbryt og gå tilbake til dokumenthistorikken
nl: Annuleren en teruggaan naar documentgeschiedenis
pa_in: ਰੱਦ ਕਰੋ ਅਤੇ ਦਸਤਾਵੇਜ ਹਿਸਟਰੀ ਤੇ ਪਿੱਛੇ ਜਾਉ
pl: Anuluj i wróć do historii artykułu
pt_br: Cancelar e voltar para o histórico do documento
pt_pt: Cancelar e voltar para o histórico do documento
ro: Anulează și revino la istoricul documentului
sk: Zrušiť a vrátiť sa späť na históriu dokumentu
sr: Откажите и вратите се назад на историју документа
sv: Avbryt och gå tillbaka till dokumenthistoriken
te: రద్దు చేయండి మరియు డాకుమెంట్ చరిత్రకు తిరిగి వెళ్ళండి
th: ยกเลิกและกลับไปที่ประวัติเอกสาร
tr: Vazgeç ve belge geçmişine geri dön
uk: Скасувати і повернутися до історії документа
ur: منسوخ کریں اور دستاویز کی سابقات پر واپس جائیں
vi: Hủy bỏ và quay lại lịch sử của tài liệu
zh_cn: 取消并返回文章历史版本
zh_tw: 取消並回到文件歷史紀錄
zu: Khansela bese ubuyela emlandweni wedokhumenti

source: Remove contributor | {document}
af: Verwyder bydraer | {document}
bg: Премахване на сътрудник | {document}
bs: Ukloni doprinosioca | {document}
de: Mitwirkenden entfernen | {document}
el: Αφαίρεση εθελοντή | {document}
es: Eliminar colaborador | {document}
fy_nl: Meiwurker fuortsmite | {document}
he: הסרת תורם | {document}
hr: Ukloni doprinositelja | {document}
hu: Közreműködő eltávolítása | {document}
ia: Remover le collaborator | {document}
id: Hapus kontributor | {document}
it: Rimuovi collaboratore | {document}
ja: 貢献者削除 | {document}
ka: მოხალისის წაშლა | {document}
kab: Kkes imttekki | {document}
ko: 공헌자 제거 | {document}
mg: Hanala mpandray anjara | {document}
ms: Singkir penyumbang | {document}
nb_no: Fjern bidragsyter | {document}
nl: Medewerker verwijderen | {document}
pa_in: ਯੋਗਦਾਨੀ ਹਟਾਓ | {document}
pl: Usuń autora | {document}
pt_br: Remover colaborador | {document}
pt_pt: Remover colaborador | {document}
ro: Elimină colaboratorul
sk: Odobratie prispievateľa | {document}
sr: Уклони сарадника | {document}
sv: Ta bort bidragsgivare | {document}
te: కంట్రిబ్యూటర్ ను తొలగించు | {document}
th: ลบผู้มีส่วนร่วม | {document}
tr: Katkıda bulunanı sil | {document}
uk: Видалити помічника | {document}
ur: شراکت دار کو ہٹا دیں| {document}
vi: Gỡ bỏ người đóng góp | {document}
zh_cn: 移除贡献者 | {document}
zh_tw: 移除貢獻者 | {document}
zu: Khipha onegalelo | {document}

source: Remove Contributor
af: Verwyder bydraer
bg: Премахнете сътрудника
bs: Ukloni doprinosioca
de: Mitwirkenden entfernen
el: Αφαίρεση εθελοντή
es: Eliminar colaborador
fy_nl: Meiwurker fuortsmite
he: הסרת תורם
hr: Ukloni doprinositelja
hu: Közreműködő eltávolítása
ia: Remove le collaborator
id: Hapus Kontributor
it: Rimuovi collaboratore
ja: 貢献者を削除
ka: მოხალისეებიდან ამოშლა
kab: Kkes imttekki
ko: 공헌자 제거
mg: Hanala Mpandray Anjara
ms: Singkir Penyumbang
nb_no: Fjern bidragsyter
nl: Medewerker verwijderen
pa_in: ਯੋਗਦਾਨੀ ਹਟਾਉ
pl: Usuń autora
pt_br: Remover colaborador
pt_pt: Remover Colaborador
ro: Elimină colaborator
sk: Odobratie prispievateľa
sr: Уклони сарадника
sv: Ta bort bidragsgivare
te: సహాయకులను తొలగించు
th: ลบผู้มีส่วนร่วม
tr: Katkıda Bulunanı Sil
uk: Видалити помічника
ur: شراکت دار کو ہٹا دیں
vi: Gỡ bỏ cộng tác viên
zh_cn: 移除贡献者
zh_tw: 移除貢獻者
zu: Khipha Onegalelo

source: Are you sure you want to remove {user} from the document contributors?
af: Is jy seker jy wil {user} uit die dokumentbydraers verwyder?
bg: Сигурни ли сте, че искате да премахнете {user} от сътрудниците за документа?
bs: Jeste li sigurni da želite ukloniti {user} iz dokumenta doprinosioca?
de: Sind Sie sicher, dass Sie {user} aus der Gruppe der Mitwirkenden für dieses Dokuments entfernen möchten?
el: Θέλετε σίγουρα να αφαιρέσετε τον/την {user} από τους εθελοντές εγγράφων;
es: ¿Seguro que deseas eliminar {user} de los colaboradores del documento?
fy_nl: Binne jo wis dat jo {user} fan de dokumintmeiwurkers fuortsmite wolle?
he: להסיר את {user} מרשימת התורמים למסמך?
hr: Jeste li sigurni da želite ukloniti {user} iz dokumenta doprinositelja?
hu: Biztos, hogy el szeretné távolítani {user} felhasználót a dokumentum közreműködői közül?
ia: Desira tu vermente remover {user} ex le collaboratores del documento?
id: Yakin ingin menghapus {user} dari kontributor dokumen?
it: Rimuovere l'utente {user} dai collaboratori per il documento?
ja: 本当に {user} さんを記事の貢献者から削除してもよろしいですか？
ka: ნამდვილად გსურთ {user} წევრის, დოკუმენტზე მომუშავე მოხალისეებიდან ამოშლა?
kab: Tebɣiḍ s tidet ad tekkseḍ {user} seg yimttekkiyen n yisemli-a?
ko: 현재 {user}를 문서 공헌자에서 삭제하시겠습니까?
mg: Azonao antoka fa tianao hesorina tsy ho mpandray anjara @ tahirin-kevitra i {user}?
ms: Adakah anda pasti mahu singkirkan {user} daripada penyumbang dokumen?
nb_no: Er du sikker på at du ønsker å fjerne {user} fra bidragsyterne til dokumentet?
nl: Weet u zeker dat u {user} van de documentmedewerkers wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ ਤਾਵੇਜ਼ ਯੋਗਦਾਨੀ ਵਿੱਚੋ ਇਸ {user} ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć użytkownika {user} z grupy autorów artykułu?
pt_br: Tem certeza que quer remover {user} dos colaboradores de documentação?
pt_pt: Tem a certeza que quer remover {user} dos colaboradores do documento?
ro: Sigur vrei să elimini {user} dintre colaboratorii documentului?
sk: Naozaj chcete odobrať používateľa {user} zo skupiny prispievateľov dokumentácie?
sr: Да ли сте сигурни да желите уклонити {user} из сарадника овог документа?
sv: Är du säker på att du vill ta bort {user} från dokumentets bidragare?
te: మీరు పత్రం సహాయకులు నుండి {user} తొలగించాలని నిశ్చయించుకున్నారా?
th: คุณแน่ใจหรือว่าต้องการที่จะลบ {user} ออกจากเอกสารผู้มีส่วนร่วม?
tr: {user} kullanıcısını belgeye katkıda bulunanlardan çıkarmak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити {user} із списку помічників, які зробили внесок у документ?
ur: کیا آپ واقعی دستاویز کے شراکت داروں سے {user} کو ہٹانا چاہتے ہیں؟
vi: Bạn có chắc muốn gỡ bỏ {user} khỏi danh sách người đóng góp cho tài liệu này?
zh_cn: 您确定要从该文档的贡献者中移除 {user} 吗？
zh_tw: 您確定要自頁面貢獻者當中移除 {user} 嗎？
zu: Unesiqiniseko sokuthi ufuna ukukhipha {user} kwabanegalelo kudokhumenti?

source: Remove contributor
af: Verwyder bydraer
bg: Премахни сътрудника
bs: Ukloni doprinosioca
de: Mitwirkenden entfernen
el: Αφαίρεση εθελοντή
es: Eliminar colaborador
fy_nl: Meiwurker fuortsmite
he: הסרת תורם
hr: Ukloni doprinositelja
hu: Közreműködő eltávolítása
ia: Remover le collaborator
id: Hapus kontributor
it: Rimuovi collaboratore
ja: 貢献者の削除
ka: მოხალისეებიდან ამოშლა
kab: Kkes imttekki
ko: 공헌자 삭제
mg: Hanala mpandray anjara
ms: Singkir penyumbang
nb_no: Fjern bidragsyter
nl: Medewerker verwijderen
pa_in: ਯੋਗਦਾਨੀ ਨੂੰ ਹਟਾਉ
pl: Usuń autora
pt_br: Remover colaborador
pt_pt: Remover colaborador
ro: Elimină colaboratorul
sk: Odobrať prispievateľa
sr: Уклони сарадника
sv: Ta bort bidragsgivare
te: సహాయకుని తొలగించు
th: ลบผู้มีส่วนร่วม
tr: Katkıda bulunanı sil
uk: Видалити помічника
ur: شراکت دار کو ہٹائیں
vi: Gỡ bỏ cộng tác viên
zh_cn: 移除贡献者
zh_tw: 移除貢獻者
zu: Khipha onegalelo

source: Remove {role}
af: Verwyder {role}
bg: Премахване на {role}
bs: Ukloni {role}
de: {role} entfernen
el: Αφαίρεση {role}
es: Eliminar {role}
fy_nl: {role} fuortsmite
he: הסרת {role}
hr: Ukloni {role}
hu: {role} eltávolítása
ia: Remover {role}
id: Hapus {role}
it: Rimuovi {role}
ja: {role} を外す
ka: {role} ამოშლა
kab: Kkes {role}
ko: {role} 해제
mg: Hanala {role}
ms: Singkir {role}
nb_no: Fjern {role}
nl: {role} verwijderen
pa_in: ਮਿਟਾਉ {role}
pl: Usuń {role}
pt_br: Remover {role}
pt_pt: Remover {role}
ro: Elimină {role}
sk: Odobrať {role}
sr: Уклони {role}
sv: Ta bort {role}
te: తొలగించు {role}
th: เอา {role} ออก
tr: {role} sil
uk: Видалити {role}
ur: {role} ہٹائیں
vi: Gỡ bỏ {role}
zh_cn: 移除 {role}
zh_tw: 移除 {role}
zu: Khipha {role}

source: Are you sure you want to remove {user}?
af: Is jy seker jy wil {user} verwyder?
bg: Наистина ли искате да премахнете {user}?
bs: Da li ste sigurni da želite ukloniti {user}?
de: Sind Sie sicher, dass Sie {user} entfernen möchten?
el: Θέλετε σίγουρα να αφαιρέσετε τον/την {user};
es: ¿Seguro que deseas eliminar a {user}?
fy_nl: Binne jo wis dat jo {user} fuortsmite wolle?
he: להסיר את {user}?
hr: Zaista želiš ukloniti korisnika {user}?
hu: Biztos, hogy törölni szeretné {user} felhasználót?
ia: Desira tu vermente remover {user}?
id: Yakin ingin menghapus {user}?
it: Rimuovere l'utente {user}?
ja: 本当に {user} さんを外してもよろしいですか？
ka: ნამდვილად გსურთ {user} მომხმარებლის წაშლა?
kab: Tebɣiḍ ad tekkseḍ {user}?
ko: {user}님을 정말 삭제하시겠습니까?
mg: Azonao antoka fa tianao hesorina i {user}?
ms: Anda pasti mahu singkir {user}?
nb_no: Er du sikker på at du ønsker å fjerne {user}?
nl: Weet u zeker dat u {user} wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ ਇਹ ਪੋਸਟ ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ {user}?
pl: Czy na pewno chcesz usunąć użytkownika {user}?
pt_br: Tem certeza que quer remover {user}?
pt_pt: Tem a certeza que pretende remover {user}?
ro: Sigur vrei să elimini pe {user}?
sk: Naozaj chcete odstrániť používateľa {user}?
sr: Да ли сте сигурни да желите да уклоните {user}?
sv: Är du säker på att du vill ta bort {user}?
te: మీరు {user}ని ఖచ్చితంగా తొలగించాలనుకున్నరా?
th: คุณแน่ใจหรือไม่ว่าต้องการเอา {user} ออก?
tr: {user} kullanıcısını silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити {user}?
ur: کیا آپ واقعی {user} کو ہٹانا چاہتے ہیں؟
vi: Bạn có chắc muốn gỡ bỏ {user}?
zh_cn: 您确定要移除 {user} 吗？
zh_tw: 您確定要移除 {user} 嗎？
zu: Unesiqiniseko sokuthi ufuna ukukhipha {user}?

source: Delete Revision | {document}
af: Skrap wysiging | {document}
bg: Изтриване на ревизия | {document}
bs: Obriši reviziju | {document}
de: Version löschen | {document}
el: Διαγραφή αναθεώρησης | {document}
es: Borrar revisión | {document}
fy_nl: Refyzje fuortsmite | {document}
he: מחיקת מהדורה | {document}
hr: Izbriši reviziju | {document}
hu: Verzió törlése | {document}
ia: Deler le revision | {document}
id: Hapus Revisi | {document}
it: Elimina versione | {document}
ja: リビジョン削除 | {document}
ka: გადამუშავებული ვერსიის წაშლა | {document}
kab: Kkes iceggiren | {document}
ko: 변경사항 삭제 | {document}
mg: Hamafa Fanitsiana | {document}
ms: Buang Semakan | {document}
nb_no: Slett revisjon | {document}
nl: Revisie verwijderen | {document}
pa_in: ਰੀਵਿਜ਼ਨ ਹਟਾਉ । {document}
pl: Usuń wersję | {document}
pt_br: Apagar edição | {document}
pt_pt: Eliminar Revisão | {document}
ro: Șterge revizuirea | {document}
sk: Odstrániť revíziu | {document}
sr: Уклони ревизију | {document}
sv: Ta bort revidering | {document}
te: రివిజన్ ను తొలగించు |{document}
th: ลบการแก้ไขเพิ่มเติม | {document}
tr: Revizyonu sil | {document}
uk: Вилучення редакції | {document}
ur: نظر ثانی کو حذف کریں | {document}
vi: Xóa bản sửa đổi | {document}
zh_cn: 删除修订 | {document}
zh_tw: 刪除變更 | {document}
zu: Dilitha Isibukezo | {document}

source: Delete Revision
af: Skrap wysiging
bg: Изтриване на ревизия
bs: Obriši reviziju
de: Version löschen
el: Διαγραφή αναθεώρησης
es: Borrar revisión
fy_nl: Refyzje fuortsmite
he: מחיקת מהדורה
hr: Izbriši reviziju
hu: Verzió törlése
ia: Dele le revision
id: Hapus Revisi
it: Elimina versione
ja: リビジョン削除
ka: გადამუშავებული ვერსიის წაშლა
kab: Kkes aceggir
ko: 변경사항 삭제
mg: Hamafa Fanitsiana
ms: Buang Semakan
nb_no: Slett revisjon
nl: Revisie verwijderen
pa_in: ਰੀਵਿਜ਼ਨ ਹਟਾਉ
pl: Usuń wersję
pt_br: Apagar edição
pt_pt: Eliminar Revisão
ro: Șterge revizuirea
sk: Odstrániť revíziu
sr: Уклони ревизију
sv: Ta bort revidering
te: రివిజన్ లు తొలగించు
th: ลบการแก้ไขเพิ่มเติม
tr: Revizyonu sil
uk: Вилучити редакцію
ur: نظر ثانی کو حذف کریں
vi: Xóa bản sửa đổi
zh_cn: 删除修订
zh_tw: 刪除變更
zu: Dilitha Isibukezo

source: Unable to delete only revision of the document
af: Kan nie net wysiging van die dokument skrap nie
bg: Не е възможно изтриването само на ревизията на документа
bs: Nismo u mogućnosti da izbrišemo reviziju ovog dokumenta
de: Nur eine Version des Dokuments zu löschen ist nicht möglich
el: Αδυναμία διαγραφής της μοναδικής αναθεώρησης του εγγράφου
es: No se puede eliminar la única revisión del documento
fy_nl: Fuortsmiten fan mar ien refyzje fan it dokumint is net mooglik
he: לא ניתן למחוק את המהדורה היחידה של המסמך
hr: Nije moguće izbrisati jedinu reviziju dokumenta
hu: Nem lehet a dokumentum egyetlen verzióját letörölni
ia: Impossibile deler le sol revision del documento
id: Gagal menghapus revisi dokumen tersebut
it: Impossibile eliminare solo la versione del documento
ja: ドキュメントのリビジョンだけを削除することはできません
ka: დოკუმენტის ერთადერთი გადამუშავებული ვერსიის წაშლა შეუძლებელია
ko: 문서의 변경 기록은 삭제할 수 없음
mg: Tsy afaka mamafa ny fanitsiana an'ilay tahirin-kevitra fotsiny
ms: Tidak boleh menghapuskan dokumen yang hanya untuk semakan
nb_no: Klarte ikke slette bare en revisjon av dokumentet
nl: Verwijderen van slechts één revisie van het document is niet mogelijk
pa_in: ਦਸਤਾਵੇਜ ਦੇ ਰੀਵਿਜ਼ਨ ਨੂੰ ਹਟਾਉ ਵਿੱਚ ਅਸਮੱਰਥ
pl: Nie można usunąć tylko recenzji artykułu
pt_br: Não é possível apagar a única edição do documento
pt_pt: Foi impossível eliminar a única revisão do documento
ro: Nu se poate șterge singura revizuire a acestui document
sk: Pri tomto dokumente nemožno odstrániť iba revíziu
sr: Нисмо у могућности да обришемо ревизију овог документа
sv: Det går inte att ta bort den enda revidering av dokumentet
te: పత్రం యొక్క రివిజన్ మాత్రమే తొలగించలేము
th: ไม่สามารถลบการแก้ไขของเอกสารนี้
tr: Bu belgenin tek revizyonu olduğu için silinemez
uk: Неможливо вилучити тільки ревізію документу
ur: صرف دستاویز کی نظرثانی کو حذف کرسکتے
vi: Không thể xóa phiên bản duy nhất của tài liệu
zh_cn: 无法只删除文章的某个修订版本
zh_tw: 無法刪除文件的某一個版本
zu: Ayikwazi ukudilitha isibukezo kuphela sedokhumenti
