Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
bg: Научете как да смесвате уеб видео, аудио и изображения, които после можете да вградите в други уебсайтове.
bs: Naučite kako da remiksujete web snimke, zvuke i slike u miks koji možete ugraditi na druge web stranice.
de: Erfahren Sie, wie Sie Videos, Audio und Grafiken im Internet in eine Collage zusammenfassen, die Sie in andere Websites einbetten können.
el: Μάθετε πώς να αναμίξετε διαδικτυακά βίντεο, ήχο και εικόνες σε mashup που μπορείτε να ενσωματώσετε σε άλλους ιστοτόπους.
es: Aprende cómo mezclar videos web, audio e imágenes en combinaciones que puedes incrustar en otros sitios web.
fy_nl: Lês hoe’t jo webfideo’s, audio en ôfbyldingen ombouwe kinne nei mashups dy’t jo yn oare websites opnimme kinne.
hr: Saznaj, kako obraditi video snimke, zvuk i slike u jednu cjelinu, koja se može ugraditi u druge web stranice.
hu: Ismerje meg, hogyan keverhet újra videókat, hangokat és képeket más weboldalakon beágyazható tartalommá.
ia: Apprende como re-miscer videos web, audio e imagines in mixturas que tu pote integrar sur altere sitos web.
it: Apprendi come rimissare video, audio e immagini sul web in modo da ottenere filmati da incorporare in altri siti web
ja: ウェブ上の動画や音楽、画像をマッシュアップして他のウェブサイトに埋め込めるようにする方法を学びます。
ka: გაეცანით, თუ როგორ უნდა შეუხამოთ ვიდეო, აუდიო და სურათები, ვებგვერდებზე ერთიანად ჩასასმელად.
kab: Issin amek ara tbeddleḍ daɣen ad tsrekbeḍ tividyutin, imeslawen akked tugniwin deg usenfaṛ daɣen amek ara ten-tselɣeḍ deg yismal-nniḍen.
ko: 웹 비디오, 오디오, 이미지를 다른 웹사이트에 포함시킬 수 있는 매시업으로 리믹스 하는 법을 배웁니다.
ms: Belajar cara mencampur video, audio dan imej web menjadi mashup yang anda boleh benamkan dalam laman web lain.
nb_no: Les om hvordan å remikse nettvideo, lyd og bilder til en mashup som du kan legge inn på andre nettsteder.
nl: Lees hoe u webvideo’s, audio en afbeeldingen kunt ombouwen naar mashups die u in andere websites kunt opnemen.
pl: Dowiedz się, jak połączyć kilka materiałów wideo, audio oraz obrazków w jeden i osadzić na innych witrynach.
pt_br: Saiba como remixar vídeos, áudio e imagens em montagens que pode inserir em outros websites.
pt_pt: Aprenda a remisturar vídeo na web, áudio e imagens em montagens que pode inserir em outros websites.
ro: Află cum să remixezi video pe web, audio și imagini în colaje pe care le poți include pe alte site-uri web.
sk: Prečítajte si, ako upravovať video, audio a obrázky do mashupu, ktorý môžete vložiť do inej webovej stránky.
sr: Научите како да ремиксујете веб снимке, звуке и слике у микс који можете уградити на друге веб сајтове.
sv: Lär dig att remixa webbvideo, ljud och bilder till mashups som du kan bädda in på andra webbplatser.
te: వెబ్ వీడియో , ఆడియో మరియు చిత్రాల రీమిక్స్ ఎలా మీరు ఇతర వెబ్సైట్లలో పొందుపరచవచ్చు మ్యాష్అప్స్ లోకి తెలుసుకోండి.
th: เรียนรู้วิธีผสมวิดีโอ, เสียง และภาพจากเว็บเป็นแมชอัปที่คุณสามารถฝังบนเว็บไซต์อื่น ๆ ได้
tr: Diğer sitelerdeki sayfalara yerleştirmek üzere video, ses ve resimleri nasıl bir araya getirebileceğinizi öğrenin.
uk: Дізнайтесь, як змішувати веб-відео, аудіо та зображення в колажі, які ви зможете вставляти в інші сайти.
vi: Tìm hiểu cách phối lại video web, âm thanh và hình ảnh vào các bản mashup mà bạn có thể nhúng vào các trang web khác.
zh_cn: 了解如何将网络视频、音效和图片制作成一个您可以在其他网站上内嵌的混搭品。
zh_tw: 了解如何將網頁影片、音效與圖片混搭成可以嵌入到其他網站的 mashup。

# DB: products.Topic.title
source: Popular articles
bg: Популярни статии
bs: Članci saradnika
de: Beliebte Artikel
el: Δημοφιλή άρθρα
es: Artículos populares
fy_nl: Populêre artikels
he: מאמרים נפוצים
hr: Popularni članci
hu: Népszerű leírások
ia: Articulos popular
id: Artikel populer
it: Articoli più letti
ja: よく読まれる記事
ka: პოპულარული სტატიები
kab: Imagraden iɣerfanen
ko: 인기 문서
mg: Lahatsoratra malaza
ms: Artikel popular
nb_no: Populære artikler
nl: Populaire artikelen
pa_in: ਮਕਬੂਲ ਲੇਖ
pl: Popularne artykuły
pt_br: Artigos populares
pt_pt: Artigos populares
ro: Articole populare
sk: Obľúbené články
sr: Чланци сарадника
sv: Populära artiklar
te: ప్రముఖ కథనాలు
th: บทความยอดนิยม
tr: Popüler makaleler
uk: Популярні статті
ur: مشہور مضامین
vi: Các bài viết phổ biến
zh_cn: 热门文章
zh_tw: 熱門文章

# DB: products.Topic.description
source: Popular tips and solutions for Firefox for Android
bg: Популярни съвети и решения за Firefox за Android
bs: Saznajte kako da instalirate i prenesete informacije na Firefox za Android
de: Beliebte Tipps und Lösungen für Firefox für Android
el: Δημοφιλείς συμβουλές και λύσεις για το Firefox για Android
es: Consejos y soluciones populares para Firefox para Android.
fy_nl: Populêre tips en oplossingen foar Firefox foar Android
he: עצות ופתרונות נפוצים ל־Firefox עבור Android
hr: Popularni savjeti i rješenja za Firefox za Android
hu: Népszerű tippek és megoldások a Firefox for Androidhoz.
ia: Suggestiones e solutiones popular de Firefox pro Android
id: Kiat dan solusi populer untuk Firefox untuk Android
it: Suggerimenti e soluzioni più letti per Firefox per Android
ja: Android 版 Firefox 向けのよく読まれるヒントと解決策
ka: სასარგებლო მითითებები და გადაწყვეტები, Firefox Android-თან დაკავშირებით
kab: Tixbula akked ferru iɣerfanen deg Firefox i Android
ko: Android용 Firefox에서 인기 있는 팁과 사용방법
mg: Fika sy vahaolana malaza ho an'i Firefox ho an'i Android
ms: Panduan dan penyelesaian popular Firefox untuk Android
nb_no: Populære tips og løsninger for Firefox for Android
nl: Populaire tips en oplossingen voor Firefox voor Android
pa_in: ਐਂਡਰਾਈਡ ਲਈ ਫਾਇਰਫਾਕਸ ਵਾਸਤੇ ਹਰਮਨਪਿਆਰੇ ਗੁਰ ਤੇ ਹੱਲ਼
pl: Popularne wskazówki i rozwiązania dla Firefoksa dla systemu Android
pt_br: Dicas populares e soluções para o Firefox para Android
pt_pt: Soluções e dicas populares para o Firefox para o Android
ro: Indicii populare și soluții pentru Firefox pentru Android
sk: Obľúbení tipy a riešenia pre Firefox pre Android
sr: Сазнајте како да инсталирате и пренесете информације на Firefox за Android.
sv: Populära tips och lösningar för Firefox för Android
te: ఆండ్రాయిడ్ కోసం ఫైర్ ఫాక్స్ కోసం అత్యుత్తమ చిట్కాలు మరియు పరిష్కారాలు
th: เคล็ดลับและวิธีแก้ปัญหายอดนิยมสำหรับ Firefox สำหรับ Android
tr: Android için Firefox ile ilgili popüler ipuçları ve çözümler
uk: Популярні поради та рішення до Firefox для Android
ur: Android کے لئے Firefox کے لئے مشہور ٹوٹکے اور حل
vi: Các mẹo và giải pháp phổ biến cho Firefox dành cho Android
zh_cn: 了解有关 Firefox Android 版的热门提示和解决方案
zh_tw: Firefox for Android 的熱門秘訣與解決方案。

# DB: products.Topic.title
source: Preferences
bg: Предпочитания
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fy_nl: Foarkarren
he: העדפות
hr: Postavke
hu: Beállítások
ia: Preferentias
id: Preferensi
it: Preferenze
ja: 設定
ka: მახასიათებლები
kab: Ismenyifen
ko: 환경설정
nb_no: Innstillinger
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
pt_pt: Preferências
ro: Preferințe
sk: Možnosti
sr: Преференце
sv: Inställningar
te: అభిరుచులు
th: การกำหนดลักษณะ
tr: Tercihler
uk: Налаштування
ur: ترجیحات
vi: Tùy chỉnh
zh_cn: 首选项
zh_tw: 偏好設定

# DB: products.Topic.description
source: Customize Firefox Lite to your desired settings
bg: Персонализирайте Firefox Lite според вашите желани настройки
de: Passen Sie Firefox Lite an Ihre Wünsche an
el: Προσαρμογή των ρυθμίσεων του Firefox Lite
es: Personaliza Firefox Lite con la configuración deseada
fy_nl: Firefox Lite oanpasse oan jo foarkarsynstellingen
he: התאמה אישית של Firefox Lite להגדרות הרצויות שלך
hr: Prilagodi Firefox Lite tvojim željenim postavkama
hu: A Firefox Lite testreszabása a kívánt beállításaival
ia: Personalisa Firefox Lite con tu parametros desirate
it: Personalizza Firefox Lite con le impostazioni desiderate
ja: Firefox Lite をカスタマイズして希望の設定にする
ka: მოირგეთ Firefox Lite სასურველი პარამეტრებით
kab: Sagen Firefox Lite almend n yiɣewwaren i tesriḍ
ko: 원하는 설정으로 Firefox Lite 개인화
nb_no: Tilpass Firefox Lite til ønskede innstillinger
nl: Firefox Lite aanpassen aan uw voorkeursinstellingen
pl: Personalizacja ustawień Firefoksa Lite
pt_br: Personalize o Firefox Lite com as configurações desejadas
pt_pt: Personalize o Firefox Lite com as configurações desejadas
ro: Personalizează Firefox Lite cu setările dorite
sk: Prispôsobte si Firefox Lite na požadované nastavenia
sr: Прилагодите Firefox Lite према вашим жељама
sv: Anpassa Firefox Lite med dina önskade inställningar
te: మీరు కోరుకున్న అమరికలతో Firefox Liteను మలచుకోండి
th: ปรับแต่งการตั้งค่า Firefox Lite ตามที่คุณต้องการ
tr: Firefox Lite ayarlarını özelleştirme
uk: Налаштування Firefox Lite під потрібні налаштування
vi: Tùy chỉnh Firefox Lite theo cài đặt mong muốn của bạn
zh_cn: 定制 Firefox Lite 以符合您的需求
zh_tw: 自訂 Firefox Lite 來符合您的需求

# DB: products.Topic.title
source: Premium email masking
bg: Премиум имейл маскиране
de: Premium-E-Mail-Masken
el: Premium απόκρυψη email
fy_nl: Premium-e-mailmaskearring
hu: Prémium e-mail-maszkolás
ia: Mascas email premio
it: Alias di posta elettronica premium
ja: 有料のメールマスキング
ka: ელფოსტის ფასიანი შენიღბვა
ko: 프리미엄 이메일 마스킹
nl: Premium-e-mailmaskering
pl: Maskowanie e-maili premium
pt_br: Máscara de email premium
pt_pt: Máscara de e-mail Premium
sk: Prémiové maskovanie e‑mailových adries
sr: Премијум маскирање е-поште
sv: Premium e-postalias
tr: Premium e-posta maskeleme
uk: Преміальне маскування електронної пошти
vi: Mặt nạ email cao cấp
zh_cn: 高级马甲邮箱
zh_tw: 收費版轉寄信箱

# DB: products.Topic.description
source: Find out more about the premium features.
bg: Научете повече за първокласните функции.
de: Erfahren Sie mehr über die Premium-Funktionen.
el: Μάθετε περισσότερα για τις premium λειτουργίες.
fy_nl: Lês mear oer de premiumfunksjes.
hu: Tudjon meg többet a prémium funkciókról.
ia: Discoperir plus re le functionalitates premio.
it: Ulteriori informazioni sulle funzionalità premium.
ja: プレミアム機能の詳細をご覧ください。
ka: ვრცლად ფასიანი მომსახურებების შესახებ.
ko: 프리미엄 사용자에게 제공되는 기능에 대해 자세히 알아보세요.
nl: Lees meer over de premiumfuncties.
pl: Dowiedz się więcej o funkcjach premium.
pt_br: Saiba mais sobre os recursos premium.
pt_pt: Saiba mais sobre as funcionalidades premium.
sk: Ďalšie informácie o prémiových funkciách
sr: Сазнајте више о премијум функцијама.
sv: Ta reda på mer om premiumfunktionerna.
tr: Premium özellikler hakkında daha fazla bilgi alın.
uk: Дізнайтеся більше про преміумфункції.
vi: Tìm hiểu thêm về các tính năng cao cấp.
zh_cn: 查看更多高级功能。
zh_tw: 了解有關 Premium 功能的更多資訊。

# DB: products.Topic.title
source: Premium phone masking
de: Premium-Telefonnummer-Masken
el: Premium απόκρυψη τηλεφώνου
fy_nl: Premium-telefoanmaskearring
hu: Prémium telefonmaszkolás
ia: Mascas telephono premio
it: Alias per numeri di telefono premium
ka: სატელეფონო ნომრის ფასიანი შენიღბვა
ko: 프리미엄 전화번호 마스킹
nl: Premium-telefoonmaskering
pl: Maskowanie numeru telefonu premium
pt_br: Máscara de celular premium
pt_pt: Máscara de telefone Premium
sk: Prémiové maskovanie telefónneho čísla
sr: Премијум маскирање телефона
sv: Premium telefonalias
tr: Premium telefon maskeleme
uk: Преміум маскування телефону
vi: Mặt nạ số điện thoại cao cấp
zh_cn: 高级马甲手机号
zh_tw: 收費版電話轉接

# DB: products.Topic.description
source: Get started with phone masking.
bg: Започнете с маскирането на телефонни номера.
de: Erste Schritte mit Telefonnummer-Masken.
el: Εισαγωγή στην απόκρυψη τηλεφώνου
fy_nl: Oan de gong mei telefoanmaskearring.
hu: Kezdje el a telefonmaszkolást.
ia: Comenciar con mascas telephono.
it: Primi passi con gli alias per numeri di telefono
ka: ისარგებლეთ ნომრის შენიღბვით
ko: 전화번호 마스킹을 시작하세요.
nl: Aan de slag met telefoonmaskering.
pl: Zacznij korzystać z maskowania numeru telefonu.
pt_br: Introdução a máscara de celular.
pt_pt: Comece com o mascaramento do telefone.
sk: Začíname s maskovaním telefónneho čísla
sr: Започните са маскирањем телефона.
sv: Kom igång med telefonalias.
tr: Telefon maskelemeyi kullanmaya başlayın.
uk: Почніть маскувати номер телефону.
vi: Bắt đầu với mặt nạ số điện thoại.
zh_cn: 开始使用马甲手机号。
zh_tw: 開始使用電話轉接功能。

# DB: products.Topic.title
source: Primary password
hu: Elsődleges jelszó
ia: Contrasigno primari
it: Password principale
kab: Awal n uɛeddi agejdan
nl: Hoofdwachtwoord
pl: Hasło główne
pt_br: Senha principal
sv: Huvudlösenord
tr: Ana parola
zh_cn: 主密码

# DB: products.Topic.description
source: Set up a primary password to secure your saved passwords.
hu: Állítson be elsődleges jelszót a mentett jelszavak biztonsága érdekében.
ia: Implementa un contrasigno primari pro salveguardar tu contrasignos reservate.
it: Imposta una password principale per proteggere le password salvate.
nl: Een hoofdwachtwoord instellen om uw opgeslagen wachtwoorden te beveiligen.
pl: Ustaw hasło główne, aby zabezpieczyć zapisane hasła.
pt_br: Configure uma senha principal para proteger suas senhas salvas.
sv: Konfigurera ett huvudlösenord för att säkra dina sparade lösenord.
tr: Kayıtlı parolalarınızın güvenliğini sağlamak için bir ana parola oluşturun.
zh_cn: 设置主密码，保护已保存的密码。

# DB: products.Topic.title
source: Print
ia: Imprimer
kab: Siggez
sv: Skriv ut
tr: Yazdırma

# DB: products.Topic.description
source: Troubleshoot print issues.
ia: Solver problemas de impression.
sv: Felsök utskriftsproblem.
tr: Yazdırmayla ilgili sorunları giderin.

# DB: products.Topic.title
source: Privacy and security
af: Privaatheid en sekuriteit
bg: Поверителност и сигурност
bs: Privatnost i sigurnost
de: Datenschutz und Sicherheit
el: Απόρρητο και ασφάλεια
es: Privacidad y seguridad
fy_nl: Privacy en befeiliging
he: פרטיות ואבטחה
hr: Privatnost i sigurnost
hu: Adatvédelem és biztonság
ia: Confidentialitate e securitate
id: Privasi dan keamanan
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ka: პირადულობა და უსაფრთხოება
kab: Tabaḍnit & taɣellist
ko: 개인 정보 및 보안 설정
mg: Tsiambaratelo sy fiarovana
ms: Privasi dan keselamatan
nb_no: Personvern og sikkerhet
nl: Privacy en beveiliging
pa_in: ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ
pl: Prywatność i bezpieczeństwo
pt_br: Privacidade e segurança
pt_pt: Privacidade e segurança
ro: Confidențialitate și securitate
sk: Súkromie a bezpečnosť
sr: Приватност и сигурност
sv: Sekretess och säkerhet
te: అంతరంగికత, భద్రత
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve güvenlik
uk: Безпека і приватність
ur: رازداری اور سیکورٹی
vi: Riêng tư và bảo mật
zh_cn: 隐私与安全
zh_tw: 隱私權與安全性
zu: Ukugcinwa kwemininingwane iyimfihlo nokuvikeleka

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
af: Hou jou inligting veilig met Firefox OS-grendels, privaatheid-kenmerke en nog baie meer.
bg: Пазете информацията си в безопасност със защитата на Firefox OS, функции за поверителност и др.
bs: Držite svoje informacije na bezbjednom sa ključevima, postavkama privatnosti i drugim na Firefox OS-u.
de: Schützen Sie Ihre Daten mit der Sperre, Datenschutzeinstellungen und mehr von Firefox OS.
el: Προστασία των πληροφοριών σας με κλείδωμα, λειτουργίες απορρήτου και πολλά άλλα στο Firefox OS.
es: Mantén tu información segura gracias al bloqueo, las características de privacidad de Firefox OS y mucho más.
fy_nl: Hâld jo gegevens feilich mei Firefox OS’ beskoattelingen, privacyfunksjes en mear.
he: שמירה על המידע שלך בטוח עם Firefox OS בזכות נעילות, תכונות אבטחה ועוד.
hr: Čuvaj svoje podatke s Firefox OS lokotima, funkcijama za privatnosti i drugim.
hu: Tartsa adatait biztonságban a Firefox OS zárolásai, adatvédelmi funkciói és egyebek segítségével.
ia: Mantene tu informationes secur con le blocos, le functionalitates de confidentialitate e multo plus de Firefox OS.
id: Menjaga informasi Anda tetap aman dengan kunci Firefox OS, fitur privasi, dan banyak lagi.
it: Tieni al sicuro le tue informazioni con il blocco e le altre caratteristiche di sicurezza di Firefox OS
ja: Firefox OS のロック機能やプライバシー保護機能で個人情報を安全に守りましょう。
ka: უზრუნველყავით პირადი მონაცემების უსაფრთხოება Firefox OS-ზე, ეკრანის შეზღუდვის, პირადულობის პარამეტრებისა და მსგავსი საშუალებების დახმარებით.
kab: Ḥrez talɣut-ik s wudem aɣelsan s usekṛun n Firefox OS, timahilin n tudert tabaḍnit d wayen-nniḍen.
ko: Firefox OS 잠금, 사생활 보호 기능을 사용하여 당신의 정보를 더욱 안전하게 유지합니다.
mg: Tano ho voaaro @ alàlan'ny hidy Firefox OS, fiasan-tsiambaratelo ary maro hafa ny fampahalalanao.
ms: Pastikan maklumat anda selamat dengan ciri kunci, privasi dan banyak lagi ciri Firefox OS.
nb_no: Hold informasjonen din trygg med Firefox OS lås, personvern- og sikkerhetsinnstillinger.
nl: Houd uw gegevens veilig met Firefox OS’ vergrendelingen, privacyfuncties en meer.
pl: Chroń swoje dane, korzystając z blokad, ustawień prywatności i innych funkcji Firefox OS.
pt_br: Mantenha suas informações seguras com o bloqueio e outras funcionalidades de segurança do Firefox OS.
pt_pt: Mantenha a sua informação segura com os bloqueios do Firefox OS, funcionalidades de privacidade e muito mais.
ro: Păstrează-ți informațiile în siguranță cu ajutorul funcționalităților de blocare, de confidențialitate și altele din Firefox OS.
sk: Majte svoje informácie v bezpečí s funkciami pre súkromie vo Firefox OS.
sr: Држите своје информације на безбедном са кључевима, поставкама приватности и другим на Firefox OS-у.
sv: Håll din information säker med Firefox OS lås, säkerhetsfunktioner och mer.
te: మీ సమాచారాన్ని Firefox OS తాళాలు , గోప్యతా లక్షణాలు మరియు మరింత సురక్షితంగా ఉంచండి.
th: รักษาข้อมูลของคุณให้ปลอดภัยด้วยการล็อก, คุณสมบัติความเป็นส่วนตัว และอื่น ๆ ใน Firefox OS
tr: Firefox OS kilitleri, gizlilik özellikleri ve daha fazlasıyla bilgilerinizi güvende tutun.
uk: Тримайте свою інформацію в безпеці за допомогою блокувань Firefox OS, функцій приватності та іншого.
vi: Giữ thông tin của bạn an toàn với các khóa Firefox OS, các tính năng riêng tư và hơn thế nữa.
zh_cn: 使用 Firefox OS 的锁定、隐私保护等功能保证您的信息安全性。
zh_tw: 透過 Firefox OS 鎖、隱私保護等功能來保護您的資訊安全。
zu: Gcina imininingwane yakho iphephile ngokhiye be-Firefox OS, amafisha akho enziwa la.

# DB: products.Topic.description
source: Protect your privacy on Firefox Preview.
bg: Защитете поверителността си в Firefox Preview.
de: Schützen Sie Ihre Privatsphäre in Firefox Preview.
el: Προστασία απορρήτου στο Firefox Preview.
es: Protege tu privacidad en Firefox Preview.
fy_nl: Beskermje jo privacy op Firefox Preview.
he: הגנה על הפרטיות שלך ב־Firefox Preview.
hr: Zaštiti svoju privatnost u Firefoxu Preview.
hu: Védje meg az adatait a Firefox Preview-val.
ia: Protege tu datos private sur Firefox Preview.
it: Proteggere la privacy con Firefox Preview
ja: Firefox Preview 上のプライバシーを保護する。
ka: პირადულობის დაცვა, Firefox Preview-ზე.
kab: Mmesten tabaḍnit-ik deg Firefox Preview.
ko: Firefox Preview에서 사생활을 보호하세요.
nb_no: Beskytt ditt personvern i Firefox Preview.
nl: Bescherm uw privacy op Firefox Preview.
pl: Ochrona prywatności w Firefox Preview.
pt_br: Proteja sua privacidade no Firefox Preview.
pt_pt: Proteja a sua privacidade no Firefox Preview.
ro: Protejează-ți confidențialitatea pe Firefox Preview.
sk: Chráňte svoje súkromie s Firefoxom Preview.
sr: Заштитите вашу приватност у Firefox Preview-у.
sv: Skydda din integritet i Firefox Preview.
th: ปกป้องความเป็นส่วนตัวของคุณบน Firefox Preview
tr: Firefox Preview'da gizliliğinizi koruyun.
uk: Захистіть свою приватність на Firefox Preview.
ur: Firefox Preview. پر اپنی رازداری کی حفاظت کریں۔
vi: Bảo vệ quyền riêng tư của bạn trên Firefox Preview.
zh_cn: 在 Firefox Preview 保护您的隐私。
zh_tw: 在 Firefox Preview 保護您的隱私。

# DB: products.Topic.description
source: Learn how to protect your privacy and secure your data.
hu: Tudja meg, hogyan védheti meg a magánszféráját és az adatait.
ia: Apprende a proteger tu confidentialitate e render secur tu datos.
it: Scopri come proteggere la tua privacy e proteggere i tuoi dati.
nl: Lees hoe u uw privacy kunt beschermen en uw gegevens kunt beveiligen.
pl: Dowiedz się, jak chronić swoją prywatność i zabezpieczyć swoje dane.
pt_br: Saiba como proteger sua privacidade e seus dados.
sv: Lär dig hur du skyddar din integritet och säkrar din data.
tr: Gizliliğinizi korumayı ve verilerinizin güvenliğini sağlamayı öğrenin.
zh_cn: 了解保护隐私及保障数据安全的方法。

# DB: products.Topic.title
source: Privacy and security settings
af: Instellings vir privaatheid en sekuriteit
bg: Настройки за поверителност и сигурност
bs: Postavke sigurnosti i privatnosti
de: Einstellungen zu Datenschutz und Sicherheit
el: Ρυθμίσεις απορρήτου και ασφάλειας
es: Ajustes de privacidad y seguridad
fy_nl: Privacy- en befeiligingsynstellingen
he: הגדרות פרטיות ואבטחה
hr: Postavke privatnosti i sigurnosti
hu: Adatvédelmi és biztonsági beállítások
ia: Parametros de confidentialitate e securitate
id: Setelan privasi dan keamanan
it: Impostazioni per privacy e sicurezza
ja: プライバシーとセキュリティの設定
ka: პირადულობისა და უსაფრთხოების პარამეტრები
kab: Iɣewwaren n tbaḍnit d tɣellist
ko: 개인 정보 및 보안 설정
mg: Tefin'ny tsiambaratelo sy fiarovana
ms: Tetapan privasi dan keselamatan
nb_no: Personvern og sikkerhetsinnstillinger
nl: Privacy- en beveiligingsinstellingen
pa_in: ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ ਵਿਵਸਥਾਵਾ
pl: Ustawienia prywatności i bezpieczeństwa
pt_br: Configurações de privacidade e segurança
pt_pt: Definições de privacidade e segurança
ro: Setări de confidențialitate și securitate
sk: Nastavenie súkromia a bezpečnosti
sr: Подешавања сигурности и приватности
sv: Sekretess och säkerhetsinställningar
te: అంతరంగికత, భద్రత అమరికలు
th: การตั้งค่าความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve güvenlik ayarları
uk: Налаштування приватності й безпеки
ur: رازداری اور سیکورٹی کی سیٹنگز
vi: Cài đặt quyền riêng tư và bảo mật
zh_cn: 隐私与安全设置
zh_tw: 隱私權與安全性設定
zu: Amasethingi obumfihlo nokuvikeleka
