Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Username may contain only English letters, numbers and ./-/_ characters.
af: Gebruikernaam mag slegs Engelse letters, getalle en ./-/_ bevat.
bg: Потребителското име може да съдържа само латински букви, цифри и символите ./+/-/_.
bs: Korisničko ime može da sadrži samo slova, brojeve i ./-/_ znakove.
de: Der Benutzername darf nur englische Buchstaben, Zahlen und die Zeichen ./-/_ enthalten.
el: Το όνομα χρήστη μπορεί να περιέχει μόνο αγγλικά γράμματα, αριθμούς και χαρακτήρες ./-/_.
es: El nombre de usuario solo puede contener letras, números y los caracteres ./-/_.
fy_nl: Brûkersnamme mei allinnich Ingelske letters, sifers en de tekens ./-/_ befetsje.
he: שם המשתמש יכול להכיל אותיות באנגלית, מספרים ואת התווים ./-/_ בלבד.
hr: Korisničko ime može sadržati samo slova, brojke i znakove ./-/_.
hu: A felhasználónév csak angol betűket, számokat és ./-/_ karaktereket tartalmazhat.
ia: Le nomine de usator pote continer solo litteras anglese, numeros e le characteres: ./-/_ .
id: Nama pengguna hanya dapat terdiri dari huruf Latin, angka, dan karakter ./-/_ .
it: Il nome utente può contenere solamente lettere non accentate, numeri e i caratteri ./-/_
ja: ユーザー名に使用できる文字は、英数字と記号 . - _ のみです。
ka: მომხმარებლის სახელი, უნდა შეიცავდეს მხოლოდ ლათინურ ასოებს, ციფრებს და ./-/_ სიმბოლოებს.
kab: Isem n useqdac yezmer kan ad yegber isekkilen n ugemmay n teglizit, imḍanen akked isekkilen ./-/_
ko: 사용자명은 영문 문자 및 숫자 그리고 ./-/_만 사용 가능합니다.
mg: Litera Anglisy, isa ary maritsoratra ./-/_ ihano no azo atao @ solonanarana.
ms: Nama pengguna hanya boleh mengandungi huruf, nombor, dan aksara ./-/_ bahasa Inggeris.
nb_no: Brukernavnet kan bare inneholde bokstaver, tall og tegnene ./-/_.
nl: Gebruikersnaam mag alleen Engelse letters, cijfers en de tekens ./-/_ bevatten.
pl: Nazwa użytkownika może zawierać tylko litery alfabetu łacińskiego, cyfry i znaki ./-/_.
pt_br: O nome de usuário pode conter apenas letras, números e os caracteres ./-/_
pt_pt: O nome de utilizador apenas pode conter letras inglesas, números e os caracteres ./-/_ .
ro: Numele de utilizator poate conține doar litere englezești, numere și caracterele ./-/_ .
sk: Meno používateľa môže obsahovať len znaky abecedy, čísla a špeciálne znaky ./-/_ .
sr: Корисничко име може да садржи само слова, бројеве и ./+/-/_ знакове.
sv: Användarnamn kan endast innehålla engelska bokstäver, siffror och ./-/_ tecken.
te: యూజర్ పేరు ఒక ఆంగ్ల అక్షరాలు, సంఖ్యలు మరియు ./-/_ అక్షరాలు మాత్రమే కలిగి ఉండవచ్చు.
th: ชื่อผู้ใช้จะต้องประกอบด้วยตัวอักษรภาษาอังกฤษ ตัวเลข และเครื่องหมาย ./-/_ เท่านั้น
tr: Kullanıcı adı yalnızca İngilizce harfleri, rakamları ve ./-/_ karakterlerini içerebilir.
uk: Ім'я користувача може містити тільки англійські літери, цифри та символи ./-/_.
vi: Tên người dùng chỉ có thể chứa các chữ cái tiếng Anh, số và ký tự ./-/_.
zh_cn: 用户名只能通过英文字母、数字以及 ./-/_ 这些字符组成。
zh_tw: 使用者名稱僅能由英文字母、數字以及 ./-/_ 等字元組成。
zu: Igama lomsebenzisi kungenzeka libe nezinhlamvu zamagama esiNgisi, izinombolo kanye nalezi zinhlamvu ./-/_.

source: Username is required.
af: Gebruikernaam word vereis.
bg: Изисква се потребителско име.
bs: Korisničko ime je obavezno.
de: Benutzername ist erforderlich.
el: Απαιτείται όνομα χρήστη.
es: El nombre de usuario es necesario.
fy_nl: Brûkersnamme is nedich
he: שם משתמש נדרש.
hr: Korisničko ime je potrebno.
hu: A felhasználónév megadása kötelező.
ia: Es requirite un nomine de usator.
id: Nama pengguna wajib diisi.
it: È obbligatorio un nome utente.
ja: ユーザー名が必要です。
ka: მომხმარებლის სახელი აუცილებელია.
kab: Isem n useqdac yettwasra.
ko: 사용자명을 입력하세요.
mg: Ilaina ny solonanarana.
ms: Nama pengguna diperlukan.
nb_no: Brukernavn er påkrevd.
nl: Gebruikersnaam is vereist.
pa_in: ਯੂਜ਼ਰ-ਨਾਂ ਚਾਹੀਦਾ ਹੈ।
pl: Nazwa użytkownika jest wymagana.
pt_br: O nome de usuário é exigido.
pt_pt: O nome de utilizador é requerido.
ro: Numele de utilizator este necesar.
sk: Meno používateľa je povinná položka.
sr: Корисничко име је потребно.
sv: Användarnamn krävs.
te: యూజర్ పేరు అవసరం.
th: ต้องการชื่อผู้ใช้
tr: Kullanıcı adı gereklidir.
uk: Ім'я користувача обов'язкове.
ur: صارف نام درکار ہے۔
vi: Tên đăng nhập là bắt buộc.
zh_cn: 用户名不能为空。
zh_tw: 使用者名稱是必要的。
zu: Kudingeka igama lomsebenzisi.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
af: Gebruikernaam is te kort (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters wees.
bg: Потребителското име е твърде късо (%(show_value)s символа). Трябва да е с дължина поне %(limit_value)s символа.
bs: Korisničko ime je prekratko (%(show_value)s karaktera). Potrebno je da sadrži minimalno %(limit_value)s karaktera.
de: Der Benutzername ist zu kurz (%(show_value)s Zeichen). Er muss mindestens %(limit_value)s Zeichen lang sein.
el: Το όνομα χρήστη είναι πολύ μικρό (%(show_value)s χαρακτήρες). Πρέπει να είναι τουλάχιστον %(limit_value)s χαρακτήρες.
es: El nombre es demasiado corto (%(show_value)s caracteres). Debe tener al menos %(limit_value)s caracteres.
fy_nl: Brûkersnamme is te koart (%(show_value)s karakters). It moat op syn minst %(limit_value)s karakters wêze.
he: שם המשתמש קצר מדי (%(show_value)s תווים). עליו להיות באורך של %(limit_value)s תווים לפחות.
hr: Korisničko ime je prekratko (%(show_value)s znakova). Potrebno je da sadrži minimalno %(limit_value)s znakova.
hu: A felhasználónév túl rövid (%(show_value)s karakter). Legalább %(limit_value)s karakternek kell lennie.
ia: Le nomine de usator es troppo curte (%(show_value)s characteres). Illo debe haber al minus %(limit_value)s characteres.
id: Nama pengguna terlalu pendek (%(show_value)s karakter). Paling sedikit panjangnya harus %(limit_value)s karakter.
it: Il nome utente è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: ユーザー名が短すぎます (現在 %(show_value)s 文字)。%(limit_value)s 文字以上にしてください。
ka: მომხმარებლის სახელი ზედმეტად მოკლეა (%(show_value)s სიმბოლო). უნდა შედგებოდეს, სულ მცირე %(limit_value)s სიმბოლოსგან.
kab: Isem n useqdac wezzil aṭas (%(show_value)s isekkilen). Yessefk ad yesɛu xerṣum %(limit_value)s yisekkilen.
ko: 사용자명이 너무 짧습니다 (%(show_value)s자). 적어도 %(limit_value)s자 이상이어야 합니다.
mg: Fohy loatra ny solonanarana (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.
ms: Nama pengguna terlalu pendek (%(show_value)s characters). Sekurang-kurangnya mesti ada %(limit_value)s aksara.
nb_no: Brukernavnet er for kort (%(show_value)s tegn). Det må være minst %(limit_value)s tegn.
nl: Gebruikersnaam is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
pa_in: ਯੂਜ਼ਰ-ਨਾਂ ਬਹੁਤ ਛੋਟਾ ਹੈ (%(show_value)s ਸ਼ਬਦਾ). ਇਹ ਘੱਟੋ ਘੋਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ %(limit_value)s ਸ਼ਬਦਾ।
pl: Nazwa użytkownika jest zbyt krótka (liczba znaków: %(show_value)s) – musi mieć co najmniej %(limit_value)s znaków.
pt_br: O nome de usuário é muito curto (%(show_value)s caracteres). Ele deve ter pelo menos %(limit_value)s caracteres.
pt_pt: O nome de utilizador é muito curto (%(show_value)s caracteres). Deve ter pelo menos %(limit_value)s caracteres.
ro: Numele de utilizator este prea scurt (%(show_value)s charactere). Trebuie să aibă cel puțin %(limit_value)s caractere.
sk: Meno používateľa je veľmi krátke (%(show_value)s znakov). Musí mať najmenej %(limit_value)s znakov.
sr: Корисничко име је прекратко (%(show_value)s characters). Мора имати најмање %(limit_value)s знакова.
sv: Användarnamnet är för kort (%(show_value)s tecken). Det måste minst vara %(limit_value)s tecken.
te: వినియోగదారు పేరు చాలా చిన్నది (%(show_value)s అక్షరాలు). ఇది కనీసం %(limit_value)s లు అక్షరాలు ఉండాలి.
th: ชื่อผู้ใช้สั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
tr: Kullanıcı adı çok kısa (%(show_value)s karakter). En az %(limit_value)s karakter olmalıdır.
uk: Ім'я користувача закоротке (%(show_value)s символів). Його довжина повинна бути не менш ніж %(limit_value)s символів.
vi: Tên đăng nhập quá ngắn (%(show_value)s kí tự). Nó phải có ít nhất %(limit_value)s kí tự.
zh_cn: 用户名太短（%(show_value)s个字符）。至少要有%(limit_value)s个字符。
zh_tw: 內容資訊太短 (%(show_value)s 個字元)，必須超過 %(limit_value)s 個字元。
zu: Igama lomsebenzisi lifishane kakhulu (%(show_value)s ezinhlamvu). Kufanele libe okungenani ezi- %(limit_value)s izinhlamvu.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
af: Gebruikernaam is te lank (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters of minder wees.
bg: Потребителското име е твърде дълго (%(show_value)s символа). Трябва да е с дължина ненадвишаваща %(limit_value)s символа.
bs: Korisničko ime je predugo (%(show_value)s karaktera). Potrebno je da sadrži maksimalno %(limit_value)s karaktera ili manje.
de: Der Benutzername ist zu lang (%(show_value)s Zeichen). Er darf höchstens %(limit_value)s Zeichen lang sein.
el: Το όνομα χρήστη είναι πολύ μεγάλο (%(show_value)s χαρακτήρες). Πρέπει να είναι το πολύ %(limit_value)s χαρακτήρες.
es: El nombre de usuario es demasiado corto (%(show_value)s caracteres). Debe tener %(limit_value)s caracteres o menos.
fy_nl: Brûkersnamme is te lang (%(show_value)s karakters). It moat maksimaal %(limit_value)s karakters wêze.
he: שם המשתמש ארוך מדי (%(show_value)s תווים). עליו להיות באורך של %(limit_value)s תווים לכל היותר.
hr: Korisničko ime je predugo (%(show_value)s znakova). Potrebno je da sadrži maksimalno %(limit_value)s znakova ili manje.
hu: A felhasználónév túl hosszú (%(show_value)s karakter). Legfeljebb %(limit_value)s karakternek szabad lennie.
ia: Le nomine de usator es troppo longe (%(show_value)s characteres). Illo debe haber %(limit_value)s characteres o minus.
id: Nama pengguna terlalu panjang (%(show_value)s karakter). Paling banyak panjangnya harus %(limit_value)s karakter.
it: Il nome utente è troppo lungo (%(show_value)s caratteri). Deve essere al massimo %(limit_value)s caratteri.
ja: ユーザー名が長すぎます (現在 %(show_value)s 文字)。%(limit_value)s 文字以下にしてください。
ka: მომხმარებლის სახელი ზედმეტად გრძელია (%(show_value)s სიმბოლო). უნდა შედგებოდეს, არაუმეტეს %(limit_value)s სიმბოლოსგან.
kab: Isem n useqdac ɣezzif aṭas (%(show_value)s isekkilen). Yessefk ad yili %(limit_value)s isekkilen neɣ daw.
ko: 사용자명이 너무 깁니다 (%(show_value)s자). 적어도 %(limit_value)s자 이하이어야 합니다.
mg: Lava loatra ny solonanarana (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s na latsaka.
ms: Nama pengguna terlalu panjang (%(show_value)s characters). Mesti ada %(limit_value)s aksara atau kurang.
nb_no: Brukernavnet er for langt (%(show_value)s tegn). Det må være %(limit_value)s tegn eller kortere.
nl: Gebruikersnaam is te lang (%(show_value)s tekens). Deze moet %(limit_value)s tekens of minder bevatten.
pa_in: ਯੂਜ਼ਰ-ਨਾਂ ਬਹੁਤ ਵੋਡਾ ਹੈ (%(show_value)s ਸ਼ਬਦਾ). ਇਹ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ %(limit_value)s ਸ਼ਬਦਾ ਜਾ ਘੱਟ।
pl: Nazwa użytkownika jest za długa (liczba znaków: %(show_value)s) – może mieć maksymalnie %(limit_value)s znaków.
pt_br: O nome de usuário é muito curto (%(show_value)s caracteres). Ele deve ter pelo menos %(limit_value)s caracteres.
pt_pt: O nome de utilizador é muito comprido (%(show_value)s caracteres). Deve ter %(limit_value)s caracteres ou menos.
ro: Numele de utilizator este prea lung (%(show_value)s charactere). Trebuie să aibă %(limit_value)s caractere sau mai puține.
sk: Meno používateľa je veľmi dlhé (%(show_value)s znakov). Musí mať najviac %(limit_value)s znakov.
sr: Корисничко име је предугачко (%(show_value)s characters). Мора имати %(limit_value)s знакова или мање.
sv: Användarnamnet är för långt (%(show_value)s tecken). Det måste vara %(limit_value)s tecken eller mindre.
te: వినియోగదారు పేరు చాలా పొడవుగా (%(show_value)s అక్షరాలు) ఉంది. ఇది %(limit_value)s అక్షరాలు లేదా తక్కువ ఉండాలి.
th: ชื่อผู้ใช้สั้นยาวเกินไป (%(show_value)s ตัวอักษร) มันต้อง %(limit_value)s ตัวอักษรหรือน้อยกว่านี้
tr: Kullanıcı adı çok uzun (%(show_value)s karakter). En çok %(limit_value)s karakter olmalıdır.
uk: Ім'я користувача задовге (%(show_value)s символів). Його довжина повинна бути %(limit_value)s символів чи менше.
vi: Tên đăng nhập quá dài (%(show_value)s kí tự). Nó phải từ %(limit_value)s kí tự trở xuống.
zh_cn: 用户名太长（%(show_value)s个字符）。最多允许%(limit_value)s个字符。
zh_tw: 內容資訊太短 (%(show_value)s 個字元)，必須超過 %(limit_value)s 個字元。
zu: Igama lomsebenzisi lide kakhulu (%(show_value)s ezinhlamvu). Kufanele libe okungenani ezi- %(limit_value)s izinhlamvu.

source: Email address is required.
af: E-posadres word vereis.
bg: Въвеждането на имейл е задължително.
bs: Email adresa je obavezna.
de: E-Mail-Adresse ist erforderlich.
el: Απαιτείται διεύθυνση email.
es: El correo es necesario.
fy_nl: E-mailadres is nedich.
he: נדרשת כתובת דוא״ל.
hr: Email adresa je potrebna.
hu: E-mail cím megadása kötelező.
ia: Un adresse de e-mail es necessari.
id: Alamat email wajib diisi.
it: È obbligatorio un indirizzo email.
ja: メールアドレスが必要です。
ka: ელფოსტის მითითება აუცილებელია.
kab: Tansa imayl tettwasra.
ko: 이메일을 입력하세요.
mg: Ilaina ny adiresy mailaka.
ms: Alamat e-mel diperlukan.
nb_no: E-postadresse er påkrevd.
nl: E-mailadres is vereist.
pa_in: ਈਮੇਲ ਐਡਰੈਸ ਚਾਹੀਦਾ ਹੈ।
pl: Adres e-mail jest wymagany.
pt_br: Endereço de email é obrigatório.
pt_pt: O endereço de email é requerido.
ro: Adresa de e-mail este necesară.
sk: E‑mailová adresa je povinná položka.
sr: Потребна је е-пошта.
sv: E-postadress krävs.
te: ఈమెయిలు చిరునామా తప్పనిసరి.
th: ต้องการที่อยู่อีเมล
tr: E-posta adresi gereklidir.
uk: Адреса електронної пошти обов'язкова.
ur: ای میل پتہ درکار ہے۔
vi: Bắt buộc phải có địa chỉ email.
zh_cn: 电子邮件地址不能为空。
zh_tw: Email 地址是必要的。
zu: Kudingeka ikheli le-imeyli.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
af: E-posadres is te kort (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters wees.
bg: Имейлът е твърде къс (%(show_value)s символа). Той трябва да съдържа поне %(limit_value)s символа.
bs: Email adresa je prekratka (%(show_value)s karaktera). Potrebno je da sadrži minimalno %(limit_value)s karaktera.
de: Die E-Mail-Adresse ist zu kurz (%(show_value)s Zeichen). Sie muss mindestens %(limit_value)s Zeichen enthalten.
el: Η διεύθυνση email είναι πολύ μικρή (%(show_value)s χαρακτήρες). Πρέπει να είναι τουλάχιστον %(limit_value)s χαρακτήρες.
es: El correo es demasiado corto (%(show_value)s characters). Debe tener al menos %(limit_value)s caracteres.
fy_nl: E-mailadres is te koart (%(show_value)s karakters). It moat op syn minst %(limit_value)s karakters wêze.
he: כתובת הדוא״ל קצרה מדי (%(show_value)s תווים). עליה להיות באורך של %(limit_value)s תווים לפחות.
hr: Email adresa je prekratka (%(show_value)s znakova). Potrebno je da sadrži minimalno %(limit_value)s znakova.
hu: Az e-mail cím túl rövid (%(show_value)s karakter). Legalább %(limit_value)s karakternek kell lennie.
ia: Le adresse de e-mail es troppo curte (%(show_value)s characteres). Illo debe haber al minus %(limit_value)s characteres.
id: Alamat email terlalu pendek (%(show_value)s karakter). Paling sedikit panjangnya harus %(limit_value)s karakter.
it: L’indirizzo email è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: メールアドレスが短すぎます (現在 %(show_value)s 文字)。%(limit_value)s 文字以上にしてください。
ka: ელფოსტის მისამართი ზედმეტად მოკლეა (%(show_value)s სიმბოლო). უნდა შედგებოდეს, სულ მცირე %(limit_value)s სიმბოლოსგან.
kab: Tansa imayl wezzilet aṭas (%(show_value)s isekkilen). Yessefk ad tili xerṣum %(limit_value)s isekkilen.
ko: 이메일이 너무 짧습니다(%(show_value)s자). 적어도 %(limit_value)s자 이상은 되어야 합니다.
mg: Fohy loatra ny adiresy mailaka (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.
ms: Alamat e-mel terlalu pendek (%(show_value)s aksara). Sekurang-kurangnya mesti ada %(limit_value)s aksara.
nb_no: E-postadressen er for kort (%(show_value)s tegn). Den må være minst %(limit_value)s tegn.
nl: E-mailadres is te kort (%(show_value)s tekens). Dit moet minstens %(limit_value)s tekens bevatten.
pa_in: ਈਮੇਲ ਐਡਰੈਸ ਬਹੁਤ ਛੋਟਾ ਹੈ (%(show_value)s ਸ਼ਬਦਾ). ਇਹ ਘੱਟੋ ਘੋਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ %(limit_value)s ਸ਼ਬਦਾ।
pl: Adres e-mail jest zbyt krótki (liczba znaków: %(show_value)s ) – musi mieć co najmniej %(limit_value)s znaków.
pt_br: O endereço de email é muito curto (%(show_value)s caracteres). Ele deve ter no mínimo %(limit_value)s caracteres.
pt_pt: O endereço de email é muito curto (%(show_value)s caracteres). Deve ter no mínimo %(limit_value)s caracteres.
ro: Adresa de email este prea scurtă (%(show_value)s charactere). Trebuie să aibă cel puțin %(limit_value)s caractere.
sk: E‑mailová adresa je veľmi krátka (%(show_value)s znakov). Musí mať najmenej %(limit_value)s znakov.
sr: Е-пошта је прекратка (%(show_value)s characters). Мора имати најмање %(limit_value)s знакова.
sv: E-postadressen är för kort (%(show_value)s tecken). Den måste minst vara %(limit_value)s tecken.
te: ఇమెయిల్ చిరునామా చాలా చిన్న (%(show_value)s అక్షరాలు) ఉంది. ఇది కనీసం %(limit_value)s అక్షరాలు ఉండాలి.
th: ที่อยู่อีเมลสั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
tr: E-posta adresi çok kısa (%(show_value)s karakter). En az %(limit_value)s karakter olmalıdır.
uk: Адреса електронної пошти закоротка (%(show_value)s символів). Її довжина повинна бути не менш ніж %(limit_value)s символів.
vi: Địa chỉ email quá ngắn (%(show_value)s kí tự). Nó phải có ít nhất %(limit_value)s kí tự.
zh_cn: 电子邮件地址太短（%(show_value)s字符）。它至少要有%(limit_value)s个字符。
zh_tw: 這個標題 (%(show_value)s 個字) 太短。它必須至少有 %(limit_value)s 個字以上。
zu: Iheli le-imeyli lifishane kakhulu (%(show_value)s ezinhlamvu). Kufanele libe okungenani ezi- %(limit_value)s izinhlamvu.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
af: E-posadres is te lank (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters of minder wees.
bg: Имейлът е твърде дълъг (%(show_value)s символа). Трябва да съдържа не повече от %(limit_value)s символа.
bs: Email adresa je preduga (%(show_value)s karaktera). Potrebno je da sadrži maksimalno %(limit_value)s karaktera ili manje.
de: Die E-Mail-Adresse ist zu lang (%(show_value)s Zeichen). Sie darf höchstens %(limit_value)s Zeichen lang sein.
el: Η διεύθυνση email είναι πολύ μεγάλη (%(show_value)s χαρακτήρες). Πρέπει να είναι το πολύ %(limit_value)s χαρακτήρες.
es: El correo es muy largo (%(show_value)s characters). Debe tener %(limit_value)s caracteres o menos.
fy_nl: E-mailadres is te lang (%(show_value)s karakters). It kin maksimaal %(limit_value)s karakters wêze.
he: כתובת הדוא״ל ארוכה מדי (%(show_value)s תווים). עליה להיות באורך של %(limit_value)s תווים לכל היותר.
hr: Email adresa je preduga (%(show_value)s znakova). Potrebno je da sadrži maksimalno %(limit_value)s znakova ili manje.
hu: Az e-mail cím túl hosszú (%(show_value)s karakter). Legfeljebb %(limit_value)s karakternek szabad lennie.
ia: Le nomine de usator es troppo longe (%(show_value)s characteres). Illo debe haber %(limit_value)s characteres o minus.
id: Alamat email terlalu panjang (%(show_value)s karakter). Paling banyak panjangnya harus %(limit_value)s karakter.
it: L’indirizzo email è troppo lungo (%(show_value)s caratteri). Deve essere al massimo %(limit_value)s caratteri.
ja: メールアドレスが長すぎます (現在 %(show_value)s 文字)。%(limit_value)s 文字以下にしてください。
ka: ელფოსტის მისამართი ზედმეტად გრძელია (%(show_value)s სიმბოლო). უნდა შედგებოდეს, არაუმეტეს %(limit_value)s სიმბოლოსგან.
kab: Imayl ɣezzif aṭas (%(show_value)s isekkilen). Yessefk ad yili %(limit_value)s isekkilen neɣ daw.
ko: 이메일이 너무 깁니다(%(show_value)s자). %(limit_value)s자를 넘을 수 없습니다.
mg: Lava loatra ny adiresy mailaka (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s na latsaka.
ms: Alamat e-mel terlalu panjang (%(show_value)s aksara). Mesti ada %(limit_value)s aksara atau kurang.
nb_no: E-postadressen er for lang (%(show_value)s tegn). Den må være %(limit_value)s tegn eller mindre.
nl: E-mailadres is te lang (%(show_value)s tekens). Dit moet %(limit_value)s tekens of minder bevatten.
pa_in: ਈਮੇਲ ਐਡਰੈਸ ਬਹੁਤ ਵੋਡਾ ਹੈ (%(show_value)s ਸ਼ਬਦਾ). ਇਹ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ %(limit_value)s ਸ਼ਬਦਾ ਜਾ ਘੱਟ।
pl: Adres e-mail jest za długi (liczba znaków: %(show_value)s ) – może mieć maksymalnie %(limit_value)s znaków.
pt_br: O endereço de email é muito curto (%(show_value)s caracteres). Ele deve ter no mínimo %(limit_value)s caracteres.
pt_pt: O endereço de email é muito comprido (%(show_value)s caracteres). Deve ter no mínimo %(limit_value)s caracteres ou menos.
ro: Adresa de email este prea lungă (%(show_value)s charactere). Trebuie să aibă cel mult %(limit_value)s caractere.
sk: E‑mailová adresa je veľmi dlhá (%(show_value)s znakov). Musí mať najviac %(limit_value)s znakov.
sr: Е-пошта је предугачка (%(show_value)s characters). Мора имати %(limit_value)s знакова или мање.
sv: E-postadressen är för lång (%(show_value)s tecken). Den måste vara %(limit_value)s tecken eller mindre.
te: ఇమెయిల్ చిరునామా చాలా పొడవుగా (%(show_value)s అక్షరాలు) ఉంది. ఇది %(limit_value)s అక్షరాలు లేదా తక్కువ ఉండాలి.
th: ที่อยู่อีเมลยาวเกินไป (%(show_value)s ตัวอักษร) มันต้อง %(limit_value)s ตัวอักษรหรือน้อยกว่านี้
tr: E-posta adresi çok uzun (%(show_value)s karakter). En çok %(limit_value)s karakter olmalıdır.
uk: Адреса електронної пошти задовга (%(show_value)s символів). Її довжина повинна бути %(limit_value)s символів чи менше.
vi: Địa chỉ email quá dài (%(show_value)s kí tự). Nó phải từ %(limit_value)s kí tự trở xuống.
zh_cn: 电子邮件地址太长（%(show_value)s个字符）。最多允许%(limit_value)s个字符。
zh_tw: 這個標題 (%(show_value)s 個字) 太短。它必須至少有 %(limit_value)s 個字以上。
zu: Ikheli le-imeyli lide kakhulu (%(show_value)s ezinhlamvu). Kufanele libe okungenani ezi- %(limit_value)s izinhlamvu.

source: Password is required.
af: Wagwoord word vereis.
bg: Изисква се парола.
bs: Lozinka je obavezna.
de: Passwort ist erforderlich.
el: Απαιτείται κωδικός πρόσβασης.
es: La contraseña es necesaria.
fy_nl: Wachtwoord is nedich.
he: נדרשת ססמה.
hr: Lozinka je potrebna.
hu: A jelszó megadása kötelező.
ia: Le contrasigno es obligatori.
id: Sandi wajib diisi.
it: È obbligatoria una password.
ja: パスワードが必要です。
ka: პაროლის მითითება აუცილებელია.
kab: Ilaq wawal uffir.
ko: 비밀번호는 필수 항목입니다.
mg: Ilaina ny tenimiafina.
ms: Kata laluan diperlukan.
nb_no: Passord er påkrevd.
nl: Wachtwoord is vereist.
pa_in: ਪਾਸਵਰਡ ਚਾਹੀਦਾ ਹੈ।
pl: Hasło jest wymagane.
pt_br: A senha é obrigatória.
pt_pt: A palavra-passe é requerida.
ro: Este necesară parola.
sk: Heslo je povinná položka.
sr: Потребна је лозинка.
sv: Lösenord krävs.
te: పాస్‌వర్డ్ అవసరం.
th: ต้องการรหัสผ่าน
tr: Parola gereklidir.
uk: Пароль обов'язковий.
ur: پاس ورڈ درکار ہے۔
vi: Bắt buộc phải có mật khẩu.
zh_cn: 密码不能为空。
zh_tw: 必須輸入密碼。
zu: Kudingeka iphasiwedi.
