Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Community forums
af: Gemeenskapforums
bg: Коментар
bs: Komentar:
de: unsere Foren der Gemeinschaft
el: Φόρουμ κοινότητας
es: Foros de la comunidad
fy_nl: Kommentaar:
he: פורומי הקהילה
hr: naše forume zajednice
hu: Közösségi fórumok
ia: Foros del communitate
id: Forum komunitas
it: Forum della comunità
ja: コミュニティフォーラム
ka: მოხალისეთა ერთობის ფორუმი
ko: 커뮤니티 포럼
mg: Fihaonamben'ny vondrona
ms: Forum komuniti
nb_no: Forum for felleskapet
nl: Gemeenschapsforums
pa_in: ਕਮਿਊਨਟੀ ਫੋਰਮ
pl: Forach społeczności
pt_br: Fóruns da comunidade
pt_pt: Fóruns da comunidade
ro: Forumurile comunității
sk: Fórum komunity
sr: Форуми заједница
te: కమ్యూనిటీ వేదికలు
th: ฟอรั่มชุมชน
tr: Topluluk forumları
uk: Форуми спільноти
ur: کمیونٹی فورم
vi: Diễn đàn cộng đồng
zh_cn: 社区论坛
zh_tw: 社群討論區
zu: Ihabhu Yomphakathi

source: Official blog
af: Amptelike blog
bg: Официален блог
de: unseren offiziellen Blog
el: Επίσημο blog
es: Blog oficial
fy_nl: Offisjele blog
he: בלוג רשמי
hr: naš službeni blog
hu: Hivatalos blog
ia: Blog official
id: Blog resmi
it: Blog ufficiale
ja: 公式ブログ
ka: ოფიციალური სვეტი
ko: 공식 블로그
mg: Bilaogy ofisialy
ms: Blog rasmi
nb_no: Offisielle blogg
nl: Officiële blog
pa_in: ਅਧਿਕਾਰਿਤ ਬਲੌਗ
pl: Oficjalnym blogu
pt_br: Blog oficial
pt_pt: Blogue oficial
ro: Blogul oficial
sk: Oficiálny blog
sr: Званичан блог
te: అధికారిక బ్లాగు
th: บล็อกอย่างเป็นทางการ
tr: Resmi blog
uk: Офіційний блог
ur: سرکاری بلاگ
vi: Blog chính thức
zh_cn: 官方博客
zh_tw: 官方部落格
zu: I-blog esemthethweni

source: Twitter account
af: Twitter-rekening
bg: Влез с твоя Twitter акаунт
bs: Prijavite se sa vašim Twitter računom
de: unser Twitter-Konto
el: Λογαριασμός Twitter
es: Cuenta de Twitter
fy_nl: Meld jo oan mei jo Twitter-account
he: חשבון Twitter
hr: naš Twitter račun
hu: Twitter fiók
ia: Conto Twitter
id: Akun Twitter
it: Account Twitter
ja: Twitter アカウント
ka: Twitter ანგარიში
ko: Twitter 계정
mg: Kaonty Twitter
ms: Akaun Twitter
nb_no: Koble til Twitter-kontoen
pa_in: ਟਵਿੱਟਰ ਖਾਤਾ
pl: Koncie na Twitterze
pt_br: Conta do Twitter
pt_pt: Conta do Twitter
ro: Contul de Twitter
sk: Twitter účet
sr: Twitter налог
te: ట్విట్టర్ ఖాతా
th: เชื่อมต่อกับบัญชี Twitter ของคุณ
tr: Twitter hesabı
uk: Обліковий запис Twitter
ur: Twitter اکاؤنٹ
vi: Tài khoản Twitter
zh_cn: Twitter 账户
zh_tw: Twitter 帳號
zu: Lawula ama-akhawunti e-Twitter

source: Weekly meetings
af: Weeklikse byeenkomste
bg: Седмични срещи
de: unsere wöchentlichen Treffen
el: Εβδομαδιαίες συναντήσεις
es: Reuniones semanales
fy_nl: Wyklikse meetings
he: פגישות שבועיות
hr: naše tjedne sastanke
hu: Heti találkozók
ia: Incontros septimanal
id: Rapat mingguan
it: Riunioni settimanali
ja: Weekly Meeting
ka: ყოველკვირეული შეხვედრები
ko: 주간 회의
mg: Fivoriana isan-kerinandro
ms: Mesyuarat mingguan
nb_no: Det ukentlige møtet
nl: Wekelijkse meetings
pa_in: ਹਫ਼ਤੇਵਾਰ ਮੀਟਿੰਗਾਂ
pl: Cotygodniowe spotkania
pt_br: Reuniões semanais
pt_pt: Reuniões semanais
ro: Întâlnirile săptămânale
sk: Týždenné schôdzky
sr: Недељни састанци
te: వారాంతర సమావేశాలు
th: การประชุมรายสัปดาห์
tr: Haftalık toplantılar
uk: Щотижневі наради
ur: ہفتہ وار اجلاس
vi: Những cuộc gặp gỡ cuối tuần
zh_cn: 每周会议
zh_tw: 週會時間
zu: Imihlangano yamasonto onke

source: We also meet every month and you can join us.
bg: Ние също се срещаме всеки месец и може да се присъедините към нас.
de: Wir treffen uns auch jeden Monat und Sie können dabeisein.
el: Συναντιόμαστε επίσης κάθε μήνα και μπορείτε να συμμετάσχετε κι εσείς.
fy_nl: Wy treffe inoar ek elke moanne en jo kinne meidwaan.
hu: Mi is havonta találkozunk, és Ön csatlakozhat hozzánk.
ia: Nos alsi nos incontra cata mense e tu pote junger te a nos.
it: Teniamo anche delle riunioni mensili a cui puoi partecipare.
ka: ყოველთვიურად ვმართავთ შეხვედრებსაც და შეგიძლიათ თქვენც შემოგვიერთდეთ.
ko: 매달 미팅이 개최되며 참여하실 수 있습니다.
nl: We vergaderen ook elke maand en u kunt meedoen.
pl: Spotykamy się co miesiąc i możesz do nas dołączyć.
pt_br: Também nos reunimos todo mês e você pode participar.
pt_pt: Nós também reunimos todos os meses e pode juntar-se a nós.
sk: Tiež sa stretávame každý mesiac a vy sa k nám môžete pridať.
tr: Her ay buluşuyoruz, siz de bize katılabilirsiniz.
uk: Ми також зустрічаємося щомісяця, і ви можете приєднатися до нас.
vi: Chúng tôi cũng gặp nhau hàng tháng và bạn có thể tham gia cùng chúng tôi.
zh_cn: 我们也有月度会议，欢迎加入。
zh_tw: 我們幾乎每月開會，歡迎您加入。

source: Contributor meetings
bg: Срещи на сътрудници
de: Treffen für Mitwirkende
el: Συναντήσεις εθελοντών
fy_nl: Meiwurkersgearkomsten
hu: Közreműködői megbeszélések
ia: Incontros del collaboratores
it: Riunioni dei collaboratori
ka: მოხალისეთა შეხვედრები
ko: 공헌자 미팅
nl: Medewerkersvergaderingen
pl: Spotkania współtwórców
pt_br: Reuniões de colaboradores
pt_pt: Encontros de colaboradores
sk: Stretnutia prispievateľov
tr: Gönüllü toplantıları
uk: Зустрічі помічників
vi: Cuộc họp cộng tác viên
zh_cn: 贡献者会议
zh_tw: 貢獻者會議

source: Payments & Billing
bg: Плащания и фактуриране
de: Bezahlung & Abrechnung
el: Πληρωμές και χρέωση
fy_nl: Betellingen & fakturaasje
he: תשלומים וחיובים
hr: Plaćanja i naplata
hu: Fizetés és számlázás
ia: Pagamentos e facturation
id: Pembayaran & Tagihan
it: Pagamenti e fatturazione
ja: 支払いと請求
ka: გადახდა და ანგარიშსწორება
ko: 결제 및 청구
nb_no: Betaling og fakturering
nl: Betaling & facturatie
pl: Płatności i rachunki
pt_br: Pagamentos e faturamento
pt_pt: Pagamentos e faturação
sk: Platby a fakturácia
sr: Плаћање и наплата
te: చెల్లింపులు & బిల్లింగు
tr: Ödeme ve faturalandırma
uk: Оплата й виставлення рахунків
vi: Thanh toán & lập hóa đơn
zh_cn: 付款和账单
zh_tw: 付款與帳務

source: Accounts & Login
bg: Профили и вход
de: Konten & Zugangsdaten
el: Λογαριασμοί και σύνδεση
fy_nl: Accounts & oanmelde
hr: Računi i prijava
hu: Fiókok és bejelentkezés
ia: Contos e credentiales
id: Akun & Masuk
it: Account e accesso
ja: アカウントとログイン
ka: ანგარიშები და შესვლა
ko: 계정 및 로그인
nb_no: Kontoer og innlogging
nl: Accounts & aanmelden
pl: Konta i logowanie
pt_br: Contas e acessos
pt_pt: Contas e autenticação
sk: Účty a prihlásenie
sr: Налози и пријаве
te: ఖాతాలు & ప్రవేశం
tr: Hesaplar
uk: Облікові записи та вхід
vi: Tài khoản & đăng nhập
zh_cn: 账户与登录
zh_tw: 帳號與登入

source: Technical
bg: Технически
de: Technisch
el: Τεχνικά
es: Técnico
fy_nl: Technysk
hr: Tehnički
hu: Műszaki
ia: Technic
id: Masalah Teknis
it: Informazioni tecniche
ja: 技術
ka: ტექნიკური
ko: 기술적 측면
nb_no: Teknisk
nl: Technisch
pl: Kwestie techniczne
pt_br: Técnico
pt_pt: Técnico
ro: Tehnic
sk: Technické
sr: Техничко
th: ด้านเทคนิค
tr: Teknik
uk: Технічна
ur: تکنیکی
vi: Kỹ thuật
zh_cn: 技术信息
zh_tw: 技術資訊

source: Provide Feedback/Request Features
bg: Обратна връзка/Заявки за подобрения
de: Feedback senden / Funktionen vorschlagen
el: Υποβολή σχολίων/Αίτημα λειτουργιών
fy_nl: Feedback jaan / funksjes oanfreegje
he: מתן משוב / בקשת תכונות
hr: Pošalji povratne informacije/zatraži funkcije
hu: Visszajelzés/funkciókérés küldése
ia: Forni commentarios/requesta functionalitates
id: Berikan Umpan Balik/Saran Fitur
it: Inviare un'opinione / Richiedere nuove funzioni
ja: フィードバックの提供 / 機能のリクエスト
ka: გამოხმაურება/შესაძლებლობის მოთხოვნა
ko: 의견 제공/기능 요청
nb_no: Gi tilbakemelding/foreslå funksjoner
nl: Feedback geven / functies aanvragen
pl: Wyślij opinię/prośbę o funkcję
pt_br: Fornecer opinião / Solicitar recursos
pt_pt: Fornecer feedback/sugerir funcionalidades
sk: Poskytnite spätnú väzbu / navrhnite funkcie
sr: Шаљи повратне информације/затражи функције
tr: Görüş bildirme / yeni özellik talebi
uk: Надіслати відгук/запит нової функції
vi: Cung cấp phản hồi/yêu cầu tính năng
zh_cn: 提供反馈 / 请求功能
zh_tw: 提供意見回饋 / 功能請求

source: Not listed
bg: Не е в списъка
de: Nicht aufgeführt
el: Δεν αναγράφεται
fy_nl: Net fermeld
hr: Nije na popisu
hu: Nem listázott
ia: Non listate
id: Tidak terdaftar
it: Non in elenco
ja: 一覧にない
ka: არაა ჩამონათვალში
ko: 목록에 없음
nb_no: Ikke listet
nl: Niet vermeld
pl: Niewymienione
pt_br: Não listado
pt_pt: Não listado
sk: Neuvedené
sr: Није на листи
tr: Başka bir konu
uk: Не вказано в списку
vi: Không được liệt kê
zh_cn: 未列出
zh_tw: 未列於此處

source: I forgot my password
bg: Не си спомням паролата си
de: Ich habe mein Passwort vergessen
el: Ξέχασα τον κωδικό πρόσβασής μου
es: Olvide mi contraseña
fy_nl: Ik haw myn wachtwurd ferjitten
he: שכחתי את הסיסמה שלי
hu: Elfelejtettem a jelszavamat
ia: Io oblidava mi contrasigno
id: Saya lupa kata sandi
it: Ho dimenticato la password
ka: დამავიწყდა პაროლი
ko: 암호 찾기
nl: Ik ben mijn wachtwoord vergeten
pl: Zapomniałem hasła
pt_br: Esqueci minha senha
pt_pt: Eu esqueci-me da minha palavra-passe
sk: Zabudol som heslo
th: ฉันลืมรหัสผ่านของฉัน
tr: Parolamı unuttum
uk: Я забув свій пароль
vi: Tôi quên mật khẩu rồi
zh_cn: 我忘记密码了
zh_tw: 我忘記密碼了

source: I can't recover my account using email
de: Ich kann mein Konto nicht per E-Mail wiederherstellen
el: Δεν μπορώ να ανακτήσω τον λογαριασμό μου με το email
fy_nl: Ik kin myn account net weromhelje fia e-mail
hu: Nem tudom helyreállítani a fiókomat az e-mail-címmel
ia: Io non pote recuperar mi conto per email
id: Saya tidak bisa memulihkan akun saya dengan alamat surel
it: Non riesco a recuperare il mio account tramite email
ka: ვერ ვახერხებ ანგარიშის აღდგენას ელფოსტით
ko: 이메일로 제 계정을 복구할 수 없습니다
nl: Ik kan mijn account niet herstellen via e-mail
pl: Nie mogę odzyskać konta za pomocą poczty e-mail
pt_br: Não consigo recuperar minha conta usando email
pt_pt: Eu não consigo recuperar a minha conta utilizando o e-mail
sk: Nemôžem obnoviť svoj účet pomocou e‑mailu
tr: Hesabımı e-posta kullanarak kurtaramıyorum
uk: Я не можу відновити свій обліковий запис за допомогою електронної пошти
vi: Tôi không thể khôi phục tài khoản của mình sử dụng email
zh_cn: 我无法通过邮箱恢复账户
zh_tw: 我無法使用電子郵件救回帳號

source: I'm having issues signing in with my Google or Apple ID
de: Ich habe Probleme bei der Anmeldung mit meiner Google- oder Apple-ID
el: Αντιμετωπίζω προβλήματα κατά τη σύνδεση μέσω Google ή Apple ID
fy_nl: Ik haw problemen mei oanmelden mei myn Google- of Apple-ID
hu: Problémáim vannak a Google vagy Apple ID használatával történő bejelentkezéssel
ia: Io ha problemas accedente con mi ID Google o Apple
id: Saya mengalami masalah saat masuk dengan akun Google atau Apple ID
it: Sto riscontrando problemi di accesso con il mio account Google o ID Apple
ka: ხარვეზს წავაწყდი Google ან Apple-ID-ით შესვლისას
ko: Google 혹은 Apple ID로 로그인하는 데 문제가 있습니다
nl: Ik heb problemen met aanmelden met mijn Google- of Apple-ID
pl: Mam problemy z zalogowaniem się przy użyciu konta Google lub Apple ID
pt_br: Estou tendo problemas para entrar na conta com meu ID Google ou Apple
pt_pt: Eu estou a ter problemas para iniciar a sessão com a minha Id. Google ou Apple
sk: Mám problémy s prihlásením pomocou Google alebo Apple ID
tr: Google veya Apple ID ile giriş yapmaya çalışırken sorun yaşıyorum
uk: У мене виникли проблеми із входом за допомогою Google або Apple ID
vi: Tôi gặp sự cố khi đăng nhập bằng Google hoặc Apple ID của tôi
zh_cn: 我在通过 Google 或 Apple ID 登录时遇到问题
zh_tw: 我無法使用 Google 帳號或 Apple ID 登入

source: My security code isn't working or is lost
de: Mein Sicherheitscode funktioniert nicht oder ist verloren gegangen
el: Ο κωδικός ασφαλείας μου δεν λειτουργεί ή έχει χαθεί
fy_nl: Myn befeiligingskoade wurket net of is ferlern
hu: A biztonsági kódom nem működik vagy elveszett
ia: Mi codice de securitate non functiona o es perdite
id: Kode keamanan saya tidak berfungsi atau hilang
it: Ho perso il codice di sicurezza o non funziona
ka: ჩემი უსაფრთხოების კოდი არ მუშაობს ან დაკარგულია
ko: 보안 코드가 작동하지 않거나 잃어버렸습니다
nl: Mijn beveiligingscode werkt niet of is kwijt
pl: Mój kod zabezpieczający nie działa lub został utracony
pt_br: Meu código de segurança não está funcionando ou foi perdido
pt_pt: O meu código de segurança não está a funcionar ou está perdido
sk: Môj bezpečnostný kód nefunguje alebo sa stratil
tr: Güvenlik kodum çalışmıyor veya kayboldu
uk: Мій код безпеки не працює або втрачений
vi: Mã xác minh của tôi không hoạt động hoặc bị mất
zh_cn: 我的安全码无效或已丢失
zh_tw: 我無法使用安全碼，或遺失安全碼

source: No response provided.
bg: Не е даден отговор.
de: Keine Antwort angegeben.
el: Δεν δόθηκε απάντηση.
fy_nl: Gjin antwurd jaan.
hu: Nincs válasz megadva.
ia: Nulle responsa fornite.
it: Nessuna risposta fornita.
ka: პასუხი არაა მოწოდებული.
ko: 응답이 제공되지 않았습니다.
nl: Geen antwoord gegeven.
pl: Brak odpowiedzi.
pt_br: Nenhuma resposta fornecida.
pt_pt: Nenhuma resposta fornecida.
sk: Nebola poskytnutá žiadna odpoveď.
tr: Yanıt verilmedi.
uk: Відповідь не надано.
vi: Không có phản hồi được cung cấp.
zh_cn: 未填写回应。
zh_tw: 未填寫回應。

source: Status
bg: Състояние
el: Κατάσταση
es: Estado
fy_nl: Steat
he: מצב
hu: Állapot
ia: Stato
it: Stato
ja: 状態
ka: მდგომარეობა
kab: Addad
ko: 상태
mg: Toetra
pa_in: ਦਰਜਾ
pt_br: Estado
pt_pt: Estado
ro: Stare
sk: Stav
sr: Статус
te: స్థితి
th: สถานะ
tr: Durum
uk: Стан
ur: سٹیٹس
vi: Trạng thái
zh_cn: 状态
zh_tw: 狀態
zu: Isimo

source: Administration
af: Administrasie
bg: Администрация
bs: Administracija
de: Verwaltung
el: Διαχείριση
es: Administración
fy_nl: Administraasje
he: ניהול
hr: Administracija
hu: Adminisztráció
id: Administrasi
it: Amministrazione
ja: 管理用
ka: მმართველობა
kab: Tandbelt
ko: 관리
mg: Fandrindrana
ms: Pentadbiran
nb_no: Administrasjon
nl: Beheer
pa_in: ਪਰਸ਼ਾਸ਼ਨ
pl: Administracja
pt_br: Administração
pt_pt: Administração
ro: Administrare
sk: Administrácia
sr: Администрација
te: నిర్వాహణ
th: ผู้ดูแลระบบ
tr: Yönetim
uk: Адміністрування
ur: انتظامیہ
vi: Quản trị
zh_cn: 管理
zh_tw: 管理
zu: Ukuphathwa

source: Create announcement
af: Skep aankondiging
bg: Направете обявление
bs: Kreiraj objavu
de: Ankündigung erstellen
el: Δημιουργία ανακοίνωσης
es: Crear anuncio
fy_nl: Meidieling oanmeitsje
he: יצירת הכרזה
hr: Kreiraj objavu
hu: Bejelentés létrehozása
ia: Crear annuncios
id: Buat pengumuman
it: Crea annuncio
ja: アナウンスを作成
ka: განაცხადის შექმნა
ko: 공지사항 생성
mg: Hamorona fampandrenesana
ms: Cipta makluman
nb_no: Lag kunngjøring
nl: Mededeling aanmaken
pa_in: ਐਲਾਨ ਕਰੋ
pl: Utwórz ogłoszenie
pt_br: Criar anúncio
pt_pt: Criar anúncio
ro: Creează anunț
sk: Pridať oznámenie
sr: Креирај објаву
te: ప్రకటన రూపొందించండి
th: สร้างประกาศ
tr: Duyuru oluştur
uk: Створити оголошення
ur: اعلان بنائیں
vi: Tạo thông báo
zh_cn: 创建公告
zh_tw: 新增公告
zu: Yakha isaziso

source: Created successfully
af: Suksesvol geskep
bg: Успешно създаден
bs: Uspješno kreirano
de: Erfolgreich erstellt
el: Επιτυχής δημιουργία
es: Creado correctamente
fy_nl: Mei sukses tafoege
he: נוצר בהצלחה
hr: Uspješno kreirana
hu: A létrehozás sikeres
ia: Create con successo
id: Sukses dibuat
it: Creazione effettuata con successo
ja: アナウンスを作成しました
ka: შესრულდა წარმატებით
ko: 공지사항이 추가되었습니다.
mg: Voaforona soa aman-tsara
ms: Berjaya dicipta
nb_no: Opprettet
nl: Met succes toegevoegd
pa_in: ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ
pl: Pomyślnie utworzono
pt_br: Criado com sucesso
pt_pt: Criado com sucesso
ro: Creat cu succes
sk: Úspešne vytvorené
sr: Успешно креирано
te: విజయవంతంగా సృష్టించబడినది
th: สร้างสำเร็จ
tr: Başarıyla oluşturuldu
uk: Успішно створено
ur: کامیابی کے ساتھ بنایا گیا
vi: Tạo thành công
zh_cn: 创建成功
zh_tw: 已成功新增！
zu: Sakhiwe ngempumelelo

source: Create
af: Skep
bg: Създаване
bs: Kreiraj
de: Erstellen
el: Δημιουργία
es: Crear
fy_nl: Oanmeitsje
he: יצירה
hr: Stvori
hu: Létrehozás
ia: Crear
id: Buat
it: Crea
ja: 作成
ka: შექმნა
ko: 작성
mg: Hamorona
ms: Cipta
nb_no: Opprett
nl: Aanmaken
pa_in: ਬਣਾਇਆ
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ro: Creează
sk: Vytvoriť
sr: Креирај
te: సృష్టించు
th: สร้าง
tr: Oluştur
uk: Створити
ur: بنائیں
vi: Tạo
zh_cn: 创建
zh_tw: 建立
zu: Yakha

source: Add announcement
af: Voeg aankondiging by
bg: Добави съобщение
bs: Dodaj objavu
de: Ankündigung hinzufügen
el: Προσθήκη ανακοίνωσης
es: Añadir anuncio
fy_nl: Meidieling tafoegje
he: הוספת הכרזה
hr: Dodaj objavu
hu: Bejelentés hozzáadása
ia: Adder annuncio
id: Tambah pengumuman
it: Crea annuncio
ja: アナウンスを追加
ka: განცხადების დამატება
ko: 공지사항 추가
mg: Hanampy fampandrenesana
ms: Tambah makluman
nb_no: Legg til kunngjøring
nl: Mededeling toevoegen
pa_in: ਸੂਚਨਾ ਜੋੜੋ
pl: Dodaj ogłoszenie
pt_br: Adicionar publicação
pt_pt: Adicionar anúncio
ro: Adaugă un anunț
sk: Pridať oznámenie
sr: Додај саопштење
te: ప్రకటన జోడించండి
th: เพิ่มประกาศ
tr: Duyuru ekle
uk: Додати оголошення
ur: اعلان شامل کریں
vi: Thêm thông báo
zh_cn: 添加公告
zh_tw: 新增公告
zu: Faka isaziso

# site_title
source: Mozilla Support
af: Mozilla-steun
bg: Поддръжка на Mozilla
bs: Mozilla podrška
de: Mozilla-Hilfe
el: Υποστήριξη Mozilla
es: Ayuda de Mozilla
he: התמיכה של Mozilla
hr: Mozilla podrška
hu: Mozilla támogatás
ia: Assistentia Mozilla
id: Dukungan Mozilla
it: Supporto Mozilla
ja: Mozilla サポート
ka: Mozilla მხარდაჭერა
kab: Tallelt n Mozilla
ko: Mozilla 도움말
mg: Fanampiana Mozilla
ms: Sokongan Mozilla
pa_in: ਮੋਬਾਇਲ ਸਹਿਯੋਗ
pl: Pomoc Mozilli
pt_br: Suporte Mozilla
pt_pt: Apoio da Mozilla
sk: Podpora Mozilly
sr: Mozilla подршка
te: మొజిల్లా తోడ్పాటు
th: การสนับสนุนของ Mozilla
tr: Mozilla Destek
uk: Підтримка Mozilla
ur: Mozilla سپورٹ
zh_cn: Mozilla 技术支持
zh_tw: Mozilla 技術支援
zu: Ukwesekwa kwe-Mozilla

source: previous
af: vorige
bg: предишен
bs: prethodno
de: Zurück
el: προηγούμενο
es: anterior
fy_nl: foarige
he: הקודם
hr: prethodna
hu: előző
ia: precedente
id: sebelumnya
it: precedente
ja: 前へ
ka: წინა
ko: 이전
mg: teo aloha
ms: terdahulu
nb_no: forrige
nl: vorige
pa_in: ਪਿੱਛੇ
pl: poprzednie
pt_br: anterior
pt_pt: anterior
ro: înapoi
sk: predchádzajúca
sr: претходно
te: మునుపటి
th: ก่อนหน้า
tr: önceki
uk: попередня
ur: پچھلا
vi: trước
zh_cn: 上一页
zh_tw: 上一個
zu: okwangaphambilini

source: Page {0} of {1}.
af: Bladsy {0} van {1}.
bg: Стр. {0} от {1}.
bs: Stranica {0} od {1}.
de: Seite {0} von {1}.
el: Σελίδα {0} από {1}.
es: Página {0} de {1}.
fy_nl: Side {0} fan {1}.
he: עמוד {0} מתוך {1}.
hr: Stranica {0} od {1}.
hu: {0}. oldal, összesen {1}
ia: Pagina {0} de {1}.
id: Laman {0} dari {1}.
it: Pagina {0} of {1}.
ja: ページ {0} / {1}。
ka: {0} გვერდი {1}-დან.
ko: {0}/{1} 페이지
mg: Pejy {0} @ {1}.
ms: Halaman {0} daripada {1}.
nb_no: Side {0} av {1}.
nl: Pagina {0} van {1}.
pa_in: ਪੇਜ਼ {0} ਦਾ {1}.
pl: Strona {0} z {1}.
pt_br: Página {0} de {1}.
pt_pt: Página {0} de {1}.
ro: Pagina {0} din {1}.
sk: Stránka {0} z {1}.
sr: Страница {0} oд {1}.
te: {1}లో {0} పేజీ.
th: หน้า {0} จาก {1}
tr: Sayfa {0} / {1}.
uk: Сторінка {0} із {1}.
ur: صفحہ {0} بٹا {1}۔
vi: Trang {0} trong {1} trang.
zh_cn: 第{0}页，共{1}页。
zh_tw: 第 {0} 頁，共 {1} 頁。
zu: Ikhasi {0} lama- {1}.

source: next
af: volgende
bg: следващ
bs: sljedeće
de: Weiter
el: επόμενο
es: siguiente
fy_nl: folgjende
he: הבא
hr: sljedeća
hu: következő
ia: sequente
id: selanjutnya
it: successiva
ja: 次へ
ka: შემდეგი
ko: 다음
mg: manaraka
ms: berikut
nb_no: neste
nl: volgende
pa_in: ਅੱਗੇ
pl: następne
pt_br: próximo
pt_pt: seguinte
ro: înainte
sk: ďalšia
sr: следеће
te: తరువాత
th: ถัดไป
tr: sonraki
uk: наступна
ur: اگلا
vi: tiếp theo
zh_cn: 下一页
zh_tw: 下一步
zu: okulandelayo

source: Re: {forum} - {thread}
bg: Отговор на: {forum} - {thread}
bs: Odgovor: {forum} - {thread}
el: Απ: {forum} - {thread}
hr: Odgovor: {forum} - {thread}
hu: Vá: {forum} - {thread}
id: Bls: {forum} - {thread}
ka: გამოხმაურება: {forum} - {thread}
kab: Err: {forum} - {thread}
mg: Va: {forum} - {thread}
pa_in: ਜਵਾਬ: {forum} - {thread}
pl: Odp: {forum} — {thread}
sr: Одг: {forum} - {thread}
te: రి: {forum} - {thread}
tr: Ynt: {forum} - {thread}
uk: На: {forum} - {thread}
ur: جواب: {forum}- {thread}
vi: Trả lời: {forum} - {thread}

source: Whether this topic is shown to users in the AAQ or not.
bg: Дали тази тема се показва на потребителите в AAQ или не.
bs: Bilo da se ova tema pokazuje korisniku u AAQ ili ne.
de: Ob dieses Thema Benutzern im Bereich für gestellte Fragen angezeigt wird oder nicht.
el: Αν εμφανίζεται αυτό το θέμα σε χρήστες στο AAQ ή όχι.
es: Si este tópico es mostrado o no a los usuarios en el Haz una pregunta.
fy_nl: Of dit ûnderwerp foar brûkers yn de AAQ sichtber is of net.
hr: Treba li se ova tema pokazati korisnicima u rubrici „Postavi pitanje” ili ne.
hu: A téma megjelenik-e a felhasználóknak a már megválaszoltak közt.
ia: Si iste argumento es presentate a usatores in le AAQ o non.
id: Baik topik ini ditunjukkan kepada pengguna di AAQ atau tidak.
it: Mostrare o meno questo argomento agli utenti nella pagina AAQ.
ja: このトピックは AAQ のユーザに表示されるかされないかのどちらかです。
ka: ხილული იყოს თუ არა ეს თემა მომხმარებლებისთვის, AAQ-ში.
ko: 이 주제는 AAQ에 사용자에게 표시되기도 하고, 그렇지 않기도 합니다.
mg: Na aseho an'ireo mpampiasa ao @ AAQ ity lohahevitra ity na tsia.
ms: Sama ada topik ini dipaparkan kepada pengguna dalam AAQ atau tidak.
nb_no: Om dette emnet vises for brukere i AAQ eller ikke.
nl: Of dit onderwerp voor gebruikers in de AAQ zichtbaar is of niet.
pl: Czy ten temat jest widoczny dla użytkowników w AAQ czy nie.
pt_br: Se este tópico é ou não mostrado para usuários AAQ.
pt_pt: Se este tópico deve ser apresentado aos utilizadores na AAQ ou não.
ro: Dacă acest subiect este afișat utilizatorilor din AAQ sau nu.
sk: Či je táto téma zobrazená používateľom v ich AAQ alebo nie.
sr: Било да се ова тема показује кориснику у AAQ или не.
te: ఈ విషయం AAQ లోని వాడుకర్లకు చూపించామో లేదో.
th: เลือกว่าต้องการแสดงหัวข้อนี้ให้ผู้ใช้เห็นใน AAQ หรือไม่
tr: Bu konu AAQ'de kullanıcılara gösterilsin mi gösterilmesin mi?
uk: Чи цей розділ показано користувачам в AAQ чи ні.
ur: کیا یہ عنوان AAQ میں صارفین کو دکھایا جائے یا نہیں۔
vi: Cho dù chủ đề này được hiển thị cho người dùng trong AAQ hay không.
zh_cn: 这个主题是否在“提问”中向用户显示。
zh_tw: 要不要將此主題顯示在使用者的問問題畫面中。

source: Whether this topic is shown in navigation menus.
de: Ob dieses Thema in Navigationsmenüs angezeigt wird.
hu: A témakör megjelenik-e a navigációs menükben.
ia: Si iste argumento es monstrate in le menus de navigation.
it: Mostrare o meno questo argomento nei menu di navigazione.
nl: Of dit onderwerp wordt getoond in navigatiemenu’s.
pl: Określa, czy ten temat jest wyświetlany w menu nawigacyjnym.
pt_br: Mostrar ou não este tópico em menus de navegação.
pt_pt: Se este tópico é mostrado nos menus de navegação.
tr: Gezinti menülerinde bu konu gösterilsin mi?
zh_cn: 这个主题是否在导航菜单中显示。
zh_tw: 此主題是否會顯示於導航選單。

source: Support
bg: Поддръжка
bs: Podrška
de: Hilfe
el: Υποστήριξη
es: Asistencia
fy_nl: Stipe
he: תמיכה
hr: Podrška
hu: Támogatás
ia: Supporto
id: Dukungan
it: Supporto
ja: サポート
ka: მხარდაჭერა
kab: Tallelt
ko: 도움말
nb_no: Brukerstøtte
nl: Ondersteuning
pa_in: ਸਹਿਯੋਗ
pl: Pomoc
pt_br: Suporte
pt_pt: Suporte
ro: Asistență
sk: Podpora
sr: Подршка
te: తోడ్పాటు
th: การช่วยเหลือ
tr: Destek
uk: Підтримка
ur: سپورٹ
vi: Hỗ trợ
zh_cn: 用户支持
zh_tw: 技術支援

source: Activate add-on
bg: Активирайте добавката
de: Add-on aktivieren
el: Ενεργοποίηση προσθέτου
es: Activar complemento
fy_nl: Add-on aktivearje
he: הפעלת תוספת
hr: Aktiviraj dodatak
hu: Kiegészítő aktiválása
id: Aktifkan pengaya
it: Attiva componente aggiuntivo
ja: アドオンを有効化
ka: დამატების ამოქმედება
ko: 부가 기능 활성화
nb_no: Aktiver tillegg
nl: Add-on activeren
pl: Aktywuj dodatek
pt_br: Ativar extensão
pt_pt: Ativar extra
sk: Aktivovať doplnok
sr: Активирајте додатак
te: పొడగింతను చేతనించు
th: เปิดใช้งานส่วนเสริม
tr: Eklentiyi etkinleştirme
uk: Увімкнути додаток
ur: ایڈ-ان کو چالو کریں
vi: Kích hoạt tiện ích
zh_cn: 激活附加组件
zh_tw: 啟用附加元件

source: Update add-on
bg: Актуализирайте добавката
de: Add-on aktualisieren
el: Ενημέρωση προσθέτου
es: Actualizar complemento
fy_nl: Add-on bywurkje
he: עדכון תוספת
hr: Aktualiziraj dodatak
hu: Kiegészítő frissítése
id: Perbarui pengaya
it: Aggiorna componente aggiuntivo
ja: アドオンを更新
ka: დამატების განახლება
ko: 부가 기능 수정일
nb_no: Oppdater tillegg
nl: Add-on bijwerken
pl: Zaktualizuj dodatek
pt_br: Atualizar extensão
pt_pt: Atualizar extra
sk: Aktualizovať doplnok
sr: Ажурирајте додатак
te: పొడగింతను తాజాకరించు
th: อัปเดตส่วนเสริม
tr: Eklentiyi güncelleme
uk: Оновити додаток
vi: Cập nhật tiện ích
zh_cn: 更新附加组件
zh_tw: 更新附加元件
