Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Top 20 Articles: %% Localized
bg: Топ 20 статии: %% преведени
bs: Top 20 članaka: %% prevedeno
de: Wichtigste 20 Artikel: %% übersetzt
el: Κορυφαία 20 άρθρα: %% μεταφρασμένα
es: 20 artículos más populares: %% localizado
fy_nl: Top 20-artikelen: %% oerset
hr: Top 20 članaka: %% lokalizirano
hu: Top 20 leírás: %% lefordítva
ia: Principal 20 articulos: %% localisate
id: 20 Artikel Teratas: %% Dilokalkan
it: 20 articoli più visitati: %% localizzata
ja: 上位 20 本の記事: %% 翻訳済み
ka: საუკეთესო 20 სტატია: %% თარგმნილი
kab: Imagraden ufrinen 20: %% Ttwasidgen
ko: 상위 20개 문서: %% 지역화 완료
ms: 20 Artikel Teratas: %% Dilokalisasi
nb_no: Topp 20 artikler: %% oversatt
nl: Top 20-artikelen: %% vertaald
pl: 20 najczęściej odwiedzanych: %% zlokalizowanych
pt_br: 20 artigos mais populares: %% traduzido
pt_pt: Artigos do top 20: %% traduzido
ro: Top 20 articole: %% localizate
sk: 20 najčítanejších článkov: %% lokalizovaných
sr: Топ 20 чланака: %% преведено
sv: Artiklar topp 20: %% översatt
te: టాప్ 20 వ్యాసాలు: %% స్థానికరించబడినది
th: บทความยอดนิยม 20 บทความ: %% แปลแล้ว
tr: İlk 20 makale: Çevrilen %%
uk: Найпопулярніші 20 статей: %% локалізації
ur: سر فہرست 20 مضامین: %%ترجمہ شدہ
vi: Top 20 bài viết: %% được bản địa hóa
zh_cn: 前20名的文章：本地化百分比
zh_tw: 最熱門的 20 篇文章：翻譯完成比例

source: All Articles: %% Localized
bg: Всички статии: %% преведени
bs: Svi članci: %% prevedeno
de: Alle Artikel: %% übersetzt
el: Όλα τα άρθρα: %% μεταφρασμένα
es: Todos los artículos: %% localizado
fy_nl: Alle artikelen: %% oerset
hr: Svi članci: %% lokalizirano
hu: Összes leírás: %% lefordítva
ia: Tote le articulos: %% localisate
id: Semua Artikel: %% Dilokalkan
it: Tutti gli articoli: %% localizzata
ja: すべての記事: %% 翻訳済み
ka: ყველა სტატია: %% თარგმნილი
kab: Meṛṛa imagraden: %% ttwasidgen
ko: 모든 문서: %% 지역화 완료
ms: Semua Artikel: %% Dilokalisasi
nb_no: Alle artikler: %% oversatt
nl: Alle artikelen: %% vertaald
pl: Wszystkie artykuły: %% zlokalizowanych
pt_br: Todos os artigos: %% traduzido
pt_pt: Todos os artigos: %% traduzido
ro: Toate articolele: %% localizate
sk: Všetky články: %% lokalizovaných
sr: Сви чланци: %% преведено
sv: Alla artiklar: %% översatt
te: అన్ని వ్యాసాలు: %% స్థానికరించబడినది
th: บทความทั้งหมด: %% แปลแล้ว
tr: Tüm makaleler: Çevrilen %%
uk: Усі статті: %% локалізації
ur: تمام مضامین: %% ترجمہ شدہ
vi: Tất cả bài viết: %% được bản địa hoá
zh_cn: 全部文章：本地化百分比
zh_tw: 全部文章：翻譯比例

source: Active Contributors
af: Aktiewe bydraers
bg: Активни сътрудници
bs: Aktivni saradnici
de: Aktive Mitwirkende
el: Ενεργοί εθελοντές
es: Colaboradores activos
fy_nl: Aktive meiwurkers
he: תורמים פעילים
hr: Aktivni doprinositelji
hu: Aktív közreműködők
ia: Collaboratores active
id: Kontributor Aktif
it: Collaboratori attivi
ja: 活動中の貢献者
ka: მოქმედი მოხალისეები
kab: Imttekkiyen urmiden
ko: 주요 활동 공헌자
mg: Mpandray Anjara Mavitrika
ms: Penyumbang Aktif
nb_no: Aktive bidragsytere
nl: Actieve medewerkers
pa_in: ਸਰਗਰਮ ਯੋਗਦਾਨੀਆਂ
pl: Aktywność autorów
pt_br: Colaboradores ativos
pt_pt: Colaboradores Ativos
ro: Colaboratori activi
sk: Aktívni prispievatelia
sr: Активни сарадници
sv: Aktiva bidragsgivare
te: ఉత్తమ సహాయకులు
th: ผู้มีส่วนร่วมที่มีความเคลื่อนไหว
tr: Aktif Katkıda Bulunanlar
uk: Активні помічники
ur: فعال شراکت دار
vi: Cộng tác viên đang hoạt động
zh_cn: 活跃的贡献者
zh_tw: 活躍貢獻者
zu: Abalekeleli Abasebenzayo

source: {count} visitors in the past 30 days
af: {count} besoekers in die afgelope 30 dae
bg: {count} посетители през последните 30 дни
bs: {count} posjetilaca u posljednjih 30 dana
de: {count} Besucher in den letzten 30 Tagen
el: {count} επισκέπτες τις τελευταίες 30 ημέρες
es: {count} visitantes en los últimos 30 días
fy_nl: {count} besikers yn de ôfrûne 30 dagen
he: {count} מבקרים ב־30 הימים האחרונים
hr: {count} posjetitelja u posljednjih 30 dana
hu: {count} látogató az elmúlt 30 napban
ia: {count} visitatores in le ultime 30 dies
id: {count} pengunjung dalam 30 hari terakhir
it: {count} visite negli ultimi 30 giorni
ja: 最近 30 日間の訪問者数 {count} 人
ka: {count} მომხმარებელი, ბოლო 30 დღეში
kab: {count} n yinebgawen deg 30 n wussan yezrin
ko: 지난 30일간 {count}명의 방문자
mg: Mpitsidika {count} tao anatin'ny 30 andro lasa
ms: {count} pelawat dalam tempoh 30 hari lepas
nb_no: {count} besøkende de siste 30 dagene
nl: {count} bezoekers in de afgelopen 30 dagen
pa_in: {count} ਪਿਛਲੇ 30 ਦਿਨ ਵਿਚ ਸੈਲਾਨੀ
pl: Odwiedziny w ostatnich 30 dniach — {count}
pt_br: {count} visitantes nos últimos 30 dias
pt_pt: {count} visitantes nos últimos 30 dias
ro: {count} vizitatori în ultimele 30 de zile
sk: {count} návštevníkov za posledných 30 dní
sr: {count} посетилаца у последњих 30 дана
sv: {count} besökare de senaste 30 dagarna
te: గత 30 రోజుల్లో సందర్శకులు {count}
th: ผู้เยี่ยมชม {count} คนใน 30 วันที่ผ่านมา
tr: Son 30 günde {count} ziyaretçi
uk: {count} відвідувачів за останні 30 днів
ur: پچھلے 30 دنوں میں زائرین کا {count} کریں.
vi: {count} người truy cập trong 30 ngày qua
zh_cn: 最近30天有{count}个访问者
zh_tw: 最近 30 天有 {count} 位訪客
zu: {count} izivakashi ezinsukwini ezingama-30 ezidlule

source: Show information for:
af: Wys inligting vir:
bg: Покажи информация за:
bs: Prikaži informacije za:
de: Informationen anzeigen für:
el: Εμφάνιση πληροφοριών για:
es: Mostrar la información de:
fy_nl: Toan ynformaasje foar:
he: הצגת מידע עבור:
hr: Prikaži informacije za:
hu: Információ erről:
ia: Monstrar informationes pro:
id: Tampilkan informasi untuk:
it: Mostra informazioni per:
ja: 情報の表示対象:
ka: მონაცემები:
kab: Sken talɣut i:
ko: 정보 보기:
mg: Hampiseho fampahalalana ho an'ny:
ms: Papar maklumat untuk:
nb_no: Vis informasjon for:
nl: Informatie tonen voor:
pa_in: ਇਸ ਲਈ ਜਾਣਕਾਰੀ ਵੇਖੋ:
pl: Informacje dla języka:
pt_br: Mostrar informações de:
pt_pt: Mostrar informações para:
ro: Afișează informații pentru:
sk: Zobraziť informácie pre jazyk:
sr: Прикажи информацију за:
sv: Visa information för:
te: సమాచారం చూపండి:
th: แสดงข้อมูลสำหรับ:
tr: Bununla ilgili bilgileri göster:
uk: Показати інформацію для:
ur: کے لئے معلومات دکھائیں:
vi: Hiện thông tin cho:
zh_cn: 显示相关信息：
zh_tw: 顯示資訊：
zu: Veza imininingwane yalokhu:

source: Complete overview...
af: Volledige oorsig...
bg: Пълен преглед...
bs: Potpuni pregled...
de: Vollständige Übersicht…
el: Πλήρης επισκόπηση...
es: Completar tu resumen...
fy_nl: Folslein oersjoch…
hr: Potpuni pregled...
hu: Teljes áttekintés…
ia: Panorama complete...
id: Ikhtisar lengkap...
it: Vista completa…
ja: 概要をすべて見る...
ka: სრული მიმოხილვა...
kab: Taskant yemmden...
ko: 미리보기 완료...
mg: Ambangovangony manontolo…
ms: Gambaran keseluruhan lengkap...
nb_no: Fullstendig oversikt...
nl: Volledig overzicht…
pa_in: ਸੰਖੇਪ ਜਾਣਕਾਰੀ...
pl: Zakończ przegląd…
pt_br: Visão completa...
pt_pt: Visão completa...
ro: Privire de ansamblu completă...
sk: Kompletný prehľad...
sr: Заврши преглед...
sv: Fullständig översikt...
te: పూర్తి పర్యావలోకనం...
th: ภาพรวมทั้งหมด...
tr: Tümüne genel bakış...
uk: Повний огляд...
ur: مکمل جائزہ...
vi: Tổng quan nhất...
zh_cn: 完整的概况...
zh_tw: 完整概觀…
zu: Isifingqo esiphelele...

source: [{product}] Knowledge Base Dashboard
af: [{product}] se kennisbasis-kontroleskerm
bg: [{product}] База знания
bs: [{product}] kontrolna tabla Baze znanja
de: [{product}] Übersicht über die Wissensdatenbank
el: [{product}] Πίνακας γνωσιακής βάσης
es: Panel de la base de conocimientos de [{product}]
fy_nl: [{product}] Kennisbank-dashboerd
he: [{product}] לוח בקרה של מאגר הידע
hr: Nadzorna ploča Baze znanja - [{product}]
hu: [{product}] tudásbázis vezérlőpultja
ia: Pannello del base de cognoscentias de [{product}]
id: Dasbor Pundi Pengetahuan [{product}]
it: [{product}] Pannello della Knowledge Base
ja: [{product}] ナレッジベースダッシュボード
ka: [{product}] ცოდნის წყაროს ხელსაწყოთა გვერდი
kab: [{product}] Tafelwit n usenqed n taffa n tmussniwin
ko: [{product}] 전체 문서 현황
mg: Takelaka Fanamoriana Tobim-pahalalana [{product}]
ms: [{product}] Papan pemuka Pangkalan Pengetahuan
nb_no: [{product}] Kunnskapsbase-instrumentbord
nl: [{product}] Kennisbank-dashboard
pa_in: [{product}] ਨਾਲੇਜ ਬੇਸ ਡੈਸ਼ਬੋਰਡ
pl: Panel bazy wiedzy [{product}]
pt_br: [{product}] Painel da base de conhecimento
pt_pt: Painel da Base de Conhecimentos de [{product}]
ro: [{product}] Tablou de bord al Bazei de cunoștințe
sk: [{product}] Nástenka databázy vedomostí
sr: [{product}] контролна табла Базе знања
sv: [{product}] översikt kunskapsbas
te: [{product}] నాలెడ్జ్‌బేస్ డాష్‌బోర్డు
th: [{product}] แดชบอร์ดฐานความรู้
tr: [{product}] Bilgi Bankası Panosu
uk: Панель бази знань [{product}]
ur: [{product}] علم کی بنیاد ڈیش بورڈ
vi: [{product}] Bảng điều khiển
zh_cn: [{product}] 知识库状态面板
zh_tw: [{product}] 知識庫主控台
zu: [{product}] Ideshibhodi Esekelwe Olwazini

source: All Products
af: Alle produkte
bg: Всички продукти
bs: Svi proizvodi
de: Alle Produkte
el: Όλα τα προϊόντα
es: Todos los productos
fy_nl: Alle produkten
he: כל המוצרים
hr: Svi proizvodi
hu: Összes termék
ia: Tote le productos
id: Semua Produk
it: Tutti i prodotti
ja: すべての製品
ka: ყველა პროდუქტი
kab: Akk ifarisen
ko: 모든 제품
mg: Vokatra Rehetra
ms: Semua Produk
nb_no: Alle produkter
nl: Alle producten
pa_in: ਸਾਰੇ ਪ੍ਰੋਡੱਕਟ
pl: Wszystkie produkty
pt_br: Todos os produtos
pt_pt: Todos os Produtos
ro: Toate produsele
sk: Všetky produkty
sr: Сви производи
sv: Alla produkter
te: అన్ని ఉత్పత్తులు
th: ผลิตภัณฑ์ทั้งหมด
tr: Tüm Ürünler
uk: Усі продукти
ur: تمام مصنوعات
vi: Tất cả sản phẩm
zh_cn: 所有产品
zh_tw: 所有產品
zu: Yonke imikhiqizo

source: Knowledge Base Overview
sv: Översikt kunskapsbas

source: [{locale}] Locale Metrics
af: [{locale}] se taalstreek-statistiek
bg: [{locale}] Параметри на преводите
bs: [{locale}] metrika lokala
de: {locale} | Daten zur Sprache
el: [{locale}] Δείκτες γλώσσας
es: Métricas de localización para [{locale}]
fy_nl: [{locale}] Mjittingen per locale
he: [{locale}] מדדי שפה
hr: Metrika za [{locale}] jezik
hu: [{locale}] nyelv metrikái
ia: [{locale}] Indicatores del localisation
id: [{locale}] Metrik Lokal
it: [{locale}] Statistiche di localizzazione
ja: [{locale}] ロケール計測
ka: [{locale}] თარგმნის მაჩვენებლები
kab: [{locale}] inammalen n tutlayt
ko: [{locale}] 지역 통계
mg: Metrikan'ny Teny [{locale}]
ms: [{locale}] Maktriks Lokaliti
nb_no: [{locale}] Språkmetrikk
nl: [{locale}] Metingen per locale
pa_in: [{locale}] ਲੋਕੇਲ ਮੈਟ੍ਰਿਕਸ
pl: Statystyki lokalizacji [{locale}]
pt_br: [{locale}] Métricas de tradução
pt_pt: Métricas do Idioma [{locale}]
ro: [{locale}] Metrici de localizare
sk: [{locale}] Metriky pre jazyk
sr: [{locale}] метрика локала
sv: [{locale}] språkdata
te: [{locale}] లొకేల్ మెట్రిక్స్
th: [{locale}] เกณฑ์ชี้วัดการแปล
tr: {locale} Çeviri Ölçümleri
uk: [{locale}] - метрика локалі
ur: [{locale}] زبان کی میٹرکس
vi: [{locale}] Số liệu bản địa hóa
zh_cn: [{locale}] 本地化指标
zh_tw: [{locale}] 語系指標
zu: [{locale}] Amamathriksi Asendaweni

source: Localization Percentage
af: Taalaanpassing-persentasie
bg: Процент на преводите
bs: Procenat lokalizacije
de: Prozentsatz der Übersetzung
el: Ποσοστό μετάφρασης
es: Porcentaje de localización
fy_nl: Oersetpersintaaazje
he: אחוזי תרגום
hr: Postotak lokalizacije
hu: Fordítás százalékban
ia: Percentage de localisation
id: Prosentase Pelokalan
it: Percentuale di localizzazione
ja: ローカライズ率
ka: თარგმნილი მასალის ოდენობა
kab: Afmiḍi n usideg
ko: 지역화 현황
mg: Isan-jaton'ny Fandikan-teny
ms: Peratusan Lokalisasi
nb_no: Oversettingsprosent
nl: Vertaalpercentage
pa_in: ਲੋਕਲਾਈਜ਼ੇਸ਼ਨ ਪ੍ਤਿਸ਼ਤ
pl: Stopień zlokalizowania artykułów
pt_br: Porcentagem de artigos traduzidos
pt_pt: Percentagem de tradução
ro: Procentaj de localizare
sk: Percentuálne pokrytie lokalizácie
sr: Проценат локализације
sv: Översättning i procent
te: స్థానికీకరణ శాతం
th: เปอร์เซ็นต์การแปลเป็นภาษาท้องถิ่น
tr: Yerelleştirme Yüzdesi
uk: Локалізація у відсотках
ur: لوکلائزیشن فیصد
vi: Tỷ lệ bản địa hóa
zh_cn: 本地化百分比
zh_tw: 在地化比例
zu: Iphesenti Lokwasendaweni

source: Helpful Votes
af: Nuttige stemme
bg: Полезни гласове
bs: Korisni glasovi
de: Stimmen für „nützlich“
el: Ψήφοι χρησιμότητας
es: Votos útiles
fy_nl: Stimmen foar ‘nuttich’
he: הצבעות מועילות
hr: Korisni glasovi
hu: Hasznos szavazatok
ia: Votos de utilitate
id: Suara Membantu
it: Voti di utilità
ja: 役に立った評価数
ka: სასარგებლოდ შეფასება
kab: Tifranin yelhan
ko: 추천
mg: Vato Manampy
ms: Undi Berguna
nb_no: Hjelpsomhetsstemmer
nl: Stemmen voor ‘nuttig’
pa_in: ਮਦਦਗਾਰ ਵੋਟਾ
pl: Głosy na „pomocny”
pt_br: Votos como útil
pt_pt: Votos de Utilidade
ro: Votate ca „utile”
sk: Hlasy o užitočnosti
sr: Корисни гласови
sv: Hjälpsamma röster
te: ఉపయోగపడే ఓట్లు
th: โหวตที่มีประโยชน์
tr: İşe yarar oyları
uk: Голоси за корисність
ur: مددگار ووٹس
vi: Bình chọn hữu ích
zh_cn: 投向有帮助的投票
zh_tw: 有幫助的投票
zu: Amavoti alusizo

source: [{locale}][{product}] Localization Dashboard
af: [{locale}][{product}] se taalaanpassing-kontroleskerm
bg: [{locale}][{product}] Табло за преводи
bs: [{locale}][{product}] kontrolna tabla lokalizacije
de: [{locale}] [{product}] Übersetzungsübersicht
el: [{locale}][{product}] Πίνακας μεταφράσεων
es: Panel de localización de [{locale}][{product}]
fy_nl: [{locale}][{product}] Dashboerd foar oersetting
he: [{locale}][{product}] לוח בקרת תרגומים
hr: Nadzorna ploča lokalizacije za [{locale}][{product}]
hu: [{locale}] [{product}] fordítói vezérlőpult
ia: [{locale}][{product}] Pannello localisation
id: [{locale}][{product}] Dasbor Pelokalan
it: [{locale}][{product}] Pannello di localizzazione
ja: [{locale}][{product}] L10N ダッシュボード
ka: [{locale}][{product}] თარგმნის ხელსაწყოთა გვერდი
kab: [{locale}][{product}] Tafelwit n tilisɣelt n usideg
ko: [{locale}] [{product}] 번역 현황판
mg: Takelaka Fanamoriana Fandikan-teny [{locale}][{product}]
ms: [{locale}][{product}] Papan pemuka Lokalisasi
nb_no: [{locale}][{product}] Oversetter-instrumentbord
nl: [{locale}][{product}] Dashboard voor vertaling
pa_in: [{locale}][{product}] ਲੋਕਲਾਈਜ਼ੇਸ਼ਨ ਡੈਸ਼ਬੋਰਡ
pl: Panel lokalizacji [{locale}][{product}]
pt_br: Painel de tradução [{product}][{locale}]
pt_pt: Painel de tradução [{product}] para [{locale}]
ro: [{locale}][{product}] Tablou de bord pentru localizare
sk: [{locale}][{product}] Nástenka lokalizácie
sr: [{locale}][{product}] контролна табла локализације
sv: [{locale}][{product}] översättningsöversikt
te: [{locale}][{product}] స్థానికీకరణ డాష్‌బోర్డు
th: [{locale}][{product}] แดชบอร์ดการแปลเป็นภาษาท้องถิ่น
tr: [{locale}][{product}] Yerelleştirme Panosu
uk: [{locale}] Панель локалізації [{product}]
ur: [{locale}][{product}] لوکلائزیشن ڈیش بورڈ
vi: [{locale}][{product}] Bảng điều khiển L10N
zh_cn: [{locale}][{product}] 本地化状态面板
zh_tw: [{locale}][{product}] 在地化主控台
zu: [{locale}][{product}] Ideshibhodi Yokwasendaweni

source: Locale:
af: Taalstreek:
bg: Език:
bs: Jezik:
de: Sprache:
el: Γλώσσα:
es: Idioma:
he: שפה:
hr: Jezik:
hu: Nyelv:
ia: Localisation:
id: Bahasa:
ja: 言語:
ka: ენა:
kab: Tutlayt:
ko: 지역:
mg: Teny:
nb_no: Språk:
pa_in: ਲੋਕੇਲ:
pl: Język:
pt_br: Idioma:
pt_pt: Idioma:
ro: Limbă:
sk: Jazyk:
sr: Место:
sv: Språk:
te: లొకేల్:
th: ภาษา:
tr: Dil:
uk: Локаль:
ur: زبان:
vi: Địa phương:
zh_cn: 语言：
zh_tw: 語系：
zu: Okwasendaweni:

source: Volunteer for Mozilla Support
af: Willig in vir Mozilla-steun
bg: Доброволец за поддръжка на Mozilla
bs: Volontiraj za Mozilla podršku
de: Als Freiwilliger zur Mozilla-Hilfe beitragen
el: Συνεισφορά στην Υποστήριξη Mozilla
es: Colabora en Ayuda de Mozilla
fy_nl: Wurd frijwilliger by Mozilla Support
he: התנדבות למען התמיכה של Mozilla
hr: Pomogni Mozillinoj podršci
hu: Jelentkezzen a Mozilla támogatás önkéntesének
ia: Voluntario pro supporto Mozilla
id: Menjadi sukarelawan di Dukungan Mozilla
it: Collabora al Supporto Mozilla
ja: Mozilla サポートのボランティアに参加する
ka: შემოუერთდით Mozilla მხარდაჭერის საიტს
kab: Uɣal d iwiziw deg tallelt Mozilla
ko: Mozilla 도움말 공헌자
mg: Hilatsaka an-tsitrapo @ Fanampiana Mozilla
ms: Sukarelawan Sokongan Mozilla
nb_no: Meld deg frivillig for Mozilla Support
nl: Word vrijwilliger bij Mozilla Support
pa_in: ਮੋਜ਼ੀਲਾ ਸਹਾਇਤਾ ਲਈ ਵਲੰਟੀਅਰ
pl: Zostań wolontariuszem Mozilla Support
pt_br: Contribua com o suporte da Mozilla
pt_pt: Colabore no Apoio da Mozilla
ro: Fii voluntar pentru Mozilla Support
sk: Prispievateľ podpory Mozilla
sr: Волонтирај за Mozilla подршку
sv: Bli volontär för Mozilla Support
te: మొజిల్లా తోడ్పాటులో స్వచ్ఛందంగా తోడ్పడండి
th: อาสาสมัครสำหรับฝ่ายสนับสนุน Mozilla
tr: Mozilla Destek gönüllüsü olun
uk: Стати волонтером Підтримки Mozilla
ur: Mozilla Support کے لئے رضاکار ہیں
vi: Đóng góp cho Mozilla Support
zh_cn: 成为 Mozilla 技术支持的志愿者
zh_tw: 成為 Mozilla 技術支援站的志工
zu: Yiba yivolontiya ku-Mozilla Support

source: Article
af: Artikel
bg: Статия
bs: Članak
de: Artikel
el: Άρθρο
es: Artículo
fy_nl: Artikel
he: מאמר
hr: Članak
hu: Leírás
ia: Articulo
id: Artikel
it: Articolo
ja: 記事
ka: სტატია
kab: Amagrad
ko: 문서
mg: Lahatsoratra
ms: Artikel
nb_no: Artikkel
nl: Artikel
pa_in: ਲੇਖ਼
pl: Artykuł
pt_br: Artigo
pt_pt: Artigo
ro: Articol
sk: Článok
sr: Чланак
sv: Artikel
te: వ్యాసం
th: บทความ
tr: Makale
uk: Стаття
ur: عبارت
vi: Bài viết
zh_cn: 文章
zh_tw: 文章
zu: I-athikhili

source: Needs Update
af: Kort bywerking
bg: Нуждае се от актуализация
bs: Potrebno ažuriranje
de: Benötigt Aktualisierung
el: Χρειάζεται ενημέρωση
es: Necesitan actualizar
fy_nl: Bywurkjen nedich
he: נדרש עדכון
hr: Potrebno ažuriranje
hu: Frissítés szükséges
ia: Il es necesse actualisar
id: Membutuhkan Pembaruan
it: Necessario aggiornamento
ja: 更新が必要
ka: საჭიროებს განახლებას
kab: Yesra lqqem
ko: 갱신 필요
mg: Mila Fanavaozana
ms: Perlu Kemaskini
nb_no: Trenger oppdatering
nl: Bijwerken nodig
pa_in: ਨਵਿਆਉਣ ਦੀ ਲੋੜ ਹੈ
pl: Wymaga aktualizacji
pt_br: Precisa atualizar
pt_pt: Precisa de ser atualizado
ro: Necesită actualizare
sk: Vyžaduje aktualizáciu
sr: Потребно ажурирање
sv: Behöver uppdateringen
te: నవీకరణ అవసరాలు
th: จำเป็นต้องปรับปรุง
tr: Güncelleme gerekiyor
uk: Потребує оновлення
ur: تازہکاری کی ضرورت ہے
vi: Cần được cập nhật
zh_cn: 需要更新
zh_tw: 需要更新
zu: Idinga ukulungiswa

source: Ready for L10N
bg: Готов за L10N
bs: Spreman za L10N
de: Bereit für Übersetzung
el: Έτοιμο για L10N
es: Listo para L10N
fy_nl: Ree foar L10N
hr: Spreman za L10N
hu: Fordításra kész
ia: Preste pro le localisation
id: Siap untuk L10N
it: Pronto per la localizzazione
ja: L10N 準備完了
ka: გამზადებულია L10N-ისთვის
kab: Ihegga i L10N
ko: L10N 준비
mg: Vonona ho an'ny L10N
ms: Sedia untuk L10N
nb_no: Klar for L10N
nl: Gereed voor L10N
pa_in: L10N ਲਈ ਤਿਆਰ
pl: Gotowy do tłumaczenia
pt_br: Pronto para L10N
pt_pt: Pronto para tradução
ro: Gata pentru L10N
sk: Pripravené na lokalizáciu L10N
sr: Спремно за локализацију
sv: Redo för L10N
te: సిద్ధంగా ఉన్నారా L10N కి
th: พร้อมแล้วสำหรับ L10N
tr: Çeviriye hazır
uk: Готово для L10N
ur: L10N کے لیئے تیار
vi: Sẵn sàng cho L10N
zh_cn: 适合被本地化
zh_tw: 已準備好進行在地化

source: Stale
af: Verouderd
bg: Застоял
bs: Staro
de: Abgelaufen
el: Παλιό
es: Estancado
fy_nl: Ferâldere
hr: Staro
hu: Árva
ia: Obsolete
id: Usang
it: Obsoleto
ja: 失効
ka: მოძველებული
kab: Yexṣer
ko: 준비
mg: Lany Andro
ms: Lapuk
nb_no: Uaktuell
nl: Verouderd
pa_in: ਪੁਰਾਣਾ
pl: Przestarzały
pt_br: Obsoleto
pt_pt: Parado
ro: Depășit
sk: Zanedbané
sr: Стари
sv: Inaktuell
te: కాలం చెల్లిన
th: เก่า
tr: Eski
uk: Застаріле
ur: پرانا
vi: Cũ
zh_cn: 陈旧
zh_tw: 無效
zu: Okudala

source: Expiry Date
af: Vervaldatum
bg: Срок на годност
bs: Datum isteka
de: Ablaufdatum
el: Ημερομηνία λήξης
es: Fecha de expiración
fy_nl: Ferrindatum
he: תאריך תפוגת תוקף
hr: Datum isteka
hu: Lejárati dátum
ia: Data de expiration
id: Tanggal Kedaluwarsa
it: Data di scadenza:
ja: 有効期限
ka: ვადის გასვლის თარიღი
kab: Azemz i ifaten
ko: 만기일
mg: Daty Mahalany Andro
ms: Tarikh Luput
nb_no: Utløpsdato
nl: Vervaldatum
pa_in: ਅੰਤ ਦੀ ਤਾਰੀਖ
pl: Data wygaśnięcia
pt_br: Data de expiração
pt_pt: Data de Expiração
ro: Data expirării
sk: Dátum expirácie
sr: Датум истека
sv: Upphör
te: గడువు తీరు తేదీ
th: วันหมดอายุ
tr: Sonlanma tarihi
uk: Кінцева дата
ur: خاتمے کی تاریخ
vi: Ngày hết hạn
zh_cn: 活跃
zh_tw: 過期日
zu: Usuku Lokuphelelwa

source: Live
af: Lewendig
bg: Динамичен
bs: Trenutno
de: Sichtbar
el: Ζωντανό
es: Activo
hr: Trenutno
hu: Élő
ia: Active
id: Langsung
it: Attivo
ja: 有効
ka: პირდაპირი
kab: Yella
ko: 공개
mg: Velona
nb_no: Aktuell
pa_in: ਲਾਈਵ
pl: Aktualne
pt_br: Publicado
pt_pt: Publicado
ro: Publicat
sk: Sprístupnený
sr: Жив
sv: Aktuell
te: ప్రత్యక్షం
th: สด
tr: Canlı
uk: Діє
ur: براہ راست
vi: Trực tiếp
zh_cn: 活动
zh_tw: 即時
zu: Bukhoma

source: Review Needed: {comment}
af: Nasien nodig: {comment}
bg: Необходим преглед: {comment}
bs: Potrebna recenzija: {comment}
de: Überprüfung benötigt: {comment}
el: Απαιτείται έλεγχος: {comment}
es: Necesitan revisión: {comment}
fy_nl: Beoardieling nedich: {comment}
he: נדרשת סקירה: {comment}
hr: Potrebna recenzija: {comment}
hu: Ellenőrzés szükséges: {comment}
ia: Revision necessari: {comment}
id: Tinjauan Dibutuhkan: {comment}
it: Necessaria revisione: {comment}
ja: レビューが必要: {comment}
ka: საჭიროებს გადახედვას: {comment}
kab: Yeḥwaǧ asenqed: {comment}
ko: 검토가 필요함: {comment}
mg: Fitsarana Ilaina: {comment}
ms: Perlu Semakan: {comment}
nb_no: Gjennomgang er nødvendig: {comment}
nl: Beoordeling nodig: {comment}
pa_in: ਪੜਤਾਲ ਦੀ ਲੋੜ ਹੈ: {comment}
pl: Wymaga sprawdzenia: {comment}
pt_br: Precisa ser revisado: {comment}
pt_pt: Necessita de ser revisto: {comment}
ro: Necesită revizuire: {comment}
sk: Vyžadovaná kontrola: {comment}
sr: Потребна рецензија: {comment}
sv: Granskning behövs: {comment}
te: సమీక్షించాలి: {comment}
th: จำเป็นต้องได้รับการตรวจทาน: {comment}
tr: İncelenmesi gerekiyor: {comment}
uk: Потрібний перегляд: {comment}
ur: جائزہ کی ضرورت ہے: {comment}
vi: Cần xét duyệt: {comment}
zh_cn: 需要审核：{comment}
zh_tw: 需要審核：{comment}
zu: Kudingeka Ukubukeza: {comment}

source: Yes
af: Ja
bg: Да
bs: Da
de: Ja
el: Ναι
es: Sí
fy_nl: Ja
he: כן
hr: Da
hu: Igen
ia: Si
id: Ya
it: Sì
ja: はい
ka: დიახ
kab: Ih
ko: 예
mg: Eny
ms: Ya
nb_no: Ja
nl: Ja
pa_in: ਹਾਂ
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
sk: Áno
sr: Да
sv: Ja
te: అవును
th: ใช่
tr: Evet
uk: Так
ur: ہاں
vi: Có
zh_cn: 是
zh_tw: 是
zu: Yebo

source: No
af: Nee
bg: Не
bs: Ne
de: Nein
el: Όχι
fy_nl: Nee
he: לא
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ka: არა
kab: Ala
ko: 아니오
mg: Tsia
ms: Tidak
nb_no: Nei
nl: Nee
pa_in: ਨਹੀਂ
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
sk: Nie
sr: Не
sv: Nej
te: కాదు
th: ไม่
tr: Hayır
uk: Ні
ur: نہیں
vi: Không
zh_cn: 否
zh_tw: 否
zu: Cha

source: Show translations
af: Wys vertalings
bg: Преводи
bs: Prikaži prijevode
de: Übersetzungen anzeigen
el: Εμφάνιση μεταφράσεων
es: Mostrar traducciones
fy_nl: Oersetting toane
he: הצגת תרגומים
hr: Prikaži prijevode
hu: Fordítások megjelenítése
ia: Monstrar traductiones
id: Tampilkan terjemahan
it: Mostra traduzioni
ja: 翻訳を表示
ka: ნათარგმნის ჩვენება
kab: Sken tisuqilin
ko: 번역 보기
mg: Hampiseho dikanteny
ms: Papar terjemahan
nb_no: Vis oversettelser
nl: Vertalingen tonen
pa_in: ਅਨੁਵਾਦਾ ਨੂੰ ਦਿਖਾਉ
pl: Pokaż tłumaczenia
pt_br: Mostrar traduções
pt_pt: Mostrar traduções
ro: Afișează traducerile
sk: Zobrazenie prekladov
sr: Прикажи преводе
sv: Visa översättningar
te: అనువాదాలు చూపించు
th: แสดงการแปล
tr: Çevirileri göster
uk: Показати переклади
ur: ترجمے دکھائیں
vi: Xem các bản dịch
zh_cn: 显示译文
zh_tw: 顯示翻譯
zu: Veza izihumusho
