Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: [SUMO] You have a new private message from [{sender}]
af: [SUMO] U het 'n privaatboodskap van [{sender}]
bg: [SUMO] Имате ново лично съобщение от [{sender}]
bs: [SUMO] Imate novu privatnu poruku od [{sender}]
de: [SUMO] Du hast eine neue private Nachricht von [{sender}]
el: [SUMO] Έχετε ένα νέο ιδιωτικό μήνυμα από τον/την [{sender}]
es: [SUMO] Tienes un nuevo mensaje privado de [{sender}]
fy_nl: [SUMO] Jo hawwe in nij priveeberjocht fan [{sender}]
he: [SUMO] קיבלת הודעה פרטית חדשה מאת [{sender}]
hr: [SUMO] Imaš novu privatnu poruku od [{sender}]
hu: [SUMO] [{sender}] új személyes üzenetet küldött
ia: [SUMO] Tu ha un nove message private per [{sender}]
id: [SUMO] Anda mendapatkan pesan pribadi dari [{sender}]
it: [SUMO] Messaggio privato da [{sender}]
ja: [SUMO] [{sender}] さんからのプライベートメッセージが届いています。
ka: [SUMO] ახალი პირადი შეტყობინება, გამომგზავნი: [{sender}]
kab: [SUMO] Tremseḍ-d izen uslig seg [{sender}]
ko: [{sender}]로 부터 개인 메시지가 있음
mg: [SUMO] Nahazo hafatra tsiambaratelo vaovao avy amin'i [{sender}] ianao
ms: [SUMO] Anda ada mesej baru daripada [{sender}]
nb_no: [SUMO] Du har en ny privat melding fra [{sender}]
nl: [SUMO] U hebt een nieuw privébericht van [{sender}]
pa_in: [SUMO] ਤੁਹਾਡੇ ਕੋਲ ਇਕ ਨਵਾ ਨਿਜ਼ੀ ਸੁਣੇਹਾ ਵੱਲੋ [{sender}]
pl: [SUMO] Masz nową prywatną wiadomość od [{sender}]
pt_br: [SUMO] Você tem uma nova mensagem particular de [{sender}]
pt_pt: [SUMO] Você tem uma nova mensagem privada de [{sender}]
ro: [SUMO] Ai un mesaj privat nou de la [{sender}]
sk: [SUMO] Máte novú súkromnú správu od [{sender}]
sr: [SUMO] Имате нову приватну поруку од [{sender}]
sv: [SUMO] Du har ett nytt privat meddelande från [{sender}]
te: [SUMO]మీకు ఒక కొత్త ప్రైవేట్ సందేశం [{sender}] నుండి
th: [SUMO] คุณมีข้อความส่วนตัวใหม่จาก [{sender}]
tr: [SUMO] [{sender}] size yeni bir özel bir mesaj gönderdi
uk: [SUMO] У вас нове приватне повідомлення від [{sender}]
ur: [SUMO] آپ کے پاس [{sender}] کا نیا نجی پیغام ہے
vi: [SUMO] Bạn có một tin nhắn mới từ [{sender}]
zh_cn: [SUMO] 您有一封新私信，来自 [{sender}]
zh_tw: [SUMO] 您有個來自 [{sender}] 的新私人訊息
zu: [SUMO] Unomyalezo omusha wasesithe ovela ku[{sender}]

source: Your message was sent!
af: Jou boodskap is gestuur!
bg: Вашето съобщение е изпратено!
bs: Vaša poruka je poslana!
de: Ihre Nachricht wurde gesendet!
el: Το μήνυμά σας απεστάλη!
es: ¡Tu mensaje ha sido enviado!
fy_nl: Jo berjocht is ferstjoerd!
he: ההודעה שלך נשלחה!
hr: Vaša poruka je poslana!
hu: Az üzenete elment!
ia: Tu message ha essite inviate!
id: Pesan terkirim!
it: Il messaggio è stato inviato.
ja: メッセージが送信されました！
ka: თქვენი შეტყობინება გაგზავნილია!
kab: Izen-ik yettwazen!
ko: 메시지를 보냈습니다!
mg: Lasa ny hafatrao!
ms: Mesej anda telah dihantar!
nb_no: Meldingen din ble sendt!
nl: Uw bericht is verzonden!
pa_in: ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਭੇਜਿਆ ਗਿਆ!
pl: Wiadomość została wysłana!
pt_br: Sua mensagem foi enviada!
pt_pt: A sua mensagem foi enviada!
ro: Mesajul tău a fost trimis!
sk: Vaša správa bola odoslaná!
sr: Ваша порука је послана!
sv: Ditt meddelande skickades!
te: మీ సందేశం పంపబడింది!
th: ข้อความของคุณส่งไปแล้ว!
tr: Mesajınız gönderildi!
uk: Ваше повідомлення надіслано!
ur: آپ کا پیغام ارسال کر دیا گیا تھا!
vi: Tin nhắn của bạn đã được gửi!
zh_cn: 您的消息发送成功！
zh_tw: 您的訊息已經送出!
zu: Umyalezo wakho uthunyelwe!

source: No messages selected. Please try again.
af: Geen boodskappe gekies nie. Probeer asseblief weer.
bg: Няма избрани съобщения Моля, опитайте отново.
bs: Poruke nisu odabrane. Pokušajte ponovo.
de: Keine Nachrichten ausgewählt. Bitte versuchen Sie es erneut.
el: Κανένα επιλεγμένο μήνυμα. Παρακαλώ δοκιμάστε ξανά.
es: Ningún mensaje seleccionado. Por favor, intenta de nuevo.
fy_nl: Gjin berjochten selektearre. Probearje it opnij.
he: לא נבחרו הודעות. נא לנסות שוב.
hr: Nijedna poruka nije odabrana. Pokušaj ponovo.
hu: Nincs kiválasztva üzenet. Próbálkozzon újra.
ia: Nulle messages seligite. Per favor prova de novo.
id: Tidak ada pesan yang dipilih. Mohon coba lagi.
it: Nessun messaggio selezionato. Riprovare.
ja: メッセージが選択されていません。再度試してください。
ka: შეტყობინებები არაა არჩეული. გთხოვთ, სცადოთ ხელახლა.
kab: Ulac iznan i d-yettwafernen. Ttxil-k εreḍ tikkelt-nniḍen.
ko: 메시지가 선택되지 않았습니다. 다시 시도해 주세요.
mg: Tsisy hafatra voafantina. Andramo indray azafady.
ms: Tiada mesej dipilih. Sila cuba sekali lagi.
nb_no: Ingen meldinger valgt. Prøv igjen.
nl: Geen berichten geselecteerd. Probeer het opnieuw.
pl: Nie wybrano żadnych wiadomości. Proszę spróbować ponownie.
pt_br: Nenhuma mensagem selecionada. Tente novamente.
pt_pt: Sem mensagens selecionadas. Por favor tente novamente.
ro: Nu ai selectat mesaje. Încearcă din nou.
sk: Nie je vybraná žiadna správa. Prosím skúste to znova.
sr: Поруке нису одабране. Покушајте поново.
sv: Inget meddelanden markerade. Försök igen.
te: ఉత్తరాలు లేవు ఎన్నుకున్నారు. మళ్ళి ప్రయత్నించండి.
th: ไม่ได้เลือกข้อความใด โปรดลองอีกครั้ง
tr: Hiç mesaj seçilmedi. Lütfen yeniden deneyin.
uk: Повідомлень не вибрано. Спробуйте ще раз.
ur: کوئی پیغامات منتخب نہیں ہوئے ہیں۔ دوبارہ کوشش کریں.
vi: Không có tin nhắn nào được chọn. Vui lòng thử lại sau.
zh_cn: 未选定消息。请重试。
zh_tw: 未選擇訊息，請再試一次。
zu: Akukho miyalezo ekhethiwe. Uyacelwa uphinde uzame futhi emva kwesikhashana.

source: Messages didn't add up. Try again.
af: Somtotaal van boodskappe is nie reg nie. Probeer weer.
bg: Съобщенията не се добавиха. Опитайте пак.
bs: Poruke se nisu dodale. Pokušajte opet.
de: Nachrichten haben nicht gepasst. Versuchen Sie es erneut.
el: Τα μηνύματα δεν ταιριάζουν. Δοκιμάστε ξανά.
es: Los mensajes no se añadieron. Inténtalo de nuevo.
fy_nl: Berjochten kloppen net. Probearje it opnij.
hr: Poruke se nisu poklopile. Pokušaj ponovo.
hu: Az üzenetek száma nem megfelelő. Próbálja meg újra.
ia: Le messages non esseva addite. Prova de novo.
id: Pesan tidak ditambahkan. Coba lagi.
it: I messaggi non vengono aggiunti. Riprovare.
ja: メッセージが合いませんでした。再度試してください。
ka: შეტყობინებები არ აიკრიფა. სცადეთ ხელახლა.
kab: Iznan ur mṣadan ara. Ma ulac aɣilif, ɛreḍ tikkelt-nniḍen.
ko: 메시지가 추가되지 않았습니다. 다시 시도해주세요.
mg: Tsisy nitambatra ireo hafatra. Andramo indray.
ms: Mesej tidak sepadan. Cuba lagi.
nb_no: Meldinger stemmer ikke. Prøv igjen.
nl: Berichten klopten niet. Probeer het opnieuw.
pl: Liczba wiadomości nie zgadza się, spróbuj ponownie.
pt_br: Mensagens não se somam. Tente novamente.
pt_pt: As mensagens não batem certo. Tente novamente.
ro: Mesajele nu au fost adăugate. Te rugăm să reîncerci.
sk: Správa nebola pridaná. Skúste to znova.
sr: Поруке се нису додале. Покушајте опет.
sv: Meddelanden stämmer inte. Försökt igen.
te: సందేశాలు జోడించ లేదు. మళ్ళీ ప్రయత్నించండి.
th: ไม่สามารถเพิ่มข้อความได้ ลองอีกครั้ง
tr: Mesajlar toplanamadı. Tekrar deneyin.
uk: Повідомлення не додані. Спробуйте ще раз.
ur: پیغامات شامل نہیں ہوئے۔ دوبارہ کوشش کریں.
vi: Tin nhắn không được thêm vào. Hãy thử lại.
zh_cn: 消息未能添加。请重试。
zh_tw: 並未新增訊息，請再試一次。
zu: Imiyalezo ibingahlangani. Phinda uzame futhi.

source: The message was deleted!
af: Die boodskap is geskrap!
bg: Съобщението беше изтрито!
bs: Poruka je izbrisana!
de: Die Nachricht wurde gelöscht!
el: Το μήνυμα διαγράφηκε!
es: ¡El mensaje ha sido eliminado!
fy_nl: It berjocht is fuortsmiten!
he: ההודעה נמחקה!
hr: Poruka je izbrisana!
hu: Az üzenet törlésre került!
ia: Le message ha essite delite!
id: Pesan dihapus!
it: Messaggio cancellato.
ja: メッセージが削除されました！
ka: შეტყობინება წაიშალა!
kab: Izen yettwakkes!
ko: 메시지 삭제 완료!
mg: Voafafa ilay hafatra!
ms: Mesej telah dibuang!
nb_no: Meldingen ble slettet!
nl: Het bericht is verwijderd!
pa_in: ਸੁਨੇਹਾ ਮਿਟਾਇਆ ਗਿਆ!
pl: Wiadomość została usunięta!
pt_br: Sua mensagem foi apagada!
pt_pt: A mensagem foi eliminada!
ro: Mesajul a fost șters!
sk: Správa bola odstránená!
sr: Порука је обрисана!
sv: Meddelandet har tagits bort!
te: సందేశం తొలగించబడింది!
th: ข้อความถูกลบแล้ว!
tr: Mesaj silindi!
uk: Повідомлення було видалено!
ur: پیغام کو ھزف کار دیا گیا تھا!
vi: Các tin nhắn đã bị xóa!
zh_cn: 该消息已被删除！
zh_tw: 您的訊息已被刪除！
zu: Umyalezo udilithiwe!

source: Delete Message
af: Skrap boodskap
bg: Изтрий съобщението
bs: Izbriši poruku
de: Nachricht löschen
el: Διαγραφή μηνύματος
es: Borrar mensaje
fy_nl: Berjocht fuortsmite
he: מחיקת הודעה
hr: Izbriši poruku
hu: Üzenet törlése
ia: Deler message
id: Hapus Pesan
it: Elimina messaggio
ja: メッセージを削除
ka: შეტყობინების წაშლა
kab: Kkes izen
ko: 메시지 지우기
mg: Hamafa Hafatra
ms: Buang Mesej
nb_no: Slett melding
nl: Bericht verwijderen
pa_in: ਸੁਨੇਹਾ ਮਿਟਾਉ
pl: Usuń wiadomość
pt_br: Apagar mensagem
pt_pt: Eliminar Mensagem
ro: Șterge mesajul
sk: Odstrániť správu
sr: Обриши поруку
sv: Ta bort meddelande
te: సందేశం తొలగించు
th: ลบข้อความ
tr: Mesajı sil
uk: Видалити повідомлення
ur: پیغام حذف کریں
vi: Xóa tin nhắn
zh_cn: 删除消息
zh_tw: 刪除訊息
zu: Dilitha umyalezo

source: Messages
af: Boodskappe
bg: Съобщения
bs: Poruke
de: Nachrichten
el: Μηνύματα
es: Mensajes
fy_nl: Berjochten
he: הודעות
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
ka: შეტყობინებები
kab: Iznan
ko: 메시지
mg: Hafatra
ms: Mesej
nb_no: Meldinger
nl: Berichten
pa_in: ਸੁਨੇਹੇ
pl: Wiadomości otrzymane
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
sk: Správy
sr: Поруке
sv: Meddelanden
te: సందేశాలు
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
ur: ‏‏پیغامات
vi: Tin nhắn
zh_cn: 消息
zh_tw: 訊息
zu: Imiyalezo

source: Sent Messages
af: Gestuurde boodskappe
bg: Изпратени съобщения
bs: Poslane poruke
de: Gesendete Nachrichten
el: Απεσταλμένα μηνύματα
es: Mensajes enviados
fy_nl: Ferstjoerde berjochten
he: הודעות שנשלחו
hr: Poslane poruke
hu: Elküldött üzenetek
ia: Messages inviate
id: Pesan Terkirim
it: Messaggi inviati
ja: 送信済みメッセージ
ka: გაგზავნილი შეტყობინებები
kab: Iznan yettwaznen
ko: 보낸 메시지
mg: Hafatra Nalefa
ms: Mesej dihantar
nb_no: Sendte meldinger
nl: Verzonden berichten
pa_in: ਸੁਨੇਹੇ ਭੇਜੇ
pl: Wiadomości wysłane
pt_br: Mensagens enviadas
pt_pt: Mensagens Enviadas
ro: Mesaje trimise
sk: Odoslané správy
sr: Послане поруке
sv: Skickade meddelanden
te: పంపిన సందేశాలు
th: ข้อความที่ส่ง
tr: Gönderilen Mesajlar
uk: Надіслані повідомлення
ur: بھیجے گئے پیغامات
vi: Tin nhắn đã gửi
zh_cn: 已发消息
zh_tw: 寄件備份
zu: Imiyalezo Ethunyelwe

source: Are you sure you want to delete these messages?
af: Wil u definitief hierdie boodskappe skrap?
bg: Сигурни ли сте, че искате да изтриете тези съобщения?
bs: Da li ste sigurni da želite izbrisati ove poruke?
de: Möchten Sie diese Nachrichten wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτά τα μηνύματα;
es: ¿Seguro que deseas borrar estos mensajes?
fy_nl: Binne jo wis dat jo dizze berjochten fuortsmite wolle?
he: למחוק את ההודעות האלו?
hr: Zaista želiš izbrisati ove poruke?
hu: Biztos, hogy törölni szeretné ezeket az üzeneteket?
ia: Desira tu vermente deler istes messages?
id: Yakin akan menghapus pesan-pesan ini?
it: Cancellare questi messaggi?
ja: 本当にこれらのメッセージを削除してもよろしいですか？
ka: ნამდვილად გსურთ, შეტყობინებების წაშლა?
kab: Tebɣiḍ ad tekkseḍ iznan-a?
ko: 현재 메시지를 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'ireto hafatra ireto ianao?
ms: Anda pasti mahu menghapuskan mesej ini?
nb_no: Er du sikker på at du ønsker å slette disse meldingene?
nl: Weet u zeker dat u deze berichten wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹੇ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć te wiadomości?
pt_br: Tem certeza que quer apagar estas mensagens?
pt_pt: Tem certeza que quer eliminar estas mensagens?
ro: Sigur vrei să ștergi aceste mesaje?
sk: Ste si istý, že chcete tieto správy odstrániť?
sr: Да ли сте сигурни да желите да обришете ове поруке?
sv: Är du säker på att du vill ta bort dessa meddelanden?
te: మీరు ఈ సందేశాలను తొలగించాలని నిశ్చయించుకున్నారా?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบข้อความเหล่านี้?
tr: Bu mesajları silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити ці повідомлення?
ur: کیا آپ واقعی اس پیغامات کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa các tin nhắn này?
zh_cn: 您确定要删除这些消息吗？
zh_tw: 你確定要刪除這些訊息嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha le miyalezo?

source: Are you sure you want to delete this message?
af: Wil u definitief hierdie boodskap skrap?
bg: Сигурни ли сте, че искате да изтриете това съобщение?
bs: Da li ste sigurni da želite izbrisati ovu poruku?
de: Möchten Sie diese Nachricht wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτό το μήνυμα;
es: ¿Seguro que deseas borrar este mensaje?
fy_nl: Binne jo wis dat jo dit berjocht fuortsmite wolle?
he: למחוק את ההודעה הזו?
hr: Zaista želiš izbrisati ovu poruku?
hu: Biztos, hogy törölni szeretné ezt az üzenetet?
ia: Desira tu vermente deler iste message?
id: Yakin akan menghapus pesan ini?
it: Cancellare questo messaggio?
ja: 本当にこのメッセージを削除してもよろしいですか？
ka: ნამდვილად გსურთ, შეტყობინების წაშლა?
kab: Tebɣiḍ ad tekkseḍ izen-a?
ko: 현재 메시지를 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'ity hafatra ity ianao?
ms: Anda pasti mahu menghapuskan mesej ini?
nb_no: Er du sikker på at du ønsker å slette denne meldingen?
nl: Weet u zeker dat u dit bericht wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć tę wiadomość?
pt_br: Tem certeza que quer apagar esta mensagem?
pt_pt: Tem certeza que quer eliminar esta mensagem?
ro: Sigur vrei să ștergi acest mesaj?
sk: Ste si istý, že chcete túto správu odstrániť?
sr: Да ли сте сигурни да желите да обришете ову поруку?
sv: Är du säker på att du vill ta bort meddelandet?
te: మీరు ఈ సందేశాన్ని తొలగించాలని నిశ్చయించుకున్నారా?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบข้อความนี้?
tr: Bu mesajı silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити це повідомлення?
ur: کیا آپ واقعی اس بیغام کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa tin nhắn này?
zh_cn: 您确定要删除此消息吗？
zh_tw: 你確定要刪除此訊息嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha lo myalezo?

source: Inbox
af: Inkassie
bg: Входяща кутия
bs: Primljena pošta
de: Posteingang
el: Εισερχόμενα
es: Bandeja de entrada
fy_nl: Postfek YN
he: דואר נכנס
hr: Pristigla pošta
hu: Bejövő levelek
ia: Cassa de entrata
id: Kotak Masuk
it: In arrivo
ja: 受信箱
ka: წერილები
kab: Tanaka n urmas
ko: 받은 메시지
mg: Boatiditra
ms: Peti masuk
nb_no: Innboks
nl: Postvak IN
pa_in: ਇਂੰਨ-ਬਾਕਸ਼
pl: Skrzynka odbiorcza
pt_br: Caixa de entrada
pt_pt: Caixa de Entrada
ro: Mesaje primite
sk: Prijaté správy
sr: Пријемно сандуче
sv: Inkorg
te: ఇన్‌బాక్స్
th: กล่องขาเข้า
tr: Gelen Kutusu
uk: Вхідні
ur: آمد خانہ
vi: Hộp thư đến
zh_cn: 收件箱
zh_tw: 收件匣
zu: Ibhokisi lemiyalezo

source: New Message
af: Nuwe boodskap
bg: Ново съобщение
bs: Nova poruka
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
fy_nl: Nij berjocht
he: הודעה חדשה
hr: Nova poruka
hu: Új üzenet
ia: Nove message
id: Pesan Baru
it: Nuovo messaggio
ja: メッセージ新規作成
ka: ახალი შეტყობინება
kab: Iznan imaynuten
ko: 새 메시지
mg: Hafatra Vaovao
ms: Mesej Baru
nb_no: Ny melding
nl: Nieuw bericht
pa_in: ਨਵਾਂ ਸੁਨੇਹਾ
pl: Nowa wiadomość
pt_br: Nova mensagem
pt_pt: Nova Mensagem
ro: Mesaj nou
sk: Nová správa
sr: Нова порука
sv: Nytt meddelande
te: కొత్త సందేశం
th: ข้อความใหม่
tr: Yeni Mesaj
uk: Нове повідомлення
ur: نیا پیغام
vi: Tin nhắn mới
zh_cn: 新消息
zh_tw: 新訊息
zu: Umyalezo Omusha

source: Mark Selected as Read
af: Merk gekose as gelees
bg: Отбелязване на избраните като прочетени
bs: Odabrano označi kao pročitano
de: Ausgewählte als gelesen markieren
el: Επισήμανση επιλεγμένων ως αναγνωσμένων
es: Marcar seleccionados como leídos
fy_nl: Selektearre as lêzen markearje
he: סימון הנבחרות כנקראו
hr: Odabrano označi kao pročitano
hu: Kiválasztott megjelölése olvasottként
ia: Marcar le messages seligite como legite
id: Tandai yang Dipilih Telah Dibaca
it: Segna elementi selezionati come letti
ja: 選択したメッセージを既読にする
ka: არჩეულის მონიშვნა წაკითხულად
kab: Creḍ afran yettwaɣra
ko: 선택 사항 읽음 표시
mg: Hanamarika Voafantina ho Voavaky
ms: Tanda yang dipilih sebagai Dibaca
nb_no: Merk valgte som lest
nl: Geselecteerde als gelezen markeren
pa_in: ਮਾਰਕ ਪੜੇ ਦੇ ਰੂਪ ਵਿੱਚ ਚੁਣੋ
pl: Oznacz wybrane jako przeczytane
pt_br: Marcar selecionadas como lidas
pt_pt: Marcar selecionadas como lidas
ro: Marchează mesajele selectate ca citite
sk: Označiť výber ako prečítané
sr: Означи изабрану као прочитану
sv: Markera vald som läst
te: ఎంచుకున్నదాన్ని చదివినట్లు మార్క్ చేయండి
th: ทำเครื่องหมายรายการที่เลือกเป็นข้อความที่อ่านแล้ว
tr: Seçilenleri okundu olarak işaretle
uk: Позначити вибрані як прочитані
ur: بطور پڑھا ہوا نشان زد کریں
vi: Chuyển trạng thái của các mục đã đánh dấu thành đã đọc
zh_cn: 标记所选的项目为已读
zh_tw: 將所選擇的項目標示為已閱讀
zu: Phawula Okukhethiwe njengokuFundiwe

source: Delete Selected
af: Skrap gekose
bg: Изтриване на избраните
bs: Izbriši označene
de: Ausgewählte löschen
el: Διαγραφή επιλεγμένων
es: Borrar seleccionados
fy_nl: Selektearre fuortsmite
he: מחיקת הנבחרות
hr: Izbriši označeno
hu: Kijelölt törlése
ia: Deler messages seligite
id: Hapus yang Dipilih
it: Elimina selezionati
ja: 選択したメッセージを削除
ka: არჩეულის წაშლა
kab: Kkes afran
ko: 선택 사항 지우기
mg: Hamafa Voafantina
ms: Buang yang Dipilih
nb_no: Slett valgt
nl: Geselecteerde verwijderen
pa_in: ਚੁਣੇ ਹੋਏ ਹਟਾਓ
pl: Usuń wybrane
pt_br: Apagar selecionadas
pt_pt: Eliminar Selecionadas
ro: Șterge mesajele selectate
sk: Odstrániť výber
sr: Обриши изабрано
sv: Ta bort vald
te: ఎంచుకున్నవి తొలగించు
th: ลบรายการที่เลือก
tr: Seçilenleri sil
uk: Видалити вибрані
ur: منتخب کردہ کو حذف کریں
vi: Xóa mục đã chọn
zh_cn: 删除所选的项目
zh_tw: 刪除所選擇的項目
zu: Dilitha Okukhethiwe

source: From
de: Von
el: Από
fy_nl: Fan
hu: Feladó
ia: Ab
it: Da
kab: Si
nl: Van
pl: Nadawca
pt_br: De
pt_pt: De
sv: Från
tr: Gönderen
zh_cn: 发件人
zh_tw: 從

source: Received On
de: Empfangen am
el: Ελήφθη στις
fy_nl: Untfongen op
hu: Fogadva
ia: Recipite le
it: Ricevuto il
kab: Ṭṭef-d deg
nl: Ontvangen op
pl: Otrzymane w dniu
pt_br: Recebido em
pt_pt: Recebido em
sv: Mottaget den
tr: Alındığı tarih
zh_cn: 接收于
zh_tw: 接收時間

source: Excerpt
de: Auszug
el: Απόσπασμα
fy_nl: Fragmint
hu: Kivonat
ia: Extraite
it: Estratto
nl: Fragment
pl: Fragment
pt_br: Trecho
pt_pt: Excerto
sv: Utdrag
tr: Alıntı
zh_cn: 预览
zh_tw: 摘錄

source: Delete?
de: Löschen?
el: Διαγραφή;
fy_nl: Fuortsmite?
hu: Törlés?
ia: Deler?
it: Eliminare?
kab: Kkes?
ko: 삭제?
nl: Verwijderen?
pl: Usunąć?
pt_br: Excluir?
pt_pt: Eliminar?
sv: Ta bort?
tr: Silinsin mi?
zh_cn: 删除？
zh_tw: 要刪除嗎？

source: Read message
af: Lees boodskap
bg: Прочети съобщението
bs: Pročitaj poruku
de: Nachricht lesen
el: Ανάγνωση μηνύματος
es: Leer mensaje
fy_nl: Berjocht lêze
hr: Pročitaj poruku
hu: Üzenet olvasása
ia: Leger le message
id: Baca pesan
it: Leggi messaggio
ja: メッセージを読む
ka: შეტყობინების წაკითხვა
kab: Ɣer izen
ko: 메시지 읽기
mg: Hamaky hafatra
ms: Baca mesej
nb_no: Les melding
nl: Bericht lezen
pa_in: ਸੁਨੇਹਾ ਪੜੋ
pl: Przeczytaj wiadomość
pt_br: Ler mensagem
pt_pt: Ler mensagem
ro: Mesaje citite
sk: Prečítať správu
sr: Прочитај поруку
sv: Läs meddelande
te: సందేశం చదువు
th: อ่านข้อความ
tr: Mesajı oku
uk: Прочитати повідомлення
ur: پیغام پڑھیں
vi: Đọc tin nhắn
zh_cn: 阅读消息
zh_tw: 閱讀訊息
zu: Funda umyalezo

source: Delete message
af: Skrap boodskap
bg: Изтрий съобщението
bs: Izbriši poruku
de: Nachricht löschen
el: Διαγραφή μηνύματος
es: Borrar mensaje
fy_nl: Berjocht fuortsmite
he: מחיקת הודעה
hr: Izbriši poruku
hu: Üzenet törlése
ia: Deler le message
id: Hapus pesan
it: Elimina messaggio
ja: メッセージを削除
ka: შეტყობინების წაშლა
kab: Kkes izen
ko: 메시지 지우기
mg: Hamafa hafatra
ms: Buang mesej
nb_no: Slett melding
nl: Bericht verwijderen
pa_in: ਸੁਨੇਹਾ ਹਟਾਓ
pl: Usuń wiadomość
pt_br: Apagar mensagem
pt_pt: Eliminar mensagem
ro: Șterge mesajul
sk: Odstrániť správu
sr: Обриши поруку
sv: Ta bort meddelande
te: సందేశాన్ని తొలగించు
th: ลบข้อความ
tr: Mesajı sil
uk: Видалити повідомлення
ur: پیغام حذف کریں
vi: Xóa tin nhắn
zh_cn: 删除消息
zh_tw: 刪除訊息
zu: Dilitha umyalezo

source: There are no messages here.
af: Hier is geen boodskappe nie.
bg: Тук няма никакви съобщения.
bs: Ovdje nema poruka.
de: Hier gibt es keine Nachrichten.
el: Δεν υπάρχει κανένα μήνυμα εδώ.
es: No hay mensajes.
fy_nl: Hjir binne gjin berjochten.
he: אין כאן הודעות.
hr: Ovdje nema poruka.
hu: Nincsenek itt üzenetek.
ia: Il ha nulle messages ci.
id: Tidak ada pesan di sini.
it: Nessun messaggio.
ja: メッセージはありません。
ka: შეტყობინებები არაა.
kab: Ulac iznan dagi.
ko: 메시지가 없습니다.
mg: Tsy misy hafatra ato.
ms: Tiada mesej di sini.
nb_no: Der er ingen meldinger her.
nl: Hier zijn geen berichten.
pa_in: ਇਥੇ ਹੋਰ ਸੁਨੇਹਾ ਨਹੀ ਹੈ।
pl: Nie ma żadnych wiadomości.
pt_br: Não há mensagens aqui.
pt_pt: Não há mensagens aqui.
ro: Nu sunt mesaje aici.
sk: Žiadne nové správy.
sr: Нема порука.
sv: Det finns inga meddelanden.
te: ఇక్కడ ఏ సందేశాలు లేవు.
th: ไม่มีข้อความ
tr: Hiç mesaj yok.
uk: Немає повідомлень.
ur: یہاں کوئی پیغامات نہیں ہیں۔
vi: Không có tin nhắn nào.
zh_cn: 这里目前没有消息。
zh_tw: 這裡目前沒有文章。
zu: Akukho miyalezo lapha.

source: You have exceeded the number of private messages that can be sent in a day.
af: Jy het die aantal private boodskappe wat in 'n dag gestuur kan word, oorskry.
bg: Превишили сте броя на личните съобщения, които могат да бъдат изпращани за 1 ден.
bs: Prešli ste maksimalni broj privatnih poruka koje mogu biti poslate u jednom danu.
de: Sie haben zu viele private Nachrichten innerhalb eines Tages gesendet.
el: Έχετε υπερβεί τον αριθμό των ιδιωτικών μηνυμάτων που μπορείτε να αποστείλετε σε μία ημέρα.
es: Has sobrepasado el número máximo de mensajes privados que puedes enviar en un día.
fy_nl: Jo binne oer it oantal priveeberjochten dat op in dei ferstjoerd wurde kin.
he: חרגת ממכסת ההודעות הפרטיות שניתן לשלוח ביום.
hr: Prešli ste maksimalni broj privatnih poruka koje se mogu poslati u jednom danu.
hu: Túllépte az egy nap elküldhető személyes üzenetek mennyiségét.
ia: Tu ha excedite le numero de messages private que pote ser inviate in un die.
id: Anda telah melampaui jumlah pesan pribadi yang dapat dikirim dalam sehari.
it: Si è superato il limite di messaggi privati che è possibile inviare in un giorno.
ja: 1日に送信できるプライベートメッセージ数の上限に達しました。
ka: თქვენ გადააჭარბეთ პირადი შეტყობინებების გაგზავნის დაშვებულ რაოდენობას, დღის განმავლობაში.
kab: Tεeddaḍ amḍan n yiznan usligen i tzemreḍ ad ten-tazneḍ i wass.
ko: 하루에 보낼수 있는 개인 메시지의 한도를 초과하였습니다.
mg: Nihoaranao ny isan'ny hafatra tsiambaratelo azo alefa ao anatin'ny andro iray.
ms: Anda telah melebihi bilangan mesej peribadi yang boleh dihantar dalam satu hari.
nb_no: Du har overskrevet antallet private meldinger som kan sendes på en dag.
nl: U hebt het aantal privéberichten dat per dag kan worden verzonden overschreden.
pa_in: ਤੁਹਾਡੇ ਪ੍ਰਾਈਵੇਟ ਸੁਨੇਹਿਆ ਦੀ ਗਿਣਤੀ ਵੱਧ ਗਈ ਹੈ ਜੋ ਇੱਕ ਦਿਨ ਵਿਚ ਭੇਜਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Osiągnięto limit prywatnych wiadomości, które możesz wysłać jednego dnia.
pt_br: Você excedeu o número de mensagens privadas que podem ser enviadas em um dia.
pt_pt: Excedeu o número de mensagens privadas que podem ser enviadas num dia.
ro: Ai depășit numărul de mesaje private ce pot fi trimise într-o zi.
sk: Vyčerpali ste počet súkromných správ, ktoré môžu byť odoslané v rámci jedného dňa.
sr: Прешли сте максимални број приватих порука које могу бити послате у једном дану.
sv: Du har överskridit antalet privata meddelanden som kan skickas på en dag.
te: మీరు ఇచ్చిన ఒక రోజు సమయంలో పంపించగలిగే సందేశాల సంఖ్యను అధిగమించారు.
th: คุณมีข้อความส่วนตัวเกินจำนวนที่สามารถส่งได้ในหนึ่งวัน
tr: Bir günde gönderebileceğiniz özel mesaj sayısını aştınız.
uk: Ви перевищили ліміт кількості персональних відповідей, які можуть бути надіслані на день.
ur: آپ نے ایک دن میں بھیجے جانے والے نجی پیغامات کی تعداد کو عبور کرلیا ہے۔
vi: Đã vượt quá số lượng tin nhắn riêng tư có thể được gửi trong một ngày.
zh_cn: 您已超过您每天可发送私信的数量限制。
zh_tw: 你已經超過你一天可以傳遞私人訊息的數量。
zu: Usudlulile enanini lemiyalezo yasesithe evunyelwe ukuthunyelwa ngosuku.
