Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: %(number)d week ago
af: %(number)d week gelede
bg: преди %(number)d седмица
bs: prije %(number)d sedmicu
de: vor %(number)d Woche
el: %(number)d εβδομάδα πριν
es: Hace %(number)d semana
fy_nl: %(number)d wike lyn
he: לפני שבוע
hr: prije %(number)d tjedan
hu: %(number)d hete
ia: %(number)d septimana retro
id: %(number)d minggu yang lalu
it: %(number)d settimana fa
ja: %(number)d 週間前
ka: %(number)d კვირის წინ
kab: %(number)d n yimals aya
ko: %(number)d주 전
mg: %(number)d herinandro lasa
ms: %(number)d minggu lepas
nb_no: %(number)d uke siden
nl: %(number)d week geleden
pa_in: %(number)d ਹਫਤਾ ਪਹਿਲਾ
pl: %(number)d tydzień temu
pt_br: há %(number)d semana
pt_pt: %(number)d semana atrás
ro: acum %(number)d săptămână
sk: Pred %(number)d týždňom
sr: Пре %(number)d недељу
sv: %(number)d vecka sedan
te: %(number)d వారం క్రితం
th: %(number)d สัปดาห์ก่อน
tr: %(number)d hafta önce
uk: %(number)d тиждень тому
ur: %(number)d ہفتہ پہلے
vi: %(number)d tuần trước
zh_cn: %(number)d 周前
zh_tw: %(number)d 週前
zu: %(number)d isonto elidlule

source: %(number)d day ago
af: %(number)d dag gelede
bg: преди %(number)d ден
bs: prije %(number)d dan
de: vor %(number)d Tag
el: %(number)d ημέρα πριν
es: Hace %(number)d día
fy_nl: %(number)d dei lyn
he: אתמול
hr: prije %(number)d dan
hu: %(number)d napja
ia: %(number)d die retro
id: %(number)d hari yang lalu
it: %(number)d giorno fa
ja: %(number)d 日前
ka: %(number)d დღის წინ
kab: %(number)d n wass aya
ko: %(number)d일 전
mg: %(number)d andro lasa
ms: %(number)d hari lepas
nb_no: %(number)d dag siden
nl: %(number)d dag geleden
pa_in: %(number)d ਦਿਨ ਪਹਿਲਾ
pl: %(number)d dzień temu
pt_br: há %(number)d dia
pt_pt: %(number)d dia atrás
ro: acum %(number)d zi
sk: Pred %(number)d dňom
sr: Пре %(number)d дан
sv: %(number)d dag sedan
te: %(number)d రోజు క్రితం
th: %(number)d วันก่อน
tr: %(number)d gün önce
uk: %(number)d день тому
ur: %(number)d دن پہلے
vi: %(number)d ngày trước
zh_cn: %(number)d 天前
zh_tw: %(number)d 天前
zu: %(number)d usuku oludlule

source: %(number)d hour ago
af: %(number)d uur gelede
bg: преди %(number)d час
bs: prije %(number)d sat
de: vor %(number)d Stunde
el: %(number)d ώρα πριν
es: Hace %(number)d hora
fy_nl: %(number)d oere lyn
he: לפני שעה
hr: %(number)d sat prije
hu: %(number)d órája
ia: %(number)d hora retro
id: %(number)d jam yang lalu
it: %(number)d ora fa
ja: %(number)d 時間前
ka: %(number)d საათის წინ
kab: %(number)d n usrag aya
ko: %(number)d시간 전
mg: %(number)d ora lasa
ms: %(number)d jam lepas
nb_no: %(number)d time siden
nl: %(number)d uur geleden
pa_in: %(number)d ਘੰਟਾ ਪਹਿਲਾ
pl: %(number)d godzinę temu
pt_br: há %(number)d hora
pt_pt: %(number)d hora atrás
ro: acum %(number)d oră
sk: Pred %(number)d hodinou
sr: Пре %(number)d сат
sv: %(number)d timme sedan
te: %(number)d గంట క్రితం
th: %(number)d ชั่วโมงก่อน
tr: %(number)d saat önce
uk: %(number)d година тому
ur: %(number)d گھنٹہ پہلے
vi: %(number)d giờ trước
zh_cn: %(number)d 小时前
zh_tw: %(number)d 小時前
zu: %(number)d ihora elidlule

source: %(number)d minute ago
af: %(number)d minuut gelede
bg: преди %(number)d минута
bs: prije %(number)d minut
de: vor %(number)d Minute
el: %(number)d λεπτό πριν
es: Hace %(number)d minuto
fy_nl: %(number)d minút lyn
he: לפני דקה
hr: prije %(number)d minut
hu: %(number)d perce
ia: %(number)d minuta retro
id: %(number)d menit yang lalu
it: %(number)d minuto fa
ja: %(number)d 分前
ka: %(number)d წუთის წინ
kab: %(number)d n tesdat aya
ko: %(number)d분 전
mg: %(number)d minitra lasa
ms: %(number)d minit lepas
nb_no: %(number)d minutt siden
nl: %(number)d minuut geleden
pa_in: %(number)d ਮਿੰਟ ਪਹਿਲਾ
pl: %(number)d minutę temu
pt_br: há %(number)d minuto
pt_pt: %(number)d minuto atrás
ro: acum %(number)d minut
sk: Pred %(number)d minútou
sr: Пре %(number)d минут
sv: %(number)d minut sedan
te: %(number)d నిమిషం క్రితం
th: %(number)d นาทีก่อน
tr: %(number)d dakika önce
uk: %(number)d хвилина тому
ur: %(number)d منٹ پہلے
vi: %(number)d phút trước
zh_cn: %(number)d 分钟前
zh_tw: %(number)d 分鐘前
zu: %(number)d umzuzu odlule

source: %(number)d second ago
af: %(number)d sekonde gelede
bg: преди %(number)d секунда
bs: prije %(number)d sekund
de: vor %(number)d Sekunde
el: %(number)d δευτερόλεπτο πριν
es: Hace %(number)d segundo
fy_nl: %(number)d sekonde lyn
he: לפני שנייה
hr: prije %(number)d sekund
hu: %(number)d másodperce
ia: %(number)d secunda retro
id: %(number)d detik yang lalu
it: %(number)d secondo fa
ja: %(number)d 秒前
ka: %(number)d წამის წინ
kab: %(number)d n tasint aya
ko: %(number)d초 전
mg: %(number)d segondra lasa
ms: %(number)d saat lepas
nb_no: %(number)d sekund siden
nl: %(number)d seconde geleden
pa_in: %(number)d ਸਕਿੰਟ ਪਹਿਲਾ
pl: %(number)d sekundę temu
pt_br: há %(number)d segundo
pt_pt: %(number)d segundo atrás
ro: acum %(number)d secundă
sk: Pred %(number)d sekundou
sr: Пре %(number)d секунда
sv: %(number)d sekund sedan
te: %(number)d సెకను క్రితం
th: %(number)d วินาทีก่อน
tr: %(number)d saniye önce
uk: %(number)d секунда тому
ur: %(number)d سیکنڈ پہلے
vi: %(number)d giây trước
zh_cn: %(number)d 秒前
zh_tw: %(number)d 秒前
zu: %(number)d umzuzwana odlule

source: Unsubscribe
af: Teken uit
bg: Отписване
bs: Ukini pretplatu
de: Austragen
el: Κατάργηση συνδρομής
es: Cancelar suscripción
fy_nl: Ofmelde
he: ביטול מינוי
hr: Odjavi pretplatu
hu: Leiratkozás
ia: Remover le subscription
id: Berhenti langganan
it: Annulla iscrizione
ja: 通知解除
ka: გამოწერის გაუქმება
kab: Ffeɣ seg ujerred
ko: 해지
mg: Hanala fisoratana
ms: Batal langganan
nb_no: Meld ut
nl: Afmelden
pa_in: ਗਾਹਕੀ ਰੱਦ ਕਰੋ
pl: Anuluj subskrypcję
pt_br: Cancelar inscrição
pt_pt: Cancelar subscrição
ro: Dezabonare
sk: Zrušiť odber
sr: Откажи претплату
sv: Avsluta prenumeration
te: చందా విరమించు
th: เลิกบอกรับ
tr: Abonelikten ayrıl
uk: Відписатись
ur: رکنیت ختم کریں
vi: Bỏ theo dõi
zh_cn: 取消订阅
zh_tw: 取消訂閱
zu: Zisuse ohlwini lwababhalisela ukuthola imininingwane

source: Are you sure you want to unsubscribe?
af: Is jy seker jy wil uitteken?
bg: Сигурни ли сте, че искате да се отпишете?
bs: Jeste li sigurni da želite otkazati pretplatu?
de: Sind Sie sicher, dass Sie sich austragen möchten?
el: Θέλετε σίγουρα να καταργήσετε την εγγραφή σας;
es: ¿Seguro que deseas cancelar tu suscripción?
fy_nl: Binne jo wis dat jo jo ôfmelde wolle?
he: לבטל את המינוי?
hr: Zaista želiš odjaviti pretplatu?
hu: Biztos, hogy le szeretne iratkozni?
ia: Desira tu vermente remover le inrolamento?
id: Anda yakin ingin berhenti berlangganan?
it: Annullare la sottoscrizione?
ja: 本当に購読を解除してもよろしいですか？
ka: ნამდვილად გსურთ, გამოწერის გაუქმება?
kab: Tebɣiḍ s tidet ad teffɣeḍ seg ujerred?
ko: 구독을 해지하시겠습니까?
mg: Azonao antoka fa te-hanala fisoratana ianao?
ms: Adakah anda pasti mahu membatalkan langganan?
nb_no: Er du sikker på at du vil avslutte abonnementet?
nl: Weet u zeker dat u zich wilt afmelden?
pl: Czy na pewno chcesz anulować subskrypcję?
pt_br: Tem certeza que deseja cancelar a inscrição?
pt_pt: Tem a certeza que pretende cancelar a subscrição?
ro: Sigur vrei să te dezabonezi?
sk: Naozaj chcete zrušiť odber?
sr: Да ли сте сигурни да желите да откажете претплату?
sv: Är du säker på att du vill avsluta prenumerationen?
te: మీరు ఖచ్చితంగా సభ్యత్వాన్ని తీసివేయాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการเลิกบอกรับ?
tr: Abonelikten ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте відписатись?
ur: کیا آپ واقعی رکنیت ختم کرنا چاہتے ہیں؟
vi: Bạn có muốn ngừng nhận email?
zh_cn: 您确定要取消订阅吗？
zh_tw: 您確定要退訂嗎？
zu: Unesiqiniseko sokuthi ufuna ukuzisusa ohlwini lwababhalisele ukuthola imininingwane?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
af: Jy sal uitgeteken word uit: <br><strong>%(object)s</strong>
bg: Ще бъдете отписани от: <br><strong>%(object)s</strong>
bs: Više nećete biti prijavljeni na: <br><strong>%(object)s</strong>
de: Sie entfernen das Abonnement von: <br><strong>%(object)s</strong>
el: Θα καταργήσετε την εγγραφή σας από το: <br><strong>%(object)s</strong>
es: Se cancelará tu suscripción de <br><strong>%(object)s</strong>
fy_nl: Jo wurde ôfmeld fan: <br><strong>%(object)s</strong>
he: המינוי שלך יבוטל עבור: <br><strong>%(object)s</strong>
hr: Odjavit ćeš pretplatu na: <br><strong>%(object)s</strong>
hu: Le fog iratkozni erről: <br><strong>%(object)s</strong>
ia: Tu sera removite ab le inrolamento ex: <br><strong>%(object)s</strong>
id: Anda akan berhenti berlangganan dari <br><strong>%(object)s</strong>
it: Sarai deiscritto da <br><strong>%(object)s</strong>
ja: 購読を解除します: <br><strong>%(object)s</strong>
ka: გაუქმდება შემდეგი გამოწერა: <br><strong>%(object)s</strong>
kab: Ad tettwakkseḍ seg ujerred seg: <br><strong>%(object)s</strong>
ko: <br><strong>%(object)s</strong>에서 해지됩니다
mg: Hesorina ny fisoratanao @: <br><strong>%(object)s</strong>
ms: Anda akan membatalkan langganan: <br><strong>%(object)s</strong>
nb_no: Du vil ikke lenger abonnere på: <br><strong>%(object)s</strong>
nl: U wordt afgemeld van: <br><strong>%(object)s</strong>
pl: Anulujesz subskrypcję: <br><strong>%(object)s</strong>
pt_br: Será cancelada sua inscrição de: <br><strong>%(object)s</strong>
pt_pt: A sua subscrição será cancelada de: <br><strong>%(object)s</strong>
ro: Vei fi dezabonat(ă) de la: <br><strong>%(object)s</strong>
sk: Budete odhlásený z: <br><strong>%(object)s</strong>
sr: Више нећете бити пријављени на: <br><strong>%(object)s</strong>
sv: Du kommer att avsluta prenumerationen av: <br><strong>%(object)s</strong>
te: వీటి నుండి మీ చందా విరమించబడుతుంది: <br><strong>%(object)s</strong>
th: คุณจะถูกเลิกบอกรับจาก: <br><strong>%(object)s</strong>
tr: <br><strong>%(object)s</strong> aboneliğinden ayrılacaksınız.
uk: Ви будете відписані від: <br><strong>%(object)s</strong>
ur: آپکی <br><strong>%(object)s</strong> سے رکنیت ختمکردیجائے گی
vi: Bạn sẽ được hủy đăng ký từ: <br><strong>%(object)s</strong>
zh_cn: 您将退订：<br><strong>%(object)s</strong>
zh_tw: 您將取消訂閱: <br><strong>%(object)s</strong>
zu: Uzosuswa ohlwini lwababhalisele ukuthola imininingwane le: <br><strong>%(object)s</strong>

source: Unsubscribe Error
bg: Грешка при отписването
bs: Greška pri otkazivanju pretplate
de: Fehler beim Austragen
el: Σφάλμα κατάργησης συνδρομής
es: Error al cancelar la suscripción
fy_nl: Flater by ôfmelden
he: שגיאה בביטול המינוי
hr: Greška pri odjavljivanju pretplate
hu: Leiratkozási hiba
ia: Error de remotion ex inrolamento
id: Berhenti langganan
it: Errore nell'annullamento della sottoscrizione
ja: 購読解除エラー
ka: შეცდომა, გამოწერის გაუქმებისას
kab: Tuccḍa n tuffɣa seg ujerred
ko: 해지 오류
mg: Tsy Fetezan'ny Fanalana Fisoratana
ms: Ralat Membatalkan langganan
nb_no: Feil ved avslutning av abonnement
nl: Fout bij afmelden
pl: Błąd podczas anulowania subskrypcji
pt_br: Erro ao cancelar inscrição
pt_pt: Erro ao cancelar subscrição
ro: Eroare la dezabonare
sk: Chyba pri rušení odberu
sr: Грежка при отказивању претплате
sv: Fel vid avslut av prenumeration
te: సభ్యత్వాన్ని తీసివేయి లోపం
th: ข้อผิดพลาดการเลิกบอกรับ
tr: Abonelikten ayrılma hatası
uk: Помилка відписки
ur: رکنیت ختم کرنے میں مسلہ ہے
vi: Lỗi trong khi bỏ theo dõi
zh_cn: 取消订阅出错
zh_tw: 退訂時發生錯誤

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
bg: Не можахме да намерим вашия абонамент. Или вече е отменен, или има грешка във връзката за отписване. Моля, уверете се, че цялата връзка от имейла е попаднала в браузъра. Ако последната част от връзката преминава на втори ред в имейла, опитайте да копирате и поставите цялата връзка в браузъра.
bs: Nismo mogli da pronađemo pretplatu. Ili je već bila otkazana, ili je došlo do greške u vezi za otkazivanje pretplate. Provjerite da li je cijeli tekst veze unijet u pretraživač. Ako je posljednji dio veze prešao u drugi red linije u poruci, pokušajte da kopirate i unesite vezu u pretraživač.
de: Wir konnten Ihr Abonnement nicht finden. Entweder wurde es bereits entfernt, oder im Link zum Austragen gab es einen Fehler. Stellen Sie bitte sicher, dass der vollständige Link aus der E-Mail in den Browser übertragen wurde. Wenn der letzte Teil des Links in einer neuen Zeile der E-Mail steht, versuchen Sie, den Link zu kopieren und im Browser einzufügen.
el: Δεν μπορέσαμε να βρούμε τη συνδρομή σας. Είτε έχει ήδη ακυρωθεί, είτε υπήρξε λάθος στο σύνδεσμο κατάργησης εγγραφής. Παρακαλούμε βεβαιωθείτε ότι εισήχθη ολόκληρος ο σύνδεσμος από το email στο πρόγραμμα περιήγησης. Αν το τελευταίο μέρος του συνδέσμου αναδιπλώνεται σε δεύτερη γραμμή στο email, δοκιμάστε να κάνετε αντιγραφή και επικόλληση του συνδέσμου στο πρόγραμμα περιήγησης.
es: No hemos podido encontrar tu suscripción. O ya ha sido cancelada, o hay un error en el enlace de cancelación de la suscripción. Por favor, asegúrate de que has copiado el enlace completo del correo al navegador. Si la última parte del enlace se corta a una segunda línea en el mensaje, prueba a copiar y pegar el enlace en el navegador.
fy_nl: Jo oanmelding waard net fûn. Of dizze is al annulearre, of der wie sprake fan in flater yn de keppeling foar it ôfmelden. Soargje derfoar dat de hiele keppeling út it e-mailberjocht yn de browser komt. As it lêste part derfan yn it e-mailberjocht ôfbrutsen wurdt nei in twadde rigel, probearje de keppeling dan te kopiearjen en yn de browser te plakken.
he: לא הצלחנו למצוא את המינוי שלך. או שהיא כבר בוטלה או שחלה טעות בקישור לביטול המינוי. נא לוודא שכל הקישור הגיע במלואו מההודעה שקיבלת בדוא״ל אל הדפדפן. אם החלק האחרון של הקישור גולש לשורה שנייה בהודעה, כדאי לנסות להעתיק ולהדביק את הקישור לדפדפן.
hr: Nismo pronašli tvoju pretplatu. Ili je već bila odjavljena ili je došlo do greške u poveznici za odjavljivanje pretplate. Provjeri, da li je cijeli tekst poveznice upisan u pretraživač. Ako je zadnji dio poveznice prešao u drugi redak u poruci, pokušaj kopirati i umetnuti poveznicu u pretraživač.
hu: Nem találtuk a feliratkozását. Lehet, hogy visszavonták vagy hibás volt a leiratkozási hivatkozás. Győződjön meg róla, hogy az egész e-mailben elküldött hivatkozás belekerült a böngésző címsorába. Ha a hivatkozás utolsó része másik sorba került az e-mailben, próbálja meg kimásolni és beilleszteni a böngészőbe.
ia: Impossibile trovar tu subscription. O illo ha ja essite cancellate o il ha habite un error in le ligamine pro remover le inrolamento. Per favor verifica que le integre ligamine ab le email sia rendite in le navigator. Si le ultime parte del ligamine se involve in un altere linea in le email, prova a copiar e collar le ligamine in le navigator.
id: Kami tidak dapat menemukan langganan Anda. Mungkin telah dibatalkan atau ada kesalahan di tautan berhenti berlangganan. Sila pastikan semua tautan dari surel ada di peramban. Jika di surel bagian terakhir dari tautan terpotong ke baris kedua, coba salin dan tempel tautan ke peramban.
it: Non è stato possibile individuare la sottoscrizione. È già stata annullata oppure vi è un errore nel link di annullamento. Assicurarsi di aver inserito il link completo ricevuto per email nel browser. Se il link viene disposto su due righe nel messaggio email, provare a copiare e incollare il link completo nel browser.
ja: ご利用の購読を見つけられませんでした。すでにキャンセルされているか、メールに書かれた購読解除のリンクに誤りがあります。メールに書かれたリンク全体を正しくブラウザーのアドレスバーに入力してください。リンクが 2 行目に折り返されている場合は、リンク全体を含めるようにしてください。
ka: თქვენი გამოწერის მონახვა ვერ მოხერხდა. ან უკვე გაუქმებულია, ან რაღაც შეცდომაა, გასაუქმებელ ბმულზე. გთხოვთ, გადაამოწმოთ ელფოსტაზე მითითებული სრული ბმული. თუ ბმულის დაბოლოება მეორე ხაზზეა გადატანილი, სცადეთ ბულის ბრაუზერის მისამართების ველში გადატანა.
kab: Ur nuffi talɣut inek ujerred. Ahat tettwasefsex yakan, neɣ yella wugur akked useɣwen n tuffɣa seg ujerred. Wali ma yella tneɣleḍ akken iwata aseɣwen ɣef iminig inek. Ma yella aḥric aneggaru yedda-d deg izirig nniḍen deg imayl, ɛreḍ ad t-neɣleḍ sakin senteḍ-it ɣef iminig inek.
ko: 구독 정보를 찾을 수 없습니다. 이미 취소하였거나 구독 링크에 오류가 있을 수 있습니다. 메일 전체를 다시 살펴 보시고 링크의 위치를 찾아 보세요. 대개 메일의 두번째 줄에 있으므로 클릭이 안되면 복사해서 브라우저 주소 표시 줄에 바로 입력하셔야 합니다.
mg: Tsy hitanay ny fisoratanao. Na efa nofoanana izany, na nisy diso t@ rohy fanalana fisoratana. Ataovy azo antoka azafady fa tafita ao @ mpitety ilay rohy manontolo avy @ mailaka. Raha midina andalana ny tapany aoriana @ ilay rohy ao @ mailaka, dia andramo adika sy apetaka @ mpitety ilay rohy.
ms: Kami tidak dapat mencari langganan anda. Sama ada sudah dibatalkan, atau ada kesilapan pada pautan nyahlanggan. Sila pastikan seluruh pautan e-mel dihantar ke pelayar. Jika bahagian akhir pautan meliputi ke garisan kedua dalam e-mel tersebut, cuba salin dan tampal pautan ke dalam pelayar.
nb_no: Vi klarte ikke finne abonnementet ditt. Enten er det allerede stoppet, eller så var der en feil i utmeldingslenken. Kontroller at hele lenken fra e-posten ble med i nettleseren. Dersom den siste delen av lenken bryter over i en ny linje, prøv å kopiere og lime inn lenken i nettleseren isteden.
nl: Uw aanmelding werd niet gevonden. Of deze is al geannuleerd, of er was sprake van een fout in de koppeling voor het afmelden. Zorg ervoor dat de hele koppeling uit het e-mailbericht in de browser komt. Als het laatste deel ervan in het e-mailbericht wordt afgebroken naar een tweede regel, probeer de koppeling dan te kopiëren en in de browser te plakken.
pl: Nie znaleziono twojej subskrypcji. Została już anulowana albo wystąpił błąd w odnośniku do anulowania subscrypcji. Sprawdź czy odnośnik z wiadomości e-mail został w całości skopiowany do paska adresu przeglądarki. Jeśli w e-mailu, końcówka odnośnika została zawinięta do drugiego wiersza, spróbuj skopiować odnośnik i wkleić go do paska adresu przeglądarki.
pt_br: Não conseguimos encontrar sua inscrição. Ou já foi cancelada ou houve um erro no link de cancelamento. Verifique se o link completo indicado no email foi transferido para o navegador. Se a última parte do link ficar em uma outra linha no email, experimente copiar e colar o link diretamente no navegador.
pt_pt: Nós não conseguimos encontrar a sua subscrição. Esta ou já foi cancelada ou ocorreu um erro na hiperligação de cancelamento da subscrição. Por favor, verifique se a hiperligação fornecida na mensagem está correta. Se a parte final da hiperligação quebrar para uma segunda linha na mensagem, tente copiar e colá-la no navegador.
ro: Nu a fost găsit abonamentul tău. Fie acesta a fost anulat, sau ai apăsat din greșeală pe un link de dezabonare. Te rugăm să te asiguri că întregul link din e-mail a fost copiat în browser. Dacă ultima parte a linkului a fost trecut pe a doua linie a e-mailului, încearcă să copiezi și să lipești linkul în browser.
sk: Nepodarilo sa nám nájsť váš odber. Buď bol už zrušený, alebo sa vyskytol nejaký problém s odkazom pre odhlásenie. Uistite sa prosím, že sa do prehliadača skopíroval z vášho e‑mailu celý odkaz. Ak sa náhodou druhá časť odkazu prelomila do ďalšieho riadku e‑mailu, skúste skopírovať celý odkaz a vložiť ho do prehliadača ručne.
sr: Нисмо могли да пронађемо претплату. Или је већ била отказана, или је дошло до грешке у вези за отказивање претплате. Проверите да ли је цео текст везе унет у прегледач . Ако је последњи део везе прешао у други ред линије у поруци, покушајте да копирате и унесете везу у прегледач.
sv: Vi kunde inte hitta din prenumeration. Antingen har den redan avslutats eller om det var ett fel i avregistreringslänken. Se till att hela länken från e-postmeddelandet används i webbläsaren. Om den sista delen av länken radbryts på den andra raden i e-postmeddelandet, kan du prova att kopiera och klistra in länken i webbläsaren.
te: మేము మీ చందా కనుగొనేందుకు కాలేదు. గాని అది ఇప్పటికే రద్దయింది, లేదా అన్సబ్స్క్రయిబ్ లంకెలో ఒక తప్పు ఉంది. దయచేసి ఇమెయిల్ నుండి మొత్తం లంకెబ్రౌజర్ రూపొందిస్తున్నారు నిర్ధారించుకోండి. లంకెయొక్క చివరి భాగం ఇమెయిల్ రెండవ లైన్ లో మూటగట్టి ఉంటే, కాపీ ప్రయత్నించండి మరియు బ్రౌజర్ లోకి లంకెఅతికించడానికి.
th: เราไม่พบการบอกรับของคุณ อาจเป็นเนื่องจากถูกยกเลิกไปแล้ว หรือมีข้อผิดพลาดในลิงก์การเลิกบอกรับ โปรดตรวจสอบให้แน่ใจว่าทั้งลิงก์จากอีเมลสามารถเปิดได้ในเบราว์เซอร์ หากส่วนสุดท้ายของลิงก์อยู่บนบรรทัดที่สองในอีเมล ให้ลองคัดลอกและวางลิงก์ลงในเบราว์เซอร์
tr: Aboneliğinizi bulamadık. Ya aboneliğiniz zaten iptal edilmiş ya da abonelikten çıkma bağlantısında bir hata var. Lütfen e-postadaki bağlantının tamamının tarayıcıya girildiğinden emin olun. Eğer bağlantının son kısmı e-postada ikinci satıra taşmışsa bağlantıyı tarayıcıya kopyalayıp yapıştırmaya çalışın.
uk: Ми не змогли знайти вашу підписку. Або вона вже була скасована, або у посиланні для відмови від підписки є помилка. Будь ласка, переконайтеся, що посилання з листа цілком скопійоване в браузер. Якщо остання частина посилання в листі перенесена на другий рядок, спробуйте скопіювати і вставити посилання в браузер.
vi: Chúng tôi không thể tìm thấy đăng ký của bạn. Hoặc nó đã bị hủy bỏ, hoặc có một lỗi trong liên kết bỏ đăng ký. Hãy chắc chắn rằng toàn bộ liên kết từ email được đưa vào trình duyệt. Nếu phần cuối của liên kết bị ngắt xuống dòng thứ hai trong email, hãy thử sao chép và dán liên kết vào trình duyệt.
zh_cn: 没有找到您的订阅，可能已经取消，或者取消订阅链接有错误。请确认邮件中的链接被完整复制到了浏览器中。如果邮件中链接末尾的部分折到了第二行，尝试将其复制粘贴到浏览器中。
zh_tw: 我們找不到您的訂閱，可能是已被取消，或取消訂閱的鏈結中有錯。請確定您已將完整的連結複製到瀏覽器中開啟。若網址後面有部分被換航，請試著也將其複製到瀏覽器中。

source: Unsubscribed
bg: Отписани
bs: Odjavljeno
de: Ausgetragen
el: Η εγγραφή καταργήθηκε
es: Cancelado suscripción
fy_nl: Ofmelden
he: המינוי בוטל
hr: Odjavljeno
hu: Leiratkozva
ia: Removite ex inrolamento
id: Berhenti langganan
it: Iscrizione annullata
ja: 購読解除しました
ka: გამოწერა გაუქმებულია
kab: Tuffɣa seg ujerrid
ko: 알림 해지됨
mg: Hanala fisoratana
ms: Batal langganan
nb_no: Utmeldt
nl: Afgemeld
pa_in: ਮੈਂਬਰੀ ਹਟਾਓ
pl: Subskrypcja została anulowana
pt_br: Inscrição cancelada
pt_pt: Subscrição cancelada
ro: Dezabonat
sk: Odber bol zrušený
sr: Одјављен
sv: Prenumeration avslutad
te: చందా విరమించారు
th: ยกเลิกการบอกรับเป็นสมาชิกแล้ว
tr: Abonelik sonlandırıldı
uk: Відписано
ur: رکنیت ختم کردی گئی
vi: Bỏ đăng ký theo dõi
zh_cn: 已取消订阅
zh_tw: 已取消訂閱
