Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.title
source: Fix problems with email providers (gmail, Yahoo, etc.)
bg: Проблеми с доставчици на имейл (gmail, Yahoo и др.)
bs: Ispravite probleme uz pomoć provajdera (gmail, Yahoo, itd.)
de: Probleme mit E-Mail-Anbietern beheben (Gmail, Yahoo, usw.)
el: Διόρθωση προβλημάτων με παρόχους ηλ. ταχυδρομείου (Gmail, Yahoo, κλπ.)
es: Soluciona problemas con proveedores de correo electrónico (gmail, Yahoo, etc.)
fy_nl: Problemen mei e-mailproviders ferhelpe (gmail, Yahoo ensfh.)
he: תיקון בעיות עם ספקי דוא״ל (Gmail‏, Yahoo וכו׳)
hr: Ispravi probleme s davateljima usluga e-pošte (gmail, Yahoo itd.)
hu: E-mail szolgáltatók (Gmail, Yahoo stb.) problémáinak javítása
ia: Reparar problemas con le fornitores de servicios email (gmail, Yahoo, etc.)
id: Perbaiki masalah dengan penyedia layanan surel (Gmail, Yahoo, dll.)
it: Risolvere i problemi con i provider di posta (Gmail, Yahoo, ecc.)
ja: メールプロバイダー (Gmail、Yahoo! メールなど) に関する問題の解決
ka: ხარვეზების აღმოფხვრა, ელფოსტის მომსახურების მომწოდებლებთან დაკავშირებით (gmail, Yahoo და ა. შ.)
kab: Fru uguren d yimefkiyen n yimayl (gmail, Yahoo, tgr.)
ko: 이메일 제공자(지메일, 야후 등) 관련 문제 해결
ms: Baiki masalah dengan penyedia e-mel (gmail, Yahoo, dsb.)
nb_no: Løs problemer med e-postleverandører (Gmail, Yahoo, osv)
nl: Problemen met e-mailproviders verhelpen (gmail, Yahoo etc.)
pl: Rozwiąż problemy z dostawcami usług pocztowych (Gmail, Yahoo, itp.)
pt_br: Soluções de problemas com provedores de email (gmail, Yahoo, etc.)
pt_pt: Corrija problemas com fornecedores de e-mail (gmail, Yahoo, etc.)
ro: Repară probleme cu furnizorii de e-mail (gmail, Yahoo, etc.)
sk: Oprava problémov s poskytovateľmi e‑mailov (GMail, Yahoo, atd.)
sr: Исправите проблеме уз помоћ прoвајдера (gmail, Yahoo итд.)
sv: Åtgärda problem med e-postleverantörer (Gmail, Yahoo, etc.)
te: ఇమెయిల్ ప్రదాతలు (gmail, Yahoo, మొదలైనవి) తో సమస్యలు పరిష్కరించండి
th: แก้ไขปัญหาเกี่ยวกับผู้ให้บริการอีเมล (gmail, Yahoo, ฯลฯ )
tr: E-posta sağlayıcılarıyla (Gmail, Yahoo vb.) ilgili sorunları giderme
uk: Усунення проблем із провайдерами електронної пошти (gmail, Yahoo та ін.)
ur: ای میل فراہم کننندگان جسے (جی میل ، یاہو ، وغیرہ) کے ساتھ مسائل حل کریں۔
vi: Khắc phục sự cố với nhà cung cấp email (gmail, Yahoo, v.v.)
zh_cn: 修复有关电子邮件提供商的问题（如 Gmail、雅虎等邮箱）
zh_tw: 修正電子郵件服務供應商的問題（諸如 GMail、Yahoo 等等）

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
af: Leer hoe om probleme met Gmail, Yahoo en ander e-posverskaffers op te los
bg: Научете как да решавате проблеми с Gmail, Yahoo и други доставчици на ел. поща
bs: Naučite kako da popravite probleme sa Gmail, Yahoo i drugim provajderima e-pošte
de: Erfahren Sie, wie Sie Probleme mit Gmail, Yahoo und anderen E-Mail-Anbietern beheben.
el: Μάθετε πώς να διορθώσετε προβλήματα με τα Gmail, Yahoo και άλλους παρόχους ηλεκτρονικού ταχυδρομείου
es: Aprende a solucionar problemas con Gmail, Yahoo y otros proveedores de correo electrónico
fy_nl: Lês hoe’t jo problemen mei Gmail, Yahoo en oare e-mailproviders ferhelpe kinne
he: מידע על תיקון תקלות ב־Gmail,‏ Yahoo וספקי דוא״ל נוספים
hr: Saznaj, kako riješiti probleme s Gmailom, Yahooom i drugim davateljima usluga e-pošte
hu: Ismerje meg, hogyan oldhatja meg a Gmaillel, Yahoo-val és más e-mail szolgáltatókkal kapcsolatos problémákat.
ia: Apprende como reparar problemas con Gmail, Yahoo e altere fornitores de servicios email
id: Pelajari cara menyelesaikan masalah dengan Gmail, Yahoo, dan penyedia layanan surel lainnya
it: Apprendi come risolvere i problemi con Gmail, Yahoo e altri fornitori di servizi email
ja: Gmail や Yahoo、他のメールプロバイダーで起こる問題を解決する方法を学びます。
ka: შეიტყვეთ, თუ როგორ უნდა მოაგვაროთ ხარვეზები Gmail, Yahoo და ელფოსტის მომსახურების სხვა მომწოდებლებთან დაკავშირებით
kab: Issin amek ara tefruḍ uguren deg Gmail, Yahoo d yisaǧǧawen-nniḍen n yimayl
ko: Gmail, Yahoo 등 이메일 제공자를 이용한 문제 해결 방법 배우기
mg: Ianaro ny fomba famahana olana momba an'i Gmail, Yahoo sy ireo mpamatsy mailaka hafa
ms: Belajar membaiki masalah dengan Gmail, Yahoo dan penyedia e-mel lain
nb_no: Les om hvordan du fikser problemer med Gmail, Yahoo og andre e-posttilbydere
nl: Lees hoe u problemen met Gmail, Yahoo en andere e-mailproviders kunt verhelpen
pl: Dowiedz się, jak rozwiązać problemy z Gmail, Yahoo i innymi dostawcami usług pocztowych
pt_br: Saiba como resolver problemas com o Gmail, Yahoo e outros provedores de email
pt_pt: Aprenda a resolver problemas com o Gmail, Yahoo e outros fornecedores de correio eletrónico
ro: Află cum să repari probleme cu Gmail, Yahoo și alți furnizori de e-mail
sk: Prečítajte si, ako opraviť problémy s GMailom, Yahoo a ďalšími poskytovateľmi e‑mailov.
sr: Научите како да поправите проблеме са Gmail, Yahoo и другим провајдерима е-поште
sv: Lär dig att åtgärda problem med Gmail, Yahoo och andra e-postleverantörer
te: Gmail, Yahoo మరియు ఇతర ఇమెయిల్ ప్రొవైడర్ల సమస్యలు పరిష్కరించడం ఎలా తెలుసుకోండి
th: เรียนรู้วิธีแก้ไขปัญหาเกี่ยวกับ Gmail, Yahoo และผู้ให้บริการอีเมลอื่น ๆ
tr: Gmail, Yahoo ve diğer e-posta sağlayıcılarıyla ilgili sorunları nasıl gidereceğinizi öğrenin
uk: Дізнайтесь, як вирішити проблеми з Gmail, Yahoo та іншими провайдерами ел. пошти
vi: Tìm hiểu cách khắc phục sự cố với Gmail, Yahoo và các nhà cung cấp email khác
zh_cn: 了解如何修复有关 Gmail、Yahoo 等电子邮件服务提供商的问题。
zh_tw: 了解如何修正 Gmail、Yahoo 與其他電子郵件服務供應商的問題。
zu: Funda ukuthi zilungiswa kanjani izinkinga ze-Gmail, Yahoo kanye nabanye abahlinzeki nge-imeyli

# DB: products.Topic.title
source: Fix problems with Firefox Preview
bg: Поправяне на проблеми с Firefox Preview
de: Lösen Sie Probleme mit Firefox Preview
el: Διόρθωση προβλημάτων του Firefox Preview
es: Resuelve problemas relacionados con Firefox Preview
fy_nl: Problemen mei Firefox Preview ferhelpe
he: תיקון בעיות ב־Firefox Preview
hr: Ispravi probleme s Firefox Preview
hu: Hibaelhárítás a Firefox Preview-ban
ia: Remediar problemas sur Firefox Preview
it: Risoluzione dei problemi su Firefox Preview
ja: Firefox Preview の問題の解決
ka: ხარვეზების მოგვარება, Firefox Preview-ზე
kab: Fru uguren s Firefox Preview
ko: Firefox Preview 문제 해결
nb_no: Løs problemer med Firefox Preview
nl: Problemen met Firefox Preview verhelpen
pl: Rozwiązywanie problemów z Firefox Preview
pt_br: Corrija problemas no Firefox Preview
pt_pt: Resolver problemas com o Firefox Preview
ro: Rezolvă problemele cu Firefox Preview
sk: Riešenia problémov vo Firefoxe Preview
sr: Решите проблеме уз Firefox Preview
sv: Lös problem med Firefox Preview
th: แก้ไขปัญหาเกี่ยวกับ Firefox Preview
tr: Firefox Preview ile ilgili sorunları giderme
uk: Усунення проблем з Firefox Preview
ur: Firefox Preview کے ساتھ مسائل حل کریں
vi: Sửa lỗi với Firefox Preview
zh_cn: 解决 Firefox Preview 的故障
zh_tw: 排除 Firefox Preview 的問題

# DB: products.Topic.description
source: Troubleshoot issues with Firefox Preview
bg: Отстраняване на проблеми във Firefox Preview
de: Lösen Sie Probleme mit Firefox Preview
el: Αντιμετώπιση ζητημάτων στο Firefox Preview
es: Información sobre resolución de problemas relacionados con Firefox Preview
fy_nl: Problemen mei Firefox Preview ferhelpe
he: פתרון בעיות ב־Firefox Preview
hr: Riješi probleme s Firefox Preview
hu: Hibaelhárítás a Firefox Preview-ban
ia: Solver problemas sur Firefox Lite
it: Risoluzione dei problemi su Firefox Preview
ja: Firefox Preview のトラブルシューティング
ka: Firefox Preview-თან დაკავშირებული სირთულეების აღმოფხვრა
kab: Ferru n wuguren s Firefox Preview
ko: Firefox Preview 문제 해결하기
nb_no: Feilsøk problemer med Firefox Preview
nl: Problemen met Firefox Preview verhelpen
pl: Rozwiązywanie problemów z Firefox Preview
pt_br: Solucione problemas no Firefox Preview
pt_pt: Diagnosticar problemas com o Firefox Preview
ro: Depanează problemele Firefox Preview
sk: Riešenie problémov s prehliadačom Firefox Preview
sr: Решите проблеме уз Firefox Preview
sv: Felsök problem med Firefox Preview
th: แก้ไขปัญหาเกี่ยวกับ Firefox Preview
tr: Firefox Preview ile ilgili sorunları giderme
uk: Усунення несправностей з Firefox Preview
ur: Firefox Preview کے ساتھ مسائل کی ازالہ نقص کارى کریں
vi: Khắc phục sự cố với Firefox Lite.
zh_cn: Firefox Preview 故障排除
zh_tw: 排除 Firefox Preview 的問題

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
af: Oplossings vir probleme met webwerwe (Facebook, YouTube, webpos, ens.)
bg: Поправяне на проблеми с уебсайтове (Facebook, YouTube, уеб поща и др.)
bs: Ispravite probleme uz pomoć web stranica (Facebook, YouTube, webmail itd.)
de: Probleme mit Websites beheben (Facebook, YouTube, Webmail, usw.)
el: Διόρθωση προβλημάτων με ιστοτόπους (Facebook, YouTube, webemail κ.λπ.)
es: Solucionar problemas con sitios web (Facebook, YouTube, correo web, etc.)
fy_nl: Problemen mei websites ferhelpe (Facebook, YouTube, webmail ensfh.)
he: תיקון בעיות באתרים (Facebook, ‏YouTube, דוא״ל מבוסס דפדפן וכו׳)
hr: Ispravi probleme s web stranicama (Facebook, YouTube, web pošta itd.)
hu: Weboldalak (Facebook, YouTube, webes levelezés stb.) problémáinak javítása
ia: Reparar problemas con sitos web (Facebook, YouTube, webmail etc.)
id: Perbaiki masalah dengan situs web (Facebook, YouTube, webmail, dll.)
it: Risolvere i problemi con siti web (Facebook, YouTube, mail, ecc.)
ja: ウェブサイトで起こる問題の解決 (Facebook, YouTube, ウェブメールなど)
ka: საიტებთან დაკავშირებული ხარვეზების აღმოფხვრა (Facebook, YouTube, ვებ-ფოსტა და ა. შ.)
kab: Fru uguren deg yisemal web (Facebook, Youtube, wabmail, atg.)
ko: 웹사이트(페이스북, 유투브, 웹메일 등) 관련 문제 해결
mg: Vahao ireo olana @ tranonkala (Facebook, YouTube, webmail sns.)
ms: Baiki masalah laman web (Facebook, YouTube, webmail dsb.)
nb_no: Fiks problemer med nettsteder (Facebook, YouTube, webmail osv.)
nl: Problemen met websites verhelpen (Facebook, YouTube, webmail etc.)
pa_in: ਵੈੱਬਸਾਈਟ ਦੇ ਨਾਲ ਸਮੱਸਿਆ ਦਾ ਹੱਲ (ਫੇਸਬੁੱਕ, ਯੂਟਿਊਬ, ਵੈਬਮੇਲ ਆਦਿ)
pl: Rozwiąż problemy z witrynami (Facebook, YouTube, poczta WWW itp.)
pt_br: Solucionar problemas com sites (Facebook, YouTube, webmail etc.)
pt_pt: Resolver problemas com websites (Facebook, YouTube, webmail etc.)
ro: Repară probleme cu site-uri web (Firefox, YouTube, webmail etc.)
sk: Oprava problémov s webovými stránkami (Facebook, YouTube, pošta atd.)
sr: Исправите проблеме уз помоћ веб сајтова (Facebook, YouTube, webmail итд.)
sv: Fixa problem med webbplatser (Facebook, YouTube, webmail etc)
te: వెబ్సైట్లు (ఫేస్బుక్, YouTube, వెబ్మెయిల్ మొదలైనవి) తో సమస్యలు పరిష్కరించండి
th: แก้ไขปัญหาเกี่ยวกับเว็บไซต์ (Facebook, YouTube, เว็บเมล ฯลฯ)
tr: Web sitelerindeki (Facebook, YouTube, e-posta vb.) sorunları düzeltme
uk: Усунення проблем з вебсайтами (Facebook, YouTube, вебпошта, тощо)
ur: ویب سائٹ (Facebook، YouTube، webmail وغیرہ) کے ساتھ مسائل حل کریں۔
vi: Khắc phục sự cố với các trang web (Facebook, YouTube, webmail, v.v.)
zh_cn: 修复浏览网站时遇到的问题
zh_tw: 修正網站問題 (諸如 Facebook、YouTube、網頁郵件等等)
zu: Lungisa izinkinga ngamawebhusayithi (Facebook, YouTube, webmail njll.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
af: Oplossings vir probleme met webwerwe (Facebook, YouTube, webpos, ens.)
bg: Поправяне на проблеми с уебсайтове (Facebook, YouTube, уеб поща и др.)
bs: Ispravite probleme uz pomoć web stranica (Facebook, YouTube, webmail itd.)
de: Probleme mit Websites beheben (Facebook, YouTube, Webmail, usw.)
el: Διόρθωση προβλημάτων με ιστοτόπους (Facebook, YouTube, webmail κ.λπ.)
es: Solucionar problemas con sitios web (Facebook, YouTube, correo web, etc.)
fy_nl: Problemen mei websites ferhelpe (Facebook, YouTube, webmail ensfh.)
he: תיקון בעיות באתרים (Facebook, ‏YouTube, דוא״ל מבוסס דפדפן וכו׳)
hr: Ispravi probleme s web stranicama (Facebook, YouTube, web pošta itd.)
hu: Weboldalak (Facebook, YouTube, webes levelezés stb.) problémáinak javítása
ia: Reparar problemas con sitos web (Facebook, YouTube, webmail etc.)
id: Perbaiki masalah dengan situs web (Facebook, YouTube, webmail, dll.)
it: Risolvere i problemi con siti web (Facebook, YouTube, mail, ecc.)
ja: ウェブサイトで起こる問題の解決 (Facebook, YouTube, ウェブメールなど)
ka: საიტებთან დაკავშირებული ხარვეზების აღმოფხვრა (Facebook, YouTube, ვებ-ფოსტა და ა. შ.)
kab: Fru uguren deg yisemal web (Facebook, Youtube, wabmail, atg.)
ko: 웹사이트(페이스북, 유투브, 웹메일 등) 관련 문제 해결
mg: Vahao ireo olana @ tranonkala (Facebook, YouTube, webmail sns.)
ms: Baiki masalah laman web (Facebook, YouTube, webmail dsb.)
nb_no: Fiks problemer med nettsteder (Facebook, YouTube, webmail osv.)
nl: Problemen met websites verhelpen (Facebook, YouTube, webmail etc.)
pa_in: ਵੈੱਬਸਾਈਟ ਦੇ ਨਾਲ ਸਮੱਸਿਆ ਦਾ ਹੱਲ (ਫੇਸਬੁੱਕ, ਯੂਟਿਊਬ, ਵੈਬਮੇਲ ਆਦਿ)
pl: Rozwiąż problemy z witrynami (Facebook, YouTube, poczta WWW itp.)
pt_br: Solucionar problemas com sites (Facebook, YouTube, webmail etc.)
pt_pt: Resolver problemas com websites (Facebook, YouTube, webmail etc.)
ro: Repară probleme cu site-uri web (Firefox, YouTube, webmail etc.)
sk: Oprava problémov s webovými stránkami (Facebook, YouTube, pošta atd.)
sr: Исправите проблеме уз помоћ веб сајтова (Facebook, YouTube, webmail итд.)
sv: Fixa problem med webbplatser (Facebook, YouTube, webmail etc)
te: వెబ్సైట్లు (ఫేస్బుక్, YouTube, వెబ్మెయిల్ మొదలైనవి) తో సమస్యలు పరిష్కరించండి
th: แก้ไขปัญหาเกี่ยวกับเว็บไซต์ (Facebook, YouTube, เว็บเมล ฯลฯ)
tr: Web sitelerindeki (Facebook, YouTube, webmail vb.) sorunları düzeltme
uk: Усунення проблем з вебсайтами (Facebook, YouTube, вебпошта, тощо)
ur: ویب سائٹ (Facebook، YouTube، webmail وغیرہ) کے ساتھ مسائل حل کریں۔
vi: Khắc phục sự cố với các trang web (Facebook, YouTube, webmail, v.v.)
zh_cn: 修复浏览网站时遇到的问题
zh_tw: 修正網站問題 (諸如 Facebook、YouTube、網頁郵件等等)
zu: Lungisa izinkinga ngamawebhusayithi (Facebook, YouTube, webmail njll.)

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
af: Oplossings vir traagheid, onstabiliteit, of boodskappe en ander probleme
bg: Поправяне при забавяне, сривове, съобщения за грешки и други проблеми
bs: Popravite usporenost, padove, greške i druge probleme
de: Beheben von Langsamkeit, Abstürzen, Fehlermeldungen und anderen Problemen
el: Διόρθωση σφαλμάτων και άλλων προβλημάτων
es: Soluciona problemas de lentitud, cierres inesperados, mensajes de error y otras incidencias
fy_nl: Traachheid, ûngelokken, flatermeldingen en oare problemen ferhelpe
he: תיקון בעיות אטיות, קריסות, הודעות שגיאה ותקלות נוספות
hr: Ispravi sporost, neočekivana zatvaranja programa, poruke o greškama i druge probleme
hu: Lassulás, összeomlás javítása, hibaüzenetek és egyéb problémák
ia: Repara lentor, crashes, messages de error e altere problemas
id: Perbaiki kelambatan, kerusakan, pesan galat, dan masalah lainnya
it: Risolvi lentezza, crash, messaggi di errore e altri problemi
ja: 遅い動作、クラッシュ、エラーメッセージの解決と他の問題
ka: შენელების, გათიშვების, შეცდომებისა და სხვა სახის ხარვეზების მოგვარება
kab: Aseɣti n taẓẓayt, iɣelluyen, iznan n tuccḍiwin akked wuguren-nniḍen
ko: 속도 저하, 충돌 및 오류 메시지와 다른 문제 해결
mg: Vahao ny fiadanam-pandeha, crash, hafatra milaza tsy fetezana ary ireo olana hafa
ms: Atasi masalah lambat, ranap, mesej ralat dan masalah lain
nb_no: Fiks treghet, krasj, feilmeldinger og andre problemer
nl: Traagheid, crashen, foutmeldingen en andere problemen verhelpen
pa_in: ਸੁਸਤੀ, ਕਰੈਸ਼ਿੰਗ, ਗਲਤੀ ਸੁਨੇਹੇ ਅਤੇ ਹੋਰ ਸਮੱਸਿਆਵਾ ਨੂੰ ਫਿਕਸ਼ ਕਰੋ
pl: Powolne działanie, awarie i inne błędy
pt_br: Soluções para travamentos, lentidão, mensagens de erros e outros problemas
pt_pt: Corrigir lentidão, bloqueios, mensagens de erro e outros problemas
ro: Repară încetineala, terminarea neașteptată, mesajele de eroare și alte probleme
sk: Oprava spomalenia, pádov, chybových hlásení a iných problémov
sr: Поправите успореност, падове, грешке и друге проблеме
sv: Fixa långsamhet, kraschar, felmeddelanden och andra problem
te: మందగించడం, క్రాష్ , లోపం సందేశాలు మరియు ఇతర సమస్యలు పరిష్కరించండి
th: แก้ความเชื่องช้า, การล่ม, ข้อความแสดงข้อผิดพลาดและปัญหาอื่น ๆ
tr: Yavaşlık, çökme, hata mesajları ve diğer sorunları çözme
uk: Виправлення повільної роботи, збої, повідомлення про помилки та інші проблеми
ur: سست روی ، کریشہونا، نقص کے پیغامات اور دیگر مسائل کو درست کریں
vi: Khắc phục sự chậm trễ, đổ vỡ, thông báo lỗi và các sự cố khác
zh_cn: 解决速度缓慢、崩溃、错误提示及其他问题
zh_tw: 修正延滯、當機、錯誤訊息與其他問題
zu: Lungisa ukuhamba kancane, ukukhresha, namaphutha emiyalezo, kanye nezinye izinkinga

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
af: Foutspoor foutboodskappe op Thunderbird.
bg: Отстраняване на неизправности при съобщения за грешки в Thunderbird.
bs: Riješite poruke o greškama u Thunderbirdu.
de: Lösen Sie Probleme mit Fehlermeldungen in Thunderbird.
el: Επίλυση μηνυμάτων σφαλμάτων στο Thunderbird.
es: Soluciones a mensajes de error en Thunderbird.
fy_nl: Problemen mei flatermeldingen yn Thunderbird ferhelpe.
he: פתרון הודעות שגיאה ב־Thunderbird.
hr: Riješi poruke grešaka na Thunderbirdu.
hu: Hibaelhárítás a Thunderbirdben.
ia: Messages de error diagnostic sur Thunderbird.
it: Risoluzione dei messaggi di errore su Thunderbird
ja: Thunderbird のエラーメッセージを解決します。
ka: ხარვეზების აღმოფხვრა, Thunderbird-ში.
kab: Fru uguren n tuccḍiwin deg Thunderbird.
ko: Thunderbird에서 오류 메시지 처리하기
mg: Vahao ireo hafatra milaza tsy fetezana ao @ Thunderbird.
ms: Menyelesaikan mesej ralat dalam Thunderbird.
nb_no: Feilsøk feilmeldinger på Thunderbird.
nl: Foutmeldingen in Thunderbird verhelpen
pl: Rozwiązywanie problemów z Thunderbirdem.
pt_br: Corrigir problemas com mensagens de erro no Thunderbird.
pt_pt: Mensagens de erro de resolução de problemas no Thunderbird.
ro: Depanează mesaje de eroare pe Thunderbird.
sk: Riešenie chybových hlásení v Thunderbirde.
sr: Решите поруке о грешкама у Thunderbird-у.
sv: Felsök felmeddelanden på Thunderbird.
te: థండర్బర్డ్ దోష సందేశాలు పరిష్కరించుకోండి.
th: แก้ไขปัญหาข้อความข้อผิดพลาดบน Thunderbird
tr: Thunderbird’deki hata mesajlarıyla ilgili sorunları giderme.
uk: Вирішити проблему повідомлень про помилки в Thunderbird.
ur: Thunderbird پر نقص کے پیغامات کی ازالہ نقص کاری کریں۔
vi: Khắc phục sự cố thông báo lỗi trên Thunderbird.
zh_cn: 解决在 Thunderbird 上的错误信息。
zh_tw: 排除 Thunderbird 上的錯誤訊息。
zu: Imiyalezi yokulandelelwa kwamaphutha kuThunderbird.

# DB: products.Topic.title
source: Forwarded message notification
ia: Aviso de message inultrate
sv: Avisering om vidarebefordrat meddelande
tr: Yönlendirilen ileti bildirimi

# DB: products.Topic.description
source: Troubleshoot forwarded message notification issues.
ia: Solver problemas de aviso de message inultrate.
sv: Felsök aviseringsproblem med vidarebefordrade meddelanden.
tr: Yönlendirilen ileti bildirimiyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Free email masking
bg: Безплатно маскиране на имейл
de: Kostenlose E-Mail-Masken
el: Δωρεάν απόκρυψη email
fy_nl: Fergees e-mailmaskearring
hu: Ingyenes e-mai-maszkolás
ia: Mascas email gratuite
it: Alias di posta elettronica gratuiti
ja: 無料のメールマスキング
ka: ელფოსტის შენიღბვა უფასოდ
ko: 무료 이메일 마스킹
nl: Gratis e-mailmaskering
pl: Bezpłatne maskowanie adresu e-mail
pt_br: Máscaras de email gratuitas
pt_pt: Utilizar máscara de e-mail
sk: Bezplatné maskovanie e‑mailových adries
sr: Бесплатно маскирање е-поште
sv: Gratis e-postalias
tr: Ücretsiz e-posta maskeleme
uk: Безплатне маскування електронної пошти
vi: Mặt nạ email miễn phí
zh_cn: 免费马甲邮箱
zh_tw: 免費轉寄信箱

# DB: products.Topic.description
source: Learn the basics of Firefox Relay.
bg: Научете основите на Firefox Relay.
de: Erfahren Sie die Grundlagen von Firefox Relay.
el: Μάθετε τα βασικά για το Firefox Relay.
fy_nl: De basiskennis fan Firefox Relay.
he: היכרות בסיסית עם Firefox Relay.
hr: Nauči osnove za Firefox Relay.
hu: Tanulja meg a Firefox Relay alapjait.
ia: Apprende le elementos basic de Firefox Relay.
it: Impara le basi di Firefox Relay.
ja: Firefox Relay の基本を学びます。
ka: Firefox Relay – ძირითადი საკითხების შესახებ.
kab: Issin izaduren n Firefox Relay.
ko: Firefox Relay의 기본을 배워보세요.
nb_no: Lær det grunnleggende om Firefox Relay.
nl: De basiskennis van Firefox Relay.
pl: Poznaj podstawy usługi Firefox Relay.
pt_br: Aprenda o básico do Firefox Relay.
pt_pt: Aprenda o básico sobre o Firefox Relay.
sk: Naučte sa základy o Firefox Relay.
sr: Научите основе Firefox Relay-а.
sv: Lär dig grunderna i Firefox Relay.
tr: Firefox Relay'in temellerini öğrenin.
uk: Вивчіть основи Firefox Relay.
vi: Tìm hiểu kiến thức cơ bản về Firefox Relay.
zh_cn: 了解 Firefox Relay 的基础用法。
zh_tw: 了解 Firefox Relay 的基礎用法。

# DB: products.Topic.title
source: Full text search
ia: Recerca de texto simple
sv: Fulltextsökning
tr: Tam metin araması

# DB: products.Topic.description
source: Troubleshoot full text search issues.
ia: Solver problemas de recerca de texto simple.
sv: Felsök problem med fulltextsökning.
tr: Tam metin aramasıyla ilgili sorunları giderin.

# DB: products.Topic.title
source: General contribution
bg: Общи приноси
de: Allgemeiner Beitrag
el: Γενική συνεισφορά
es: Contribución general
fy_nl: Algemiene bydrage
he: תרומה כללית
hr: Opći doprinos
hu: Általános közreműködés
ia: Contribution general
it: Contributo generale
ja: 一般的な貢献
ka: საერთო წვლილი
kab: Attekki amatu
ko: 내 공헌 목록
nb_no: Generelt bidrag
nl: Algemene bijdrage
pl: Ogólny wkład
pt_br: Contribuição geral
pt_pt: Contribuição geral
ro: Contribuții generale
sk: Všeobecný príspevok
sr: Општи допринос
sv: Allmänna bidrag
te: సాధారణ సహకారం
th: การมีส่วนร่วมทั่วไป
tr: Genel katkı
uk: Загальний внесок
ur: عمومی شراکت داری
vi: Đóng góp chung
zh_cn: 常规贡献
zh_tw: 一般貢獻

# DB: products.Topic.description
source: Learn how you can contribute to SUMO in general.
de: Erfahren Sie, wie Sie im Allgemeinen zu SUMO beitragen können.
el: Μάθετε πώς μπορείτε να συνεισφέρετε στο SUMO γενικά.
fy_nl: Lês hoe’t jo bydrage kinne oan SUMO yn it algemien.
hu: Tudja meg hogy általánosságban hogyan működhet közre a SUMO-ban.
ia: Apprende como tu pote contribuer a SUMO in general.
it: Scopri come puoi contribuire a SUMO in generale.
ja: SUMO に貢献する一般的な方法を学んでください
ka: იხილეთ, როგორ შეგიძლიათ საერთოდ, SUMO-ში წვლილის შეტანა.
kab: Issin amek ara tettekkiḍ deg SUMO s umata.
ko: 일반적으로 SUMO에 기여할 수있는 방법을 알아보세요.
nl: Lees hoe u kunt bijdragen aan SUMO in het algemeen.
pl: Dowiedz się, jak możesz wnieść swój wkład do SUMO.
pt_br: Saiba como você pode contribuir no SUMO em geral.
pt_pt: Em geral, saiba como pode contribuir para o SUMO.
sk: Zistite, ako môžete vo všeobecnosti prispieť do SUMO.
sr: Сазнајте како уопште можете да допринесете у SUMO.
sv: Lär dig hur du kan bidra till SUMO i allmänhet.
tr: Genel olarak SUMO’ya nasıl katkıda bulunabileceğinizi öğrenin.
uk: Дізнайтеся, як ви можете зробити свій внесок у SUMO загалом.
vi: Tìm hiểu cách bạn có thể đóng góp cho SUMO nói chung.
zh_cn: 简单了解如何为 SUMO 作出贡献。
zh_tw: 了解要如何貢獻 SUMO 的一般資訊。

# DB: products.Topic.title
source: Get community support
af: Kry gemeenskapsteun
bg: Получете поддръжка от общността
bs: Potražite podršku zajednice
de: Erhalten Sie Unterstützung durch die Gemeinschaft
el: Λάβετε υποστήριξη από την κοινότητα
es: Obtener ayuda de la comunidad
fy_nl: Stipe krije
he: קבלת תמיכה מהקהילה
hr: Dobij podršku zajednice
hu: Közösségi támogatás
ia: Obtener supporto per le communitate
id: Dapatkan dukungan komunitas
it: Ottieni supporto dalla comunità
ja: コミュニティのサポートを受ける
ka: მხარდაჭერის მიღება მოხალისეთა ერთობისგან
kab: Awi tallelt n temɣiwant
ko: 커뮤니티 지원
mg: Hila fanampian'ny vondrona
ms: Dapatkan sokongan komuniti
nb_no: Få hjelp fra brukerstøttemiljøet
nl: Ondersteuning verkrijgen
pa_in: ਕਮਿਉਨਿੱਟੀ ਸਹਿਯੋਗ ਲਵੋ
pl: Pomoc społeczności
pt_br: Obter suporte da comunidade
pt_pt: Obter apoio da comunidade
ro: Obține asistență din partea comunității
sk: Získať podporu od komunity
sr: Потражите подршку заједнице
sv: Få hjälp av gemenskapen
te: కమ్యూనిటీ మద్దతు పొందండి
th: รับการสนับสนุนจากชุมชน
tr: Topluluktan destek alın
uk: Отримати підтримку спільноти
ur: برادری کی حمایت حاصل کریں
vi: Nhận trợ giúp từ cộng đồng
zh_cn: 获取社区支持
zh_tw: 取得社群支援
zu: Thola ukwesekwa umphakathi
