Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Week
ar: أسبوع
az: Həftə
bg: Седмица
bn: সপ্তাহ
ca: Setmana
el: Εβδομάδα
es: Semana
et: Nädal
fa: هفته
fr: Semaine
fy_nl: Wike
ia: Septimana
it: Settimana
ml: ആഴ്ച
ms: Minggu
nb_no: Uke
pa_in: ਹਫਤਾ
pl: Tydzień
pt_br: Semana
pt_pt: Semana
ro: Săptămână
sk: Týždeň
sl: Teden
sv_se: Vecka
te: వారం
tl: Linggo
ur: ہفتہ
xh: Ngeveki

source: Average Satisfaction
ar: متوسّط ​​الرضا
bg: Средна удовлетвореност
bn: গড়পত্তা সন্তুষ্টি
ca: Satisfacció mitjana
el: Μέση ικανοποίηση
es: Satisfacción media
fa: میانگین رضایت
fr: Satisfaction moyenne
fy_nl: Gemiddelde tefredenheid
ia: Satisfaction medie
it: Soddisfazione media
ml: ശരാശരി സംതൃപ്തി
ms: Kepuasan Purata
nb_no: Gjennomsnittlig tilfredshet
nl: Gemiddelde tevredenheid
pa_in: ਔਸਤ ਸੰਤੁਸ਼ਟੀ
pl: Średnia satysfakcji
pt_br: Média de satisfação
pt_pt: Média de Satisfação
ro: Satisfacție medie
sk: Priemerná spokojnosť
sl: Povprečno zadovoljstvo
sv_se: Genomsnittlig tillfredsställelse
te: సగటు సంతృప్తి
tl: Pangkaraniwang Kasiyahan
ur: اوسط اطمینان

source: Questions
af: Vrae
ar: الأسئلة
az: Suallar
bg: Въпроси
bn: প্রশ্ন
ca: Preguntes
el: Ερωτήσεις
es: Preguntas
et: Küsimused
fa: سؤال‌ها
fy_nl: Fragen
ga_ie: Ceisteanna
ia: Questiones
it: Domande
lt: Klausimai
mg: Fanontaniana
ml: ചോദ്യങ്ങള്‍
ms: Soalan
nb_no: Spørsmål
nl: Vragen
pa_in: ਸਵਾਲ
pl: Pytania
pt_br: Perguntas
pt_pt: Questões
ro: Întrebări
sk: Otázky
sl: Vprašanja
sv_se: Frågor
te: ప్రశ్నలు
tl: Mga tanong
ur: سوالات
xh: Imibuzo
zu: Imibuzo

source: Solved
af: Opgelos
ar: المحلولة
az: Həll olunub
bg: Разрешени
bn: মীমাংসিত
ca: Resoltes
el: Επιλύθηκε
es: Solucionadas
et: Lahendatud
fa: حل شده
fr: Résolu
fy_nl: Oplost
ga_ie: Réitithe
ia: Solvite
it: Risolta
lt: Išspręsta
mg: Voavaha
ml: പരിഹരിക്കുക
ms: Diselesaikan
nb_no: Løst
nl: Opgelost
pa_in: ਹੱਲ਼ ਕੀਤਾ
pl: Rozwiązane
pt_br: Resolvidas
pt_pt: Resolvidas
ro: Rezolvate
sk: Vyriešené
sl: Rešeno
sv_se: Löst
te: పరిష్కరించబడింది
tl: Nalutas
ur: حل
xh: Isonjululwe
zu: Kusombululiwe

source: % Solved
af: % opgelos
ar: ٪ المحلولة
az: % Həll olub
bg: % Разрешени
bn: % মীমাংসিত
ca: % resoltes
el: % επιλυμένα
es: % solucionadas
et: Lahendatute %
fa: % حل شده
fr: % résolues
fy_nl: % oplost
ga_ie: % Réitithe
ia: % solvite
it: % con soluzioni
lt: % išspręsta
mg: % Voavaha
ml: % Sപരിഹരിച്ചു
ms: % Diselesaikan
nb_no: % løst
nl: % opgelost
pa_in: % ਹੱਲ ਹੋਏ
pl: % rozwiązanych
pt_br: % Resolvidas
pt_pt: % Resolvidas
ro: % rezolvate
sk: % vyriešených
sl: % rešeno
sv_se: % lösta
te: % పరిష్కరించబడింది
tl: % Nalutas
ur: ٪ حل
xh: % Isonjululiwe
zu: % Okusonjululiwe

source: Responded in 24 hours
af: Gereageer binne 24 uur
ar: المُجابة خلال ٢٤ ساعة
bg: Отговорено за 24 часа
bn: 24 ঘন্টার মধ্যে প্রতিক্রিয়া
ca: Respostes en 24 hores
el: Απαντήθηκε σε 24 ώρες
es: Respondidas en 24 horas
et: Vastatud 24 tunni jooksul
fa: در 24 ساعت پاسخ داده شد
fr: Avec réponse dans les 24 heures
fy_nl: Beäntwurde binnen 24 oeren
ga_ie: Freagartha sa chéad 24 uair
ia: Respondite in 24 horas
it: % con risposta entro 24 ore
lt: Atsakyta per 24 valandas
mg: Namaly tao anatin'ny 24 ora
ml: 24 മണിക്കൂറിനുള്ളിൽ പ്രതികരിച്ചവ
ms: Diberi reapons dalam 24 jam
nb_no: Svarte innen 24 timer
nl: Beantwoord binnen 24 uur
pa_in: 24 ਘੰਟਿਆਂ ਵਿੱਚ ਜਵਾਬ ਦਿੱਤੇ
pl: Odpowiedziano w ciągu 24 godzin
pt_br: Resp. em 24h
pt_pt: Respondidas em 24 horas
ro: Cu răspuns în 24 de ore
sk: Zodpovedané za 24 hodín
sl: Odgovorjeno v 24 urah
sv_se: Besvarade inom 24 timmar
te: 24 గంటల్లో స్పందించబడింది
tl: Sinagot sa loob ng 24 oras
ur: 24 گھنٹوں میں جواب دیا گیا
xh: Iphendule kwiiyure ezingama-24
zu: Phendulwe emahoreni angama-24

source: % Responded in 24 hours
af: % gereageer binne 24 uur
ar: ٪ المُجابة خلال ٢٤ ساعة
bg: % Отговорени за 24 часа
bn: ২৪ ঘন্টার মধ্যে প্রতিক্রিয়া
ca: % respostes en 24 hores
el: % απαντημένα σε 24 ώρες
es: % respondidas en 24 horas
et: Vastatud 24 tunni jooksul
fa: % در 24 ساعت پاسخ داده شد
fr: % répondues dans les 24 heures
fy_nl: % beäntwurde binnen 24 oeren
ga_ie: % Freagartha sa chéad 24 uair
ia: % respondite in 24 horas
it: % con risposta entro 24 ore
lt: % atsakyta per 24 valandas
mg: % Namaly tao anatin'ny 24 ora
ml: % 24 മണിക്കൂറിനുള്ളിൽ പ്രതികരിച്ചവ
ms: % Diberi respons dalam 24 jam
nb_no: % svarte innen 24 timer
nl: % beantwoord binnen 24 uur
pa_in: % ਨੇ 24 ਘੰਟਿਆੰ ਵਿੱਚ ਹੁੰਗਾਰਾ ਭਰਿਆ
pl: % na które odpowiedziano w ciągu 24 godzin
pt_br: % Resp. em 24h
pt_pt: % respondidas em 24 horas
ro: % cu răspuns în 24 de ore
sk: % zodpovedaných za 24 hodín
sl: % odgovorjeno v 24 urah
sv_se: % besvarade inom 24 timmar
te: % 24 గంటల్లో స్పందించబడింది
tl: % Sinagot sa loob ng 24 oras
ur: 24 گھنٹوں میں ٪ نے جواب دیا
xh: % Iphendule kwiiyure ezingama-24
zu: % Phendulwe emahoreni angama-24

source: Responded in 72 hours
af: Gereageer binne 72 uur
ar: المُجابة خلال ٧٢ ساعة
bg: Отговорено за 72 часа
bn: 72 ঘন্টার মধ্যে প্রতিক্রিয়া
ca: Respostes en 72 hores
el: Απαντήθηκε σε 72 ώρες
es: Respondidas en 72 horas
et: Vastatud 72 tunni jooksul
fa: در 72 ساعت پاسخ داده شد
fr: Avec réponse dans les 72 heures
fy_nl: Beäntwurde binnen 72 oeren
ga_ie: Freagartha sa chéad 72 uair
ia: Respondite in 72 horas
it: % con risposta entro 72 ore
lt: Atsakyta per 72 valandas
mg: Namaly tao anatin'ny 72 ora
ml: 72 മണിക്കൂറിനുള്ളിൽ പ്രതികരിച്ചവ
ms: Diberi reapons dalam 72 jam
nb_no: Svarte innen 72 timer
nl: Beantwoord binnen 72 uur
pa_in: 72 ਘੰਟਿਆਂ ਵਿੱਚ ਰਿਪੋਰਟ ਦਿੱਤੇ
pl: Odpowiedziano w ciągu 72 godzin
pt_br: Resp. em 72h
pt_pt: Respondidas em 72 horas
ro: Cu răspuns în 72 de ore
sk: Zodpovedané za 72 hodín
sl: Odgovorjeno v 72 urah
sv_se: Besvarade inom 72 timmar
te: 72 గంటల స్పందించబడింది
tl: Sinagot sa loob ng 72 oras
ur: 72 گھنٹوں میں جواب دیا گیا
xh: Iphendule kwiiyure ezingama-72
zu: Phendulwe emahoreni angama-72

source: % Responded in 72 hours
af: % gereageer binne 72 uur
ar: ٪ المُجابة خلال ٧٢ ساعة
bg: % Отговорени за 72 часа
bn: 72 ঘন্টার মধ্যে প্রতিক্রিয়া %
ca: % respostes en 72 hores
el: % απαντημένα σε 72 ώρες
es: % respondidas en 72 horas
et: 72 tunni jooksul vastatute %
fa: % در 72 ساعت پاسخ داده شد
fr: % répondues dans les 72 heures
fy_nl: % beäntwurde binnen 72 oeren
ga_ie: % Freagartha sa chéad 72 uair
ia: % respondite in 72 horas
it: % con risposta entro 72 ore
lt: % atsakyta per 72 valandas
mg: % Namaly tao anatin'ny 72 ora
ml: % 72 മണിക്കൂറിനുള്ളിൽ പ്രതികരിച്ചവ
ms: % Diberi respons dalam 72 jam
nb_no: % svarte innen 72 timer
nl: % beantwoord binnen 72 uur
pa_in: % ਨੇ 72 ਘੰਟਿਆਂ ਵਿੱਚ ਹੁੰਗਾਰਾ ਭਰਿਆ
pl: % na które odpowiedziano w ciągu 72 godzin
pt_br: % Resp. em 72h
pt_pt: % respondidas em 72 horas
ro: % cu răspuns în 72 de ore
sk: % zodpovedaných za 72 hodín
sl: % odgovorjeno v 72 urah
sv_se: % besvarade inom 72 timmar
te: % 72 గంటల స్పందించబడింది
tl: % Sinagot sa loob ng 72 oras
ur: 72 گھنٹوں میں ٪ نے جواب دیا
xh: % Iphendule kwiiyure ezingama-72
zu: % Phendulwe emahoreni angama-72

source: Not responded in 24 hours
af: Nie binne 24 uur gereageer nie
ar: غير المُجابة خلال ٢٤ ساعة
bg: Неотговорено за 24 часа
bn: ২৪ ঘন্টার মধ্যে প্রতিক্রিয়া দেওয়া হয়নি
ca: No respostes en 24 hores
el: Δεν απαντήθηκε σε 24 ώρες
es: No respondidas en 24 horas
et: Vastamata 24 tunni jooksul
fa: در 24 ساعت پاسخ داده نشد
fr: Non répondues dans les 24 heures
fy_nl: Net beäntwurde binnen 24 oeren
ga_ie: Gan freagra sa chéad 24 uair
ia: Non respondite in 24 horas
it: Senza risposta nelle scorse 24 ore
lt: Neatsakyta per 24 valandas
mg: Tsy namaly tao anatin'ny 24 ora
ml: 24 മണിക്കൂറിനുള്ളിൽ പ്രതികരിക്കാത്തവ
ms: Tidak diberi reapons dalam 24 jam
nb_no: Ikke svart på 24 timer
nl: Niet beantwoord binnen 24 uur
pa_in: 24 ਘੰਟਿਆਂ ਵਿੱਚ ਜਵਾਬ ਨਹੀਂ ਦਿੱਤਾ
pl: Bez odpowiedzi w ciągu ostatnich 24 godzin
pt_br: Não resp. em 24h
pt_pt: Não respondidas em 24 horas
ro: Fără răspuns în 24 de ore
sk: Nezodpovedané do 24 hodín
sl: Neodgovorjeno v 24 urah
sv_se: Inte besvarat inom 24 timmar
te: 24 గంటల్లో స్పందించబడింది
tl: Hindi sinagot sa loob ng 24 oras
ur: 24 گھنٹوں میں جواب نہیں دیا گیا
xh: Ayikhange iphendule kwiiyure ezingama-24
zu: Akuphendulwanga emahoreni angama-24

source: Not responded in 72 hours
af: Nie binne 72 uur gereageer nie
ar: غير المُجابة خلال ٧٢ ساعة
bg: Неотговорено за 72 часа
bn: 72 ঘন্টার মধ্যে প্রতিক্রিয়া দেওয়া হয়নি
ca: No respostes en 72 hores
el: Δεν απαντήθηκε σε 72 ώρες
es: No respondidas en 72 horas
et: 72 tunni jooksul vastamata jäänute %
fa: در 72 ساعت پاسخ داده نشد
fr: Non répondues dans les 72 heures
fy_nl: Net beäntwurde binnen 72 oeren
ga_ie: Gan freagra sa chéad 72 uair
ia: Non respondite in 72 horas
it: Senza risposta nelle scorse 72 ore
lt: Neatsakyta per 72 valandas
mg: Tsy namaly tao anatin'ny 72 ora
ml: 72 മണിക്കൂറിനുള്ളിൽ പ്രതികരിക്കാത്തവ
ms: Tidak diberi reapons dalam 72 jam
nb_no: Ikke besvart innen 72 timer
nl: Niet beantwoord binnen 72 uur
pa_in: 72 ਘੰਟਿਆਂ ਵਿੱਚ ਜਵਾਬ ਨਹੀਂ ਦਿੱਤਾ
pl: Bez odpowiedzi w ciągu ostatnich 72 godzin
pt_br: Não resp. em 72h
pt_pt: Não respondidas em 72 horas
ro: Fără răspuns în 72 de ore
sk: Nezodpovedané do 72 hodín
sl: Neodgovorjeno v 72 urah
sv_se: Inte besvarat inom 72 timmar
te: 72 గంటల్లో స్పందించలేదు
tl: Hindi sinagot sa loob ng 72 oras
ur: 72 گھنٹوں میں جواب نہیں دیا گیا
xh: Ayikhange iphendule kwiiyure ezingama-72
zu: Akuphendulwanga emahoreni angama-72

source: Article Votes: % Helpful
af: Artikel-stemme: % nuttig
ar: التصويتات على المقالات: ٪ المفيد
az: Məqalə Səsləri: % Xeyirli
bg: Гласувания за статия: % полезна
bn: প্রবন্ধ ভোট: % সহায়ক
ca: Vots de l'article: % útils
el: Ψήφοι άρθρου: % χρήσιμο
es: Votos a artículos: % útiles
et: Artikli hääled: % kasulik
fa: آرای مقاله: % مفید
fr: Votes d’articles : % utiles
fy_nl: Artikelstimmen: % behelpsum
ga_ie: Vótaí ar an Alt: % Cabhrach
ia: Votos de articulos: % utile
it: Voti articolo: % utilità
lt: Straipsnio įvertis: % naudingas
mg: Vaton'ny Lahatsoratra: % Manampy
ml: ആർട്ടിക്കിൾ വോട്ടുകൾ: % സഹായകരമായ
ms: Undian Artikel: % Berguna
nb_no: Artikkelstemmer: % hjelpsom
nl: Artikelstemmen: % behulpzaam
pa_in: ਲੇਖ ਵੋਟਾਂ: % ਮਦਦਗਾਰ
pl: Oceny artykułu: % pomocny
pt_br: Votos do artigo: % útil
pt_pt: Votos no artigo: % útil
ro: Voturi articol: % util
sk: Hlasovanie o článkoch: % užitočnosť
sl: Glasovi za članke: % koristnih
sv_se: Artikelröster: % behjälpliga
te: వ్యాసం ఓట్లు: % ఉపయోగపడిందా
tl: Boto ng Artikulo: % Nakakatulong
ur: آرٹیکل ووٹ: ٪ مددگار
xh: Iivoti zenqaku: % Iluncedo
zu: Amavoti ama-article : % Awusizo

source: Answer Votes: % Helpful
af: Antwoord-stemme: % nuttig
ar: الإجابات في المقالات: ٪ المفيد
az: Cavab Səsləri: % Xeyirli
bg: Гласувания: % полезни
bn: উত্তর ভোট: % সহায়ক
ca: Vots de la resposta: % útils
el: Ψήφοι απάντησης: % χρήσιμη
es: Votos a respuestas: % útiles
et: Vastuste hääled: % kasulik
fa: آرای پاسخ: % مفید
fr: Votes de réponses : % utiles
fy_nl: Antwurdstimmen: % behelpsum
ga_ie: Vótaí ar an bhFreagra: % Cabhrach
ia: Votos de responsas: % utile
it: Voti risposte: % utilità
lt: Atsakymo įvertis: % naudingas
mg: Vaton'ny Valiny: % Manampy
ml: ഉത്തരത്തിനുള്ള വോട്ടുകൾ: % സഹായകരമായ
ms: Undian Jawapan: % Berguna
nb_no: Svarstemmer: % hjelpsom
nl: Antwoordstemmen: % behulpzaam
pa_in: ਜਵਾਬ ਵੋਟਾਂ: % ਮਦਦਗਾਰ
pl: Oceny odpowiedzi: % pomocne
pt_br: Votos da resposta: % útil
pt_pt: Votos na resposta: % útil
ro: Voturi răspuns: % util
sk: Hlasovanie o odpovediach: % užitočnosť
sl: Glasovi za odgovore: % koristnih
sv_se: Svarsröster: % behjälpliga
te: ఓట్లు జవాబు: % ఉపయోగపడిందా
tl: Boto ng Sagot: % Nakakatulong
ur: آرٹیکل ووٹ: ٪ مددگار
xh: Phendula Iivoti: % Uncedo
zu: Impendulo Yamavoti: % Ewusizo

source: en-US KB
ar: قاعدة المعرفة بالإنجليزية
az: en-US BB
bg: Статии на англ. език
es: Base de conocimientos de en-US
fr: Base de connaissances en-US
ia: Base de cognoscentia en-US
it: KB en-US
lt: en-US žinynas
mg: MB en-US
ml: അമേരിക്കന്‍ ഇംഗ്ലീഷ് കീബോര്‍ഡ്
pl: Baza wiedzy w języku en-US
pt_br: Base de conhecimento en-US
pt_pt: Base de conhecimento em Inglês (en-US)
ro: KB en-US
sk: Anglická KB
sl: Baza znanja v angleščini
sv_se: KB för en-US
xh: i-en-US KB

source: non en-US KB
af: nie-en-US KB
ar: قاعدة المعرفة بغير الإنجليزية
az: en-US xarici BB
bg: Статии на други езици
bn: বিনা en-US KB
el: μη en-US KB
es: Base de conocimientos que no está en en-US
fr: bases de connaissances non en-US
ga_ie: neamh-en-US kB
ia: Base de cognoscentia non en-US
it: KB non en-US
lt: ne en-US žinynas
mg: MB tsy en-US
ml: അമേരിക്കന്‍ ഇംഗ്ലീ‍ഷ് അല്ലാത്ത കീബോര്‍ഡ്
nb_no: ikke-en-US KB
pa_in: ਗੈਰ en-US KB
pl: Baza wiedzy w innych językach
pt_br: Base de conhecimento não en-US
pt_pt: Bases de conhecimento não en-US
ro: KB non en-US
sk: Neanglická KB
sl: Baza znanja drugih jezikov
sv_se: KB för icke-en-US
te: en-US కాని KB
tl: hindi en-US KB
ur: غیر en-US KB
xh: i-non en-US KB
zu: Engenayo en-US KB

source: Support Forums
bg: Форуми за поддръжка
ca: Fòrums d'assistència
el: Φόρουμ υποστήριξης
es: Foros de soporte
fr: Forums d’assistance
fy_nl: Stipefoarums
ia: Foros de supporto
it: Forum di supporto
ml: പിന്തുണ ചൎച്ചവേദി
nb_no: Brukerstøtteforum
nl: Ondersteuningsforums
pl: Forum pomocy
pt_br: Fóruns de suporte
pt_pt: Fóruns de apoio
ro: Forumuri de asistență
sk: Fórum podpory
sl: Forumi za podporo
sv_se: Supportforum
te: తోడ్పాటు వేదికలు
tl: Suporta
ur: سپورٹ فورم

source: Click Through Rate %
af: Deurklik-koers %
ar: نسبة معدّل النقر
bn: অনুসন্ধানে ক্লিক করার হার %
el: Αναλογία κλικ (%)
es: Porcentaje de clics %
fa: درصد نرخ کلیک: %
fr: Taux de clics de la recherche %
fy_nl: % trochklikferhâlding
ga_ie: Ráta Cliceáilte %
ia: Taxa de clic %
it: % clickthrough di ricerca
lt: Paieškos efektyvumo koeficientas
mg: Tahan'ny Tsindry Tanteraka %
ml: അമൎത്തൽന്നിരക്കു്
ms: Kadar Klik %
nb_no: Gjennomklikksrate %
nl: % doorklikverhouding
pa_in: ਰੇਟ ਦੁਆਰਾ ਕਲਿੱਕ %
pl: Współczynnik klikalności w %
pt_br: Taxa de cliques %
pt_pt: Taxa de cliques %
ro: % rată de clicuri
sk: Miera preklikov %
sl: Clickthrough delež pri iskanju %
sv_se: Genomklicks-hastighet %
te: రేట్ ద్వారా క్లిక్ చేయండి %
ur: کلک کے زرہعے شرح %
xh: Cofa ngesantya se-%
zu: Izinga lokuchofoza %

source: Visitors
af: Besoekers
ar: الزوّار
az: Ziyarətçi
bg: Посетители
bn: দর্শক
ca: Visitants
el: Επισκέπτες
es: Visitantes
et: Külastajaid
fa: بازدید کنندگان
fr: Visites
fy_nl: Besikers
ga_ie: Cuairteoirí
ia: Visitatores
it: Visitatori
lt: Lankytojai
mg: Mpitsidika
ml: സന്ദർശക‍ർ
ms: Pelawat
nb_no: Besøkende
nl: Bezoekers
pa_in: ਦਰਸ਼ਕ
pl: Odwiedzający
pt_br: Visitantes
pt_pt: Visitantes
ro: Vizitatori
sk: Návštevníci
sl: Obiskovalcev
sv_se: Besökare
te: సందర్శకులు
tl: Mga Bisita
ur: زائرین
xh: Abatyeleli
zu: Abavakashile

source: L10n Coverage
af: L10n-dekking
ar: تغطية التوطين
bg: покритие на преводите
bn: L10n কভারেজ
ca: Cobertura de la traducció
el: Κάλυψη μετάφρασης
es: Cobertura de la l10n
et: L10n katvus
fa: پوشش L10n
fr: Couverture de la traduction
fy_nl: L10n-dekking
ga_ie: Cuimsiú Idirnáisiúnta
ia: Copertura de traduction
it: Percentuale di localizzazione
lt: Lokalizavimo aprėptis
mg: Rakotra L10n
ml: L10n കവറേജ്
ms: Liputan L10n
nb_no: L10n-dekning
nl: L10n-dekking
pa_in: L10n ਕਵਰੇਜ
pl: Zasięg tłumaczenia
pt_br: Cobertura L10n
pt_pt: Cobertura L10n
ro: Acoperire localizare
sk: Pokryté lokalizáciou
sl: Kritje L10n
sv_se: L10n bevakning
te: L10n కవరేజ్
tl: Nasakupan ng L10n
ur: L10n کوریج
xh: Ingxelo ye-L10n
zu: I-L10n Coverage

source: Percent Yes
af: Persentasie "ja"
ar: نسبة ”نعم“
az: Hə Faizi
bg: Процент „да“
bn: হ্যাঁ-র শতাংশ
ca: Percentatge de Sí
el: Ποσοστό «Ναι»
es: Porcentaje de síes
et: Jah protsent
fa: درصد بله
fr: Pourcentage de oui
fy_nl: Persintaazje Ja
ga_ie: Céatadán Tá
ia: Percentage de si
it: Percentuale di Sì
lt: „Taip“ koeficientas
mg: Salanisa Eny
ml: എത്ര ശതമാനമാണ് അതെ
ms: Peratus Ya
nb_no: Prosent ja
nl: Percentage Ja
pa_in: ਪ੍ਰਤੀਸ਼ਤ ਜੀ
pl: Procent na Tak
pt_br: Porcentagem de sim
pt_pt: Percentagem de Sim
ro: Procente Da
sk: Percent Áno
sl: Odstotek Da
sv_se: Procent ja
te: శాతం అవును
tl: Bahagdan Oo
ur: فی صد ہاں
xh: Ewe Ipesenti
zu: Iphesenti Yebo

source: Yes
af: Ja
ar: نعم
az: Bəli
bg: Да
bn: হ্যাঁ
ca: Sí
el: Ναι
es: Sí
et: Jah
fa: بله
fr: Oui
fy_nl: Ja
ga_ie: Tá
ia: Si
it: Sì
lt: Taip
mg: Eny
ml: അതെ
ms: Ya
nb_no: Ja
nl: Ja
pa_in: ਹਾਂ
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
sk: Áno
sl: Da
sv_se: Ja
te: అవును
tl: Oo
ur: ہاں
xh: Ewe
zu: Yebo

source: No
af: Nee
ar: لا
az: Xeyr
bg: Не
bn: না
el: Όχι
et: Ei
fa: خیر
fr: Non
fy_nl: Nee
ga_ie: Níl
lt: Ne
mg: Tsia
ml: അല്ല
ms: Tidak
nb_no: Nei
nl: Nee
pa_in: ਨਹੀਂ
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
sk: Nie
sl: Ne
sv_se: Nej
te: కాదు
tl: Hindi
ur: نہیں
xh: Hayi
zu: Cha

source: I don't know
af: Ek weet nie
ar: لا أعرف
az: Bilmirəm
bg: Не зная
bn: আমি জানি না
ca: No ho sé
el: Δεν γνωρίζω
es: No lo sé
et: Ma ei tea
fa: من نمیدانم
fr: Je ne sais pas
fy_nl: Ik wit it net
ga_ie: Níl a fhios agam
ia: Io non sape
it: Non so
lt: Nežinau
mg: Tsy fantatro
ml: എനിക്കറിയില്ല
ms: Saya tidak pasti
nb_no: Jeg vet ikke
nl: Ik weet het niet
pa_in: ਮੈਨੂੰ ਨਹੀ ਪਤਾ
pl: Nie wiem
pt_br: Não sei
pt_pt: Eu não sei
ro: Nu știu
sk: Neviem
sl: Ne vem
sv_se: Det kände jag inte till
te: నాకు తెలియదు
tl: Hindi ko alam
ur: مچھے نہِں معلوم
xh: Andazi
zu: Angazi

source: Error loading graph
af: Kon nie grafiek laai nie
ar: عُطل أثناء تحميل الرسم البياني
az: Diaqram yüklənməsində xəta
bg: Грешка при зареждане на диаграма
bn: গ্রাফ লোড হতে ত্রুটি
ca: S'ha produït un error en carregar el gràfic
el: Σφάλμα φόρτωσης γραφήματος
es: Error al cargar el gráfico
et: Viga diagrammi laadimisel
fa: خطا در بارگذاری گراف
fr: Erreur lors du chargement du graphique
fy_nl: Flater by laden fan grafyk
ga_ie: Earráid agus an graf á lódáil
ia: Error a cargar le graphico
it: Errore nel il caricamento della tabella
lt: Klaida įkeliant grafą
mg: Olana tsy nahavoafatratra grafy
ml: ഗ്രാഫ് ലോഡുചെയ്യുന്നതിൽ പിശക്
ms: Ralat memuatkan graf
nb_no: Feil ved lasting av graf
nl: Fout bij laden van grafiek
pa_in: ਗਰਾਫ਼ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd podczas wczytywania wykresu
pt_br: Erro ao carregar o gráfico
pt_pt: Erro ao carregar o gráfico
ro: Eroare la încărcarea graficului
sk: Chyba pri načítaní grafu
sl: Napaka pri nalaganju grafa
sv_se: Ett fel uppstod när diagrammet skulle läsas in
te: గ్రాఫ్ లోడింగులో దోషము
tl: Mali sa pag load ng talangguhit
ur: گراف لوڈ کرنے میں مسلہ ہنے
xh: Impazamo yokufaka igrafu
zu: Kube nephutha ngenkathi kulodwa igrafu

source: There was an error generating the preview.
af: Kon nie die voorskou genereer nie.
ar: حدث عُطل أثناء توليد المعاينة.
az: Görünüşü yaratmaqda xəta baş verdi.
bg: Възникна грешка при генериране на прегледа.
bn: প্রাকদর্শন দেখান তে একটি ত্রুটি ধরা পরেছে।
ca: S'ha produït un error en generar la previsualització.
el: Προέκυψε σφάλμα κατά τη δημιουργία της προεπισκόπησης.
es: Se ha producido un error al generar la vista previa.
et: Eelvaate loomisel tekkis viga.
fa: در هنگام ایجاد پیش‌نمایش یک خطا به وجود آمد.
fr: Une erreur s’est produite lors de la génération de l’aperçu.
fy_nl: Der is in flater bard mei it meitsje fan it foarbyld.
ga_ie: Tharla earráid agus an réamhamharc á chruthú.
ia: Il occurreva un error a generar le vista preliminar.
it: Si è verificato un errore nella generazione dell'anteprima.
lt: Generuojant išankstinę peržiūrą, įvyko klaida.
mg: Nisy olana tsy nahavokarana ilay topy maso.
ml: പ്രിവ്യൂ സൃഷ്ടിക്കുന്നതിൽ ഒരു പിശകുണ്ടായി.
ms: Ada ralat semasa menjanakan previu.
nb_no: Det oppstod en feil under generering av forhåndsvisningen.
nl: Er is een fout opgetreden bij het aanmaken van het voorbeeld.
pa_in: ਝਲਕ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas generowania podglądu.
pt_br: Houve um erro ao gerar a pré-visualização.
pt_pt: Ocorreu um erro ao gerar a pré-visualização.
ro: A apărut o eroare la generarea previzualizării.
sk: Pri vytváraní náhľadu nastala chyba.
sl: Med ustvarjanjem predogleda je prišlo do napake.
sv_se: Det gick inte att generera förhandsgranskningen.
te: ప్రివ్యూని రూపొందిస్తున్నప్పుడు లోపం ఉంది.
tl: May problema sa paglikha ng patiunang pagpapaaninaw.
ur: پیش نظارہ بنانے میں ایک خامی تھی۔
xh: Kuye kwakho impazamo ekwenzeni umboniso.
zu: Kube nephutha ngenkathi kwakhiwa isibukisi sangaphambilini.

source: There was an error submitting your vote.
af: Kon nie die stem indien nie.
ar: حدث عُطل أثناء إرسال تصويتك.
az: Səsinizi göndərərkən xəta baş verdi.
bg: Имаше проблем, при пускането на вашия глас.
bn: আপনার ভোট জমা নিতে ত্রুটি দেখা দিচ্ছে।
ca: S'ha produït un error en enviar el vot.
el: Προέκυψε σφάλμα κατά την καταχώρηση της ψήφου σας.
es: Se ha producido un error al enviar tu voto.
et: Hääle saatmisel tekkis viga.
fa: در هنگام ارسال رأی شما یک خطا به وجود آمد.
fr: Une erreur s’est produite lors de l’envoi de votre vote.
fy_nl: Der is in flater bard mei it ynstjoeren fan jo stim.
ga_ie: Tharla earráid agus do vóta á sheoladh.
ia: Error durante le invio de tu voto.
it: Si è verificato un errore nell'invio del voto.
lt: Siunčiant Jūsų balsą, įvyko klaida.
mg: Nisy olana tsy nahavoarotsaka ny vato nalatsakao.
ml: നിങ്ങളുടെ വോട്ട് സമർപ്പിക്കുന്നതിൽ ഒരു പിശകുണ്ടായി.
ms: Ada ralat semasa menghantar undian anda.
nb_no: En feil oppstod under innsendingen av din stemme.
nl: Er is een fout opgetreden bij het indienen van uw stem.
pa_in: ਤੁਹਾਡੀ ਵੋਟ ਭੇਜਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas oddawania głosu.
pt_br: Houve um erro ao enviar seu voto.
pt_pt: Ocorreu um erro ao submeter o seu voto.
ro: A apărut o eroare la trimiterea votului.
sk: Pri odosielaní vášho hlasu nastala chyba.
sl: Med vašim glasovanjem je prišlo do napake.
sv_se: Det gick inte att skicka in din röst.
te: మీ ఓటు సమర్పించడంలో ఒక లోపం ఉంది.
tl: May problema sa pagpasa ng iyong boto.
ur: آپ کا ووٹ جمع کروانے میں ایک خامی تھی۔
xh: Kuye kwabakho impazamo ekufakweni kwevoti yakho.
zu: Kube nephutha ngenkathi kuhanjiswa ivoti lakho.

source: %(num)s <small>of %(total)s</small>
af: %(num)s <small> van %(total)s</small>
ar: %(num)s <small>من أصل %(total)s</small>
az: %(num)s <small>/ %(total)s</small>
bg: %(num)s <small>от %(total)s</small>
bn: <small>%(total)s এর মধ্যে</small> %(num)s
ca: %(num)s <small>de %(total)s</small>
el: %(num)s <small> από %(total)s</small>
es: %(num)s <small>de %(total)s</small>
fa: %(num)s <small> از %(total)s </small>
fr: %(num)s <small>de %(total)s</small>
fy_nl: %(num)s <small>fan %(total)s</small>
ga_ie: %(num)s <small>as %(total)s</small>
ia: %(num)s <small>de %(total)s</small>
it: %(num)s <small>di %(total)s</small>
lt: %(num)s <small>iš %(total)s</small>
mg: %(num)s <small>@ %(total)s</small>
ml: <small>%(total)s ല്‍</small>%(num)s
ms: %(num)s <small>daripada %(total)s</small>
nb_no: %(num)s <small>av %(total)s</small>
nl: %(num)s <small>van %(total)s</small>
pa_in: <small>%(total)s ਵਿੱਚੋਂ</small> %(num)s
pl: %(num)s <small>z %(total)s</small>
pt_br: %(num)s <small>de %(total)s</small>
pt_pt: %(num)s <small>de %(total)s</small>
ro: %(num)s <small> din %(total)s</small>
sk: %(num)s <small>z %(total)s</small>
sl: %(num)s <small>od %(total)s</small>
sv_se: %(num)s <small>av %(total)s</small>
te: %(num)s <small>లు %(total)s</small>
tl: %(num)s <small>sa %(total)s</small>
ur: %(num)s <small>کا%(total)s</small>
xh: %(num)s <small>le %(total)s</small>
zu: %(num)s <small>we %(total)s</small>
