Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Could not send a message to that email address.
af: Kon nie 'n boodskap na daardie e-pos adres stuur nie.
bg: Не може да се изпрати съобщение до този имейл адрес.
bs: Nismo mogli da pošaljemo podršku na tu adresu e-pošte.
de: Nachricht konnte nicht an diese E-Mail-Adresse geschickt werden.
el: Δεν ήταν δυνατή η αποστολή μηνύματος σε αυτήν τη διεύθυνση email.
es: No se pudo enviar un mensaje a esa dirección de correo.
fy_nl: Koe gjin berjocht nei dat e-mailadres ferstjoere.
he: לא ניתן היה לשלוח הודעה לכתובת דוא״ל זו.
hr: Nismo mogli poslati poruku na tu e-adresu.
hu: Nem sikerült üzenetet küldeni a megadott e-mail címre.
ia: Impossibile inviar un message a ille adresse de e-mail.
id: Tidak dapat mengirim pesan ke alamat surel tersebut.
it: Impossibile inviare un messaggio a questo indirizzo email.
ja: 指定されたメールアドレスにメッセージを送信できませんでした。
ka: ამ ელფოსტაზე შეტყობინების გამოგზავნა ვერ ხერხდება.
kab: Ur yezmir ara ad yazen izen ɣer tansa-agi n yimayl.
ko: 그 이메일 주소로 메일을 보낼 수 없습니다.
mg: Tsy afaka nandefa hafatra @ io adiresy mailaka io.
ms: Tidak dapat menghantar mesej ke alamat e-mel berkenaan.
nb_no: Klarte ikke sende en melding til e-postadressen.
nl: Kon geen bericht naar dat e-mailadres verzenden.
pa_in: ਇਸ ਈ-ਮੇਲ ਪਤੇ ਤੇ ਸੁਨੇਹਾ ਨਹੀ ਭੇਜਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można wysłać wiadomości na ten adres e-mail.
pt_br: Não foi possível enviar uma mensagem para este endereço de email.
pt_pt: Não foi possível enviar uma mensagem para este endereço de e-mail.
ro: Nu s-a putut trimite un mesaj la acea adresă de e-mail.
sk: Nemožno odoslať správu na túto e‑mailovú adresu.
sr: Нисмо могли да пошаљемо поруку на ту адресу е-поште.
sv: Det gick inte att skicka ett meddelande till den e-postadressen.
te: ఇమెయిల్ చిరునామాకు ఒక సందేశాన్ని పంపడం సాధ్యం కాలేదు .
th: ไม่สามารถส่งข้อความไปยังที่อยู่อีเมลนั้น
tr: Bu e-posta adresine mesaj gönderemiyoruz.
uk: Не вдалося надіслати повідомлення на цю адресу електронної пошти.
ur: اس ای میل پتے پر ایک پیغام نہیں بھیج سکے۔
vi: Không thể gửi tin nhắn đến địa chỉ email đó.
zh_cn: 不能向那个邮件地址发送邮件。
zh_tw: 無法傳送訊息到這個電子郵件信箱。
zu: Asikwazanga ukuthumela umyalezo kuleli kheli le-imeyli.

source: You will be notified of updates by email.
af: Jy sal per e-pos oor bywerkings in kennis gestel word.
bg: Ще бъдете известени за актуализации по имейл.
bs: Bićete obavješteni o novostima putem e-pošte.
de: Sie erhalten per E-Mail Benachrichtigungen über Neuigkeiten.
el: Θα ειδοποιηθείτε για ενημερώσεις μέσω email.
es: Serás notificado de las actualizaciones por correo electrónico.
fy_nl: Jo wurde fia e-mail op de hichte hâlden fan fernijingen.
he: ישלחו אליך הודעות בנוגע לעדכונים בדוא״ל.
hr: O novostima ćemo te obavijestiti putem e-pošte.
hu: Értesítéseket fog kapni e-mailben.
ia: Tu sera notificate del actualisationes per email.
id: Anda akan diberitahu tentang pembaruan melalui surel.
it: Si riceveranno le notifiche di aggiornamento tramite email.
ja: メールによる更新通知を受け取ります。
ka: განახლებების შესახებ შეტყობინებები ელფოსტით არ მოგივათ.
kab: Ad d-tettwalɣuḍ s yimayl ɣef yileqman.
ko: 이메일로 업데이트 알림을 받게 됩니다.
mg: Hilazana @ mailaka ianao rehefa misy fanavaozana.
ms: Kemaskini akan dimaklumkan kepada anda melalui e-mel.
nb_no: Du vil bli varslet om oppdateringer via e-post.
nl: U wordt per e-mail op de hoogte gehouden van updates.
pa_in: ਤੁਹਾਨੂੰ ਈਮੇਲ ਦੁਆਰਾ ਅੱਪਡੇਟ ਦੇ ਕੇ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: O aktualizacjach powiadomimy e-mailem.
pt_br: Você será notificado por email sobre atualizações.
pt_pt: Será notificado de atualizações por correio eletrónico.
ro: Vei fi notificat de actualizări prin e-mail.
sk: Na aktualizácie vás upozorníme e‑mailom.
sr: Бићете обавештени о новостима путем е-поште.
sv: Du kommer att meddelas om uppdateringar via e-post.
te: ఇమెయిల్ ద్వారా నవీకరణలను తెలియజేయబడుతుంది
th: คุณจะได้รับแจ้งการอัปเดตทางอีเมล
tr: Güncellemelerden e-posta ile haberdar edileceksiniz.
uk: Вас повідомлятимуть про оновлення по електронній пошті.
ur: آپ کو ای میل کے ذریعہ تازہ کاریو‏ں کے بارے میں مطلع کیا جائے گا۔
vi: Bạn sẽ được thông báo cập nhật qua email.
zh_cn: 有更新时您会得到邮件通知。
zh_tw: 你將收到更新通知的郵件。
zu: Uzokwaziswa ngokwenzeka nge-imeyli.

source: You should receive an email shortly to confirm your subscription.
af: Jy behoort binnekort 'n e-pos te ontvang om jou intekening te bevestig.
bg: Скоро трябва да получите имейл, за да потвърдите абонамента си.
bs: Trebalo bi uskoro da primite e-poštu kako biste potvrdili pretplatu.
de: Sie erhalten in Kürze eine E-Mail zur Bestätigung Ihres Abonnements.
el: Θα λάβετε σύντομα ένα email για να επιβεβαιώσετε την εγγραφή σας.
es: Recibirás un correo electrónico en breve para confirmar tu suscripción.
fy_nl: Jo ûntfange gau in e-mailberjocht om jo ynskriuwing te befêstigjen.
he: תוך זמן קצר תישלח אליך הודעת דוא״ל לאישור המינוי שלך.
hr: Uskoro ćeš primiti e-poštu za potvrđivanje tvoje pretplate.
hu: Hamarosan kapnia kell egy e-mailt a feliratkozás megerősítéséhez.
ia: Tu deberea reciper un email a breve pro confirmar tu subscription.
id: Kamu akan segera menerima surel untuk mengonfirmasi langgananmu.
it: Dovresti ricevere in breve tempo un messaggio email di conferma.
ja: 購読を確認するためのメールを送信しました。
ka: მალე მიიღებთ გამოწერის დასადასტურებელ შეტყობინებას ელფოსტაზე.
kab: Issefk ad tremseḍ imayl akka kra akken ad tesnetmeḍ ajerred-ik.
ko: 여러분의 구독을 확인하기 위해 곧 이메일을 받게 될 것입니다.
mg: Tokony haharay mailaka hanamafy ny fisoratanao ianao rehefa kelikely.
ms: Anda akan terima e-mel sebentar lagi untuk mengesahkan langganan anda.
nb_no: Du vil snart motta en e-post for å bekrefte medlemskapet.
nl: U ontvangt spoedig een e-mailbericht om uw inschrijving te bevestigen.
pa_in: ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਗਾਹਕੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਛੇਤੀ ਹੀ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wkrótce otrzymasz e-mail z potwierdzeniem subskrypcji.
pt_br: Você deve receber um email daqui a pouco para confirmar sua inscrição.
pt_pt: Irá receber uma mensagem de correio eletrónico brevemente para confirmar a sua subscrição.
ro: Trebuie să primești în scurt timp un mesaj pe e-mail pentru a confirma abonarea.
sk: Ako potvrdenie prihlásenia k odberu by ste mal dostať e‑mailovú správu.
sr: Требало би ускоро да примите е-пошту како бисте потврдили претплату.
sv: Du bör få ett mejl inom kort för att bekräfta din prenumeration.
te: మీరు మీ చందాను నిర్ధారించడానికి ఒక ఇమెయిల్ను త్వరలో అందుకోవాలి
th: คุณควรได้รับอีเมลในไม่ช้าเพื่อยืนยันการบอกรับของคุณ
tr: Aboneliğinizi onaylamak için kısa süre içinde bir e-posta alacaksınız.
uk: Найближчим часом ви повинні отримати лист по електронній пошті для підтвердження вашої підписки.
ur: اپنی رکنیت کی تصدیق کے لئے آپ کو جلد ہی ایک ای میل موصول ہونا چاہئے۔
vi: Bạn sẽ sớm nhận được email để xác nhận đăng ký của mình.
zh_cn: 您很快会收到邮件确认您的订阅。
zh_tw: 你待會會收到關於你的訂閱確認信。
zu: Uzothola i-imeyli kungekudala nje ukuqinisekisa ngokubhalisa kwakho.

source: A moderator must manually approve your post before it will be visible.
bg: Модераторът трябва ръчно да одобри публикацията ви, преди тя да бъде видима.
de: Ein Moderator muss Ihren Beitrag manuell freischalten, bevor er sichtbar wird.
el: Ένας διαχειριστής πρέπει να εγκρίνει χειροκίνητα την ανάρτησή σας πριν να γίνει ορατή.
es: Un moderador debe aprobar manualmente tu publicación antes de que sea visible.
fy_nl: In moderator moat jo berjocht hânmjittich goedkarre eardat it sichtber is.
hr: Jedan moderator mora ručno odobriti tvoj post da bi bio vidljiv.
hu: Egy moderátornak kézileg jóvá kell hagynia a bejegyzését, mielőtt az látható lesz.
ia: Un moderator debe approbar manualmente tu message ante que illo sera visibile.
id: Moderator akan memberi persetujuan manual sebelum menampilkan post.
it: Un moderatore deve approvare manualmente il tuo messaggio prima che sia visibile.
ja: 公開される前に、モデレーターが手動で投稿を承認する必要があります。
ka: ზედამხედველმა თავად უნდა დაამოწმოს თქვენი დაწერილი, რომ ყველასთვის გამოჩნდეს.
kab: Ilaq ad isentem yimḍebber s ufus tasuffeɣt-inek·inem d amek ara d-tban.
ko: 운영자는 게시물이 표시되기 전에 수동으로 승인해야 합니다.
nb_no: En moderator må godkjenne innlegget ditt manuelt før det blir synlig.
nl: Een moderator dient uw bericht handmatig goed te keuren voordat het zichtbaar is.
pl: Zanim twój post będzie widoczny, moderator musi go ręcznie zatwierdzić.
pt_br: Um moderador deve aprovar manualmente sua publicação para que fique visível.
pt_pt: Um moderador deve aprovar manualmente a sua publicação para que fique visível.
ro: Un moderator trebuie să îți aprobe manual postarea înainte să devină vizibilă.
sk: Moderátor musí váš príspevok manuálne schváliť, aby bol viditeľný.
sr: Ваша објава неће бити видљива док је модератор ручно не одобри.
sv: En moderator måste godkänna ditt inlägg manuellt innan det kommer att synas.
tr: Bir moderatör, görünür hale gelmeden önce gönderinizi manuel olarak onaylamalıdır.
uk: Модератор повинен вручну затвердити вашу публікацію, перш ніж вона стане видимою.
vi: Người điều hành phải tự phê duyệt bài đăng của bạn trước khi nó được hiển thị.
zh_cn: 帖子由版主批准后，才会公开可见。
zh_tw: 需要先由管理員審核通過後，才會顯示您的貼文。

source: Subscription confirmed.
af: Intekening bevestig.
bg: Абонаментът е потвърден.
bs: Pretplata potvrđena.
de: Abonnement bestätigt.
el: Η εγγραφή επιβεβαιώθηκε.
es: Suscripción confirmada.
fy_nl: Ynskriuwing befêstige.
he: המינוי אומת.
hr: Pretplata potvrđena.
hu: Feliratkozás megerősítve.
ia: Subscription confirmate.
id: Langganan dikonfirmasi.
it: Sottoscrizione confermata.
ja: 購読を確認しました。
ka: გამოწერა დადასტურებულია.
kab: Amulteɣ yettwasentem.
ko: 구독 확인.
mg: Nohamafisina ny fisoratana.
ms: Langganan disahkan.
nb_no: Medlemskap bekreftet.
nl: Inschrijving bevestigd.
pa_in: ਗਾਹਕੀ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ।
pl: Subskrypcja została potwierdzona.
pt_br: Inscrição confirmada.
pt_pt: Subscrição confirmada.
ro: Abonare confirmată.
sk: Odber potvrdený.
sr: Преплата потврђена.
sv: Prenumeration bekräftad.
te: చందా నిర్థారించబడింది.
th: ยืนยันการบอกรับแล้ว
tr: Abonelik onaylandı.
uk: Підписка підтверджена.
ur: رکنیت کی تصدیق ہوگئی۔
vi: Đã theo dõi.
zh_cn: 已确认订阅。
zh_tw: 你的訂閱已確認。
zu: Ukubhalisa kuqinisekisiwe.

source: There was a problem confirming your subscription.
af: Kon nie jou intekening bevestig nie.
bg: Възникна проблем при потвърждаването на абонамента ви.
bs: Došlo je do problema pri potvrdi pretplate.
de: Bei der Bestätigung Ihres Abonnements ist ein Fehler aufgetreten.
el: Προέκυψε πρόβλημα με την επιβεβαίωση της εγγραφής σας.
es: Ha habido un problema confirmando tu suscripción.
fy_nl: Der is in probleem bard by it befêstigjen fan jo ynskriuwing.
he: אירעה שגיאה בעת אימות המינוי שלך.
hr: Došlo je do problema pri potvrdi pretplate.
hu: Hiba történt a feliratkozás megerősítésekor.
ia: Illac ha essite un problema al confirma de tu subscription.
id: Ada masalah dengan konfirmasi langganan Anda.
it: Si è verificato un problema nella conferma della sottoscrizione.
ja: 購読確認時に問題が発生しました。
ka: მოხდა შეცდომა, გამოწერის დადასტურებისას.
kab: Yella wugur deg usentem n uselteɣ-inek.
ko: 여러분의 구독을 확인하는데 문제가 생겼습니다.
mg: Nisy olana tsy nahafahana nanamafy ny fisoratanao.
ms: Ada masalah semasa mengesahkan langganan anda.
nb_no: Et problem oppstod ved bekreftelse av medlemskap.
nl: Er is een probleem opgetreden bij het bevestigen van uw inschrijving.
pa_in: ਤੁਹਾਡੀ ਗਾਹਕੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਸਮੇ ਇੱਕ ਸਮੱਸਿਆ ਆਈ ਹੈ।
pl: Wystąpił problem podczas potwierdzania subskrypcji.
pt_br: Houve um problema ao confirmar sua inscrição.
pt_pt: Houve um problema ao confirmar a sua subscrição.
ro: A apărut o problemă la confirmarea abonării tale.
sk: Pri potvrdení vášho odberu sa vyskytol problém.
sr: Дошло је до проблема при потврди претплате.
sv: Det uppstod ett problem med att bekräfta din prenumeration.
te: మీరు సభ్యత్వాన్ని నిర్ధారించడానికి ఒక లోపం కలిగినది.
th: มีปัญหาในการยืนยันการบอกรับของคุณ
tr: Aboneliğiniz onaylanırken bir sorun oluştu.
uk: Під час підтвердження вашої підписки виникла проблема.
ur: آپ کی رکنیت کی توثیق کرنے میں ایک مسئلہ تھا۔
vi: Đã xảy ra sự cố khi xác nhận đăng ký của bạn.
zh_cn: 确认订阅时遇到问题。
zh_tw: 確認你的訂閱時發生問題。
zu: Kube nenkinga ngenkathi kuqinisekiswa ukubhalisa kwakho.

source: Email updates
af: E-pos-bywerkings
bg: Актуализации по имейл
bs: Ažuriranja e-pošte
de: Über Neuigkeiten per E-Mail benachrichtigen
el: Ενημερώσεις email
es: Actualizaciones por correo electrónico
fy_nl: E-mailfernijingen
he: עדכונים בדוא״ל
hr: Obavijesti putem e-pošte
hu: E-mail frissítések
ia: Actualisationes per emails
id: Alamat surel:
it: Aggiornamenti via email
ja: メールによる更新通知
ka: ელფოსტის განახლებები
kab: Ileqman n yimayl
ko: 이메일 갱신
mg: Fanavaozana mailaka
ms: Makluman e-mel
nb_no: E-postoppdateringer
pa_in: ਈਮੇਲ ਅਪਡੇਟਸ:
pl: Aktualizacje e-mail
pt_br: Atualizações por email
pt_pt: Atualizações por e-mail
ro: Actualizări pe e-mail
sk: Aktualizácia e‑mailom
sr: Ажурирања е-поште
sv: Uppdateringar via e-post
te: ఇమెయిల్ నవీకరణలు
th: การแจ้งข่าวสารทางอีเมล
tr: E-posta bildirimleri
uk: Поштові повідомлення
ur: ای میل کی تازہکاریاں
vi: Cập nhật qua email
zh_cn: 电子邮件更新
zh_tw: 電子郵件更新
zu: Izindaba ze-imeyli ezazisa ngokusha

source: You will now receive updates via email.
af: Jy sal nou bywerkings via e-pos ontvang.
bg: Сега ще получавате актуализации по имейл.
bs: Od sada ćete primati novosti putem e-pošte.
de: Sie erhalten jetzt per E-Mail Benachrichtigungen zu Neuigkeiten.
el: Θα λαμβάνετε πλέον ενημερώσεις μέσω email.
es: Ahora recibirás actualizaciones por correo electrónico.
fy_nl: Jo ûntfange fan no ôf updates fia e-mail.
he: מעתה יגיעו אליך עדכונים בדוא״ל.
hr: Sada ćeš primati novosti putem e-pošte.
hu: Mostantól frissítéseket fog kapni e-mailben.
ia: Tu ora recipera le actualisationes via email.
id: Sekarang Anda akan menerima pembaruan via surel.
it: Si riceveranno gli aggiornamenti via email.
ja: メールによる更新通知を受け取ります。
ka: ახლა უკვე შეგიძლიათ ელფოსტაზე განახლებების მიღება.
kab: Ad d-tremseḍ akka ɣer zdat ileqman s yimayl.
ko: 이제 여러분은 이메일로 업데이트를 받게 됩니다.
mg: Hahazo fanavaozana @ alàlan'ny mailaka ianao izao.
ms: Anda kini akan menerima makluman via e-mel.
nb_no: Du vil nå motta oppdateringer via e-post.
nl: U ontvangt vanaf nu updates via e-mail.
pa_in: ਤੁਹਾਨੂੰ ਹੁਣ ਈਮੇਲ ਰਾਹੀ ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ।
pl: Będziesz otrzymywać aktualizacje e-mailem
pt_br: Agora você receberá atualizações por email.
pt_pt: A partir de agora vai receber atualizações por correio eletrónico.
ro: De acum vei primi actualizări pe e-mail.
sk: Teraz vám budú aktualizácie chodiť na e‑mail.
sr: Од сада ћете примати новости путем е-поште.
sv: Du kommer nu att få uppdateringar via e-post.
te: ఇమెయిల్ ద్వారా నవీకరణల గురించి తెలియజేయబడుతుంది.
th: คุณจะได้รับการแจ้งข่าวสารผ่านทางอีเมล
tr: Artık e-posta bildirimlerini alacaksınız.
uk: Наразі ви будете отримувати повідомлення по ел. пошті.
ur: اب آپ کو ای میل کے ذریعے تازہ کاریا‏ں موصول ہوں گے۔
vi: Bạn sẽ nhận được thông tin cập nhật qua email.
zh_cn: 现在开始你通过电子邮件接收更新。
zh_tw: 你將會收到更新資訊的郵件。
zu: Manje usuzothola izindaba zakamuva nge-imeyli.

source: Go back to the question.
af: Gaan terug na die vraag.
bg: Назад към въпроса.
bs: Vratite se nazad na pitanje.
de: Zurück zur Frage.
el: Επιστροφή στην ερώτηση.
es: Volver a la pregunta.
fy_nl: Tebek nei de fraach.
he: חזרה לשאלה.
hr: Vrati se na pitanje.
hu: Vissza a kérdéshez
ia: Receder al question.
id: Kembali ke pertanyaan
it: Torna alla domanda.
ja: 質問に戻る。
ka: შეკითხვაზე დაბრუნება.
kab: Uɣal ɣer usteqsi.
ko: 질문으로 돌아가기
mg: Miverena amin'ilay fanontaniana.
ms: Kembali kepada soalan.
nb_no: Gå tilbake til spørsmålet.
nl: Terug naar de vraag.
pa_in: ਸਵਾਲ 'ਤੇ ਵਾਪਸ ਜਾਓ।
pl: Wróć do pytania.
pt_br: Voltar à pergunta.
pt_pt: Voltar à pergunta.
ro: Înapoi la întrebare.
sk: Späť na otázku.
sr: Вратите се назад на питање.
sv: Gå tillbaka till frågan.
te: ప్రశ్నకు తిరిగి వెళ్ళండి.
th: กลับไปยังคำถาม
tr: Soruya geri dön.
uk: Назад до питання.
ur: سوال پر واپس جائیں۔
vi: Quay trở lại câu hỏi
zh_cn: 回到问题。
zh_tw: 回到問題。
zu: Buyela emuva embuzweni.

source: Stop receiving updates via email for this question.
af: Hou op om vir hierdie vraag bywerkings via e-pos te kry.
bg: Спрете да получавате актуализации по имейл за този въпрос.
bs: Prekinite sa primanjem ažuriranja o ovom pitanju preko e-pošte.
de: Über Neuigkeiten zu dieser Frage nicht mehr per E-Mail benachrichtigen.
el: Διακοπή ενημερώσεων μέσω email για αυτήν την ερώτηση.
es: Dejar de recibir actualizaciones por correo electrónico sobre este tema.
fy_nl: Updates fia e-mail oer dizze fraach net mear ûntfange.
he: להפסיק לקבל עדכונים בדוא״ל לשאלה זו.
hr: Prestani primati novosti putem e-pošte za ovo pitanje.
hu: Nem kérek további e-mail értesítéseket ezzel a kérdéssel kapcsolatban.
ia: Non plus reciper actualisationes per email pro iste question.
id: Berhenti menerima pembaruan via surel untuk pertanyaan ini.
it: Annulla la ricezione degli aggiornamenti via email per questa domanda.
ja: この質問のメールによる更新通知を解除する。
ka: ელფოსტაზე განახლებების მიღების შეწყვეტა, ამ შეკითხვასთან დაკავშირებით.
kab: Seḥbes armas n yileqman s yimayl i usteqsi-a.
ko: 이 질문에 대한 이메일 알림을 중지하기.
mg: Ajanony ny fandraisana fanavaozana @ mailaka momba an'ity fanontaniana ity.
ms: Berhenti menerima makluman via e-mel bagi soalan ini.
nb_no: Stopp motta oppdateringer via e-post for dette spørsmålet.
nl: Updates via e-mail over deze vraag niet meer ontvangen.
pa_in: ਇਸ ਸਵਾਲ ਲਈ ਈਮੇਲ ਰਾਹੀ ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰਨਾ ਰੋਕੋ।
pl: Anuluj wysyłanie aktualizacji tego pytania e-mailem
pt_br: Deixar de receber atualizações desta pergunta por email.
pt_pt: Parar de receber atualizações desta pergunta por e-mail.
ro: Nu mai primi actualizări pe e-mail pentru această întrebare.
sk: Ukončiť odber aktualizácií e‑mailom pre túto otázku.
sr: Прекините са примањем ажурирања о овом питању преко е-поште.
sv: Sluta ta emot uppdateringar via e-post för den här frågan.
te: ఈ ప్రశ్నకు ఇమెయిల్ ద్వారా నవీకరణలు స్వీకరించడం ఆపు.
th: หยุดรับการแจ้งข่าวสารผ่านทางอีเมลสำหรับคำถามนี้
tr: Bu soru için e-posta bildirimi almak istemiyorum.
uk: Припинити отримувати повідомлення щодо цього питання по ел. пошті.
ur: اس سوال کے لئے ای میل کے ذریعہ تاذہ کاریاں حاصل کرنا بند کریں۔
vi: Ngừng nhận thông tin cập nhật qua email cho câu hỏi này.
zh_cn: 停止通过电子邮件接收这个问题的更新。
zh_tw: 停止接收此問題的更新通知郵件。
zu: Misa ukuthola izindaba zakamuva nge-imeyli zalo mbuzo.

source: Go back to the question and try again.
af: Gaan terug na die vraag en probeer weer.
bg: Върнете се към въпроса и опитайте отново.
bs: Vratite se nazad na pitanje i pokušajte ponovo.
de: Kehren Sie zur Frage zurück und versuchen Sie es erneut.
el: Επιστροφή στην ερώτηση και δοκιμή ξανά.
es: Volver a la pregunta e intentarlo de nuevo.
fy_nl: Kear tebek nei de fraach en probearje it opnij.
hr: Vrati se na pitanje i pokušaj ponovo.
hu: Térjen vissza a kérdéshez és próbálkozzon újra.
ia: Recede al question e prova de novo.
id: Kembali ke pertanyaan dan coba lagi.
it: Ritornare alla domanda e riprovare.
ja: 質問に戻ってやり直す。
ka: შეკითხვაზე დაბრუნება და ხელმეორედ ცდა.
kab: Uɣal ɣer usteqsi sakin ɛreḍ tikkelt-nniḍen.
ko: 질문으로 돌아가서 다시 시도하기.
mg: Miverena amin'ilay fanontaniana ary andramo indray.
ms: Kembali kepada soalan dan cuba lagi.
nb_no: Gå tilbake til spørsmålet og prøv igjen.
nl: Keer terug naar de vraag en probeer het opnieuw.
pa_in: ਸਵਾਲ ਤੇ ਵਾਪਸ ਜਾਓ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Wróć do pytania i spróbuj ponownie.
pt_br: Volte à pergunta e tente novamente.
pt_pt: Por favor, volte à pergunta e tente novamente.
ro: Înapoi la întrebare și reîncearcă.
sk: Vráťte sa k otázke a skúste to znova.
sr: Вратите се назад на питање и покушајте поново.
sv: Gå tillbaka till frågan och försök igen.
te: ప్రశ్నకు తిరిగి వెళ్లి, మళ్లీ ప్రయత్నించండి.
th: กลับไปยังคำถามแล้วลองอีกครั้ง
tr: Soruya geri dönüp tekrar deneyin.
uk: Повернутися до питання і повторити спробу.
ur: سوال پر واپس جائیں اور دوبارہ کوشش کریں۔
vi: Quay trở lại câu hỏi và thử lại.
zh_cn: 返回问题并再试一次。
zh_tw: 回到這個問題，並且再試一次。
zu: Buyela emuva embuzweni uzame kabusha.

source: Delete Answer | {t} | Firefox Support Forum
af: Skrap antwoord | {t} | Firefox-steundiensforum
bg: Изтриване на отговор | {t} | Форум за поддръжка на Firefox
bs: Izbriši odgovor | {t} | Forum Firefox podrške
de: Antwort löschen | {t} | Firefox-Hilfeforum
el: Διαγραφή απάντησης | {t} | Φόρουμ υποστήριξης Firefox
es: Eliminar respuesta | {t} | Foro de asistencia para Firefox
fy_nl: Antwurd fuortsmite | {t} | Firefox-stipefoarum
he: מחיקת תשובה | {t} | פורום התמיכה של Firefox
hr: Izbriši odgovor | {t} | Forum Firefox podrške
hu: Válasz törlése | {t} | Firefox támogatói fórum
ia: Deler responsa | {t} | Foro de supporto de Firefox
id: Kembali ke beranda Layanan Dukungan Firefox
it: Elimina risposta | {t} | Forum di supporto a Firefox
ja: 回答の削除 | {t} | Firefox サポートフォーラム
ka: პასუხის წაშლა | {t} | Firefox-ის მხარდაჭერის ფორუმი
kab: Kkes asteqsi | {t} | Anmager n tallelt n Firefox
ko: 답변 삭제하기 | {t} | Firefox 도움말 포럼
mg: Hamafa valiny | {t} | Fihaonambe Fanampiana Firefox
ms: Buang Jawapan | {t} | Forum Sokongan Firefox
nb_no: Slett svar | {t} | Firefox brukerstøtteforum
nl: Antwoord verwijderen | {t} | Firefox-ondersteuningsforum
pa_in: ਜਵਾਬ ਹਟਾਓ | {t} | ਫਾਇਰਫਾਕਸ ਸਹਿਯੋਗ ਫੋਰਮ
pl: Usuń odpowiedź | {t} | Forum Pomocy programu Firefox
pt_br: Apagar resposta | {t} | Fórum de suporte do Firefox
pt_pt: Eliminar resposta | {t} | Fórum de Apoio do Firefox
ro: Șterge răspunsul | {t} | Forum de asistență Firefox
sk: Odstránenie odpovede | {t} | Fórum podpory Firefoxu
sr: Обриши одговор | {t} | Форум Firefox подршке
sv: Ta bort svar | {t} | Firefox supportforum
te: జవాబు తొలగించు | {t} | Firefox మద్దతు ఫోరం
th: ลบคำตอบ | {t} | ฟอรั่มสนับสนุนของ Firefox
tr: Yanıtı sil | {t} | Firefox Destek Forumu
uk: Видалити відповідь | {t} | Форум підтримки Firefox
ur: جواب حذف کریں |{t} | Firefox سپورٹ فورم
vi: Xóa câu trả lời | {t} | Diễn đàn hỗ trợ Firefox
zh_cn: 删除回答 | {t} | Firefox 支持论坛
zh_tw: 刪除答案 | {t} | Firefox 技術支援討論區
zu: Dilitha Impendulo | {t} | Isithangami Sokweseka Se-Firefox

source: Delete answer
af: Skrap antwoord
bg: Изтриване на отговора
bs: Izbriši odgovor
de: Antwort löschen
el: Διαγραφή απάντησης
es: Borrar respuesta
fy_nl: Antwurd fuortsmite
he: מחיקת תשובה
hr: Izbriši odgovor
hu: Válasz törlése
ia: Deler responsa
id: Hapus jawaban
it: Elimina risposta
ja: 回答を削除
ka: პასუხის წაშლა
kab: Kkes tiririt
ko: 답변 삭제하기
mg: Hamafa valiny
ms: Buang jawapan
nb_no: Slett svar
nl: Antwoord verwijderen
pa_in: ਉੱਤਰ ਹਟਾਓ
pl: Usuń odpowiedź
pt_br: Apagar resposta
pt_pt: Eliminar resposta
ro: Șterge răspunsul
sk: Odstránenie odpovede
sr: Обриши одговор
sv: Ta bort svar
te: జవాబును తొలగించు
th: ลบคำตอบ
tr: Yanıtı sil
uk: Видалити відповідь
ur: جواب حذف کریں
vi: Xóa câu trả lời
zh_cn: 删除回答
zh_tw: 刪除解答
zu: Dilitha impendulo
