Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Working with add-ons on Firefox for your organization.
bg: Работа с добавки във Firefox за вашата организация.
de: Arbeiten mit Add-ons in Firefox für Ihr Unternehmen.
el: Εργασίες με τα πρόσθετα στο Firefox για τον οργανισμό σας.
fy_nl: Wurkje mei add-ons foar Firefox foar jo organisaasje.
he: עבודה עם תוספות ב־Firefox עבור הארגון שלך.
hr: Rad s dodacima u Firefoxu za tvoju organizaciju.
hu: Együttműködés a Firefox kiegészítőivel a szervezeténél.
ia: Laborar con additivos sur Firefox pro tu organisation.
it: Configurare i componenti aggiuntivi su Firefox nella propria azienda
ja: 組織向けの Firefox 上でアドオンを動作させる。
ka: დამატებებთან მუშაობა Firefox-ზე თქვენი დაწესებულებისთვის.
kab: Xdem s yizegrar deg tuddsa-ik.
ko: 사내 Firefox에서 부가 기능으로 작업합니다.
nb_no: Jobbe med tillegg på Firefox for organisasjonen din.
nl: Werken met add-ons voor Firefox voor uw organisatie.
pl: Praca z dodatkami do Firefoksa dla mojej organizacji.
pt_br: Trabalhando com extensões no Firefox na sua organização.
pt_pt: Trabalhar com extras no Firefox na sua organização.
ro: Utilizarea modulelor pe Firefox pentru organizația ta.
sk: Práca s doplnkami vo Firefoxe pre vašu organizáciu.
sr: Радите с Firefox додацима за вашу организацију.
sv: Arbeta med tillägg på Firefox för ditt företag.
tr: Kuruluşunuz için Firefox'ta eklentilerle çalışma
uk: Робота з додатками на Firefox для вашої організації.
vi: Làm việc với các tiện ích mở rộng trên Firefox cho tổ chức của bạn.
zh_cn: 为您的组织设置 Firefox 附加组件。
zh_tw: 為您的組織設定 Firefox 附加元件。

# DB: products.Topic.title
source: Manage billing
hu: Számlázás kezelése
ia: Gerer le facturation
it: Gestisci la fatturazione
kab: Sefrek tafaṭurt
nl: Facturatie beheren
pt_br: Gerenciar faturamento
sv: Hantera fakturering
tr: Faturalandırmayı yönetme
zh_cn: 管理账单

# DB: products.Topic.description
source: Manage your payment details and billing information.
hu: Kezelje a fizetési és számlázási adatait.
ia: Gere tu detalios de pagamento e informationes de facturation.
it: Gestisci i tuoi dettagli di pagamento e le informazioni di fatturazione.
nl: Uw betalings- en factuurgegevens beheren.
pt_br: Gerencie suas informações de pagamento e faturamento.
sv: Hantera din betalningsinformation och faktureringsinformation.
tr: Ödeme ayrıntılarınızı ve fatura bilgilerinizi yönetin.
zh_cn: 管理付款和账单的详细信息。

# DB: products.Topic.title
source: Manage certificates
bg: Управление на сертификати
de: Zertifikate verwalten
el: Διαχείριση πιστοποιητικών
es: Administrar certificados
fy_nl: Sertifikaten beheare
he: ניהול אישורים
hr: Upravljaj certifikatima
hu: Tanúsítványok kezelése
ia: Gerer certificatos
it: Gestione certificati
ja: 証明書の管理
ka: სერტიფიკატების მართვა
kab: Sekref iselkinen
ko: 인증서 관리
nb_no: Behandle sertifikater
nl: Certificaten beheren
pl: Zarządzanie certyfikatami
pt_br: Gerencie certificados
pt_pt: Gerir certificados
ro: Administrează certificatele
sk: Správa certifikátov
sr: Управљајте сертификатима
sv: Hantera certifikat
th: จัดการใบรับรอง
tr: Sertifikaları yönetme
uk: Керування сертифікатами
ur: سرٹیفکیٹ منظم کریں
vi: Quản lý chứng chỉ
zh_cn: 管理证书
zh_tw: 管理憑證

# DB: products.Topic.description
source: Set up certificates on Firefox for your organization.
bg: Настройте сертификати във Firefox за вашата организация.
de: Zertifikate in Firefox für Unternehmen einrichten.
el: Ρύθμιση πιστοποιητικών στο Firefox για τον οργανισμό σας.
fy_nl: Sertifikaten op Firefox foar jo organisaasje ynstelle.
he: הגדרת אישורים ב־Firefox עבור הארגון שלך.
hr: Postavljanje certifikata u Firefoxu za tvoju organizaciju.
hu: Állítsa be a tanúsítványokat a Firefoxon a szervezetéhez.
ia: Installar certificatos sur Firefox pro tu organisation.
it: Configurare i certificati per Firefox nella propria azienda
ja: Firefoxで組織の証明書を設定する。
ka: გამართეთ სერტიფიკატები Firefox-ზე თქვენი დაწესებულებისთვის.
kab: Swel iselkinen deg Firefox i tuddsa-ik.
ko: Firefox에서 사내 인증서를 설정하세요.
nb_no: Konfigurer sertifikater på Firefox for organisasjonen din.
nl: Certificaten op Firefox voor uw organisatie instellen.
pl: Konfiguracja certyfikatów w Firefoksie dla mojej organizacji.
pt_br: Instale certificados no Firefox na sua organização.
pt_pt: Configurar certificados no Firefox para a sua organização.
ro: Creează certificate pentru organizația ta pe Firefox.
sk: Ako nastaviť certifikáty vo Firefoxe pre vašu organizáciu.
sr: Поставите сертификате у Firefox-у за вашу организацију.
sv: Konfigurera certifikat på Firefox för ditt företag.
tr: Kuruluşunuz için Firefox'ta sertifikaları ayarlayın.
uk: Налаштуйте сертифікати на Firefox для вашої організації.
ur: Firefox پر اپنی تنظیم کے لئے سرٹیفکیٹ مرتب کریں۔
vi: Thiết lập chứng chỉ trên Firefox cho tổ chức của bạn.
zh_cn: 在 Firefox 为您的组织设置证书。
zh_tw: 在 Firefox 為您的組織設定憑證。

# DB: products.Topic.title
source: Manage passwords & emails
bg: Управление на пароли и имейли
de: Passwörter und E-Mail-Adressen verwalten
el: Διαχείριση κωδικών πρόσβασης και email
fy_nl: Wachtwurden en e-mailadressen beheare
hu: Jelszavak és e-mail-címek kezelése
ia: Gere contrasignos e emails
it: Gestisci password ed email
ka: მართეთ პაროლები და ელფოსტა
kab: Sefrek awalen n uɛeddi & yimaylen
ko: 비밀번호 및 이메일 관리
nl: Wachtwoorden en e-mailadressen beheren
pl: Zarządzanie hasłami i e-mailami
pt_br: Gerenciar senhas e emails
pt_pt: Gerir as palavras-passe e e-mails
sk: Správa hesiel a e‑mailov
sv: Hantera lösenord och e-post
tr: Parolaları ve e-postaları yönetme
uk: Керування паролями та електронними адресами
vi: Quản lý mật khẩu & email
zh_cn: 管理密码和邮箱地址
zh_tw: 管理密碼與信箱

# DB: products.Topic.description
source: Change your account password or primary email address
de: Ändern Sie das Passwort Ihres Kontos oder die primäre E-Mail-Adresse
el: Αλλαγή του κωδικού πρόσβασης ή της κύριας διεύθυνσης email του λογαριασμού σας
fy_nl: Jo accountwachtwurd of primêre e-mailadres wizigje
hu: A fiókja jelszavának vagy elsődleges e-mail-címének módosítása
ia: Cambiar tu contrasigno o tu adresse email primari
it: Modifica la password del tuo account o l’indirizzo email principale
ka: შეცვალეთ თქვენი ანგარიშის პაროლი ან ელფოსტის მთავარი მისამართი
ko: 계정 비밀번호 혹은 기본 이메일 주소 변경
nl: Uw accountwachtwoord of primaire e-mailadres wijzigen
pl: Zmień hasło do konta lub podstawowy adres e-mail
pt_br: Mude a senha da sua conta ou o endereço de email principal
pt_pt: Alterar a palavra-passe da sua conta ou o endereço de e-mail principal
sk: Zmena hesla účtu alebo hlavnej e‑mailovej adresy
sv: Ändra ditt kontolösenord eller primära e-postadress
tr: Hesap parolanızı veya birinci e-posta adresinizi değiştirin
uk: Змінити пароль облікового запису або основну електронну адресу
vi: Thay đổi mật khẩu tài khoản hoặc địa chỉ email chính của bạn
zh_cn: 更改账户密码或主邮箱地址
zh_tw: 更改您的帳號密碼或主要電子郵件信箱

# DB: products.Topic.title
source: Manage settings and logins
bg: Управление на настройките и данните за вход
de: Einstellungen und Zugangsdaten verwalten
el: Διαχείριση ρυθμίσεων και συνδέσεων
es: Administrar ajustes e inicios de sesión
fy_nl: Ynstellingen en oanmeldingen beheare
he: ניהול הגדרות וכניסות
hr: Upravljaj postavkama i prijavama
hu: Beállítások és bejelentkezések kezelése
ia: Gerer parametros e credentiales
it: Gestione preferenze e accessi
ja: 設定とログイン情報の管理
ka: პარამეტრებისა და ანგარიშების მართვა
kab: Sefrek iɣewwaren d yinekcumen
ko: 설정 및 로그인 관리
nb_no: Behandle innstillinger og innlogginger
nl: Instellingen en aanmeldingen beheren
pl: Zarządzanie ustawieniami i danymi logowania
pt_br: Gerencie configurações e contas
pt_pt: Gerir definições e credenciais
ro: Gestionare setări și date de autentificare
sk: Správa nastavení a prihlasovacích údajov
sr: Управљајте подешавањима и пријавама
sv: Hantera inställningar och inloggningar
te: అమరికల, ప్రవేశాల నిర్వహణ
th: จัดการการตั้งค่าและการเข้าสู่ระบบ
tr: Ayarları ve hesapları yönetme
uk: Керування налаштуваннями та паролями
ur: سیٹنگز اور لاگ ان بندرست کریں
vi: Quản lý cài đặt và đăng nhập
zh_cn: 管理设置和登录信息
zh_tw: 管理設定與登入資訊

# DB: products.Topic.description
source: Setting up your device to work with Firefox Lockwise
bg: Настройване на вашето устройство да работи с Firefox Lockwise
de: Richten Sie Ihr Gerät für die Verwendung mit Firefox Lockwise ein
el: Ρυθμίστε τη συσκευή σας ώστε να λειτουργεί με το Firefox Lockwise
es: Configura tu dispositivo para que funcione con Firefox Lockwise
fy_nl: Jo apparaat ynstelle om mei Firefox Lockwise te wurkjen
he: הגדרת המכשיר שלך לעבודה עם Firefox Lockwise
hr: Postavljanje tvog uređaja za rad s Firefox Lockwise
hu: A Firefox Lockwise beállítása az eszközön
ia: Remediar problemas de Firefox Reality
it: Configurare il proprio dispositivo per utilizzare Firefox Lockwise
ja: Firefox Lockwise が動作するようにセットアップする
ka: გამართეთ თქვენი მოწყობილობა, Firefox Lockwise-სთან სამუშაოდ
kab: Ṣeggem ibenk-ik i useqdec n Firefox Lockwise
ko: Firefox Lockwise에서 작동하도록 기기 설정
nb_no: Konfigurere enheten din til å fungere med Firefox Lockwise
nl: Uw apparaat instellen om met Firefox Lockwise te werken
pl: Konfiguracja urządzenia do pracy z Firefox Lockwise
pt_br: Configure seu dispositivo para funcionar com o Firefox Lockwise
pt_pt: Configurar o seu dispositivo para funcionar com o Firefox Lockwise
ro: Configurarea dispozitivului pentru a funcționa cu Firefox Lockwise
sk: Nastavenie zariadenia, aby fungovalo s Firefox Lockwise
sr: Постављање вашег уређаја за рад с Firefox Lockwise-ом
sv: Konfigurera din enhet så att den fungerar med Firefox Lockwise
th: การตั้งค่าอุปกรณ์ของคุณให้ทำงานกับ Firefox Lockwise
tr: Cihazınızı Firefox Lockwise ile çalışacak şekilde ayarlama
uk: Налаштування пристрою для роботи з Firefox Lockwise
ur: Firefox Lockwise کے ساتھ کام کرنے کے لئے اپنے آلے کا ترتیب دیں
vi: Thiết lập thiết bị của bạn để hoạt động với Firefox Lockwise
zh_cn: 设置设备以使用 Firefox Lockwise
zh_tw: 設定裝置來使用 Firefox Lockwise

# DB: products.Topic.title
source: Manage settings via policy
bg: Управляване на настройките чрез зададена политика
de: Einstellungen über Richtlinien verwalten
el: Διαχείριση ρυθμίσεων μέσω πολιτικής
fy_nl: Ynstellingen fia belied beheare
he: ניהול הגדרות באמצעות מדיניות
hr: Upravljaj postavkama putem pravila
hu: Beállítások kezelése házirendeken keresztül
ia: Gerer parametros le parametros via regulamento
it: Gestione preferenze mediante i criteri
ja: ポリシーを介した設定の管理
ka: მართეთ პარამეტრები დებულებების მეშვეობით
kab: Sekrek iɣewwaṛen s tsertit
ko: 정책으로 설정 관리
nb_no: Behandle innstillinger via policy
nl: Instellingen via beleid beheren
pl: Zarządzanie ustawieniami za pomocą zasad
pt_br: Gerencie configurações através de políticas
pt_pt: Gerir definições via política
ro: Gestionarea setărilor prin politică
sk: Správa nastavení prostredníctvom politiky
sr: Управљај подешавањима преко политике
sv: Hantera inställningar via policy
te: విధానం ద్వారా అమరికల నిర్వహణ
th: จัดการการตั้งค่าผ่านนโยบาย
tr: İlkeleri kullanarak tercihleri yönetin
uk: Керування налаштуваннями через політики
ur: پالیسی کے ذریعے سیٹنگ کو منظم کریں
vi: Quản lý cài đặt qua chính sách
zh_cn: 通过策略管理设置
zh_tw: 使用企業政策管理設定

# DB: products.Topic.description
source: Change Firefox's settings using policies.
bg: Променете настройките на Firefox, като използвате политики.
de: Ändern Sie die Einstellungen von Firefox mithilfe von Richtlinien.
el: Αλλάξτε τις ρυθμίσεις του Firefox με τις πολιτικές.
es: Cambiar la configuración de Firefox mediante las políticas.
fy_nl: De ynstellingen fan Firefox mei help fan belied wizigje.
he: שינוי ההגדרות של Firefox באמצעות מדיניות.
hr: Promijeni postavke Firefoxa pomoću pravila.
hu: Módosítsa a Firefox viselkedését házirendeken keresztül.
ia: Cambiar le parametros de Firefox per le regulas.
it: Modifica delle impostazioni di Firefox mediante i criteri
ja: ポリシーを使用して Firefox の設定を変更します。
ka: შეცვალეთ Firefox-ის პარამეტრები დებულებების მეშვეობით.
kab: Beddel iɣewwaren n Firefox s usemres n tsertit.
ko: 정책으로 Firefox의 설정을 변경합니다.
nb_no: Endre Firefox-innstillinger ved å bruke policyer.
nl: De instellingen van Firefox met behulp van beleid wijzigen.
pl: Zmiana ustawień Firefoksa za pomocą zasad.
pt_br: Altere configurações do Firefox usando políticas.
pt_pt: Alterar as definições do Firefox utilizando políticas.
ro: Schimbarea setărilor Firefox prin politici.
sk: Zmeňte nastavenia Firefoxu pomocou pravidiel.
sr: Промените Firefox подешавања преко политика.
sv: Ändra Firefox inställningar med hjälp av policyer.
te: Firefox అమరికలను విధానాలను వాడి మార్చుకోండి.
th: เปลี่ยนการตั้งค่าของ Firefox โดยใช้นโยบาย
tr: İlkeleri kullanarak Firefox'un çalışma şeklini değiştirin.
uk: Зміна налаштувань Firefox за допомогою політик.
ur: پالیسیاں استعمال کرتے ہوئے Firefox's کی سیٹنگز کو تبدیل کریں۔
vi: Thay đổi cài đặt của Firefox bằng chính sách.
zh_cn: 使用策略更改 Firefox 的设置。
zh_tw: 使用企業政策調整 Firefox 的行為。

# DB: products.Topic.title
source: Manage subscriptions
bg: Управление на абонаментите
de: Abonnements verwalten
el: Διαχείριση συνδρομών
fy_nl: Abonneminten beheare
hu: Feliratkozások kezelése
ia: Gerer subscriptiones
it: Gestisci gli abbonamenti
ka: გამოწერების მართვა
kab: Sefrek amulteɣ
ko: 구독 관리
nl: Abonnementen beheren
pl: Zarządzanie subskrypcjami
pt_br: Gerenciar assinaturas
pt_pt: Gerir subscrições
sk: Správa predplatného
sv: Hantera prenumerationer
tr: Abonelikleri yönetme
uk: Керування передплатами
vi: Quản lí thuê bao
zh_cn: 管理订阅
zh_tw: 管理訂閱

# DB: products.Topic.description
source: Manage or cancel your Mozilla subscriptions.
de: Verwalten oder kündigen Sie Ihre Mozilla-Abonnements.
el: Διαχειριστείτε ή ακυρώστε τις συνδρομές σας στη Mozilla.
fy_nl: Jo Mozilla-abonneminten beheare of opsizze.
hu: Mozilla-előfizetések kezelése vagy lemondása.
ia: Gere o cancella tu abonamentos Mozilla.
it: Gestisci o annulla i tuoi abbonamenti Mozilla.
ka: მართეთ ან გააუქმეთ თქვენი Mozilaa-გამოწერები.
ko: Mozilla 구독을 관리하거나 취소하세요.
nl: Uw Mozilla-abonnementen beheren of opzeggen.
pl: Zarządzaj lub anuluj swoje subskrypcje Mozilli.
pt_br: Gerencie ou cancele suas assinaturas Mozilla.
pt_pt: Faça a gestão ou cancele as suas subscrições da Mozilla.
sk: Spravujte alebo zrušte svoje predplatné Mozilly.
sv: Hantera eller avbryt dina Mozilla-prenumerationer.
tr: Mozilla aboneliklerinizi yönetin veya iptal edin.
uk: Керування або скасування передплат Mozilla.
vi: Quản lý hoặc hủy đăng ký thuê bao Mozilla của bạn.
zh_cn: 管理或取消 Mozilla 服务订阅。
zh_tw: 管理或取消您的 Mozilla 訂閱項目。

# DB: products.Topic.description
source: Manage your subscriptions to Mozilla’s premium products and services.
hu: Kezelje a Mozilla prémium termékeire és szolgáltatásaira vonatkozó előfizetéseit.
ia: Gere tu abonamentos al productos e servicios premio de Mozilla.
it: Gestisci i tuoi abbonamenti ai prodotti e servizi premium di Mozilla.
nl: Uw abonnementen op Mozilla’s premiumproducten en -services beheren.
pt_br: Gerencie suas assinaturas de produtos e serviços premium da Mozilla.
sv: Hantera dina prenumerationer på Mozillas premiumprodukter och tjänster.
tr: Mozilla’nın premium ürün ve hizmetlerine aboneliklerinizi yönetin.
zh_cn: 管理您 Mozilla 高级版产品和服务的订阅。

# DB: products.Topic.title
source: Manage updates, policies & customization
bg: Управление на обновявания, политики и приспособяване
de: Aktualisierungen, Richtlinien und Anpassungen verwalten
el: Διαχείριση ενημερώσεων, πολιτικών και προσαρμογών
es: Administrar actualizaciones, políticas y personalización
fy_nl: Fernijingen, belied en oanpassingen beheare
he: ניהול עדכונים, מדיניות והתאמה אישית
hr: Upravljaj aktualiziranjima, pravilima i prilagođavanjima
hu: Frissítések, házirendek és testreszabás kezelése
ia: Gerer actualisationes, politicas e personalisationes
it: Gestione aggiornamenti, criteri e personalizzazioni
ja: 更新、ポリシー、カスタマイズの管理
ka: განახლებების, დებულებების მართვა და მორგება
kab: Sefrek ileqman, tisertiyin akked usmudem
ko: 업데이트, 정책, 개인화 관리
nb_no: Administrer oppdateringer, policyer og tilpasning
nl: Updates, beleid en aanpassingen beheren
pl: Zarządzanie aktualizacjami, zasadami i konfiguracją
pt_br: Gerencie atualizações, políticas e personalização
pt_pt: Gerir atualizações, políticas e personalização
ro: Administrează actualizările, politicile și customizarea
sk: Správa aktualizácií, zásad a prispôsobení
sr: Управљајте ажурирањима, политикама и подешавањима
sv: Hantera uppdateringar, policyer och anpassning
th: จัดการการอัปเดต นโยบาย และการปรับแต่ง
tr: Güncellemeleri, ilkeleri ve özelleştirmeleri yönetme
uk: Керування оновленнями, політиками та налаштуваннями
vi: Quản lý cập nhật, chính sách và tùy chỉnh
zh_cn: 管理更新、策略和定制
zh_tw: 管理更新、企業政策和客製化

# DB: products.Topic.description
source: Policies for Firefox for Enterprise
bg: Политики за Firefox за Enterprise
de: Richtlinien für Firefox für Unternehmen
el: Πολιτικές του Firefox για επιχειρήσεις
es: Políticas de Firefox para empresas
fy_nl: Beliedsregels foar Firefox foar ûndernimmingen
he: מדיניות עבור Firefox לארגונים
hr: Pravila za Firefox za poduzeća
hu: Házirendek a vállalati Firefoxhoz
ia: Politicas de Firefox pro interprisa
id: Kebijakan Firefox untuk Enterprise
it: Criteri per Firefox per le aziende
ja: 企業向け Firefox のポリシー
ka: Firefox-ის ბიზნესვერსიის დებულებები
kab: Tasertit i Firefox i tkebbanit
ko: 기업용 Firefox 정책
ms: Polisi untuk Firefox Enterprise
nb_no: Policyer for Firefox for virksomheter
nl: Beleidsregels voor Firefox voor ondernemingen
pl: Zasady Firefoksa dla firm
pt_br: Políticas do Firefox para Empresas
pt_pt: Políticas para o Firefox para Empresa
ro: Politicile pentru Firefox pentru întreprinderi
sk: Pravidlá vo Firefoxe pre podniky
sr: Политике за Firefox за предузећа
sv: Principer för Firefox Enterprise
th: นโยบายสำหรับ Firefox สำหรับองค์กร
tr: Kurumlar için Firefox İlkeleri
uk: Політики для корпоративної версії Firefox
ur: انٹرپرائز کے لئے Firefox کی پالیسیاں
vi: Chính sách cho Firefox dành cho doanh nghiệp
zh_cn: Firefox 企业版政策
zh_tw: Firefox 企業版的使用原則

# DB: products.Topic.title
source: Managing Your Data
bg: Управление на вашите данни
de: Verwalten Ihrer Daten
el: Διαχείριση των δεδομένων σας
fy_nl: Jo gegevens beheare
he: ניהול הנתונים שלך
hr: Upravljanje vlastitim podacima
hu: Az adatai kezelése
ia: Tractamento de tu datos
it: Gestione dei dati personali
ja: データの管理
ka: მონაცემების მართვა
kab: Sefrek isefka-inek
ko: 데이터 관리
nb_no: Behandle dine data
nl: Uw gegevens beheren
pl: Zarządzanie danymi
pt_br: Gerenciamento de seus dados
pt_pt: Gestão dos seus dados
ro: Gestionarea datelor
sk: Správa vašich údajov
sr: Управљајте вашим подацима
sv: Hantera din data
te: మీ డేటాను నిర్వహించుకోవడం
th: การจัดการข้อมูลของคุณ
tr: Verilerinizi yönetme
uk: Керування вашими даними
ur: آپ کے ڈیٹا کو منظم کرنا
vi: Quản lý dữ liệu của bạn
zh_cn: 管理您的数据
zh_tw: 管理您的資料

# DB: products.Topic.description
source: Learn how to manage your data (including deleting) for specific products or services.
bg: Научете как да управлявате данните си (включително изтриването им) за конкретни продукти или услуги.
de: Erfahren Sie, wie Sie Ihre Daten für bestimmte Produkte oder Dienstleistungen verwalten (und löschen) können.
el: Μάθετε πώς να διαχειριστείτε (και να διαγράψετε) τα δεδομένα σας για συγκεκριμένα προϊόντα ή υπηρεσίες.
fy_nl: Mear ynformaasje oer it behearen fan jo gegevens (ynklusyf fuortsmiten) foar spesifike produkten of tsjinsten.
he: מידע על איך לנהל (או למחוק) את הנתונים שלך עבור מוצרים או שירותים מסויימים.
hr: Saznaj, kako upravljati podacima za određene proizvode ili usluge (uključujući brisanje).
hu: Tudjon meg többet az adatai kezeléséről (köztük a törlésükről) az egyes termékek vagy szolgáltatások esetén.
ia: Apprende a gerer tu datos de productos o servicios specific (incluse lor deletion).
it: Scopri come gestire i tuoi dati (inclusa la cancellazione) per prodotti o servizi specifici.
ja: 特定の製品やサービスのデータを管理 (または削除) する方法を学んでください。
ka: იხილეთ, თუ როგორ უნდა მართოთ (თუნდაც წაშალოთ) თქვენი მონაცემები ცალკეული პროდუქტებისა თუ მომსახურებისთვის.
kab: Issi amek ara tesferkeḍ isefka (ula d tukksa-nsen) i yifarisen neɣ imeẓla ibanen.
ko: 특정 제품 또는 서비스에 대한 데이터 관리 (삭제 포함) 방법을 알아 봅니다.
nb_no: Les hvordan du behandler dine data (inkludert sletting) for bestemte produkter eller tjenester.
nl: Meer informatie over het beheren van uw gegevens (inclusief verwijderen) voor specifieke producten of services.
pl: Dowiedz się, jak zarządzać swoimi danymi (w tym usuwaniem) określonych produktów lub usług.
pt_br: Saiba como gerenciar seus dados em produtos ou serviços específicos (incluindo como excluir).
pt_pt: Aprenda a gerir os seus dados de produtos ou serviços específicos (incluindo a eliminação de dados).
ro: Află cum să îți gestionezi datele (inclusiv ștergere) pentru anumite produse sau servicii.
sk: Zistite, ako spravovať svoje údaje (vrátane odstraňovania) pre konkrétne produkty alebo služby.
sr: Сазнајте како управљати подацима (укључујући брисање) за одређене производе или услуге.
sv: Lär dig hur du hanterar din data (inklusive radering) för specifika produkter eller tjänster.
tr: Belirli ürün veya hizmetler için verilerinizi (silinenler dahil) nasıl yöneteceğinizi öğrenin.
uk: Дізнайтеся, як керувати своїми даними (включаючи видалення) для певних продуктів чи послуг.
vi: Tìm hiểu cách quản lý dữ liệu của bạn (bao gồm xóa) cho các sản phẩm hoặc dịch vụ cụ thể.
zh_cn: 了解如何管理和删除您在特定产品和服务中的数据。
zh_tw: 了解如何針對特定產品或服務管理（或刪除）您的資料。
