Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Definition: The number of people who have contributed to the forums in the last 30 days.
af: Definisie: Die aantal mense wat in die afgelope 30 dae tot forums bygedra het.
bg: Определение: Броят на хората, участвали във форумите през последните 30 дни.
bs: Definicija: broj ljudi koji su doprinijeli forumima u posljednjih 30 dana.
de: Definition: Die Zahl von Menschen, die in den letzten 30 Tagen in den Foren mitgewirkt haben.
el: Ορισμός: Ο αριθμός των ατόμων που έχουν συνεισφέρει στο φόρουμ τις τελευταίες 30 ημέρες.
es: Definición: número de personas que han colaborado en los foros en los últimos 30 días.
fy_nl: Definysje: it oantal minsken dat de ôfrûne 30 dagen oan de foarums bydroegen hat.
he: הגדרה: מספר האנשים שתרמו לפורומים ב־30 הימים האחרונים.
hr: Definicija: broj ljudi koji su doprinijeli forumima u posljednjih 30 dana.
hu: Meghatározás: az elmúlt 30 napban közreműködő emberek száma a fórumon.
ia: Definition: le numero de personas qui ha contribuite al foros in le ultime 30 dies.
id: Definisi: jumlah orang yang telah berkontribusi pada forum dalam 30 hari terakhir.
it: Definizione: il numero di persone che hanno collaborato al forum negli ultimi 30 giorni
ja: 定義: 最近 30 日以内にフォーラムに貢献した人の数
ka: აღწერა: იმ ადამიანთა რაოდენობა, რომლებსაც ბოლო 30 დღის განმავლობაში აქვთ წვლილი შეტანილი ფორუმებზე.
kab: Tabadut: Amḍan n yimdanen i yettekkan deg unmager deg 30 n wussan-agi ineggura.
ko: 정의: 최근 30일 동안 포럼에 참여한 사람 수
mg: Famaritana: ny isan'ny olona nandray anjara tao amin'ireo fihaonambe tao anatin'ny 30 andro lasa.
ms: Takrif: Bilangan peserta yang memberikan sumbangan dalam forum dalam tempoh 30 hari lepas.
nb_no: Definisjon: Antall personer som har bidratt til forumene innen de siste 30 dagene.
nl: Definitie: het aantal mensen dat de afgelopen 30 dagen aan de forums heeft bijgedragen.
pa_in: ਪਰਿਭਾਸ਼ਾ: ਉਹ ਲੋਕ ਦੀ ਗਿਣਤੀ ਜਿਹਨਾ ਨੇ ਪਿਛਲੇ 30 ਦਿਨਾ ਵਿੱਚ ਫੋਰਮ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਇਆ ਹੈ।
pl: Definicja: Liczba osób, które udzielały się na forum w ciągu ostatnich 30 dni
pt_br: Definição: Número de pessoas que contribuíram com o fórum nos últimos 30 dias.
pt_pt: Definição: Número de pessoas que contribuíram com o fórum nos últimos 30 dias.
ro: Definiție: numărul oamenilor care au contribuit la forumuri în ultimele 30 de zile.
sk: Definícia: Počet ľudí, ktorí prispeli vo fóre za posledných 30 dní.
sr: Дефиницја: Број људи који су допринели форуму у последњих 30 дана.
sv: Definition: Antalet personer som har bidragit till forumen under de senaste 30 dagarna.
te: Kitsune కోడ్ బేస్ కు కృషి చేసిన వానిర్వచనం: గడచిన 30 రోజుల KB వరకు కృషి చేసిన ప్రజల సంఖ్య.రికి ప్రదానం చేసిన బాడ్జీ.
th: ความหมาย: จำนวนคนที่มีส่วนร่วมในฟอรั่มในระยะ 30 วันที่ผ่านมา
tr: Tanım: Forumlara son 30 gün içinde katkıda bulunan kişilerin sayısı.
uk: Визначення: кількість людей, які зробили свій внесок у форумах протягом останніх 30 днів.
ur: تعریف: پچھلے 30 دنوں میں ان لوگوں کی تعداد جنہوں نے فورم میں حصہ لیا ہے۔
vi: Định nghĩa: Số người đã đóng góp cho các diễn đàn trong 30 ngày qua.
zh_cn: 定义：最近30天里多少人为论坛作出了贡献。
zh_tw: 定義：最近 30 天當中，曾經對討論區做出貢獻的人數。
zu: Incazelo: Inani labantu ababe negalelo ezithangamini ezinsukwini ezingama-30 ezidlule.

source: Definition of contribution: wrote 10+ posts
af: Definisie van bydrae: 10+ plasings geskryf
bg: Определение на приноса: Повече от 10 публикации
bs: Definicija doprinosa: napisao je 10+ postova
de: Definition von Mitarbeit: Schreiben von mehr als 10 Beiträgen
el: Ορισμός συνεισφοράς: σύνταξη 10+ αναρτήσεων
es: Definición de colaboración: ha escrito 10 artículos o más
fy_nl: Definysje fan kontribúsje: mear as 10 berjochten pleatst.
he: הגדרת של תרומה: נכתבו 10 רשומות ומעלה
hr: Definicija doprinosa: napisao je 10+ postova
hu: Közreműködés meghatározása: 10+ üzenet írása
ia: Definition de un contributor: persona qui ha scribite dece o plus messages
id: Definisi kontribusi: menulis 10+ tulisan
it: Definizione di collaborazione: utenti che hanno scritto più di 10 messaggi
ja: 貢献の定義: 投稿数 10 回以上
ka: შეტანილი წვლილი: 10+ გამოხმაურება
kab: Tabadut n uttekki: yura xarṣum 10 n yiznan
ko: 정의: 10개 이상 글 올린 수
mg: Famaritana ny fandraisana anjara: nanoratra petadrindrina 10+
ms: Takrif sumbangan; menulis 10+ post
nb_no: Definisjon: skrev 10+ poster
nl: Definitie van contributie: meer dan 10 berichten geplaatst.
pa_in: ਯੋਗਦਾਨ ਦੀ ਪਰਿਭਾਸ਼ਾ: 10+ ਪੋਸਟਾ ਲਿੱਖੋ
pl: Definicja wkładu: Napisanie 10 i więcej postów
pt_br: Definição de contribuição: escreveu mais de 10 respostas
pt_pt: Definição de colaborador: escreveu mais de 10 respostas ou artigos.
ro: Definiția contribuției: a avut 10+ postări
sk: Definícia príspevku: napísaných 10 a viac príspevkov
sr: Дефиниција доприноса: насписали 10+ порука
sv: Definition av bidrag: skrivit 10+ inlägg
te: తోడ్పాటు నిర్వచనం: 10+ టపాలు వ్రాసారు
th: คำอธิบายของการมีส่วนร่วม: เขียนโพสต์ 10+
tr: Katkının tanımı: 10'dan fazla mesaj yazmış
uk: Визначення внеску: написав(-ла) 10+ повідомлень
ur: شراکت داری کی تعریف: 10+ پوسٹس لکھی ہوں
vi: Định rõ sự đóng góp: đã viết được trên 10 bài viết
zh_cn: 贡献的定义：发了超过10篇帖子
zh_tw: 貢獻的定義：貼了超過 10 篇文章
zu: Incazelo yokulethiwe: kubhalwe amaphosta ayi-10+

source: Search Clickthrough Rate
af: Soek-deurklik-koers
bg: Честота на кликване при търсене
bs: Pretražite stopu učestalosti klikova
de: Klickrate der Suche
el: Αναζήτηση αναλογίας κλικ
es: Tasa de clics en búsquedas
fy_nl: Trochklikferhâlding by sykjen
hr: Stopa klikova pri pretrazi
hu: Keresés átkattintás aránya
ia: Rata de clic de recerca
id: Rasio klik-tayang (clickthrough rate)
it: Percentuale di clickthrough
ja: 検索のクリックスルー率
ka: ძიებაზე დაწკაპების სიხშირე
kab: Afmiḍi n utekki n unadi
ko: 클릭률(CTR) 검색하기
mg: Tahan'ny Tsindry Tanteraka @ Karoka
ms: Cari Kadar Laluanklik
nb_no: Søk-gjennomklikkingsrate
nl: Doorklikverhouding bij zoeken
pa_in: ਖੋਜ Clickthrough ਦਰ
pl: Współczynnik klikalności (CTR) dla wyszukiwania
pt_br: Taxa de Cliques em Pesquisas
pt_pt: Taxa de Cliques de Pesquisa
ro: Caută rata de accesări prin clic
sk: Prehliadanie miery preklikov
sr: Претражите стопу учесталости кликова
sv: Sök klickfrekvens
te: నమోదు చేయడానికి క్లిక్ చేయండి.
th: จำนวนการคลิกเมื่อค้นหา
tr: Arama tıklama oranı
uk: Рейтинг кліків під час пошуку
ur: کلک کے زرہعے شرح تلاش کریں
vi: Tỷ lệ nhấp chuột tìm kiếm
zh_cn: 搜索点击率
zh_tw: 搜尋點擊率
zu: Cinga Izinga Labachofozabedlula

source: Clickthrough rate
af: Deurklik-koers
bg: Честота на кликване
bs: Stopa učestalosti klikova
de: Klickrate
el: Αναλογία κλικ
es: Tasa de clics
fy_nl: Trochklikferhâlding
hr: Stopa klikova
hu: Átkattintás aránya
ia: Rata de clic
id: Rasio klik-tayang (clickthrough rate)
ja: クリックスルー率
ka: დაწკაპების სიხშირე
kab: Afmiḍi n utekki
ko: 클릭 비율
mg: Tahan'ny tsindry tanteraka
ms: Kadar Laluanklik
nb_no: Gjennomklikkingsrate
nl: Doorklikverhouding
pa_in: Clickthrough ਦੀ ਦਰ
pl: Współczynnik klikalności (CTR)
pt_br: Taxa de cliques
pt_pt: Taxa de cliques
ro: Rata de accesări prin clic
sk: Miera prekliku
sr: Стопа учесталости кликова
sv: Klickfrekvens
te: రేట్ ద్వారా క్లిక్ చేయండి
th: จำนวนการคลิก
tr: Tıklama oranı
uk: Рейтинг кліків
ur: کلک کے زرہعے شرح
vi: Tỉ lệ nhấp chuột
zh_cn: 点击率
zh_tw: 點擊率
zu: Izinga labachofozabedlula

source: Definition: Percentage of people searching who click on an item on the search results page.
af: Definisie: Persentasie mense wat soek en wat 'n item op die resultatebladsy klik.
bg: Определение: Процент кликвания върху елемент от страницата с резултати.
bs: Definicija: procenat ljudi koji pretražuju na način da kliknu na stavku na stranici s rezultatima pretraživanja.
de: Definition: Prozentsatz der suchenden Menschen, die auf ein Element auf der Seite der Suchergebnisse klicken.
el: Ορισμός: Το ποσοστό των ατόμων που, κάνοντας αναζήτηση, κάνουν κλικ σε ένα στοιχείο στη σελίδα αποτελεσμάτων αναζήτησης.
es: Definición: porcentaje de personas que buscan quién hace clic en un elemento de la página de resultados de la búsqueda.
fy_nl: Definysje: persintaazje sykjende minsken dat op in item op de sykresultatenside klikt.
hr: Definicija: postotak ljudi koji pretražuju i koji pritisnu stavku na stranici rezultata pretraživanja.
hu: Meghatározás: emberek aránya, akik keresési eredményekre kattintottak.
ia: Definition: percentage de cercatores qui clicca sur un elemento in le pagina del resultatos del recerca.
id: Definisi: Persentase pencari yang mengeklik item pada hasil pencarian.
it: Definizione: la percentuale di persone che hanno fatto clic su uno degli elementi in una pagina dei risultati di una ricerca
ja: 定義: 検索結果のページでアイテムをクリックして検索した人の割合
ka: აღწერა: იმ ხალხის რაოდენობა, რომლებიც მოძიებულ შედეგებზე გადადიან.
kab: Tabadut: Afmiḍi n yimdanen i itekkan ɣef uferdis n usebter n yigmaḍ n unadi.
ko: 정의: 검색 결과 페이지에 항목을 클릭한 사람의 비율
mg: Famaritana: salanisan'ny olona nikaroka izay nandindry singa iray amin'ilay pejy vokatry ny fikarohana.
ms: Takrif: Peratus pencari yang klik item pada halaman hasil carian.
nb_no: Definisjon: Prosent av personer som søker, som trykker på en rad i søkeresultatene.
nl: Definitie: percentage zoekende mensen dat op een item op de zoekresultatenpagina klikt.
pa_in: ਪਰਿਭਾਸ਼ਾ: ਲੋਕ ਦੀ ਪ੍ਰਤੀਸ਼ਤ ਮਾਤਰਾ ਜੋ ਸਰਚ ਨਤੀਜੇ ਪੇਜ਼ ਤੇ ਆਇਟਮ ਉਤੇ ਕਲਿੱਕ ਕਰ ਕੇ ਲੱਭ ਰਹੇ ਹਨ।
pl: Definicja: Procent osób, które w wynikach wyszukiwania kliknęły odnośnik do treści
pt_br: Definição: Percentual de pessoas que fizeram uma pesquisa e clicaram em algum resultado da pesquisa.
pt_pt: Definição: Percentagem de pessoas que fizeram uma pesquisa e clicaram em algum resultado da pesquisa.
ro: Definiție: procentajul oamenilor care efectuează o căutare și dau click pe un articol pe pagina cu rezultatele de căutare.
sk: Definícia: Percento ľudí, ktorí hľadali a klikli na nejaký odkaz vo výsledkoch vyhľadávania.
sr: Дефиниција: Проценат људи који су претраживали и кликнули на страници са резултатима претраге.
sv: Definition: Andel personer som söker som klickar på ett objekt på sökresultatsidan.
te: నిర్వచనం: ప్రజల శాతం శోధన ఫలితాల పేజీలో ఒక అంశం మీద క్లిక్ చేసే శోధిస్తున్నారు.
th: คำอธิบาย: เปอร์เซ็นต์ของคนที่ค้นแล้วคลิกรายการบนหน้าผลลัพธ์การค้นหา
tr: Tanım: Arama yapan kişilerden arama sonuçları sayfasındaki bir öğeye tıklayanların yüzdesi.
uk: Визначення: відсоток людей, що шукають і натискають посилання на сторінці результатів пошуку.
vi: Định nghĩa: Tỷ lệ người tìm kiếm nhấp vào một mục trên trang kết quả tìm kiếm.
zh_cn: 定义：人们在搜索结果页上点击了一个项目的百分比。
zh_tw: 定義：使用者點下搜尋結果頁面當中某個項目的比率。
zu: Incazelo: Iphesenti labantu abacingayo abachofoza kokuthile okusekhasini lemiphumela.

source: Daily Unique Visitors
af: Daaglikse unieke besoekers
bg: Уникални посетители дневно
bs: Dnevnih jedinstvenih posjeta
de: Einzelne Benutzer pro Tag
el: Ημερήσιοι μοναδικοί επισκέπτες
es: Visitantes únicos diarios
fy_nl: Deistige unike besikers
hr: Jedinstveni posjetioci na dan
hu: Egyedi látogatók naponta
ia: Visitatores unic pro cata die
id: Pengunjung Unik Harian
it: Visitatori unici giornalieri
ja: 日別ユニークビジター数
ka: ყოველდღიური უნიკალური შემომსვლელები
kab: Inebgawen ifusen n yal ass
ko: 매일 방문하는 사람들
mg: Mpitsidika Tokana Isan'andro
ms: Pelawat Unik Harian
nb_no: Daglig unike besøkende
nl: Dagelijkse unieke bezoekers
pa_in: ਰੋਜ਼ਾਨਾ ਵਿਲੱਖਣ ਵਿਜਿਟਰ
pl: Liczba dziennych unikalnych odwiedzin
pt_br: Visitantes únicos diários
pt_pt: Visitantes Únicos Diários
ro: Vizitatori unici zilnic
sk: Unikátne denné návštevy
sr: Дневних јединствених посета
sv: Dagliga unika besökare
te: రోజువారీ ప్రత్యేక సందర్శకులు
th: ผู้เยี่ยมชมที่ไม่ซ้ำกันรายวัน
tr: Günlük tekil ziyaretçi
uk: Унікальних відвідувачів щоденно
ur: روزانہ منفرد زائرین
vi: Số khách truy cập hằng ngày
zh_cn: 每日独立访问者
zh_tw: 每日不重複拜訪者
zu: Izivakashi Zansukuzonke Ezihlukile

source: L10n Coverage
af: L10n-dekking
bg: покритие на преводите
bs: L10n pokrivenost
de: Übersetzungsumfang
el: Κάλυψη L10n
es: Cobertura L10n
fy_nl: L10n-dekking
hr: L10n Pokrivenost
hu: L10N lefedettség
ia: Copertura de localisation
id: Cakupan L10n
it: Copertura di localizzazione
ja: L10n カバー率
ka: L10n დაფარვა
kab: Taduli L10n
ko: 지역화 범위
mg: Rakotra L10n
ms: Liputan L10n
nb_no: L10n-dekning
nl: L10n-dekking
pa_in: L10n ਕਵਰੇਜ
pl: Zasięg tłumaczenia
pt_br: Cobertura das traduções L10n
pt_pt: Cobertura L10n
ro: Acoperirea L10n
sk: Pokrytie lokalizáciou
sr: L10n покривеност
sv: L10n-täckning
te: L10n కవరేజ్
th: ความครอบคลุมของการแปล
tr: L10n Kapsamı
uk: Покриття L10n
ur: L10n کی نشرو تشیر
vi: Mức độ địa hóa L10n
zh_cn: 本地化覆盖率
zh_tw: L10n 涵蓋度
zu: I-L10n Coverage

source: L10n coverage
af: L10n-dekking
bg: покритие на преводите
bs: L10n pokrivenost
de: Übersetzungsumfang
el: Κάλυψη L10n
es: Cobertura L10n
fy_nl: L10n-dekking
hr: L10n pokrivenost
hu: L10n lefedettség
ia: Copertura de localisation
id: Cakupan L10n
it: Copertura di localizzazione
ja: L10n カバー率
ka: L10n დაფარვა
kab: Taduli L10n
ko: 지역화 범위
mg: Rakotra L10n
ms: Liputan L10n
nb_no: L10n-dekning
nl: L10n-dekking
pa_in: L10n ਕਵਰੇਜ
pl: Zasięg tłumaczenia
pt_br: Cobertura das traduções
pt_pt: Cobertura das traduções
ro: Acoperirea L10n
sk: Pokrytie lokalizácií
sr: L10n покривеност
sv: L10n-täckning
te: L10n కవరేజ్
th: ความครอบคลุมของการแปล
tr: L10n kapsamı
uk: Покриття L10n
ur: L10n کی نشرو تشیر
vi: Mức độ địa hóa L10n
zh_cn: 本地化覆盖率
zh_tw: L10n 涵蓋度
zu: i-L10n coverage

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
af: Definisie: L10n-dekking is 'n maatstaf van die persentasie van ons besoekerbasis wat KB-artikels in hul eie taal ontvang. Dit word bereken met onder andere die Engelse top 50, die taalaanpassingstatus van 'n artikel, en die aantal besoeke vir elke taalstreek.
bg: Определение: Обхватът на L10n е мярка за процента от нашата база посетители, които се обслужват с статии от базата данни (БД) на техния език. Изчислява се, като се вземат предвид топ 50 статии на английски език, претеглени от статуса на локализация на статията и броя на посещенията за всеки език.
bs: Definicija: L10n pokrivenost je mjera naših posjetilaca, izražena u procentima, koji bivaju služeni sa člancima Baze znanja u njihovom jeziku. Kalkuliše se tako što se uzima u obzir 50 najpopularnijih članaka na engleskom i status lokalizacije nekog članka, kao i broj posjeta za svaki lokal.
de: Definition: Übersetzungsabdeckung ist ein Maß für den Prozentsatz unserer Besucherbasis, die Artikel der Wissensdatenbank in ihrer Sprache lesen können. Sie wird berechnet, indem die wichtigsten 50 englischsprachigen Artikel, gewichtet nach dem Übersetzungsstatus eines Artikels, sowie die Zahl der Besuche für jede Sprache berücksichtigt werden.
el: Ορισμός: η κάλυψη L10n είναι μια μέτρηση του ποσοστού των επισκεπτών που εξυπηρετούνται με τα άρθρα στη γλώσσα τους. Υπολογίζεται λαμβάνοντας υπόψη τα 50 πιο δημοφιλή άρθρα στα αγγλικά, την κατάσταση μετάφρασης του άρθρου και τον αριθμό επισκέψεων για κάθε γλώσσα.
es: Definición: la cobertura L10n es una medida del porcentaje de nuestra base de visitantes que recibe artículos de la base de conocimientos en su propio idioma. Se calcula tomando en cuenta los 50 artículos más populares en inglés ponderados por el estado de localización de cada artículo y el número de visitas para cada idioma.
fy_nl: Definysje: L10n-dekking is in maat foar it persintaazje fan ús besikersoantal dat fan KB-artikelen yn de eigen taal foarsjoen wurdt. Dit wurdt berekkene troch rekkening te hâlden mei de Ingelske top 50, weagen troch de oersettaalsteat fan in artikel en it oantal besiten fan in locale.
hr: Definicija: L10n pokrivenost je mjera postotka naših posjetilaca kojima se nude članci iz baze znanja na njihovom jeziku. Računa se tako, da se u obzir uzima 50 najpopularnijih članaka na engleskom, određeni prema stanju lokalizacije nekog članka i broj posjeta za svaki jezik.
hu: Meghatározás: az L10N lefedettség a látogatóbázisunk százalékos aránya, amely saját nyelvén kap tudásbázis-leírásokat. Ez a leggyakoribb 50 angol nyelvű leírás súlyozva a leírás lokalizációs állapotával és az egyes nyelvek látogatóinak számával.
ia: Definition: copertura de localisation es un mesura del percentage de nostre base de visitatores servite per le articulos del base de cognoscentias in lor proprie lingua. Illo es calculate tenente in conto le 50 articulos plus legite in anglese, ponderate per le stato de localisation del articulo e le numero de visitas pro cata localisation.
id: Definisi: Cakupan L10n adalah ukuran persentase seluruh pengunjung yang mendapatkan artike PP dalam bahasa mereka sendiri. Ukuran ini dihitung dengan memasukkan jumlah terjemahan 50 artikel bahasa Inggris teratas yang terbaru, yang diberi bobot status terjemahan artikel dan jumlah kunjungan setiap kode pelokalan.
it: Definizione: la copertura di localizzazione è il risultato del numero di traduzioni aggiornate dei primi 50 articoli in inglese, ponderati per il numero di visite per ciascuna lingua presente. È calcolata tenendo conto dei 50 articoli più letti in lingua inglese, ponderati per lo stato della localizzazione e del numero di visite per ciascun locale.
ja: 定義: L10n カバー率は、各言語に翻訳されたナレッジベース記事の訪問者数の割合の尺度です。これは、英語版のトップ 50 の翻訳状況と各言語の記事の訪問者数から計算されます。
ka: აღწერა: L10n დაფარვა ზომავს, თუ რა რაოდენობის შემომსვლელები სარგებლობენ ცოდნის წყაროს სტატიებით, საკუთარ ენაზე. ეს მაჩვენებელი განისაზღვრება, რჩეული 50 ინგლისური სტატიის, თარგმნის დონის მიხედვით საშუალო შეწონილით და თითოეულ ენაზე, შემომსვლელთა რაოდენობით.
kab: Tabadut: Taduli n tsuqilt L10N d aktazal n ufmiḍi n tezmilt tazadurt n yinebgawen i izemren ad walin imagraden n taffa n tmussniwin deg tutlayt-ik. Tettwasiḍen s useddu n 50 n yimagraden s teglizit i yettwarzan aṭas, akked waddad n tsuqilt n umagrad akked umḍan n tirziwin deg yal tutlayt.
ko: 정의: 지역화 범위는 각 언어로 번역된 지식 기사의 방문자수 비율을 알 수 있는 척도입니다. 이것은 영문판 상위 50의 번역상황과 각 언어의 기사에 대한 방문자수로부터 계산됩니다.
mg: Famaritana: ny rakotra L10n dia refin'ny salanisan'ny tobi-mpitsidikay izay nandrosoana lahatsoratra TP @ tenim-pireneny manokana. Io dia kajiana @ alàlan'ny fikaontiana ny 50 voalohany Anglisy ampiharana coefficient an'ny toetry ny fandikana lahatsoratra iray sy ny isan'ny mpitsidika @ tenim-pirenena tsirairay.
ms: Takrif: Liputan L10n ialah ukuran peratus pangkalan pelawat kami yang telah disediakan dengan artikel KB dalam bahasa ibunda mereka. Diukur dengan mengambil kira 50 artikel Bahasa Inggeris teratas dibahagikan dengan status lokalisasi artikel tersebut dan bilangan lawatan bagi setiap lokaliti.
nb_no: Definisjon: L10n-dekning er måling av prosenten av besøkende som blir servert kunnskapsbaseartikler på eget språk. Det regnes ut ved å ta utgangspunkt i de engelske topp-50, vektet med oversettingsstatus av artikkelen og antall besøkende per språk.
nl: Definitie: L10n-dekking is een maat voor het percentage van ons bezoekersaantal dat van KB-artikelen in de eigen taal wordt voorzien. Dit wordt berekend door rekening te houden met de Engelse top 50, gewogen door de vertaalstatus van een artikel en het aantal bezoeken per locale.
pa_in: ਪਰਿਭਾਸ਼ਾ: l10n ਕਵਰੇਜ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ KB ਲੇਖ ਦੇ ਨਾਲ ਸੇਵਾ ਕੀਤੀ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰੋ, ਜੋ ਕਿ ਸਾਡੇ ਵਿਜ਼ਿਟਰ, ਆਧਾਰ ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ ਦਾ ਇੱਕ ਪੈਮਾਨਾ ਹੈ. ਇਹ ਖਾਤੇ ਵਿਚ ਇਕ ਲੇਖ ਦਾ ਲੋਕਾਲਾਈਜ਼ੇਸ਼ਨ ਸਥਿਤੀ ਅਤੇ ਹਰ ਇੱਕ ਲੋਕੇਲ ਲਈ ਦੌਰੇ ਦੀ ਗਿਣਤੀ ਨਾਲ ਭਾਰ ਨੂੰ ਅੰਗਰੇਜ਼ੀ ਚੋਟੀ 50 ਨੂੰ ਲੈ ਕੇ ਹੈ।
pl: Definicja: Zasięg tłumaczenia to odsetek wszystkich odwiedzających, którzy zobaczą artykuły bazy wiedzy w ich własnym języku. Obliczony jest biorąc pod uwagę status tłumaczenia 50 najpopularniejszych artykułów w języku angielskim i liczbę odwiedzających dla każdej lokalizacji.
pt_br: Definição: a cobertura L10n mede a porcentagem de usuários que recebe artigos em seu próprio idioma. É calculada utilizando os 50 artigos mais visualizados em Inglês, ponderados pelo número de visitas para cada idioma e o estado da tradução.
pt_pt: Definição: a cobertura L10n mede a percentagem de utilizadores que recebe artigos no seu próprio idioma. Calcula-se com a quantidade de traduções dos top 50 artigos em Inglês, ponderados pelo número de visitas para cada idioma e o estado da tradução.
ro: Definiție: Acoperirea L10n este o măsură a procentajului de vizitatori care primesc articole din baza de cunoștințe în limba lor. Este calculat prin considerarea primelor 50 de articole din engleză, ponderate după starea localizării a fiecărui articol în fiecare limbă.
sk: Definícia: Pokrytie lokalizácií je merané ako množstvo prekladov 50-tich najpopulárnejších aktuálnych anglických článkov, vážené počtom návštevníkov pre každý jazyk.
sr: Дефиниција: L10n покривеност је мера наших посетилаца, изражена у процентима, који бивају служени са чланцима Базе знања у њиховом језику. Калкулише се тако што се узима у обзир 50 најпопуларнијих чланака на енглеском и статус локализације неког чланка, као и број посета за сваки локал.
sv: Definition: L10n-täckning är ett mått på den andel av vår besökarbas som får hjälp med KB-artiklar på deras eget språk. Det beräknas genom att ta hänsyn till engelska topp 50 viktade med översättningsstatus på en artikel och antalet besök för varje språk.
te: నిర్వచనం: l10n కవరేజ్ వారి సొంత భాషలో KB ఆర్టికల్స్ వడ్డిస్తారు ఆరోపిస్తున్నారు మా మీ సంఖ్య బేస్ శాతాన్ని కొలత. ఇది ఖాతాలోకి ఇంగ్లీష్ టాప్ 50 వ్యాసానికి స్థానికీకరణ స్థితి మరియు ప్రతి స్థానికాంశానికి సందర్శనల సంఖ్యను ద్వారా ప్రాధాన్యత తీసుకోవడం ద్వారా లెక్క .
th: คำอธิบาย: ความครอบคลุมของการแปลเป็นตัวชี้วัดเปอร์เซ็นต์ฐานผู้เยี่ยมชมของเราที่ได้รับบริการด้วยบทความฐานความรู้ในภาษาของพวกเขาเอง โดยคำนวณจากปริมาณการแปลของบทความภาษาอังกฤษ 50 อันดับต้นตามสถานะการแปลเป็นภาษาท้องถิ่นของบทความและจำนวนการเยี่ยมชมสำหรับแต่ละภาษา
tr: Tanım: L10n kapsamı, ziyaretçilerimizin kendi dilindeki BB makalelerine ulaşma yüzdesidir. İlk 50 İngilizce makalenin ağırlığı, bir makalenin çeviri durumu ve her dil için ziyaret sayısı dikkate alınarak hesaplanır.
uk: Визначення: Покриття L10n - це вимірювання відсотка користувачів, яким було показано статті бази знань їхньою мовою. Воно розраховується з використанням 50 найпопулярніших статей (згідно англійської версії) та кількості відвідувань для кожної локалі.
vi: Định nghĩa: Mức độ địa hóa L10n là thước đo tỷ lệ phần trăm cơ sở khách truy cập của chúng tôi được phục vụ với các bài viết KB bằng ngôn ngữ của họ. Nó được tính bằng cách tính đến top 50 tiếng Anh có trọng số theo trạng thái nội địa hóa của một bài viết và số lượt truy cập cho mỗi địa phương.
zh_cn: 定义：本地化覆盖率是指该语言版本的知识库文档在所有阅览数中所占的比例。此比例的算法为将英语版本中阅览数最多的前50篇，依照该文章在每个语言中的本地化状态与阅览数加权后的文章数量。
zh_tw: 定義：L10n 涵蓋度是指該語言版本的知識庫文件在所有閱覽數中所佔的比例。此比例的算法為將英語版本當中最多閱覽次數的 50 篇文章，依照該文件於每個語系當中的在地化狀態與閱覽數加權後的文件數量。
zu: Incazelo: I-L10n coverage yisilinganiselo samaphesenti ezivakashi zethu ezithola ama-athikhili a-KB ngolimi lwazo. Libalwa ngokubuka awesiNgisi angama-50 aphambili kanye nesimo sama-athikhili aseguqulelwe kwezinye izilimi kanye nenai lokuvakashelwa kusayithi ngayinye.
