Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
af: Jy gaan nou jou avatar permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Jy kan ook 'n <a href="%(upload_url)s">ander avatar oplaai</a> om die huidige een te vervang.
bg: На път сте да изтриете за постоянно вашият аватар<strong>Това действие е необратимо!</strong> Винаги можете <a href="%(upload_url)s">да качите нов</a>, който да замести сегашния.
bs: Spremate se trajno obrisati svoj avatar. <strong>Ovo se ne može poništiti!</strong> Uvijek možete <a href="%(upload_url)s">uploadovati drugi avatar</a> da biste zamijenili već postojeći.
de: Sie sind dabei, Ihren Avatar für immer zu löschen. <strong>Diese Aktion kann nicht rückgängig gemacht werden!</strong> Sie könne jederzeit <a href="%(upload_url)s">einen anderen Avatar hochladen</a>, um Ihren aktuellen zu ersetzen.
el: Πρόκειται να διαγράψετε οριστικά την εικόνα χρήστη σας. <strong>Αυτό δεν μπορεί να αναιρεθεί!</strong> Μπορείτε πάντα <a href="%(upload_url)s">να μεταφορτώσετε μια άλλη εικόνα χρήστη</a> για να αντικαταστήσετε την τρέχουσα.
es: Estás a punto de borrar definitivamente tu avatar. <strong>¡Esta acción no se puede deshacer!</strong> Siempre puedes <a href="%(upload_url)s">subir un nuevo avatar</a> para reemplazar el actual.
fy_nl: Jo stean op it punt om dit avatar permanint fuort te smiten. <strong>Dit kin net mear ûngedien makke wurde!</strong> Jo kinne altyd <a href="%(upload_url)s">in oare avatar oplade</a> om jo aktuele te ferfangen.
he: פעולה זו תגרום למחיקת התמונה המייצגת שלך לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> תמיד ניתן <a href="%(upload_url)s">להעלות תמונה מייצגת אחרת</a> לטובת החלפת הנוכחית.
hr: Trajno ćeš izbrisati svoj avatar. <strong>Ovo se ne može poništiti!</strong> Postojeći avatar možeš uvijek promijeniti <a href="%(upload_url)s">učitavanjem drugog avatara</a>.
hu: Véglegesen törölni fogja ezt a profilképet. <strong>Ez nem vonható vissza!</strong> Bármikor <a href="%(upload_url)s">feltölthet egy másik profilképet</a> és lecserélheti a jelenlegit.
ia: Tu es sur le puncto de deler permanentemente tu avatar. <strong>Isto non pote esser disfacite!</strong> Tu pote sempre <a href="%(upload_url)s">incargar un altere avatar</a> pro reimplaciar tu actual.
id: Anda akan menghapus avatar Anda secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Anda dapat <a href="%(upload_url)s">mengunggah yang baru</a> untuk mengganti yang sekarang tampil.
it: Si sta per eliminare permanentemente il proprio avatar. <strong>La modifica è irreversibile.</strong> È comunque possibile <a href="%(upload_url)s">caricare un altro avatar</a> per sostituire quello attuale.
ja: あなたのアバターを完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 現在のものと置き換えるには、<a href="%(upload_url)s">別のアバターをアップロード</a>してください。
ka: თქვენ აპირებთ გამოსახულების სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> თქვენ ყოველთვის შეგეძლებათ <a href="%(upload_url)s">ახალი გამოსახულების ატვირთვა</a>, მიმდინარეს ჩასანაცვლებლად.
kab: Aql-ak tettedduḍ ad tekkseḍ avatar-ik i lebda. <strong>Ayagi ur d-yettuɣal ara!</strong> Tzemreḍ melmi tebɣiḍ <a href="%(upload_url)s">ad tsaliḍ avatar-nniḍen</a> akken ad tbeddleḍ win yellan.
ko: 아바타를 완전히 삭제하고자 합니다. <strong>현재 작업은 되돌릴 수 없습니다.</strong> <a href="%(upload_url)s">다른 아바타 업로드</a>를 하실 수 있습니다.
mg: Eo an-dàlana hamafa mandrakizay ny avataran'ny vondrona ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Afaka <a href="%(upload_url)s">mampiakatra avatar hafa</a> foana ianao hasolo ilay ankehitriny.
ms: Anda akan menghapuskan avatar anda secara kekal. <strong>Ini tidak boleh dibatalkanl!</strong> Anda sentiasa boleh <a href="%(upload_url)s">muat naik avatar lain</a> untuk menggantikan yang sedia ada.
nb_no: Du vil nå permanent slette profilbildet. <strong>Dette kan ikke angres!</strong> Du kan alltid <a href="%(upload_url)s">laste opp et annet profilbilde</a> for å erstatte det nåværende.
nl: U gaat uw avatar voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> U kunt altijd <a href="%(upload_url)s">een andere avatar uploaden</a> om uw huidige te vervangen.
pa_in: ਤੁਸੀ ਪੱਕੇ ਤੋਰ ਤੇ ਆਪਣੇ ਅਵਤਾਰ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।<strong>ਇਹ ਦੁਬਾਰਾ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕੇਗਾ!</strong> ਤੁਸੀ ਹਮੇਸ਼ਾ <a href="%(upload_url)s">ਹੋਰ ਅਵਤਾਰ ਅਪਲੌਡ</a> ਮੌਜੁਦਾ ਲਈ ਕਰ ਸਕਦੇ।
pl: Zamierzasz trwale usunąć swój awatar. <strong>Tej operacji nie można cofnąć!</strong> Zawsze możesz <a href="%(upload_url)s">przesłać inny</a>, by zamienić aktualny awatar.
pt_br: Seu avatar será excluído permanentemente. <strong>A ação não pode ser desfeita!</strong> Você pode <a href="%(upload_url)s">enviar outro avatar</a> para substituir o atual.
pt_pt: Está prestes a apagar o seu avatar permanentemente. <strong>Isto não poderá ser desfeito!</strong> Pode sempre <a href="%(upload_url)s">enviar outro avatar</a> para substituir o atual.
ro: Ești pe cale să-ți ștergi permanent avatarul. <strong>Această acțiune nu poate fi anulată!</strong> Poți mereu să <a href="%(upload_url)s">încarci un nou avatar</a> pentru a-l înlocui pe cel actual.
sk: Chystáte sa natrvalo odstrániť svoju ikonku. <strong>Túto operáciu nemožno vrátiť!</strong> Vždy však môžete <a href="%(upload_url)s">nahrať inú ikonku</a>, ktorou nahradíte tu aktuálnu.
sr: Управо ћете трајно обрисати аватара. <strong>Ово не може да се поништи!</strong> Увек можете <a href="%(upload_url)s">отпремити новог аватара</a> да замени тренутног.
sv: Du håller på att permanent ta bort avataren. <strong>Detta går inte att ångra!</strong> Du kan alltid <a href="%(upload_url)s">ladda en annan avatar</a> för att ersätta den nuvarande.
te: మీరు శాశ్వతంగా అవతార్ తొలగించబోతున్నారు. <strong> పునరావృత్తం కాదు!</strong> మీరు ఎల్లప్పుడూ <a href="%(upload_url)s"> తదుపరి అవతార్ </a> ను ప్రస్తుత స్థానంలో అప్లోడ్ చేయవచ్చు.
th: คุณกำลังลบอวตารของคุณอย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณสามารถ<a href="%(upload_url)s">อัปโหลดอวตารอื่น</a>แทนอวตารปัจจุบันของคุณ
tr: Avatarınızı kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> İstediğiniz zaman mevcut avatarınızı değiştirmek için <a href="%(upload_url)s">başka bir avatar yükleyebilirsiniz</a>.
uk: Ви збираєтесь вилучити свій аватар назавжди. <strong>Це незворотна дія!</strong> Але ви завжди зможете <a href="%(upload_url)s">вивантажити інший аватар</a> для заміни поточного.
vi: Bạn sắp sửa xóa vĩnh viễn ảnh đại diện của mình. <strong>Việc này không thể hoàn tác được!</strong> Bạn vẫn luôn có thể <a href="%(upload_url)s">tải lên ảnh đại diện khác</a> để thay thế cái hiện tại.
zh_cn: 您将要永久删除您的头像。<strong>此操作无法撤销！</strong>您依然可以随时<a href="%(upload_url)s">上传一个新的头像</a>以取代您目前的头像。
zh_tw: 即將永久刪除您的頭像。<strong>此動作無法復原！</strong>您可以隨時<a href="%(upload_url)s">上傳新的頭像</a>來取代目前的頭像。
zu: Njengamanje uzodilitha i-avatar yakho unomphela. <strong>Lokhu akuhlehliseki!</strong> Ungakwazi ukuba <a href="%(upload_url)s">ulode enye i-avatar</a> esikhundleni sale yamanje.

source: Deactivation Log
af: Deaktivering-log
bg: Лог за деактивациите
bs: Dnevnik deaktivacije
de: Deaktivierungsprotokoll
el: Αρχείο καταγραφής απενεργοποίησης
es: Registro de desactivación
fy_nl: De-aktivearringslochboek
he: יומן השבתה
hr: Dnevnik deaktivacije
hu: Deaktivációs napló
ia: Diario de disactivation
id: kunci aktivasi
it: Note di disattivazione
ja: ユーザー無効化ログ
ka: გაუქმების სააღრიცხვო ფაილი
kab: Aɣmis n usensi
ko: 로그 사용 안함
mg: Diarin'ny Famonoana
ms: Log Ketidakaktifan
nb_no: Deaktiveringslogg
nl: Deactiveringslogboek
pa_in: ਡੀ-ਐਕਟਿਵੇਸ਼ਨ ਲਾਗ
pl: Dziennik dezaktywacji
pt_br: Registro de Desativação
pt_pt: Registo de desativação
ro: Jurnal dezactivări
sk: Záznam deaktivácie
sr: Дневник деактивација
sv: Inaktiveringslogg
te: డీయాక్టివేషన్ లాగ్
th: รายการบันทึกการปิดใช้งาน
tr: Devre dışı bırakma günlüğü
uk: Лог деактивації
ur: غیر فعال لاگ
vi: Nhật ký hủy kích hoạt
zh_cn: 停用日志
zh_tw: 停用紀錄
zu: Ilogi Yokuyekisa Ukusebenza

source: Deactivated user
af: Gebruiker gedeaktiveer
bg: Деактивиран потребител
bs: Deaktivirani korisnik
de: Deaktivierter Benutzer
el: Απενεργοποιημένος χρήστης
es: Usuario desactivado
fy_nl: De-aktivearre brûker
he: משתמש מושבת
hr: Deaktivirani korisnik
hu: Deaktivált felhasználó
ia: Usator disactivate
id: Hapus kiriman ini
it: Utente disattivato
ja: 無効化されたユーザー
ka: გაუქმებული მომხმარებელი
kab: Aseqdac yensa
ko: 사용자 비활성화
mg: Mpampiasa natsahatra
ms: Pengguna dinyahaktif
nb_no: Deaktivert bruker
nl: Gedeactiveerde gebruiker
pa_in: ਅਯੋਗ ਕੀਤੇ ਯੂਜਰ
pl: Nieaktywny użytkownik
pt_br: Usuário desativado
pt_pt: Utilizador desativado
ro: Utilizator dezactivat
sk: Deaktivovaný používateľ
sr: Деактивирани корисник
sv: Inaktiverad användare
te: క్రియారహిత యూజర్
th: ผู้ใช้ที่ถูกปิดใช้งาน
tr: Kullanıcı pasifleştirildi
uk: Деактивований користувач
ur: غیر فعال صارف
vi: Xóa tài khoản
zh_cn: 已停用的用户
zh_tw: 已停用的使用者
zu: Umsebenzisi usesuliwe

source: Deactivated by
af: Gedeaktiveer deur
bg: Деактивиран от
bs: Deaktiviran od strane
de: Deaktiviert durch
el: Απενεργοποιήθηκε από
es: Desactivado por
fy_nl: De-aktivearre troch
he: הושבת על־ידי
hr: Deaktiviran od
hu: Deaktiválta
ia: Disactivate per
id: Hapus kiriman ini
it: Disattivato da
ja: 無効化の指示者:
ka: გამაუქმებელი
kab: Isens-it
ko: 비활성 일자:
mg: Natsahatr'i
ms: Dinyahaktif oleh
nb_no: Deaktivert av
nl: Gedeactiveerd door
pa_in: ਦੁਆਰਾ ਅਯੋਗ ਕੀਤਾ
pl: Dezaktywowany przez
pt_br: Desativado por
pt_pt: Desativado por
ro: Dezactivat de
sk: Deaktivoval
sr: Деактивиран од стране
sv: Inaktiverad av
te: క్రియాశీలం చేసిన వారు
th: ถูกปิดใช้งานโดย
tr: Pasifleştiren
uk: Деактивований
ur: کی جانب سے غیر فعال کیا گیا
vi: Bị xóa bởi
zh_cn: 已停用，实施人：
zh_tw: 已被停用:
zu: Usulwe ngu

source: {user} | Documents
af: {user} | Dokumente
bg: {user} | Документи
bs: {user} | Dokumenti
de: {user} | Dokumente
el: {user} | Έγγραφα
es: {user} | Documentos
fy_nl: {user} | Dokuminten
he: ‏{user} | מסמכים
hr: {user} | Dokumenti
hu: {user} | Dokumentumok
ia: {user} | Documentos
id: {user} | Dokumen
it: {user} | Documenti
ja: {user} | ドキュメント
ka: {user} | დოკუმენტები
kab: {user} | Isemliyen
ko: {user} | 문서
mg: {user} | Tahirin-kevitra
ms: {user} | Dokumen
nb_no: {user} | Dokumenter
nl: {user} | Documenten
pa_in: {user} | ਦਸਤਾਵੇਜਾ
pl: {user} | Dokumenty
pt_br: {user} | Documentos
pt_pt: {user} | Documentos
ro: {user} | Documente
sk: {user} | Dokumenty
sr: {user} | Документа
sv: {user} | Dokument
te: {user} | పత్రాలు
th: {user} | เอกสาร
tr: {user} | Belgeler
uk: {user} | Документи
ur: {user} | دستاویزات
vi: {user} | Các tài liệu
zh_cn: {user} | 文章
zh_tw: {user} | 文件
zu: {user} | Amadokhumenti

source: Documents edited or translated
af: Dokumente geredigeer of vertaal
bg: Редактирани или преведени документи
bs: Izmijenjeni ili prevedeni dokumenti
de: Bearbeitete oder übersetzte Dokumente
el: Επεξεργασμένα ή μεταφρασμένα έγγραφα
es: Documentos editados o traducidos
fy_nl: Bewurke of oersette dokuminten
he: מסמכים שנערכו או תורגמו
hr: Uređeni ili prevedeni dokumenti
hu: Szerkesztett vagy fordított dokumentumok
ia: Documentos redigite o traducite
id: Dokumen hasil edit atau terjemahan
it: Documenti modificati o tradotti
ja: 編集または翻訳したドキュメント
ka: ჩასწორებული, ან გადათარგმნილი დოკუმენტები
kab: Isemliyen ibeddlen neɣ yettwasuqlen
ko: 편집 또는 번역된 문서
mg: Tahirin-kevitra nahitsy na nadika
ms: Dokumen yang diedit atau diterjemah
nb_no: Dokumenter redigert eller oversatt
nl: Bewerkte of vertaalde documenten
pa_in: ਦਸਤਾਵੇਜਾ ਨੂੰ ਸੋਧਿਆ ਜਾ ਅਨੁਵਾਦ ਕੀਤਾ ਗਿਆ
pl: Dokumenty edytowane lub przetłumaczone
pt_br: Documentos editados ou traduzidos
pt_pt: Documentos editados ou traduzidos
ro: Documente editate sau traduse
sk: Upravené alebo preložené dokumenty
sr: Измењени или преведени документи
sv: Dokument redigerade eller översatta
te: పత్రాలు మార్చబడింది లేదా అనువాదించబడింది
th: เอกสารที่แก้ไขหรือแปลแล้ว
tr: Düzenlenen veya çevrilen belgeler
uk: Змінені або перекладені документи
ur: دستاویزات میں ترمیم یا ترجمہ کیا گیا ہے
vi: Tài liệu đã được chỉnh sửa hoặc được dịch
zh_cn: 编辑或翻译过的文章
zh_tw: 翻譯或編輯過的文件
zu: Amadokhumenti ahleliwe noma ahunyushiwe

source: You haven't edited or translated any documents yet.
bg: Все още не сте редактирали или превели документи.
de: Sie haben noch keine Dokumente bearbeitet oder übersetzt.
el: Δεν έχετε επεξεργαστεί ή μεταφράσει κανένα έγγραφο ακόμα.
es: Todavía no has editado ni traducido ningún documento.
fy_nl: Jo hawwe noch gjin dokuminten bewurke of oerset.
he: עדיין לא ערכת או תרגמת מסמכים.
hr: Još nisi uredio/la ili preveo/la nijedan dokument.
hu: Még egy dokumentumot sem szerkesztett vagy fordított le.
ia: Tu ancora non ha redigite ni traducite ulle documentos.
it: Non hai ancora modificato o tradotto alcun documento.
ja: まだドキュメントを編集または翻訳していません。
ka: ჯერ არცერთი მასალა არ ჩაგისწორებიათ და არ გითარგმნიათ.
kab: Ur teẓrigeḍ, ur tsuqleḍ ula d yiwen yisemli akka ar tura.
ko: 아직 문서를 편집하거나 번역하지 않았습니다.
nb_no: Du har ikke redigert eller oversatt noen dokumenter ennå.
nl: U hebt nog geen documenten bewerkt of vertaald.
pl: Nie zredagowałeś ani nie przetłumaczyłeś jeszcze żadnych dokumentów.
pt_br: Você ainda não editou ou traduziu nenhum documento.
pt_pt: Ainda não editou ou traduziu nenhum documento.
ro: Nu ai editat sau tradus încă vreun document.
sk: Zatiaľ ste neupravili ani nepreložili žiadne dokumenty.
sr: Још нисте уредили нити превели ниједан документ.
sv: Du har inte redigerat eller översatt några dokument än.
te: మీరు ఏ పత్రాలనూ మార్చలేదు లేదా అనువదించలేదు.
th: คุณยังไม่ได้แก้ไขหรือแปลเอกสารใด ๆ
tr: Henüz hiçbir belgeyi düzenlemediniz veya çevirmediniz.
uk: Ви ще не редагували та не перекладали жодних документів.
vi: Bạn chưa chỉnh sửa hoặc dịch bất kỳ tài liệu nào.
zh_cn: 您尚未编辑或翻译过任何文档。
zh_tw: 您尚未編輯或翻譯任何文件。

source: {user} hasn't edited or translated any documents yet.
bg: {user} все още не е редактирал или превел документи.
de: {user} hat noch keine Dokumente bearbeitet oder übersetzt.
el: Ο/Η {user} δεν έχει επεξεργαστεί ή μεταφράσει κανένα έγγραφο ακόμα.
es: {user} no ha editado ni traducido ningún documento todavía.
fy_nl: {user} hat noch gjin dokuminten bewurke of oerset.
he: המשתמש {user} עדיין לא ערך או תרגם מסמכים.
hr: {user} još nije uredio/la ili preveo/la nijedan dokument.
hu: {user} még egy dokumentumot sem szerkesztett vagy fordított le.
ia: {user} ancora non ha redigite o traducite ulle documentos.
it: {user} non ha ancora modificato o tradotto alcun documento.
ja: {user} さんはまだドキュメントを編集または翻訳していません。
ka: {user} ჯერ არ დაკავებულა მასალების ჩასწორებით ან თარგმნით.
kab: {user} ur yeẓrig, ur isuqel ula d yiwen yisemli akka ara tura.
ko: {user} 님은 아직 문서를 편집하거나 번역하지 않았습니다.
nb_no: {user} har ikke redigert eller oversatt noen dokumenter ennå.
nl: {user} heeft nog geen documenten bewerkt of vertaald.
pl: Użytkownik {user} nie zredagował ani nie przetłumaczył jeszcze żadnych dokumentów.
pt_br: {user} ainda não editou ou traduziu nenhum documento.
pt_pt: {user} ainda não editou ou traduziu nenhum documento.
ro: {user} nu a editat sau tradus încă vreun document.
sk: {user} zatiaľ neupravil ani nepreložil žiadne dokumenty.
sr: {user} није уредио/ла нити превео/ла ниједан документ.
sv: {user} har inte redigerat eller översatt några dokument än.
te: {user} ఇంకా ఏ పత్రాలనూ మార్చలేదు లేదా అనువదించలేదు.
th: {user} ยังไม่ได้แก้ไขหรือแปลเอกสารใด ๆ
tr: {user} henüz herhangi bir belgeyi düzenlemedi veya çevirmedi.
uk: Наразі відсутні редагування чи переклади будь-яких документів від {user}.
vi: {user} chưa chỉnh sửa hoặc dịch bất kỳ tài liệu nào.
zh_cn: {user} 尚未编辑或翻译过任何文档。
zh_tw: {user} 尚未編輯或翻譯任何文件。

source: Redirects
af: Herleie
bg: Пренасочвания
bs: Preusmjerenja
de: Weiterleitungen
el: Ανακατευθύνσεις
es: Redirige
fy_nl: Omliedingen
he: הפניות
hr: Preusmjeravanja
hu: Átirányítások
ia: Re-directiones
id: Mengarahkan ulang
it: Reindirizzamenti
ja: リダイレクト先
ka: გადამისამართება
kab: Abeddel n uwelleh
ko: 리다이렉트
mg: Familiana
ms: Lencongan
nb_no: Omdirigerer
nl: Omleidingen
pa_in: ਰੀਡਾਇਰੇਕਟ
pl: Przekierowania
pt_br: Redirecionamentos
pt_pt: Redirecionamentos
ro: Redirectări
sk: Presmerovania
sr: Преусмерења
sv: Omdirigeringar
te: తిరిగినిర్దేశించు
th: การเปลี่ยนเส้นทาง
tr: Yönlendirmeler
uk: Перенаправлення
ur: ری ڈائریکٹس
vi: Chuyển hướng
zh_cn: 重定向
zh_tw: 重導
zu: Iyachezukisa

source: Change Avatar
af: Verander avatar
bg: Промяна на аватар
bs: Promijeni avatar
de: Avatar ändern
el: Αλλαγή εικόνας χρήστη
es: Cambiar avatar
fy_nl: Avatar wizigje
he: שינוי תמונה מייצגת
hr: Promijeni avatar
hu: Profilkép megváltoztatása
ia: Cambiar avatar
id: Ubah Avatar
it: Modifica avatar
ja: アバターを変更
ka: გამოსახულების შეცვლა
kab: Beddel avaṭar
ko: 아바타 변경
mg: Hanova Avatar
ms: Tukar avatar
nb_no: Bytt profilbilde
nl: Avatar wijzigen
pa_in: ਅਵਤਾਰ ਬਦਲੋ
pl: Zmień awatar
pt_br: Alterar avatar
pt_pt: Mudar Avatar
ro: Schimbă avatarul
sk: Zmena profilového obrázka
sr: Промени аватар
sv: Ändra avatar
te: అవతార్ మార్చు
th: เปลี่ยนอวตาร
tr: Avatarı değiştir
uk: Змінити аватар
ur: اوتار تبدیل کریں
vi: Thay đổi Ảnh đại diện
zh_cn: 更改头像
zh_tw: 已變更頭像
zu: Shintsha i-Avatar

source: Edit Contribution Areas
bg: Редактиране на области за принос
de: Bereiche zur Mitwirkung bearbeiten
el: Επεξεργασία περιοχών συνεισφοράς
fy_nl: Bydragegebieten bewurkje
he: עריכת אזורי תרומה
hu: Közreműködési területek szerkesztése
ia: Rediger areas de collaboration
it: Modifica aree di collaborazione
ja: 貢献者エリアを編集
ka: წვლილის შეტანის არეების ჩასწორება
ko: 기여 영역 편집
nl: Bijdragegebieden bewerken
pl: Edycja obszarów działalności
pt_br: Editar áreas de contribuição
pt_pt: Editar Áreas de Contribuição
sk: Upraviť oblasti zapojenia sa
sr: Уреди области доприноса
sv: Redigera bidragsområden
tr: Katkıda bulunma alanlarını düzenle
uk: Редагувати сфери внеску
vi: Chỉnh sửa các khu vực đóng góp
zh_cn: 编辑贡献范围
zh_tw: 編輯貢獻範圍

source: Your Account
bg: Вашият профил
de: Ihr Konto
el: Ο λογαριασμός σας
es: Tu cuenta
fy_nl: Jo account
he: החשבון שלך
hr: Tvoj račun
hu: Az Ön fiókja
ia: Tu conto
it: Il tuo account
ja: あなたのアカウント
ka: თქვენი ანგარიში
kab: Amiḍan-inek·inem
ko: 계정
nb_no: Din konto
nl: Uw account
pl: Twoje konto
pt_br: Sua conta
pt_pt: A sua conta
ro: Contul tău
sk: Váš účet
sr: Ваш налог
sv: Ditt konto
te: మీ ఖాతా
th: บัญชีของคุณ
tr: Hesabınız
uk: Ваш обліковий запис
ur: آپ کا اکائونٹ
vi: Tài khoản của bạn
zh_cn: 您的账户
zh_tw: 您的帳號

source: To change your email or avatar, visit the Mozilla accounts page. %(a_open)s Learn more. %(a_close)s
de: Um Ihre E-Mail-Adresse oder Ihren Avatar zu ändern, besuchen Sie die Seite „Mozilla-Konten“. %(a_open)s Weitere Informationen.%(a_close)s
el: Για να αλλάξετε το email ή το avatar σας, επισκεφτείτε τη σελίδα λογαριασμών Mozilla. %(a_open)s Μάθετε περισσότερα. %(a_close)s
fy_nl: Besykje de Mozilla-accounts-side om jo e-mailadres of avatar te wizigjen. %(a_open)sMear ynfo.%(a_close)s
he: כדי לשנות את הדוא״ל או הדמות המייצגת שלך, יש לבקר בדף חשבונות Mozilla. %(a_open)s מידע נוסף. %(a_close)s
hu: Az e-mail-cím vagy profilkép módosításához látogasson el a Mozilla-fiókok oldalára. %(a_open)s Tudjon meg többet. %(a_close)s
ia: Pro cambiar tu adresse email o tu avatar, visita le pagina de Mozilla accounts. %(a_open)s saper plus. %(a_close)s
it: Per modificare l’indirizzo email o l’avatar, visitare la pagina dell’account Mozilla: %(a_open)s ulteriori informazioni. %(a_close)s
ka: ელფოსტის ან მომხმარებლის გამოსახულების შესაცვლელად, ეწვიეთ Mozilla-ანგარიშების გვერდს. %(a_open)s იხილეთ ვრცლად. %(a_close)s
ko: 이메일이나 아바타를 변경하려면 Mozilla 계정 페이지를 방문하세요. %(a_open)s 자세히 알아보기. %(a_close)s
nl: Bezoek de Mozilla-accounts-pagina om uw e-mailadres of avatar te wijzigen. %(a_open)sMeer info.%(a_close)s
pl: Aby zmienić swój adres e-mail lub awatar, odwiedź stronę kont Mozilli. %(a_open)s Więcej informacji. %(a_close)s
pt_br: Para alterar seu email ou avatar, visite a página da sua conta Mozilla. %(a_open)s Saiba mais. %(a_close)s
pt_pt: Para alterar o seu e-mail ou avatar, visite a página de contas Mozilla. %(a_open)s Saber mais. %(a_close)s
sk: Ak chcete zmeniť svoj e‑mail alebo avatar, navštívte stránku Účty Mozilla. %(a_open)s Ďalšie informácie %(a_close)s
sv: För att ändra din e-postadress eller avatar, besök Mozilla-kontosidan. %(a_open)s Läs mer. %(a_close)s
tr: E-postanızı ve avatarınızı değiştirmek için Mozilla hesapları sayfasını ziyaret edin. %(a_open)s Daha fazla bilgi alın. %(a_close)s
uk: Щоб змінити адресу електронної пошти чи аватар, перейдіть на сторінку облікових записів Mozilla. %(a_open)s Докладніше. %(a_close)s
vi: Để thay đổi email hoặc hình đại diện của bạn, hãy truy cập trang tài khoản Mozilla. %(a_open)s Tìm hiểu thêm. %(a_close)s
zh_cn: 若要更改邮箱地址或头像，请前往 Mozilla 账户页面。%(a_open)s详细了解%(a_close)s。
zh_tw: 若想更改 E-Mail 地址或帳號圖片，請到 Mozilla 帳號頁面更改。%(a_open)s了解更多資訊。%(a_close)s

source: Manage account
de: Konto verwalten
el: Διαχείριση λογαριασμού
fy_nl: Account beheare
he: ניהול חשבון
hu: Fiók kezelése
ia: Gerer le conto
it: Gestisci account
ka: ანგარიშის მართვა
kab: Sefrek amiḍan
ko: 계정 관리
nl: Account beheren
pl: Zarządzaj kontem
pt_br: Gerenciar conta
pt_pt: Gerir conta
sk: Spravovať účet
sv: Hantera konto
tr: Hesabı yönet
uk: Керувати обліковим записом
vi: Quản lý tài khoản
zh_cn: 管理账户
zh_tw: 管理帳號
