Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Delete image | {t} | Media Gallery
af: Skrap prent | {t} | Mediagalery
bg: Изтриване на изображение | {t} | Медиийна Галерия
bs: Izbriši sliku | {t} | Galerija medija
de: Grafik löschen | {t} | Mediengalerie
el: Διαγραφή εικόνας | {t} | Συλλογή πολυμέσων
es: Borrar imagen | {t} | Galería multimedia
fy_nl: Ofbylding fuortsmite | {t} | Mediagalery
he: מחיקת תמונה | {t} | גלריית מדיה
hr: Izbriši sliku | {t} | Galerija medija
hu: Kép törlése | {t} | Médiagaléria
ia: Deler imagine | {t} | Galeria de medios
id: Hapus gambar | {t} | Galeri Media
it: Elimina immagine | {t} | Galleria multimediale
ja: 画像削除 | {t} | メディアギャラリー
ka: სურათის წაშლა | {t} | ფაილების გალერეა
kab: Kkes tugna | {t} | Timidelt n umidya
ko: 그림 삭제 | {t} | 미디어 모음
mg: Hamafa sary | {t} | Galerian'ny Haino&jery
ms: Buang imej | {t} | Galeri Media
nb_no: Slett bilde | {t} | Mediegalleri
nl: Afbeelding verwijderen | {t} | Mediagalerij
pa_in: ਫੋਟੋ ਹਟਾ ਰਿਹਾ | {t} | ਮੀਡੀਆ ਗੈਲਰੀ
pl: Usuń obrazek | {t} | Galeria multimediów
pt_br: Apagar imagem | {t} | Galeria de Mídia
pt_pt: Eliminar imagem | {t} | Galeria de Multimédia
ro: Șterge imaginea | {t} | Galeria multimedia
sk: Odstránenie obrázka | {t} | Galéria médií
sr: Обриши слику | {t} | Галерија медија
sv: Ta bort bild | {t} | Mediagalleriet
te: చిత్రాన్ని తొలగించు | {t} | మీడియా గ్యాలరీ
th: ลบภาพ | {t} | คลังสื่อ
tr: Resmi sil | {t} | Ortam Galerisi
uk: Вилучити зображення | {t} | Медіа галерея
ur: تصویری حزف کریں| {t}| میڈیا گیلری
vi: Xóa hình ảnh | {t} | Thư viện phương tiện
zh_cn: 删除图像 | {t} | 媒体文件库
zh_tw: 編輯圖片 | {t} | 媒體檔案庫
zu: Dilitha umfanekiso | {t} | Igalari Yemidiya

source: Delete video
af: Skrap video
bg: Изтриване на видео
bs: Izbriši video
de: Video löschen
el: Διαγραφή βίντεο
es: Borrar vídeo
fy_nl: Fideo fuortsmite
he: מחיקת וידאו
hr: Izbriši video
hu: Videó törlése
ia: Deler video
id: Hapus video
it: Elimina video
ja: 動画を削除
ka: ვიდეოს წაშლა
kab: Kkes tavidyut
ko: 동영상 지우기
mg: Hamafa horonantsary
ms: Buang video
nb_no: Slett video
nl: Video verwijderen
pa_in: ਵਿਡੀਓ ਹਟਾਓ
pl: Usuń wideo
pt_br: Apagar vídeo
pt_pt: Eliminar vídeo
ro: Șterge video
sk: Odstrániť video
sr: Обриши видео
sv: Ta bort video
te: వీడియోను తొలగించు
th: ลบวิดีโอนี้
tr: Videoyu sil
uk: Вилучити відео
ur: وڈیو حذف کریں
vi: Xóa đoạn phim
zh_cn: 删除视频
zh_tw: 刪除影片
zu: Dilitha ividiyo

source: Are you sure you want to delete this video?
af: Is jy seker jy wil hierdie video skrap?
bg: Сигурни ли сте, че искате да изтриете това видео?
bs: Jeste li sigurni da želite izbrisati ovaj video?
de: Möchten Sie dieses Video wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτό το βίντεο;
es: ¿Seguro que deseas borrar este vídeo?
fy_nl: Binne jo wis dat jo dizze fideo fuortsmite wolle?
he: למחוק את הסרטון הזה?
hr: Sigurno želiš izbrisati ovaj video?
hu: Biztos, hogy törölni kívánja ezt a videót?
ia: Desira tu vermente deler iste video?
id: Yakin ingin menghapus video ini?
it: Cancellare questo video?
ja: 本当にこの動画を削除してもよろしいですか？
ka: ნამდვილად გსურთ ვიდეოს წაშლა?
kab: Tebɣiḍ ad tekkseḍ tavidyut-a?
ko: 현재 동영상을 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'io horonantsary io ianao?
ms: Adakah anda pasti mahu menghapuskan video ini?
nb_no: Er du sikker på at du vil slette denne videoen?
nl: Weet u zeker dat u deze video wilt verwijderen?
pa_in: ਤੁਸੀ ਇਹ ਵਿਡੀਓ ਹਟਾਉਣਾ ਚਾਹੁਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć to wideo?
pt_br: Tem certeza que deseja apagar este vídeo?
pt_pt: Tem certeza que quer eliminar este vídeo?
ro: Sigur vrei să ștergi acest videoclip?
sk: Ste si istý, že chcete toto video odstrániť?
sr: Да ли сте сигурни да желите да обришете овај видео?
sv: Är du säker på att du vill ta bort den här videon?
te: మీరు ఈ వీడియో ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการจะลบวิดีโอนี้?
tr: Bu videoyu silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете вилучити це відео?
ur: کیا آپ واقعی اس ویڈیو کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn là bạn muốn xóa đoạn phim này không?
zh_cn: 您确定要删除此视频吗？
zh_tw: 您確定要刪除這個影片嗎？
zu: Unesiqinisekiso sokuthi ufuna ukudilitha le vidiyo?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
af: Jy gaan nou hierdie video permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Is jy seker jy wil voortgaan?
bg: На път сте да изтриете завинаги това видео. <strong>Това действие не може да бъде отменено!</strong> Сигурни ли сте, че искате да продължите?
bs: Spremate se trajno izbrisati ovaj video. <strong>Ovo se ne može poništiti!</strong> Jeste li sigurni da želite nastaviti?
de: Sie sind dabei, dieses Video für immer zu löschen. <strong>Diese Aktion kann nicht rückgängig gemacht werden!</strong> Möchten Sie wirklich fortfahren?
el: Αυτό το βίντεο πρόκειται να διαγραφεί οριστικά. <strong>Αυτό δεν μπορεί να αναιρεθεί!</strong> Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de borrar permanentemente este vídeo. <strong>¡No se puede deshacer!</strong> ¿Seguro que deseas continuar?
fy_nl: Jo steane op it punt om dizze fideo permanint fuort te smiten. <strong>Dit kin net ûngedien makke wurde!<strong> Binne jo wis dat jo fierdergean wolle?
he: פעולה זו תגרום למחיקת הסרטון הזה לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> להמשיך?
hr: Trajno ćeš izbrisati ovaj video. <strong>Ovo se ne može poništiti!</strong> Stvarno želiš nastaviti?
hu: Véglegesen törölni fogja ezt a videót. <strong>Ez egy visszavonhatatlan művelet!</strong> Valóban folytatni akarja?
ia: Tu es preste a deler permanentemente iste video. <strong>Isto non pote ser disfacite!</strong> Desira tu vermente continuar?
id: Anda akan menghapus video ini secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Yakin ingin meneruskan?
it: Si sta per eliminare permanentemente questo video. <strong>La modifica è irreversibile.</strong> Continuare?
ja: この動画を完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 本当に削除してもよろしいですか？
ka: თქვენ აპირებთ ვიდეოს სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ გაგრძელება?
kab: Aql-ak tettedduḍ ad tekkseḍ ilebda tavidyut-a. <strong>Ayagi ur d-yettuɣal ara</strong> Tabɣiḍ ad tkemmleḍ?
ko: 현재 동영상을 삭제하려고 합니다. <strong>이 작업은 되돌릴 수 없습니다.</strong> 계속 하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay an'ity horonantsary ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antona fa te-hanohy ianao?
ms: Anda akan menghapuskan video ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Adakah anda pasti mahu teruskan?
nb_no: Du vil nå slette denne videoen permanent. <strong>Dette kan ikke angres!</strong> Er du sikker på at du vil fortsette?
nl: U gaat deze video voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਸੀ ਇਸ ਫੋਟੋ ਨੂੰ ਪੋਕੇ ਤੋਰ ਤੇ ਹਟਾ ਰਹੇ ਹੋ. <strong>ਇਹ ਦੁਬਾਰਾ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ !</strong> ਕੀ ਤੁਸੀ ਅੱਗੇ ਜਾਣਾ ਚਾਹੁਦੇ ਹੋ?
pl: Zamierzasz trwale usunąć to wideo. <strong>Tej operacji nie można cofnąć!</strong> Czy na pewno chcesz kontynuować?
pt_br: Você está prestes a apagar este vídeo permanentemente. <strong>A ação não pode ser desfeita!</strong> Deseja continuar?
pt_pt: Está prestes a eliminar este vídeo permanentemente. <strong>Esta acção não poderá ser desfeita!</strong> Tem a certeza que quer continuar?
ro: Ești pe cale să ștergi definitiv acest videoclip. <strong>Această acțiune nu este reversibilă!</strong> Sigur vrei să continui?
sk: Pokúšate sa natrvalo odstrániť toto video. <strong>Túto operáciu nemožno vrátiť naspäť!</strong> Naozaj chcete pokračovať?
sr: Намеравате трајно да обришете овај видео. <strong>Није могуће опозвати!</strong> Да ли сте сигурни да желите да наставите?
sv: Du håller på att permanent ta bort den här videon. <strong>Detta går inte att ångra!</strong> Är du säker på att du vill fortsätta?
te: మీరు ఈ వీడియోను శాశ్వతంగా తొలగించబోతున్నారు. <strong>ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!</strong> మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: คุณกำลังลบวิดีโอนี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
tr: Bu videoyu kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь вилучити це відео назавжди. <strong>Увага, незворотна дія!</strong> Ви дійсно хочете продовжити?
vi: Bạn sắp sửa xóa vĩnh viễn đoạn phim này. <strong>Việc này không thể hoàn tác được!</strong> Bạn có chắc chắn là bạn muốn tiếp tục không?
zh_cn: 您将要永久地删除此视频。<strong>此操作无法撤销！</strong> 您确定要继续吗？
zh_tw: 您將要永久地刪除此影片。<strong>此行為無法還原！</strong> 您確定要繼續嗎？
zu: Njengamanje uzodilitha le vidiyo unomphela. <strong>Lokhu akuhlehliseki!</strong> Unesiqiniseko sokuthi ufuna ukuqhubeka?

source: Delete video | {t} | Media Gallery
af: Skrap video | {t} | Mediagalery
bg: Изтриване на видео | {t} | Медиийна Галерия
bs: Izbriši video | {t} | Galerija medija
de: Video löschen | {t} | Mediengalerie
el: Διαγραφή βίντεο | {t} | Συλλογή πολυμέσων
es: Borrar vídeo | {t} | Galería multimedia
fy_nl: Fideo fuortsmite | {t} | Mediagalery
he: מחיקת וידאו | {t} | גלריית מדיה
hr: Izbriši video | {t} | Galerija medija
hu: Videó törlése | {t} | Médiagaléria
ia: Deler video | {t} | Galeria de medios
id: Hapus video | {t} | Galeri Media
it: Elimina video | {t} | Galleria multimediale
ja: 動画削除 | {t} | メディアギャラリー
ka: ვიდეოს წაშლა | {t} | ფაილების გალერეა
kab: Kkes tavidyut | {t} | Timidelt n umidya
ko: 동영상 삭제 | {t} | 미디어 모음
mg: Hamafa horonantsary | {t} | Galerian'ny Haino&jery
ms: Buang video| {t} | Galeri Media
nb_no: Slett video | {t} | Mediegalleri
nl: Video verwijderen | {t} | Mediagalerij
pa_in: ਵੀਡੀਉ ਹਟਾ ਰਿਹਾ | {t} | ਮੀਡੀਆ ਗੈਲਰੀ
pl: Usuń wideo | {t} | Galeria multimediów
pt_br: Apagar vídeo | {t} | Galeria de Mídia
pt_pt: Eliminar vídeo | {t} | Galeria de Multimédia
ro: Șterge videoclipul | {t} | Galeria multimedia
sk: Odstránenie videa | {t} | Galéria médií
sr: Обриши видео | {t} | Галерија медија
sv: Ta bort video | {t} | Mediagalleriet
te: వీడియో తొలగించు | {t} | మీడియా గ్యాలరీ
th: ลบวิดีโอ | {t} | คลังสื่อ
tr: Videoyu sil | {t} | Ortam Galerisi
uk: Вилучити відео | {t} | Медіа галерея
ur: ویڈیو حزف کریں| {t}| میڈیا گیلری
vi: Xóa video | {t} | Thư viện phương tiện
zh_cn: 删除视频 | {t} | 媒体文件库
zh_tw: 編輯影片 | {t} | 媒體檔案庫
zu: Dilitha ividiyo | {t} | Igalari Yemidiya

source: Media Gallery
af: Mediagalery
bg: Медийна Галерия
bs: Galerija medija
de: Mediengalerie
el: Συλλογή πολυμέσων
es: Galería multimedia
fy_nl: Mediagalery
he: גלריית מדיה
hr: Galerija medija
hu: Médiagaléria
ia: Galeria de medios
id: Galeri Media
it: Galleria multimediale
ja: メディアギャラリー
ka: ფაილების გალერეა
kab: Timidelt n umidya
ko: 자료실
mg: Galerian'ny Haino&jery
ms: Galeri Media
nb_no: Mediegalleri
nl: Mediagalerij
pa_in: ਮੀਡੀਆ ਗੈਲਰੀ
pl: Galeria multimediów
pt_br: Galeria de mídia
pt_pt: Galeria de Multimédia
ro: Galerie multimedia
sk: Galéria médií
sr: Галерија медија
sv: Mediagalleriet
te: మీడియా గ్యాలరీ
th: คลังสื่อ
tr: Ortam Galerisi
uk: Медіа галерея
ur: میڈیا گیلری
vi: Thư viện phương tiện
zh_cn: 媒体文件库
zh_tw: 媒體檔案庫
zu: Igalari Yemidiya

source: by {user}
af: deur {user}
bg: от {user}
bs: od strane {user}
de: von {user}
el: από {user}
es: por {user}
fy_nl: troch {user}
he: על־ידי {user}
hr: autor: {user}
hu: {user}
ia: per {user}
id: oleh {user}
it: da {user}
ja: 投稿者: {user}
ka: {user} მომხმარებლის
kab: sɣur {user}
ko: {user}
mg: nataon'i {user}
ms: oleh {user}
nb_no: av {user}
nl: door {user}
pa_in: {user} ਵਲੋਂ
pl: Autor: {user}
pt_br: por {user}
pt_pt: por {user}
ro: de {user}
sk: Nahral používateľ: {user}
sr: од {user}
sv: av {user}
te: {user} ద్వారా
th: โดย {user}
tr: Yükleyen: {user}
uk: {user}
ur: {user} کی جانب سے
vi: bởi {user}
zh_cn: 由 {user}
zh_tw: 由 {user}
zu: yenziwe {user}

source: Uploaded {date}
af: Opgelaai {date}
bg: Качено {date}
bs: Dodano {date}
de: Hochgeladen am {date}
el: Αναρτήθηκε στις {date}
es: Subido el {date}
fy_nl: Opladen {date}
he: הועלה {date}
hr: Dodano {date}
hu: Feltöltés: {date}
ia: Incargate le {date}
id: Diunggah pada {date}
it: Caricato il giorno {date}
ja: アップロード日: {date}
ka: ატვირთვის თარიღი {date}
kab: Yettwazen deg {date}
ko: 올린 날: {date}
mg: Nampiakarina {date}
ms: Dimuatnaik {date}
nb_no: Lastet opp {date}
nl: Geüpload op {date}
pa_in: {date} ਨੂੰ ਅੱਪਲੋਡ ਕੀਤਾ
pl: Przesłano: {date}
pt_br: Enviado em {date}
pt_pt: Enviado em {date}
ro: Încărcate {date}
sk: Vložené dňa {date}
sr: Отпремљено {date}
sv: Uppladdad {date}
te: {date} అప్లోడ్ అయినది
th: อัปโหลดเมื่อ {date}
tr: {date} tarihinde yüklendi
uk: Вивантажено {date}
ur: اپلوڈ شدہ {date}
vi: Được tải lên {date}
zh_cn: 上传于 {date}
zh_tw: 上傳於 {date}
zu: Ilodwe {date}

source: Cancel
af: Kanselleer
bg: Отмени
bs: Otkaži
de: Abbrechen
el: Ακύρωση
es: Cancelar
fy_nl: Annulearje
he: ביטול
hr: Odustani
hu: Mégsem
ia: Cancellar
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
mg: Foanana
ms: Batal
nb_no: Avbryt
nl: Annuleren
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
sk: Zrušiť
sr: Одустани
sv: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消
zu: Khansela

source: Edit image
af: Redigeer prent
bg: Редактирай изображението
bs: Uredi sliku
de: Grafik bearbeiten
el: Επεξεργασία εικόνας
es: Editar imagen
fy_nl: Ofbyldingen bewurkje:
he: עריכת תמונה
hr: Uredi sliku
hu: Kép szerkesztése
ia: Rediger imagine
id: Edit gambar
it: Modifica immagine
ja: 画像を編集
ka: სურათის ჩასწორება
kab: Ẓreg tugna
ko: 이미지 수정
mg: Hanitsy sary
ms: Edit imej
nb_no: Rediger bilde
nl: Afbeelding bewerken
pa_in: ਚਿੱਤਰ ਸੋਧ
pl: Edytuj obrazek
pt_br: Editar imagem
pt_pt: Editar imagem
ro: Editează imaginea
sk: Upraviť obrázok
sr: Уреди слику
sv: Redigera bild
te: చిత్రం సవరించు
th: แก้ไขภาพ
tr: Resmi düzenle
uk: Редагувати зображення
ur: تصویر میں ترمیم کریں
vi: Chỉnh sửa hình ảnh
zh_cn: 编辑图像
zh_tw: 編輯圖片
zu: Lungisa umfanekiso

source: Save image
af: Stoor prent
bg: Запази изображението
bs: Sačuvaj sliku
de: Grafik speichern
el: Αποθήκευση εικόνας
es: Guardar imagen
fy_nl: Ofbylding bewarje:
he: שמירת תמונה
hr: Spremi sliku
hu: Kép mentése
ia: Salvar le imagine
id: Simpan gambar
it: Salva immagine
ja: 画像を保存
ka: სურათის შენახვა
kab: Sekles tugna
ko: 이미지 저장
mg: Hitahiry sary
ms: Simpan imej
nb_no: Lagre bilde
nl: Afbeelding opslaan
pa_in: ਚਿੱਤਰ ਸੰਭਾਲੋ
pl: Zapisz obrazek
pt_br: Salvar imagem
pt_pt: Guardar imagem
ro: Salvează imaginea
sk: Uložiť obrázok
sr: Сачувај слику
sv: Spara bild
te: చిత్రాన్ని సేవ్ చెయ్యి
th: บันทึกภาพ
tr: Resmi kaydet
uk: Зберегти зображення
ur: نقش محفوظ کریں
vi: Lưu hình ảnh
zh_cn: 保存图像
zh_tw: 儲存圖片
zu: Londoloza umfanekiso

source: Edit image | {t} | Media Gallery
af: Redigeer prent | {t} | Mediagalery
bg: Реактиране на изображение | {t} | Медиийна Галерия
bs: Uredi sliku | {t} | Galerija medija
de: Grafik bearbeiten | {t} | Mediengalerie
el: Επεξεργασία εικόνας | {t} | Συλλογή πολυμέσων
es: Editar imagen | {t} | Galería multimedia
fy_nl: Ofbylding bewurkje | {t} | Mediagalery
he: עריכת תמונה | {t} | גלריית מדיה
hr: Uredi sliku | {t} | Galerija medija
hu: Kép szerkesztése | {t} | Médiagaléria
ia: Rediger imagine | {t} | Galeria de medios
id: Edit gambar | {t} | Galeri Media
it: Modifica immagine | {t} | Galleria multimediale
ja: 画像編集 | {t} | メディアギャラリー
ka: სურათის შეცვლა| {t} | ფაილების გალერეა
kab: Ẓreg tugna | {t} | Timidelt n umidya
ko: 이미지 편집 | {t} | 미디어 모음
mg: Hanitsy sary | {t} | Galerian'ny Haino&jery
ms: Edit imej | {t} | Galeri Media
nb_no: Rediger bilde | {t} | Mediegalleri
nl: Afbeelding bewerken | {t} | Mediagalerij
pa_in: ਚਿੱਤਰ ਸੋਧੋ | {t} | ਮੀਡੀਆ ਗੈਲਰੀ
pl: Edytuj obrazek | {t} | Galeria multimediów
pt_br: Editar imagem | {t} | Galeria de Mídia
pt_pt: Editar imagem | {t} | Galeria de Multimédia
ro: Editează imaginea | {t} | Galeria multimedia
sk: Upraviť obrázok | {t} | Galéria médií
sr: Уреди слику | {t} | Галерија медија
sv: Redigera bild | {t} | Mediagalleriet
te: చిత్రం సవరించు | {t} | మీడియా గ్యాలరీ
th: แก้ไขภาพ | {t} | คลังสื่อ
tr: Resmi düzenle | {t} | Ortam Galerisi
uk: Редагувати зображення | {t} | Медіа галерея
ur: تصویری تدوین | {t}| میڈیا گیلری
vi: Chỉnh sửa hình ảnh | {t} | Thư viện phương tiện
zh_cn: 编辑图像 | {t} | 媒体文件库
zh_tw: 編輯圖片 | {t} | 媒體檔案庫
zu: Lungisa umfanekiso | {t} | Igalari Yemidiya

source: Search Gallery
af: Deursoek galery
bg: Търси в галерията
bs: Pretraži galeriju
de: Galerie durchsuchen
el: Αναζήτηση στη συλλογή
es: Buscar en la galería
fy_nl: Sykgalery
he: חיפוש בגלריה
hr: Pretraži galeriju
hu: Galéria keresése
ia: Cercar in le galeria
id: Cari Galeri
it: Cerca nella galleria
ja: ギャラリーを検索
ka: გალერეაში ძიება
kab: Nadi deg tmidelt
ko: 자료실 찾기
mg: Hikaroka @ Galeria
ms: Carian Galeri
nb_no: Søk i galleri
nl: Galerij doorzoeken
pa_in: ਗੈਲਰੀ ਲੱਭੋ
pl: Przeszukaj galerię
pt_br: Pesquisar na galeria
pt_pt: Pesquisar na galeria
ro: Căutare în galerie
sk: Vyhľadávanie
sr: Претражи галерију
sv: Sök i galleriet
te: శోధన గ్యాలరీ
th: ค้นหาคลัง
tr: Galeride ara
uk: Пошук в галереї
ur: گیلری تلاش کرے
vi: Tìm kiếm trong thư viện
zh_cn: 搜索媒体文件库
zh_tw: 搜尋媒體檔案庫
zu: Cinga Igalari

source: Show media for:
af: Wys media vir:
bg: Показване на медия за:
bs: Prikaži medije za:
de: Medien anzeigen für:
el: Γλώσσα:
es: Mostrar multimedia para:
fy_nl: Toan media foar:
he: הצגת מדיה עבור:
hr: Prikaži medije za:
hu: Média megjelenítése ehhez:
ia: Monstrar medios pro:
id: Tampilkan media untuk:
it: Mostra contenuto multimediale per:
ja: メディアの対象言語:
ka: მედია ფაილის ჩვენება:
kab: Sken-d amidya i:
ko: 미디어 보기:
mg: Hampiseho haino&jery ho an'ny:
ms: Papar media untuk:
nb_no: Vis media for:
nl: Media tonen voor:
pa_in: ਇਸ ਲਈ ਮੀਡੀਆ ਦਿਖਾਉ:
pl: Wyświetl multimedia dla języka:
pt_br: Mostrar mídia de:
pt_pt: Mostrar multimédia para:
ro: Afișează elemente multimedia pentru:
sk: Zobraziť médiá pre:
sr: Прикажи медиј за:
sv: Visa media för:
te: మీడియా చూపించు:
th: แสดงสื่อสำหรับ:
tr: Ortam göster:
uk: Показувати медіа для:
ur: کے لئے میڈیا دکھائیں:
vi: Hiển thị thư viện cho:
zh_cn: 显示媒体库：
zh_tw: 呈現媒體給：
zu: Veza imidiya ye:

source: Go
af: Gaan
bg: Давай
bs: Idi
de: Los
el: Μετάβαση
es: Ir
fy_nl: Toane:
he: ביצוע
hr: Idi
hu: Rajta
ia: Ir
id: Cari
it: Vai
ja: 移動
ka: გადასვლა
kab: Ddu
ko: 완료
mg: Hankao
ms: Teruskan
nb_no: Gå
nl: Gaan
pa_in: ਜਾਉ
pl: Przejdź
pt_br: Ir
pt_pt: Ir
ro: Mergi la
sk: Choď
sr: Иди
sv: Gå till
te: వెళ్ళు
th: ไป
tr: Git
uk: Уперед
ur: جائیں
vi: Thực hiện
zh_cn: 前往
zh_tw: 前往
zu: Hamba

source: Show:
af: Wys:
bg: Покажи:
bs: Prikaži:
de: Anzeigen:
el: Εμφάνιση:
es: Mostrar:
fy_nl: Toan:
he: הצגה:
hr: Prikaži:
hu: Megjelenítés:
ia: Monstrar:
id: Tampilkan:
it: Mostra:
ja: 表示:
ka: ჩვენება:
kab: Sken:
ko: 모두 보기:
mg: Hampiseho:
ms: Papar:
nb_no: Vis:
nl: Tonen:
pa_in: ਦਿਖਾਉ:
pl: Wyświetl:
pt_br: Mostrar:
pt_pt: Mostrar:
ro: Afișează:
sk: Zobraziť:
sr: Прикажи:
sv: Visa:
te: చూపించు:
th: แสดง:
tr: Göster:
uk: Показувати:
ur: دکھائیں:
vi: Hiện:
zh_cn: 显示：
zh_tw: 顯示：
zu: Veza:

source: Images
af: Prente
bg: Изображения
bs: Slike
de: Bilder
el: Εικόνες
es: Imágenes
fy_nl: Ofbyldingen
he: תמונות
hr: Slike
hu: Képek
ia: Imagines
id: Gambar
it: Immagini
ja: 画像
ka: სურათები
kab: Tugniwin
ko: 그림
mg: Sary
ms: Imej
nb_no: Bilder
nl: Afbeeldingen
pa_in: ਤਸਵੀਰਾ
pl: Obrazki
pt_br: Imagens
pt_pt: Imagens
ro: Imagini
sk: Obrázky
sr: Слике
sv: Bilder
te: చిత్రాలు
th: ภาพ
tr: Resimler
uk: Зображення
ur: نقوش
vi: Hình ảnh
zh_cn: 图像
zh_tw: 圖片
zu: Imifanekiso

source: Videos
bg: Видеа
bs: Videi
el: Βίντεο
fy_nl: Fideo’s
he: סרטונים
hr: Videi
hu: Videók
id: Video
it: Video
ja: 動画
ka: ვიდეოები
kab: Tividyutin
ko: 동영상
mg: Horonantsary
ms: Video
nb_no: Videoer
pa_in: ਵੀਡਿਉ
pl: Widea
pt_br: Vídeos
pt_pt: Vídeos
ro: Videoclipuri
sk: Videá
sr: Видеи
sv: Videor
te: వీడియోలు
th: วิดีโอ
tr: Videolar
uk: Відео
ur: ویڈیو
vi: Video
zh_cn: 视频
zh_tw: 影片
zu: Amavidiyo

source: Upload
bg: Качване
es: Subir
hu: Feltöltés
ia: Cargar
id: Unggah
it: Carica
kab: Sali
nl: Uploaden
pa_in: ਅੱਪਲੋਡ
pl: Prześlij
pt_br: Enviar
pt_pt: Enviar
sr: Отпремaње
sv: Ladda upp
tr: Yükle
zh_cn: 上传
zh_tw: 上傳

source: {title} | Media Gallery
af: {title} | Mediagalery
bg: {title} | Медийна галерия
bs: {title} | Galerija medija
de: {title} | Mediengalerie
el: {title} | Συλλογή πολυμέσων
es: {title} | Galería multimedia
fy_nl: {title} | Mediagalery
he: ‏{title} | גלרית מדייה
hr: {title} | Galerija medija
hu: {title} | Médiagaléria
ia: {title} | Galeria de medios
id: {title} | Galeri Media
it: {title} | Galleria multimediale
ja: {title} | メディアギャラリー
ka: {title} | ფაილების გალერეა
kab: {title} | Timidelt n umidya
ko: {title} | 파일 자료실
mg: {title} | Galerian'ny Haino&jery
ms: {title} | Galeri Media
nb_no: {title} | Mediegalleri
nl: {title} | Mediagalerij
pa_in: {title} | ਮੀਡੀਆ ਗੈਲਰੀ
pl: {title} | Galeria multimediów
pt_br: {title} | Galeria de Mídia
pt_pt: {title} | Galeria de Multimédia
ro: {title} | Galerie multimedia
sk: {title} | Galéria médií
sr: {title} | Галерија медија
sv: {title} | Mediagalleriet
te: {title} | మీడియా గ్యాలరీ
th: {title} | คลังสื่อ
tr: {title} | Ortam Galerisi
uk: {title} | Медіа галерея
ur: {title} | میڈیا گیلری
vi: {title} | Thư viện phương tiện
zh_cn: {title} | 媒体文件库
zh_tw: {title} | 媒體資料庫
zu: {title} | Igalari Yemidiya

source: Delete this image
af: Skrap hierdie prent
bg: Изтрий това изображение
bs: Izbriši ovu sliku
de: Diese Grafik löschen
el: Διαγραφή εικόνας
es: Borrar esta imagen
fy_nl: Dizze ôfbylding fuortsmite
he: מחיקת תמונה זו
hr: Izbriši ovu sliku
hu: Kép törlése
ia: Deler iste imagine
id: Hapus gambar ini
it: Elimina immagine
ja: この画像を削除
ka: სურათის წაშლა
kab: Kkes tugna-agi
ko: 그림 지우기
mg: Hamafa an'io sary io
ms: Buang imej ini
nb_no: Slett dette bildet
nl: Deze afbeelding verwijderen
pa_in: ਇਹ ਫੋਟੋ ਹਟਾਉ
pl: Usuń ten obrazek
pt_br: Apagar esta imagem
pt_pt: Eliminar esta imagem
ro: Șterge această imagine
sk: Odstrániť tento obrázok
sr: Обриши ову слику
sv: Ta bort bilden
te: ఈ చిత్రాన్ని తొలగించు
th: ลบภาพนี้
tr: Bu resmi sil
uk: Вилучити це зображення
ur: اس نقش کو حذف کریں
vi: Xóa hình ảnh này
zh_cn: 删除此图像
zh_tw: 刪除圖片
zu: Dilitha lo mfanekiso

source: Edit this image
af: Redigeer hierdie prent
bg: Редактирай това изображение
bs: Uredi ovu sliku
de: Diese Grafik bearbeiten
el: Επεξεργασία εικόνας
es: Editar esta imagen
fy_nl: Dizze ôfbylding bewurkje
he: עריכת תמונה זו
hr: Uredi ovu sliku
hu: Kép szerkesztése
ia: Rediger iste imagine
id: Edit gambar ini
it: Modifica questa immagine
ja: この画像を編集
ka: სურათის შეცვლა
kab: Ẓreg tugna-agi
ko: 현재 이미지 수정
mg: Hanitsy an'io sary io
ms: Edit imej ini
nb_no: Rediger dette bildet
nl: Deze afbeelding bewerken
pa_in: ਇਹ ਚਿੱਤਰ ਸੋਧੋ
pl: Edytuj ten obrazek
pt_br: Editar esta imagem
pt_pt: Editar esta imagem
ro: Editează această imagine
sk: Upraviť obrázok
sr: Уреди ову слику
sv: Redigera bilden
te: ఈ చిత్రం సవరించు
th: แก้ไขภาพนี้
tr: Bu resmi düzenle
uk: Редагувати це зображення
ur: اس نقش کی تدویین کریں
vi: Chỉnh sửa hình ảnh này
zh_cn: 编辑此图像
zh_tw: 編輯圖片
zu: Lungisa lo mfanekiso
