Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: All
af: Almal
bg: Всички
bs: Sve
de: Alle
el: Όλα
es: Todos
fy_nl: Alle
he: הכול
hr: Sve
hu: Összes
ia: Totos
id: Semua
it: Tutti
ja: すべて
ka: ყველა
kab: Akk
ko: 전체
mg: Rehetra
ms: Semua
nb_no: Alle
nl: Alle
pa_in: ਸਾਰੇ
pl: Wszystko
pt_br: Todas
pt_pt: Todas
ro: Toate
sk: Všetky
sr: Све
sv: Alla
te: అన్నీ
th: ทั้งหมด
tr: Tümü
uk: Усі
ur: تمام
vi: Tất cả
zh_cn: 所有
zh_tw: 全部
zu: Konke

source: KB Dashboard
af: KB-kontroleskerm
bg: База знания
bs: Kontrolna tabla Baze znanja
de: KB-Übersicht
el: Πίνακας ΓΒ
es: Panel de control de la BC
fy_nl: KB-dashboerd
he: לוח בקרה של מאגר הידע
hr: Nadzorna ploča Baze znanja
hu: Tudásbázis vezérlőpult
ia: Pannello de controlo del base de cognoscentia
id: Dasbor KB
it: Pannello della KB
ja: KB ダッシュボード
ka: ცოდნის წყაროს ხელსაწყოების გვერდი
kab: Tafelwit n usenqed KB
ko: KB 대시보드
mg: Takelaka Fanamoriana TP
ms: Papan pemuka KB
nb_no: KB-instrumentpanel
pa_in: KB ਡੈਸ਼ਬੋਰਡ
pl: Panel bazy
pt_br: Painel da base de conhecimento
pt_pt: Painel de bases de conhecimento
ro: Tablou de bord al Bazei de cunoștințe
sk: Nástenka databázy vedomostí
sr: Контролна табла Базе знања
sv: KB-översikt
te: KB డాష్‌బోర్డు
th: แดชบอร์ด KB
tr: BB Panosu
uk: Панель бази знань
ur: KB ڈیش بورڈ
vi: Bảng điều khiển KB
zh_cn: 知识库仪表板
zh_tw: KB 主控台
zu: Ideshibhodi ye-KB

source: Locale Metrics
af: Taalstreek-statistiek
bg: Показатели за езика
bs: Metrika lokala
de: Daten zur Sprache
el: Δείκτες γλώσσας
es: Métricas de localización
fy_nl: Mjittingen per locale
he: מדדי שפה
hr: Metrika jezika
hu: Nyelv metrikái
ia: Indicatores del localisation
id: Metrik Lokal
it: Statistiche di localizzazione
ja: ロケール計測
ka: ენის მაჩვენებლები
kab: Inammalen n tutlayt
ko: 지역 통계
mg: Metrikan'ny Teny
ms: Matriks Lokal
nb_no: Språkmetrikk
nl: Metingen per locale
pa_in: ਲੋਕੇਲ ਮੈਟ੍ਰਿਕਸ
pl: Statystyki lokalizacji
pt_br: Métricas de tradução
pt_pt: Métricas do Idioma
ro: Metrici de localizare
sk: Metriky pre jazyk
sr: Метрика локала
sv: Språkdata
te: లొకేల్ మెట్రిక్స్
th: เกณฑ์ชี้วัดภาษา
tr: Dil Ölçümleri
uk: Метрика локалі
ur: زبان کی میٹرکس
vi: Thông số bản địa hóa
zh_cn: 语种指标
zh_tw: 語系指標
zu: Amamethriksi Asendaweni

source: KB Team
af: KB-span
bg: Екип KB
bs: Tim KB
el: Ομάδα ΓΒ
es: Equipo de la BC
he: צוות מאגר הידע
hr: Tim Baze znanja
hu: KB csapat
ia: Equipa del base de cognoscentia
id: Tim KB
it: Gruppo della KB
ja: KB チーム
ka: ცოდნის წყაროს გუნდი
kab: Tarbaεt KB
ko: KB 팀
mg: Ekipa TP
ms: Pasukan KB
pa_in: KB ਟੀਮ
pl: Zespół bazy
pt_br: Equipe da base de conhecimento
pt_pt: Equipa da base de conhecimento
ro: Echipa bazei de cunoștințe
sk: Tím databázy vedomostí
sr: Тим Базе знања
sv: KB-grupp
te: KB టీమ్
th: ทีม KB
tr: BB Ekibi
uk: Команда бази знань
ur: KB ٹیم
vi: Đội KB
zh_cn: 知识库团队
zh_tw: 知識庫團隊
zu: Ithimba le-KB

source: Localization Team
af: Taalaanpassing-span
bg: Екип за превода
bs: Tim za lokalizaciju
de: Lokalisierungsteam
el: Ομάδα μεταφράσεων
es: Equipo de localización
fy_nl: Oersetteam
he: צוות תרגום
hr: Tim lokalizacije
hu: Fordítói csapat
ia: Equipa del localisation
id: Tim Pelokalan
it: Gruppo di localizzazione
ja: L10N チーム
ka: მთარგმნელი გუნდი
kab: Tarbaεt n usideg
ko: 번역 팀
mg: Ekipa Fandikan-teny
ms: Pasukan Lokalisasi
nb_no: Oversettingsteam
nl: Vertaalteam
pa_in: ਲੋਕਲਾਈਜ਼ੇਸ਼ਨ ਟੀਮ
pl: Zespół lokalizacyjny
pt_br: Equipe de localização
pt_pt: Equipa de tradução
ro: Echipa de localizare
sk: Lokalizačný tím
sr: Тим
sv: Översättningsgrupp
te: స్థానికీకరణ టీమ్
th: ทีมแปลเป็นภาษาท้องถิ่น
tr: Yerelleştirme Ekibi
uk: Команда перекладачів
ur: لوکلائزیشن ٹیم
vi: Đội bản địa hóa
zh_cn: 本地化团队
zh_tw: 在地化團隊
zu: Ithimba Lokuguqulwa kube njengokwasendaweni

source: Recent Revisions
af: Onlangse wysigings
bg: Последни промени
bs: Nedavne revizije
de: Neue Änderungen
el: Πρόσφατες αναθεωρήσεις
es: Revisiones recientes
fy_nl: Resinte refyzjes
he: מהדורות אחרונות
hr: Nedavne revizije
hu: Legutóbbi verziók
ia: Revisiones recente
id: Revisi baru-baru ini
it: Versioni recenti
ja: 最近の変更リビジョン
ka: ბოლოს გადამუშავებული ვერსიები
kab: Iceggiren ineggura
ko: 최근 변경 사항
mg: Fanitsiana Vao Haingana
ms: Semakan Terkini
nb_no: Nylige revisjoner
nl: Recente revisies
pa_in: ਹਾਲ ਹੀ ਰੀਵੀਜ਼ਿਨ
pl: Ostatnie zmiany
pt_br: Edições recentes
pt_pt: Revisões Recentes
ro: Revizuiri recente
sk: Nedávne revízie
sr: Скорашње ревизије
sv: Senaste revideringar
te: ఇటీవలి సవరణలు
th: การแก้ไขล่าสุด
tr: En Son Revizyonlar
uk: Останні редакції
ur: حالیہ ترمیم
vi: Các phiên bản gần đây
zh_cn: 最新修订
zh_tw: 最近編修
zu: Isibukezo Zakamuva

source: Aggregated Metrics
af: Saamgevoegde statistiek
bg: Сумарни показатели
bs: Nagomilana metrika
de: Zusammengefasste Daten
el: Συγκεντρωτικοί δείκτες
es: Métricas agregadas
fy_nl: Gearfoege mjittingen
hr: Agregirana metrika
hu: Egyesített metrikák
ia: Indicatores aggregate
id: Metrik Agregat
it: Statistiche aggregate
ja: 計測総計
ka: საერთო მაჩვენებლები
kab: Tiddadanin yedduklen
ko: 총 통계
mg: Metrika Natambatra
ms: Matriks Agregat
nb_no: Aggregert metrikk
nl: Samengevoegde metingen
pa_in: ਇਕੱਤਰ ਕੀਤੀ ਮੈਟ੍ਰਿਕਸ
pl: Statystyki zbiorcze
pt_br: Métricas agregadas
pt_pt: Métricas agregadas
ro: Metrici agregate
sk: Agregované metriky
sr: Нагомилана метрика
sv: Sammanfattande data
te: సంకలిత మెట్రిక్స్
th: เกณฑ์ชี้วัดรวม
tr: Toplanan Ölçümler
uk: Сукупна метрика
ur: جمع شدہ میٹرکس
vi: Tổng hợp số liệu
zh_cn: 指标汇总
zh_tw: 加總指標
zu: Amamethriksi aqoqiwe

source: Spam or other unrelated content
af: Strooipos of ander onverwante inhoud
bg: Спам или друго нежелано съдържание
bs: Spam ili drugi nepovezani sadržaj
de: Spam oder anderer Inhalt ohne Bezug zur Hilfe
el: Ανεπιθύμητο ή άλλο μη σχετικό περιεχόμενο
es: Correo u otro contenido no deseado
fy_nl: Unwinske of oare net-relatearre ynhâld
he: זבל או תוכן אחר שאינו קשור
hr: Spam ili drugi nepovezani sadržaj
hu: Kéretlen vagy más, nem ide tartozó tartalom
ia: Spam o altere contento sin relation
id: Spam atau konten yang tidak terkait
it: Spam o altri contenuti non attinenti
ja: スパムまたは無関係のコンテンツ
ka: სარეკლამო ან სხვა სახის არასასურველი შიგთავსი
kab: Aspam neɣ agbur-nniḍen ur icudden ara d usentel
ko: 스팸이나 관련 없는 문서
mg: Spama na atiny tsy mifandraika hafa
ms: Spam atau kandungan lain yang tiada kaitan
nb_no: Spam eller annet uønsket innhold
nl: Spam of andere niet-gerelateerde inhoud
pa_in: ਸਪੈਮ ਜਾਂ ਹੋਰ ਅਸੰਬੰਧਿਤ ਸਾਮਗਰੀ
pl: Spam lub inna niepowiązana treść
pt_br: Spam ou outro conteúdo não relacionado
pt_pt: Spam ou outro conteúdo não relacionado
ro: Conținut nesolicitat sau irelevant
sk: Spam, alebo iný nepodstatný obsah
sr: Непожељан или други неповезан садржај
sv: Skräppost eller annat orelaterat innehåll
te: స్పామ్ లేదా ఇతర సంబంధంలేని కంటెంట్
th: สแปมหรือเนื้อหาที่ไม่เกี่ยวข้อง
tr: Spam veya başka bir ilgisiz içerik
uk: Спам або інших непов'язаний вміст
ur: اسپیم یا دیگر غیر متعلقہ مواد
vi: Spam hoặc các nội dung không liên quan
zh_cn: 垃圾讯息或其他无关内容
zh_tw: 垃圾訊息或其他無關之內容
zu: I-spam noma okunye okungahlobene

source: Inappropriate language/dialog
af: Onvanpaste taal/dialoog
bg: Неуместен език/диалог
bs: Neprikladan jezik/dijalog
de: Unangemessene Sprache oder Gespräch
el: Ακατάλληλο λεξιλόγιο/dialog
es: Diálogo/lenguaje inapropiado
fy_nl: Unfatsoenlike taal/dialooch
he: שיח או שפה בלתי הולמים
hr: Neprikladan jezik/dijalog
hu: Nem megfelelő nyelvezet vagy párbeszéd
ia: Linguage/dialogo inappropriate
id: Bahasa/perkataan yang tidak sopan
it: Linguaggio o dialogo inappropriato
ja: 不適当な言語または会話
ka: შეუფერებელი ლექსიკა/დიალოგი
kab: Tutlayt/adiwenni ur nlaq ara
ko: 부적당한 언어/대화창
mg: Fiteny tsy mendrika/dialog
ms: Bahasa//dialog tidak sesuai
nb_no: Upassende språk/dialog
nl: Ongepaste taal/dialoog
pa_in: ਅਣ-ਉਚਿਤ ਭਾਸ਼ਾ/ਸੰਵਾਦ
pl: Niewłaściwy język/dialog
pt_br: Diálogo/linguagem inapropriada
pt_pt: Diálogo/linguagem inapropriada
ro: Limbaj/dialog necuviincios
sk: Nekorektný jazyk/dialóg
sr: Неприкладан језик/дијалог
sv: Olämpligt språkbruk/dialog
te: అనుచితమైన భాష/dialog
th: ภาษา/การสนทนาไม่เหมาะสม
tr: Uygunsuz dil/diyalog
uk: Неналежна мова/діалог
ur: نامناسب زبان / مکالمہ
vi: Hộp thoại/ngôn ngữ không phù hợp
zh_cn: 不适宜的语句/对话
zh_tw: 不貼切的語句/對話
zu: Ulimi olungafanele/ingxoxiswano

source: Abusive content
af: Beledigende inhoud
bg: Обидно съдържание
bs: Uvredljiv sadržaj
de: Beleidigender Inhalt
el: Υβριστικό περιεχόμενο
es: Contenido abusivo
fy_nl: Beledigjende ynhâld
he: תוכן פוגעני
hr: Uvredljiv sadržaj
hu: Gyalázkodó tartalom
ia: Contento abusive
id: Konten yang menyerang
it: Contenuto offensivo
ja: 罵倒や悪口を含む内容
ka: უკანონოდ გამოყენებული შიგთავსი
kab: Yir agbur
ko: 문제된 콘텐츠
mg: Atiny manararaotra
ms: Kandungan jelik
nb_no: Støtende innhold
nl: Beledigende inhoud
pa_in: ਬਦਸਲੂਕੀ ਦੀ ਸਮੱਗਰੀ
pl: Obraźliwa treść
pt_br: Conteúdo abusivo
pt_pt: Conteúdo abusivo
ro: Conținut abuziv
sk: Urážlivý obsah
sr: Увредљив садржај
sv: Missbrukande innehåll
te: దుర్భాష కంటెంట్
th: เนื้อหาที่ไม่ถูกต้อง
tr: Rahatsız edici içerik
uk: Образливий вміст
ur: گستاخانہ مواد
vi: Nội dung lạm dụng
zh_cn: 侮辱性内容
zh_tw: 辱罵性的內容
zu: Umbhalo ohlukumezayo

source: Other (please specify)
af: Ander (spesifiseer asseblief)
bg: Друг (моля посочете)
bs: Ostalo (molimo navedite)
de: Anderes (bitte näher erläutern)
el: Άλλο (παρακαλώ διευκρινίστε)
es: Otro (por favor, especifica)
fy_nl: Oars (jou taljochting)
he: אחר (נא לפרט)
hr: Ostalo (navedi)
hu: Más (kérem adja meg)
ia: Altere (specificar)
id: Lainnya (silakan isi)
it: Altro (specificare)
ja: その他 (具体的にお書きください)
ka: სხვა (გთხოვთ, მიუთითოთ)
kab: Ayen-nniḍen (ttxil-k fren)
ko: 기타 (항목 선택)
mg: Hafa (farito mazava azafady)
ms: Lain-lain (sila nyatakan)
nb_no: Annen (oppgi)
nl: Overig (geef dit aan)
pa_in: ਹੋਰ (ਕ੍ਰਿਪਾ ਕਰਕੇ ਦੱਸੋ)
pl: Inny (proszę określić)
pt_br: Outro (especifique)
pt_pt: Outro (por favor, especifique)
ro: Altele (te rugăm să specifici)
sk: Iné (prosím špecifikujte)
sr: Друго (навести)
sv: Annat (vänligen specificera)
te: ఇతర (పేర్కొనండి)
th: อื่นๆ (โปรดระบุ)
tr: Diğer (lütfen belirtin)
uk: Інше (опишіть)
ur: دیگر (براہ مہربانی وضاحت کریں)
vi: Khác (vui lòng chỉ rõ)
zh_cn: 其他（请注明）
zh_tw: 其他（請註明）
zu: Okunye (uyacelwa ukusho)

source: Pending
af: Hangende
bg: Чакащи обработка
bs: Na čekanju
de: Anstehend
el: Εκκρεμεί
es: Pendiente
fy_nl: Wachtet
he: בהמתנה
hr: Na čekanju
hu: Folyamatban
ia: Pendente
id: Tertunda
it: In attesa
ja: 確認待ち
ka: მომლოდინე
kab: Yettraǧu
ko: 대기 중
mg: Miandry
ms: Menunggu
nb_no: Venter
nl: Openstaand
pa_in: ਅਪੂਰਣ
pl: Oczekujące
pt_br: Pendente
pt_pt: Pendente
ro: În așteptare
sk: Nevybavené
sr: У току
sv: Väntande
te: వాయిదా
th: ในระหว่าง
tr: Bekliyor
uk: Очікування
ur: زیرغور
vi: Đang chờ
zh_cn: 待审核
zh_tw: 待授權中
zu: Kusenziwa

source: Accepted and Fixed
af: Aanvaar en reggestel
bg: Приети и поправени
bs: Prihvaćeno i ispravljeno
de: Akzeptiert und korrigiert
el: Εγκρίθηκε και διορθώθηκε
es: Aceptado y corregido
fy_nl: Akseptearre en makke
he: התקבל ותוקן
hr: Prihvaćeno i ispravljeno
hu: Elfogadva és javítva
ia: Acceptate e corrigite
id: Diterima dan Diperbaiki
it: Accettata e corretta
ja: 承諾および修正済み
ka: მიღებული და მოგვარებულია
kab: Yettwaqbel, yettusbeḍ
ko: 허가 및 수정 항목
mg: Nekena sy Namboarina
ms: Diterima dan Dibaiki
nb_no: Akseptert og rettet
nl: Geaccepteerd en hersteld
pa_in: ਸਵੀਕਾਰ ਅਤੇ ਫਿਕਸ਼ ਕੀਤਾ
pl: Zaakceptowano i poprawiono
pt_br: Aceito e Corrigido
pt_pt: Aceite e Corrigido
ro: Acceptat și reparat
sk: Schválené a opravené
sr: Прихваћено и поправљено
sv: Godkänd och fixad
te: ఆమోదించబడిన మరియు స్థిరమైన
th: รับทราบและแก้ไขแล้ว
tr: Kabul Edildi ve Düzeltildi
uk: Прийнято та вирішено
ur: تسلیم شدہ اور ٹھیک
vi: Đã chấp thuận và đã sửa
zh_cn: 已接受并修正
zh_tw: 已接受並修正
zu: Kwemukelwe Kwalungiswa

source: Rejected
af: Verwerp
bg: Отхвърлени
bs: Odbijeno
de: Verworfen
el: Απερρίφθη
es: Rechazada
fy_nl: Wegere
he: נדחה
hr: Odbijeno
hu: Elutasítva
ia: Rejectate
id: Ditolak
it: Rifiutato
ja: 却下
ka: უარყოფილია
kab: Yettwagwi
ko: 거절 항목
mg: Nolavina
ms: Ditolak
nb_no: Avslått
nl: Afgewezen
pa_in: ਰੱਦ ਕੀਤਾ
pl: Odrzucono
pt_br: Rejeitado
pt_pt: Rejeitado
ro: Respins
sk: Neschválené
sr: Одбијено
sv: Avvisade
te: తిరస్కరించబడినది
th: ถูกปฏิเสธ
tr: Reddedildi
uk: Відмовлено
ur: مسترد
vi: Bị từ chối
zh_cn: 已拒绝
zh_tw: 已拒絕
zu: Kunqatshiwe

source: System account content cannot be flagged.
ia: Impossibile signalar le contento del conto de systema.
sv: Innehållet i systemkontot kan inte flaggas.

source: You already flagged this content.
af: Jy het reeds hierdie inhoud gevlag.
bg: Вече поставихте флаг на това съдържание.
bs: Već ste označili ovaj sadržaj.
de: Sie haben diesen Inhalt bereits gemeldet.
el: Έχετε ήδη αναφέρει αυτό το περιεχόμενο.
es: Ya has marcado este contenido.
fy_nl: Jo hawwe de ynhâld al markearre.
he: כבר סימנת תוכן זה בדגל.
hr: Već si označio/la ovaj sadržaj.
hu: Megjelölte ezt a tartalmat.
ia: Tu ha ja signalate iste contento.
id: Anda telah menandai konten ini sebelumnya.
it: Questi contenuti sono già stati segnalati.
ja: このコンテンツにはすでにフラグが設定されています。
ka: ეს შიგთავსი უკვე მონიშნული გაქვთ.
kab: Tuzneḍ-d yakan ɣef ugbur-a.
ko: 이 내용은 이미 표시 처리 되었습니다.
mg: Efa nomarihinao io atiny io.
ms: Anda sudah tanda kandungan ini.
nb_no: Du har allerede flagget dette innholdet.
nl: U hebt deze inhoud al gemarkeerd.
pa_in: ਤੁਸੀ ਪਹਿਲਾਂ ਵਲੋਂ ਹੀ ਇਸ ਸਾਮਗਰੀ ਨੂੰ ਝੰਡੀ ਦਿਖਾ ਕੇ ਰਵਾਨਾ ਕੀਤਾ।
pl: Ta treść jest już oznaczona.
pt_br: Você já denunciou este conteúdo.
pt_pt: Já denunciou este conteúdo.
ro: Deja ai semnalat acest conținut.
sk: Tento obsah ste už označil.
sr: Већ сте означили овај садржај.
sv: Du har redan flaggat det här innehållet.
te: మీరు ఇప్పటికే ఈ కంటెంట్ను పతాకం చేసారు.
th: คุณรายงานเนื้่อหานี้แล้ว
tr: Bu içeriği daha önce işaretlediniz.
uk: Ви вже відзвітували про цей вміст.
ur: آپ نے پہلے ہی اس مواد کو نشان زد کیا ہے۔
vi: Bạn đã gắn cờ nội dung này.
zh_cn: 您已经报告了此内容。
zh_tw: 您已經標示了此內容。
zu: Usufakile ifulegi kulokhu.

source: You have flagged this content. A moderator will review your submission shortly.
af: Jy het hierdie inhoud gevlag. 'n Moderator sal jou indiening binnekort nasien.
bg: Вие докладвахте за това съдържание. Модератор ще го прегледа съвсем скоро.
bs: Označili ste ovaj sadržaj. Moderator će uskoro pregledati vašu prijavu.
de: Sie haben diesen Inhalt gemeldet. Ein Moderator wird Ihre Meldung in Kürze prüfen.
el: Έχετε αναφέρει αυτό το περιεχόμενο. Ένας συντονιστής θα αξιολογήσει σύντομα την υποβολή σας.
es: Ya has marcado este contenido. En breve un moderador revisará tu envío.
fy_nl: Jo hawwe dizze ynhâld markearre. In moderator sil jo suggestje ynkoarten besjen.
he: סימנת תוכן זה כבעייתי. מפקח יסקור את הפנייה שלך בהקדם האפשרי.
hr: Označio/la si ovaj sadržaj. Moderator će uskoro pregledati tvoju prijavu.
hu: Megjelölte ezt a tartalmat. Egy moderátor hamarosan ellenőrizni fogja a beküldött tartalmat.
ia: Tu ha signalate iste contento. Un moderator revidera tu invio tra breve.
id: Anda telah menandai konten ini. Moderator akan segera meninjau kiriman Anda.
it: I contenuti sono stati segnalati. A breve un moderatore esaminerà la segnalazione.
ja: このコンテンツにフラグを設定しました。近々モデレーターが確認します。
ka: ეს შიგთავსი უკვე მონიშნული გაქვთ. შემსწორებელი გადახედავს თქვენს მოხსენებას ცოტა ხანში.
kab: Tuzneḍ-d yakan ɣef ugbur-a. Ad isenqed yimḍebber tuzzna-inek.
ko: 이 문서에 표시 처리하였습니다. 관리자가 곧 검토할 예정입니다.
mg: Nomarihinao io atiny io. Hisy moderatera hitsara ny narotsakao rehefa kelikely.
ms: Anda telah tanda kandungan ini. Moderator akan menyemak penghantaran anda ini sebentar lagi.
nb_no: Du har flagget dette innholdet. En moderator vil gjennomgå bidraget ditt snart.
nl: U hebt deze inhoud gemarkeerd. Een moderator zal uw inzending spoedig beoordelen.
pa_in: ਤੁਸੀ ਇਸ ਸਾਮਗਰੀ ਨੂੰ ਝੰਡੀ ਦਿਖਾ ਕੇ ਰਵਾਨਾ ਕੀਤਾ। ਸੂਤਰਧਾਰ ਤੁਹਾਡੀ ਜਮਾਂ ਕੀਤੀ ਸਮੱਗਰੀ ਨੂੰ ਜਲਦੀ ਰਵਿਉ ਕਰਨਗੇ।
pl: Treść została oznaczona. Moderator sprawdzi ją wkrótce.
pt_br: Você denunciou este conteúdo. Um moderador revisará seu pedido em breve.
pt_pt: Acabou de denunciar este conteúdo. Um moderador revisará o seu pedido em breve.
ro: Ai semnalat acest conținut. Un moderator va verifica propunerea ta în cel mai scurt timp.
sk: Označili ste tento obsah. Moderátor vaše hlásenie v blízkej dobe skontroluje.
sr: Означили сте овај садржај. Модератор ће убрзо прегледати вашу пријаву.
sv: Du har flaggat det här innehållet. En moderator kommer att se över din anmälan inom kort.
te: మీరు ఇప్పటికే ఈ కంటెంట్ను పతాకం చేసారు. మోడరేటర్ త్వరలోనే మీ సమర్పణ సమీక్షిస్తారు.
th: คุณได้รายงานเนื้อหานี้แล้ว ผู้ดูแลจะเข้ามาพิจารณาการเสนอของคุณในไม่ช้า
tr: Bu içeriği işaretlediniz. Moderatörlerimizden biri, gönderinizi kısa sürede inceleyecektir.
uk: Ви вже відзвітували про цей вміст. Модератор перегляне ваш запит скоро.
ur: آپ نے اس مواد کو پرچم زد کیا ہے۔ ایک منتظم جلد ہی آپ کے جمع کردہ کا جائزہ لے گا۔
vi: Bạn đã gắn cờ nội dung này. Một người điều hành sẽ xét duyệt đề nghị của bạn.
zh_cn: 您已经报告了此内容。管理员会尽快审核您的建议。
zh_tw: 您已經標示此內容，管理員會儘速審閱您的建議。
zu: Usufakile ifulegi kulo mbhalo. Umhloli uzobukeza lokho okubukezile maduze nje.

source: Topic and Tag Moderation Tool
ia: Utensile de moderation pro themas e etiquettas
sv: Modereringsverktyg för ämne och etiketter
tr: Konu ve etiket moderasyon aracı

source: Flagged {t}
ia: Signalate {t}
sv: Flaggad {t}
tr: {t} olarak işaretlendi

source: Assigned: {username}
ia: Assignate: {username}
sv: Tilldelad: {username}
tr: Atanan: {username}

source: Unassigned
ia: Disassignate
kab: Ur ttekkay ara
sv: Inte tilldelad
tr: Atanmamış

source: Additional notes:
ia: Altere notas:
kab: Tizmilin niḍen:
nl: Aanvullende opmerkingen:
pl: Uwagi dodatkowe:
pt_br: Notas adicionais:
sv: Ytterligare anteckningar:
tr: Ek notlar:

source: {t} with id={id} no longer exists.
af: {t} met id={id} bestaan nie meer nie.
bg: {t} с id={id} вече не съществува.
bs: {t} s identifikacijom={id} više ne postoji.
de: {t} id={id} existiert nicht mehr.
el: Το {t} με id={id} δεν υπάρχει πλέον.
es: {t} con id={id} ya no existe.
fy_nl: {t} mei {id} bestiet net mear.
he: {t} עם id={id} לא קיים עוד.
hr: {t} s identifikacijom={id} više ne postoji.
hu: A(z) {t} id={id} már nem létezik.
ia: {t} con id={id} non existe plus.
id: {t} dengan id={id} tidak ada lagi.
it: {t} con id={id} non più esistente
ja: id={id} の {t} は存在しません。
ka: {t}-ის id={id} აღარ არსებობს.
kab: {t} akked id={id} ur yezgi ara yella.
ko: {t} width id={id}는 더 이상 존재하지 않습니다.
mg: {t} manana id={id} dia tsy misy intsony.
ms: {t} dengan id={id} tidak lagi wujud.
nb_no: {t} med id={id} fins ikke lenger.
nl: {t} met {id} bestaat niet meer.
pa_in: {t} id ਨਾਲ={id} ਹੋਰ ਨਹੀ ਮੋਜੂਦ
pl: {t} z id={id} już nie istnieje.
pt_br: {t} com id={id} não existe mais.
pt_pt: {t} com id={id} já não existe mais.
ro: {t} cu id={id} nu mai există.
sk: {t} s id={id} už neexistuje.
sr: {t} са id={id} више не постоји.
sv: {t} med id={id} existerar inte längre.
te: {t} id = {id} ఇకపై ఉనికిలో ఉండదు.
th: {t} กับ id={id} ไม่มีอยู่แล้ว
tr: {id} numaralı {t} artık mevcut değil.
uk: {t} з id={id} більше не існує.
ur: id = {id} کے ساتھ {t} اب موجود نہیں ہے۔
vi: {t} với id={id} không còn tồn tại nữa.
zh_cn: id 为 {id} 的 {t} 已不存在。
zh_tw: id 為 {id} 的 {t} 已經不存在。
zu: {t} ne-id={id} akusekho.

source: Update Status:
af: Werk status by:
bg: Статус на обновяването:
bs: Ažuriranje statusa:
de: Aktualisierungs-Status:
el: Κατάσταση ενημέρωσης:
es: Actualizar el estado:
fy_nl: Fernijingsstatus:
hr: Status ažuriranja:
hu: Frissítés állapota:
ia: Stato de actualisation:
id: Status Pembaruan:
it: Stato dell'aggiornamento:
ja: 更新状態:
ka: მონაცემის განახლება:
kab: Leqqem addad:
ko: 수정 상태:
mg: Toetry ny Fanavaozana:
ms: Status Kemaskini:
nb_no: Oppdateringsstatus:
pa_in: ਦਰਜਾ ਅੱਪਡੇਟ:
pl: Status aktualizacji:
pt_br: Atualizar status:
pt_pt: Atualizar Estado:
ro: Stare actualizare:
sk: Stav aktualizácie:
sr: Ток ажурирања:
sv: Uppdatera status:
te: స్థితి నవీకరణ:
th: สถานะการอัปเดต:
tr: Durumu güncelle:
uk: Стан оновлення:
ur: حیثیت کی تازہکاری
vi: Cập nhật trạng thái:
zh_cn: 更新状态：
zh_tw: 更新狀態：
zu: Vuselela i-status:

source: Please select...
af: Kies asseblief...
bg: Моля изберете...
bs: Molimo odaberite...
de: Bitte auswählen...
el: Παρακαλώ επιλέξτε...
es: Por favor selecciona...
fy_nl: Selektearje…
he: נא לבחור...
hr: Odaberi …
hu: Kérem válasszon...
ia: Per favor elige...
id: Pilih...
it: Selezionare…
ja: 選択してください...
ka: გთხოვთ, აირჩიოთ...
kab: Ma ulac aɣili, fre...
ko: 선택하기...
mg: Azafady mifatena…
ms: Sila pilih...
nb_no: Velg ...
nl: Selecteer…
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਚੁਣੋ...
pl: Wybierz…
pt_br: Selecione...
pt_pt: Por favor, selecione...
ro: Te rugăm să alegi...
sk: Vyberte prosím...
sr: Изаберите...
sv: Vänligen välj...
te: దయచేసి ఎంచుకోండి...
th: โปรดเลือก...
tr: Lütfen seçin...
uk: Виберіть...
ur: براہ مہربانی منتخب کریں...
vi: Vui lòng chọn...
zh_cn: 请选择...
zh_tw: 請選擇…
zu: Uyacelwa ukhethe...

source: Content categorization is updated.
ia: Le categorisation del contentos ha essite actualisate.
nl: Inhoudscategorisatie is bijgewerkt.
pl: Zaktualizowano kategorię treści.
pt_br: A categorização de conteúdo está atualizada.
sv: Innehållskategoriseringen uppdateras.
tr: İçerik kategorizasyonu güncellendi.

source: Content is appropriately categorized.
ia: Le contento es appropriatemente categorisate.
nl: Inhoud is passend gecategoriseerd.
pl: Treść jest odpowiednio skategoryzowana.
pt_br: O conteúdo está categorizado adequadamente.
sv: Innehållet är lämpligt kategoriserat.
tr: İçerik uygun şekilde sınıflandırılmış.

source: Update
af: Werk by
bg: Обновяване
bs: Ažuriraj
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fy_nl: Bywurkje
he: עדכון
hr: Aktualiziraj
hu: Frissítés
ia: Actualisar
id: Perbarui
it: Aggiorna
ja: 更新
ka: განახლება
kab: Leqqem
ko: 갱신
mg: Hanavao
ms: Kemaskini
nb_no: Oppdater
nl: Bijwerken
pa_in: ਅੱਪਡੇਟ
pl: Uaktualnij
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
sk: Aktualizovať
sr: Ажурирај
sv: Uppdatera
te: నవీకరణ
th: อัปเดต
tr: Güncelle
uk: Оновити
ur: تازہ کاری کریں
vi: Cập nhật
zh_cn: 更新
zh_tw: 更新
zu: Vuselela

source: Please wait...
af: Wag asseblief...
bg: Моля, изчакайте...
bs: Molimo pričekajte...
de: Bitte warten&hellip;
el: Παρακαλώ περιμένετε...
es: Espera por favor...
fy_nl: Ien momint…
he: נא להמתין...
hr: Pričekaj …
hu: Kérem, várjon...
ia: Per favor attende...
id: Tunggu sebentar...
it: Attendere…
ja: しばらくお待ちください...
ka: გთხოვთ დაიცადოთ...
kab: Ttxil-k rǧu...
ko: 잠시만 기다려 주십시오...
mg: Andraso azafady…
ms: Sila tunggu...
nb_no: Vent litt…
nl: Een moment geduld…
pa_in: ਉਡੀਕੋ ਜੀ...
pl: Proszę czekać…
pt_br: Aguarde...
pt_pt: Por favor, aguarde...
ro: Vă rugăm așteptați...
sk: Čakajte prosím...
sr: Сачекајте...
sv: Vänligen vänta...
te: దయచేసి వేచివుండండి…
th: โปรดรอสักครู่...
tr: Lütfen bekleyin...
uk: Зачекайте...
ur: برائے مہربانی انتظار کریں...
vi: Vui lòng đợi...
zh_cn: 请稍候...
zh_tw: 請稍候…
zu: Sicela ulinde...

source: There is no content pending moderation.
ia: Il non ha contento attendente moderation.
kab: Ulac agbur yeṭṭraǧun acegger.
nl: Er is geen inhoud die op moderatie wacht.
pl: Brak treści oczekujących na moderację.
pt_br: Não há conteúdo pendente de moderação.
sv: Det finns inget innehåll som väntar på moderering.
tr: Moderasyon bekleyen içerik yok.
zh_cn: 目前没有需要管理员审核的内容。

source: Manage my queue
ia: Gerer mi cauda
sv: Hantera min kö
tr: Kuyruğumu yönet

source: Assign more
ia: Assignar plus
sv: Tilldela fler
tr: Daha fazla ata

source: Unassign all
ia: Disassignar toto
sv: Ta bort tilldelning av alla
tr: Tüm atamaları kaldır
