Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: See all the details:
af: Sien al die detail:
bg: Вижте всички детайли:
de: Sehen Sie sich alle Details an:
el: Δείτε όλες τις λεπτομέρειες:
es: Ver todos los detalles:
fy_nl: Besjoch alle details:
he: הצגת כל הפרטים:
hr: Pogledaj sve detalje:
hu: Minden részlet megjelenítése:
ia: Vider tote le detalios:
id: Lihat semua detail:
it: Vedi i dettagli:
ja: 詳細を見る:
ka: ყველა მონაცემის ნახვა:
kab: Wali akk talqayt:
ko: 내용을 상세히 살펴보세요:
mg: Hijery ny antsipiriany rehetra:
ms: Lihat semua butiran:
nb_no: Se alle detaljene:
nl: Bekijk alle details:
pa_in: ਸਾਰੇ ਵੇਰਵੇ ਵੇਖੋ:
pl: Zobacz szczegóły:
pt_br: Veja todos os detalhes:
pt_pt: Ver todos os detalhes:
ro: Vezi toate detaliile:
sk: Zobraziť všetky detaily:
sr: Погледајте све детаље:
sv: Se alla detaljer:
te: అన్ని వివరాలను చూడండి:
th: ดูรายละเอียดทั้งหมด:
tr: Ayrıntıları görün:
uk: Дивитись всі подробиці:
ur: تمام تفصیلات دیکھیں:
vi: Xem tất cả các chi tiết:
zh_cn: 查看所有详情：
zh_tw: 觀看所有細節內容：
zu: Buka yonke imininingwane:

source: Recently updated threads about %s
af: Onlangs bygewerkte gesprekke oor %s
bg: Наскоро обновени теми относно %s
bs: Nedavno aktuelne teme foruma o %s
de: Kürzlich aktualisierte Diskussionsthemen über %s
el: Πρόσφατα ενημερωμένα νήματα σχετικά με «%s»
es: Temas sobre %s actualizados recientemente
fy_nl: Resint fernijde petearen oer %s
he: אשכולות שעודכנו לאחרונה בנושא %s
hr: Nedavno aktualizirane teme foruma o %s
hu: Legutóbb említett témacsoport erről: %s
ia: Filos recentemente actualisate re %s
id: Utas yang terakhir diperbarui tentang %s
it: Discussioni su %s aggiornate di recente
ja: 最近更新された %s についてのスレッド
ka: ბოლოს განახლებული თემები %s
kab: Isental n usqerdec i yettwaleqmen melmi kan ttmeslayen ɣef %s
ko: 최근 변경된 글모음 (%s)
mg: Resaka mitohy nihavao vao haingana %s
ms: Thread baru dikemaskini perihal %s
nb_no: Nylig oppdaterte tråder om %s
nl: Onlangs bijgewerkte conversaties over %s
pa_in: ਹੁਣੇ ਥਰੇਡ ਅੱਪਡੇਟ ਬਾਰੇ %s
pl: Ostatnio zaktualizowane wątki o %s
pt_br: Discussões atualizadas recentemente sobre %s
pt_pt: Tópicos atualizados recentemente sobre %s
ro: Fire de discuție actualizate recent despre %s
sk: Naposledy aktualizované témy o %s
sr: Скорашње освежене теме о %s
sv: Nyligen uppdaterade trådar om %s
te: ఇటీవలే నవీకరించబడింది థ్రెడ్లు గురించి %s
th: ปรับปรุงล่าสุดที่เกี่ยวกับกระทู้ %s
tr: %s hakkında son güncellenen başlıklar
uk: Недавні оновлені теми про %s
ur: %s کے بارے میں حال ہی میں تازہ کاری شدہ تھریڈ
vi: Chủ đề được cập nhật gần đây về %s
zh_cn: 最近更新的有关 %s 的主题
zh_tw: 最近更新的關於 %s 的討論串
zu: Usanda kuvuselela uchungechunge mayelana ne-%s

source: Recent posts in %s
af: Onlangse plasings in %s
bg: Скорошни публикации в %s
bs: Nedavni odgovori u %s
de: Neueste Beiträge in %s
el: Πρόσφατες αναρτήσεις στο %s
es: Mensajes recientes en %s
fy_nl: Resinte berjochten yn %s
hr: Nedavni odgovori u %s
hu: Legutóbbi bejegyzések ebben: %s
ia: Messages recente in %s
id: Kiriman terakhir pada %s
it: Messaggi recenti in %s
ja: %s の最近の投稿
ka: ბოლო გამოხმაურებები %s თემაში
kab: Iznan ineggura deg %s
ko: 최근 글 (%s)
mg: Petadrindrina vao haingana %s
ms: Post baru dalam %s
nb_no: Nylige meldinger i %s
nl: Recente berichten in %s
pa_in: ਹੁਣੇ ਪੋਸ਼ਟਾ ਵਿੱਚ %s
pl: Ostatnie posty w %s
pt_br: Postagens recentes em %s
pt_pt: Mensagens recentes em %s
ro: Postări recente în %s
sk: Posledné príspevky v %s
sr: Скорашње поруке у %s
sv: Senaste inlägg i %s
te: %s లో ఇటీవలి పోస్ట్లు
th: โพสต์ล่าสุดใน %s
tr: %s kategorisindeki son gönderiler
uk: Недавні дописи в %s
ur: %s میں حالیہ پوسٹس
vi: Bài đăng gần đây trong %s
zh_cn: %s 最近的帖子
zh_tw: %s 的最新文章
zu: Amaphosti amasha ku-%s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
af: Jou titel is te kort (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters wees.
bg: Вашето заглавие е твърде късо (%(show_value)s символа). Дължината му трябва да е от поне %(limit_value)s символа.
bs: Vaš naslov je prekratak (%(show_value)s znakova). Potrebno je da sadrži minimalno %(limit_value)s znakova.
de: Ihr Titel ist zu kurz (%(show_value)s Zeichen). Er muss mindestens %(limit_value)s Zeichen lang sein.
el: Ο τίτλος σας είναι πολύ μικρός (%(show_value)s χαρακτήρες). Πρέπει να είναι τουλάχιστον %(limit_value)s χαρακτήρες.
es: El título es demasiado corto (%(show_value)s caracteres). Debe tener al menos %(limit_value)s caracteres.
fy_nl: Jo titel is te koart (%(show_value)s karakters). It moat op syn minst %(limit_value)s karakters wêze.
he: הכותרת שלך קצרה מדי (%(show_value)s תווים). עליה להיות באורך של לפחות %(limit_value)s תווים.
hr: Tvoj naslov je prekratak (%(show_value)s znakova). Mora sadržati barem %(limit_value)s znakova.
hu: A cím túl rövid (%(show_value)s karakter). Legalább %(limit_value)s karakternek kell lennie.
ia: Le titulo es troppo curte (%(show_value)s characteres). Illo debe haber al minus %(limit_value)s characteres.
id: Judul Anda terlalu pendek (%(show_value)s karakter). Paling tidak panjangnya harus %(limit_value)s karakter.
it: Il titolo è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: タイトルが短すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以上にしてください。
ka: სათაური ზედმეტად მოკლეა (%(show_value)s სიმბოლო). უნდა შედგებოდეს, სულ მცირე %(limit_value)s სიმბოლოსგან.
kab: Azwel-ik wezzil aṭas (%(show_value)s n yisekkilen). Ilaq ad yili xarsum s %(limit_value)s n yisekkilen.
ko: 제목이 너무 짧습니다.(%(show_value)s자). 적어도 %(limit_value)s자 이상이어야 합니다.
mg: Fohy loatra ny lohateninao (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.
ms: Tajuk anda terlalu pendek (%(show_value)s aksara). Sekurang-kurangnya mesti ada %(limit_value)s aksara.
nb_no: Tittelen er for kort (%(show_value)s tegn). Den må være minst %(limit_value)s tegn.
nl: Uw titel is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
pa_in: ਤੁਹਾਡਾ ਸਿਰਲੇਖ਼ ਬਹੁੱਤ ਛੋਟਾ ਹੈ (%(show_value)s ਸ਼ਬਦਾ). ਇਹ ਘੱਟੋ ਘੱਟ %(limit_value)s ਸ਼ਬਦਾ।
pl: Tytuł jest zbyt krótki (liczba znaków: %(show_value)s) — musi mieć co najmniej %(limit_value)s znaków.
pt_br: O seu título é muito curto (%(show_value)s caracteres). Ele deve ter no mínimo %(limit_value)s caracteres.
pt_pt: O seu título é muito curto (%(show_value)s caracteres). Ele deve ter no mínimo %(limit_value)s caracteres.
ro: Titlul tău este prea scurt (%(show_value)s characters). Trebuie să aibă cel puțin %(limit_value)s (de) caractere.
sk: Váš nadpis je moc krátky (%(show_value)s znakov). Musí mať najmenej %(limit_value)s znakov.
sr: Ваш наслов је превише кратак (%(show_value)s карактера). Мора бити барем %(limit_value)s карактера.
sv: Din titel är för kort (%(show_value)s tecken). Den måste var minst %(limit_value)s tecken.
te: మీ శీర్షిక చాలా చిన్నదిగా ఉంది (%(show_value)s అక్షరాలు). ఇది కనీసం %(limit_value)s అక్షరాలు ఉండాలి.
th: หัวข้อของคุณสั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
tr: Başlığınız çok kısa (%(show_value)s karakter). En az %(limit_value)s karakter olmalıdır.
uk: Назва закоротка (%(show_value)s символів). Довжина повинна бути не менше чим %(limit_value)s символів.
ur: آپ کا عنوان بہت چھوٹا ہے %(sho w_value)اس میں کم از کم%(limit_value)s حرف ہونے چاہے.۔
vi: Tiêu đề quá ngắn (%(show_value)s kí tự). Nó phải có ít nhất %(limit_value)s kí tự.
zh_cn: 您的标题太短了（%(show_value)s个字符）。至少要有%(limit_value)s个字符。
zh_tw: 你的標題太短了 (%(show_value)s 個字元)。最少需要有 %(limit_value)s 個字元。
zu: Isihloko sifishane kakhulu (%(show_value)s ezinhlamvu). Kufanele okungenani zibe %(limit_value)s ezinhlamvu.

source: Please provide a message.
af: Gee asseblief 'n boodskap.
bg: Моля въведете съобщение.
bs: Molimo unesite poruku.
de: Bitte schreiben Sie eine Nachricht.
el: Παρακαλώ γράψτε ένα μήνυμα.
es: Por favor, especifica un mensaje.
fy_nl: Jou in berjocht.
he: נא לספק הודעה.
hr: Upiši poruku.
hu: Adja meg az üzenetet.
ia: Per favor forni un message.
id: Pesan wajib diisi.
it: Inserire un messaggio.
ja: メッセージを記入してください。
ka: გთხოვთ, მიუთითოთ ტექსტი.
kab: Ttxil-k mudd-d izen.
ko: 메시지를 넣어 주세요.
mg: Asio hafatra azafady.
ms: Sila sediakan mesej.
nb_no: Oppgi en meldingstekst.
nl: Voer een bericht in.
pa_in: ਸੁਨੇਹਾ ਦਿਓ ਜੀ।
pl: Podaj wiadomość.
pt_br: Forneça uma mensagem.
pt_pt: Por favor, forneça uma mensagem.
ro: Te rugăm să scrii un mesaj.
sk: Napíšte prosím správu.
sr: Наведите поруку.
sv: Ange ett meddelande.
te: దయచేసి ఒక సందేశమును అందించండి.
th: โปรดระบุข้อความ
tr: Lütfen bir mesaj girin.
uk: Впровадьте повідомлення.
ur: براہ مہربانی ایک بیغام فراہم کریں۔
vi: Vui lòng cung cấp một thông điệp.
zh_cn: 请输入消息内容。
zh_tw: 請提供訊息內文。
zu: Uyacelwa ukuba uhlinzeke ngomyalezo.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
af: Jou boodskap is te kort (%(show_value)s karakters). Dit moet ten minste %(limit_value)s karakters wees.
bg: Вашето съобщение е твърде късо (%(show_value)s символа). Дължината му трябва да е от поне %(limit_value)s символа.
bs: Vaša poruka je prekratka (%(show_value)s karaktera). Potrebno je da sadrži minimalno %(limit_value)s karaktera.
de: Ihre Nachricht ist zu kurz (%(show_value)s Zeichen). Sie muss mindestens %(limit_value)s Zeichen lang sein.
el: Το μήνυμά σας είναι πολύ μικρό (%(show_value)s χαρακτήρες). Πρέπει να είναι τουλάχιστον %(limit_value)s χαρακτήρες.
es: Tu mensaje es demasiado corto (%(show_value)s caracteres). Debe tener al menos %(limit_value)s caracteres.
fy_nl: Jo berjocht is te koart(%(show_value)s karakters). It moat op syn minst %(limit_value)s karakters wêze.
he: ההודעה שלך קצרה מדי (%(show_value)s תווים). עליה להיות באורך של לפחות %(limit_value)s תווים.
hr: Tvoja poruka je prekratka (%(show_value)s znakova). Mora sadržati barem %(limit_value)s znakova.
hu: Az üzenet túl rövid (%(show_value)s karakter). Legalább %(limit_value)s karakternek kell lennie.
ia: Le message es troppo curte (%(show_value)s characteres). Illo debe haber al minus %(limit_value)s characteres.
id: Pesan Anda terlalu pendek (%(show_value)s karakter). Paling tidak panjangnya harus %(limit_value)s karakter.
it: Il messaggio è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: メッセージが短すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以上にしてください。
ka: შეტყობინება ზედმეტად მოკლეა (%(show_value)s სიმბოლო). უნდა შედგებოდეს, სულ მცირე %(limit_value)s სიმბოლოსგან.
kab: IZen-ik wezzil aṭas (%(show_value)s n yisekkilen). Ilaq ad yili xarsum s %(limit_value)s n yisekkilen.
ko: 메시지가 너무 짧습니다.(%(show_value)s자). 적어도 %(limit_value)s자 이상이어야 합니다.
mg: Fohy loatra ny hafatrao (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.
ms: Mesej anda terlalu pendek (%(show_value)s aksara). Sekurang-kurangnya mesti ada %(limit_value)s aksara.
nb_no: Meldingen er for kort (%(show_value)s tegn). Den må være minst %(limit_value)s tegn.
nl: Uw bericht is te kort (%(show_value)s tekens). Het moet minstens %(limit_value)s tekens bevatten.
pa_in: ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਬਹੁੱਤ ਛੋਟਾ ਹੈ (%(show_value)s ਸ਼ਬਦਾ). ਇਹ ਘੱਟੋ ਘੱਟ %(limit_value)s ਸ਼ਬਦਾ।
pl: Wiadomość jest zbyt krótka (liczba znaków: %(show_value)s) — musi mieć co najmniej %(limit_value)s znaków.
pt_br: A sua mensagem é muito curta (%(show_value)s caracteres). Ela deve ter no mínimo %(limit_value)s caracteres.
pt_pt: A sua mensagem é muito curta (%(show_value)s caracteres). Ela deve ter no mínimo %(limit_value)s caracteres.
ro: Mesajul tău este prea scurt (%(show_value)s caractere). Trebuie să aibă cel puțin %(limit_value)s (de) caractere.
sk: Vaše správa je moc krátka (%(show_value)s znakov). Musí mať najmenej %(limit_value)s znakov.
sr: Ваша порука је прекратка (%(show_value)s карактера). Мора бити барем %(limit_value)s карактера.
sv: Ditt meddelande är för kort (%(show_value)s tecken). Det måste vara minst %(limit_value)s tecken.
te: మీ సందేశం చాలా చిన్నదిగా ఉంది (%(show_value)s అక్షరాలు). ఇది కనీసం %(limit_value)s అక్షరాలు ఉండాలి.
th: ข้อความของคุณสั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
tr: Mesajınız çok kısa (%(show_value)s karakter). En az %(limit_value)s karakter olmalıdır.
uk: Повідомлення закоротке (%(show_value)s символів). Довжина повинна бути не менше чим %(limit_value)s символів.
vi: Thông điệp của bạn quá ngắn (%(show_value)s kí tự). Nó phải có ít nhất %(limit_value)s kí tự.
zh_cn: 您的消息内容太短了（%(show_value)s个字符）。至少要有%(limit_value)s个字符。
zh_tw: 你的訊息內文太短了 (%(show_value)s 個字元)。最少需要有 %(limit_value)s 個字元。
zu: Umyalezo mfishane kakhulu (%(show_value)s izinhlamvu). Kufanele okungenani %(limit_value)s izinhlamvu.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
af: Hou asseblief die lengte van jou boodskap %(limit_value)s karakters of minder. Dit is tans %(show_value)s karakters.
bg: Моля придържайте се към дължина на съобщението по-малка от %(limit_value)s символа. В момента то се състои от %(show_value)s символа.
bs: Molimo zadržite dužinu vaše poruke na %(limit_value)s znakova ili manje. Trenutno sadrži %(show_value)s znakova.
de: Bitte beschränken Sie die Länge Ihrer Nachricht auf %(limit_value)s oder weniger Zeichen. Derzeit besteht sie aus %(show_value)s Zeichen.
el: Παρακαλούμε διατηρήστε το μήκος του μηνύματός σας σε %(limit_value)s χαρακτήρες ή λιγότερους. Αυτήν τη στιγμή, είναι %(show_value)s χαρακτήρες.
es: Por favor, limita la longitud de tus mensajes a %(limit_value)s caracteres o menos. En este momento tiene %(show_value)s caracteres.
fy_nl: Brûk foar jo berjocht %(limit_value)s karakters of minder. It is no %(show_value)s karakters.
he: נא להגביל את אורך ההודעה שלך ל־%(limit_value)s תווים או פחות. אורכה כרגע הוא %(show_value)s תווים.
hr: Ograniči duljinu tvoje poruke na %(limit_value)s znakova ili manje. Trenutačno ona sadrži %(show_value)s znakova.
hu: Az üzenet legfeljebb %(limit_value)s vagy annál kevesebb karakter hosszúságú lehet. Jelenlegi hossza %(show_value)s karakter.
ia: Per favor mantene le longor de tu message a %(limit_value)s characteres o minus. Illo es actualmente de %(show_value)s characteres.
id: Batasi panjang pesan hingga paling banyak %(limit_value)s. Panjang pesan saat ini %(show_value)s karakter.
it: Impostare la lunghezza del messaggio a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: メッセージが長すぎます (現在 %(show_value)s 文字)。 %(limit_value)s 文字以下にしてください。
ka: შეტყობინების სიგრძე არ უნდა აღემატებოდეს %(limit_value)s სიმბოლოს. ამჟამად შედგება %(show_value)s სიმბოლოსგან.
kab: Ttxil-k ḥrez teɣzi n yizen-ik ma drus ɣer %(limit_value)s n yisekkilen. Akka tura %(show_value)s n yisekkilen.
ko: 메시지의 길이가 %(limit_value)s자 이상이어야 합니다 현재 %(show_value)s자 입니다.
mg: Tano ho maritsoratra %(limit_value)s na latsaka ny halavan'ny hafatrao azafady. Maritsoratra %(show_value)s izy izao.
ms: Sila pastikan panjang mesej hanya %(limit_value)s aksara atau kurang. Sekarang %(show_value)s aksara.
nb_no: Begrens lengden på meldingen til %(limit_value)s tegn eller mindre. Den er nå %(show_value)s tegn.
nl: Beperk de lengte van uw bericht tot %(limit_value)s tekens of minder. Momenteel is dit %(show_value)s tekens.
pa_in: ਆਪਣੇ ਸੁਨੇਹੇ ਦੀ ਲੰਬਾਈ %(limit_value)s ਸ਼ਬਦਾ ਜਾ ਘੱਟ. ਇਹ ਮੋਜੂਦਾ %(show_value)s ਸ਼ਬਦਾ।
pl: Ogranicz treść wiadomości do %(limit_value)s znaków. Już użyte znaki: %(show_value)s.
pt_br: Deixe sua mensagem com %(limit_value)s caracteres ou menos. Atualmente ela tem %(show_value)s caracteres.
pt_pt: Por favor, deixe sua mensagem com %(limit_value)s caracteres ou menos. Actualmente ela possui %(show_value)s caracteres.
ro: Limitează lungimea mesajului la %(limit_value)s caractere sau mai puțin. Aceasta are momentan %(show_value)s caractere.
sk: Maximálna dĺžka správy môže byť %(limit_value)s znakov. Aktuálne je jej dĺžka %(show_value)s znakov.
sr: Држите дужину поруке на %(limit_value)s карактера или мање. Тренутно је дужине %(show_value)s карактера.
sv: Håll längden på ditt meddelande till %(limit_value)s tecken eller mindre. För tillfället är den %(show_value)s tecken.
te: దయచేసి మీ సందేశం యొక్క పొడవు %(limit_value)s అక్షరాలు లేదా తక్కువ ఉంచలి. అది ప్రస్తుతం %(show_value)s అక్షరాలు ఉంది.
th: โปรดรักษาความยาวข้อความของคุณที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
tr: Lütfen mesajınızı %(limit_value)s karakterden kısa tutun. Şu anda %(show_value)s karakter.
uk: Будь-ласка, утримуйте довжину повідомлення в межах %(limit_value)s символів. Зараз довжина є %(show_value)s символів.
vi: Vui lòng giữ độ dài thông điệp từ %(limit_value)s kí tự trở xuống. Hiện nó đang có %(show_value)s kí tự.
zh_cn: 请将消息长度限制于%(limit_value)s个字符之内。目前共有%(show_value)s个字符。
zh_tw: 請讓您的訊息長度維持在 %(limit_value)s 個字元之內。目前共有 %(show_value)s 個字元。
zu: Uyacelwa ukuba ugcine ubude bomyalezo wakho ungadluli ku %(limit_value)s wezinhlamvu noma ngaphansi. Njengamanje umi ku %(show_value)s wezinhlamvu.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
af: Skrap plasing | {t} | Bespreking: {d} | Kennisbasis
bg: Изтрий публикацията | {t} | {d} Дискусия | База Знания
bs: Izbriši odgovor | {t} | {d} Rasprava | Baza znanja
de: Beitrag löschen | {t} | Diskussion zu {d} | Wissensdatenbank
el: Διαγραφή ανάρτησης | {t} | Συζήτηση για «{d}» | Γνωσιακή βάση
es: Borrar mensaje | {t} | Discusión {d} | Base de conocimientos
fy_nl: Berjocht fuortsmite | {t} | {d} Diskusje | Kennisbank
hr: Izbriši odgovor | {t} | {d} Rasprava | Baza znanja
hu: Bejegyzés törlése | {t} | {d} Beszélgetés | Tudásbázis
ia: Deler message | {t} | {d} Discussion | Base de cognoscentias
id: Hapus Kiriman | {t} | Diskusi tentang {d} | Pundi Pengetahuan
it: Elimina messaggio | {t} | {d} Discussione | Knowledge Base
ja: 投稿削除 | {t} | {d} についての議論 | ナレッジベース
ka: გამოხმაურების წაშლა | {t} | {d} განხილვა | ცოდნის წყარო
kab: Kkes izen | {t} | Asqerdec deg {d} | Taffa n tmussniwin
ko: 글 삭제 | {t} | {d} 의견 | 지식 기반
mg: Hamafa Petadrindrina | {t} | Adihevitra {d} | Tobim-pahalalana
ms: Buang Post | {t} | {d} Perbincangan | Pangkalan Pengetahuan
nb_no: Slett melding | {t} | {d} Diskusjon | Kunnskapsbase
nl: Bericht verwijderen | {t} | Discussie over {d} | Kennisbank
pa_in: ਪੋਸਟ ਹਟਾਉ | {t} | {d} ਚਰਚਾ । ਨਾਿਲਜਬੇਸ਼
pl: Usuń post | {t} | {d} Dyskusja | Baza wiedzy
pt_br: Apagar mensagem | {t} | Discussão de {d} | Base de conhecimento
pt_pt: Apagar mensagem | {t} | Discussão de {d} | Base de Conhecimentos
ro: Șterge postarea | {t} | Discuție {d} | Baza de cunoștințe
sk: Odstránenie príspevku | {t} | Diskusia {d} | Databáza vedomostí
sr: Уклони поруку | {t} | {d} Разговор | База знања
sv: Ta bort inlägg | {t} | {d} Diskussion | Kunskapsbas
te: పోస్ట్ తొలగించు | {t} | {d} చర్చా | నాలెడ్జ్ బేస్
th: แก้ไขโพสต์ | {t} | {d} การสนทนา | ฐานความรู้
tr: Mesajı Sil | {t} | {d} Tartışması | Bilgi Bankası
uk: Вилучити допис | {t} | Обговорення: {d} | База знань
ur: پوسٹ کو حذف کریں | {t} {d} گفتگو| علم کی بنیاد
vi: Xóa bài viết | {t} | {d} Thảo luận | Kho tàng Kiến thức
zh_cn: 删除帖子 | {t} | {d} 讨论 | 知识库
zh_tw: 刪除文章 | {t} | {d} 討論 | 知識庫
zu: Dilitha iphosti | {t} | {d} Ingxoxo | Isisekelo Solwazi

source: Discuss
af: Bespreek
bg: Дискутирай
bs: Rasprava
de: Diskutieren
el: Συζήτηση
es: Debatir
fy_nl: Diskusjearje
hr: Rasprava
hu: Megbeszélés
ia: Discuter
id: Diskusikan
it: Discuti
ja: 議論
ka: განხილვა
kab: Asqerdec
ko: 토론
mg: Hiady Hevitra
ms: Bincang
nb_no: Diskuter
nl: Bespreken
pa_in: ਚਰਚਾ
pl: Dyskusja
pt_br: Discutir
pt_pt: Discutir
ro: Discuție
sk: Diskusia
sr: Расправите
sv: Diskutera
te: చర్చించు
th: สนทนา
tr: Tartış
uk: Обговорення
ur: بحث کریں
vi: Thảo luận
zh_cn: 讨论
zh_tw: 討論
zu: Xoxa

source: Delete Post
af: Skrap plasing
bg: Изтриване на публикация
bs: Izbriši objavu
de: Beitrag löschen
el: Διαγραφή ανάρτησης
es: Borrar mensaje
fy_nl: Berjocht fuortsmite
hr: Izbriši objavu
hu: Bejegyzés törlése
ia: Deler le message
id: Hapus Kiriman
it: Elimina messaggio
ja: 投稿を削除
ka: გამოხმაურების წაშლა
kab: Kkes tasuffeɣt
ko: 게시물 삭제
mg: Hamafa Petadrindrina
ms: Buang Post
nb_no: Slett melding
nl: Bericht verwijderen
pa_in: ਪੋਸਟ ਹਟਾਓ
pl: Usuń post
pt_br: Apagar mensagem
pt_pt: Eliminar Mensagem
ro: Șterge postarea
sk: Odstrániť príspevok
sr: Обриши поруку
sv: Ta bort inlägg
te: పోస్ట్ తొలగించు
th: ลบโพสต์
tr: Mesajı Sil
uk: Видалити допис
ur: پوسٹ کو حذف کریں
vi: Xóa bài đăng
zh_cn: 删除帖子
zh_tw: 刪除文章
zu: Dilitha Iphosti

source: Are you sure you want to delete this post?
af: Is jy seker jy wil hierdie plasing skrap?
bg: Сигурен ли сте, че искате да изтриете тази публикация?
bs: Sigurno želite izbrisati ovu objavu?
de: Möchten Sie diesen Beitrag wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτήν την ανάρτηση;
es: ¿Seguro que deseas borrar este mensaje?
fy_nl: Binne jo wis dat jo dit berjocht fuortsmite wolle?
hr: Sigurno želiš izbrisati ovu objavu?
hu: Biztos, hogy törölni szeretné ezt a bejegyzést?
ia: Desira tu vermente deler iste message?
id: Yakin ingin menghapus kiriman ini?
it: Cancellare questo messaggio?
ja: この投稿を削除してもよろしいですか？
ka: ნამდვილად გსურთ გამოხმაურების წაშლა?
kab: Tebɣiḍ ad tekseḍ tasuffeɣt-agi?
ko: 현재 글을 삭제하시겠습니까?
mg: Azonao antoka fa te-hamafa an'io petadrindrina io ianao?
ms: Anda pasti mahu menghapuskan post ini?
nb_no: Er du sikker på at du ønsker å slette denne meldingen?
nl: Weet u zeker dat u dit bericht wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ ਇਹ ਪੋਸਟ ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć ten post?
pt_br: Tem certeza que deseja apagar essa mensagem?
pt_pt: Tem certeza que quer eliminar esta mensagem?
ro: Sigur vrei să ștergi această postare?
sk: Naozaj chcete odstrániť tento príspevok?
sr: Да ли сте сигурни да желите да обришете ову поруку?
sv: Är du säker på att du vill ta bort inlägget?
te: మీరు ఈ పోస్ట్ ను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบโพสต์นี้?
tr: Bu mesajı silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте вилучити цей допис?
ur: کیا آپ واقعی اس پوسٹ کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn là bạn muốn xóa bài đăng này không?
zh_cn: 您确定要删除这篇帖子吗？
zh_tw: 您確定要刪除這篇文章嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha le phosti?

source: Author
af: Outeur
bg: Автор
bs: Autor
de: Autor
el: Δημιουργός
es: Autor/a
fy_nl: Auteur
he: מאת
hr: Autor
hu: Szerző
ia: Autor
id: Pembuat
it: Autore
ja: 投稿者
ka: ავტორი
kab: Ameskar
ko: 글쓴이
mg: Mpanoratra
ms: Pengarang
nb_no: Forfatter
nl: Auteur
pa_in: ਲੇਖਕ
pl: Autor
pt_br: Autor
pt_pt: Autor
ro: Autorul
sk: Autor
sr: Аутор
sv: Författare
te: రచయిత
th: ผู้เขียน
tr: Yazan
uk: Автор
ur: مصنف
vi: Tác giả
zh_cn: 作者
zh_tw: 作者
zu: Umbhali

source: Date
af: Datum
bg: Дата
bs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
fy_nl: Datum
he: תאריך
hr: Datum
hu: Dátum
ia: Data
id: Tanggal
it: Data
ja: 日付
ka: თარიღი
kab: Azemz
ko: 날짜
mg: Daty
ms: Tarikh
nb_no: Dato
nl: Datum
pa_in: ਮਿਤੀ
pl: Data
pt_br: Data
pt_pt: Data
ro: Data
sk: Dátum
sr: Датум
sv: Datum
te: తేదీ
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày
zh_cn: 日期
zh_tw: 日期
zu: Usuku

source: Content
af: Inhoud
bg: Съдържание
bs: Sadržaj
de: Inhalt
el: Περιεχόμενο
es: Contenido
fy_nl: Ynhâld
he: תוכן
hr: Sadržaj
hu: Tartalom
ia: Contento
id: Konten
it: Contenuti
ja: 内容
ka: შიგთავსი
kab: Agbur
ko: 내용
mg: Atiny
ms: Kandungan
nb_no: Innhold
nl: Inhoud
pa_in: ਸਮੱਗਰੀ
pl: Treść
pt_br: Conteúdo
pt_pt: Conteúdo
ro: Conținut
sk: Obsah
sr: Садржај
sv: Innehåll
te: విషయం
th: เนื้อหา
tr: İçerik
uk: Вміст
ur: مواد
vi: Nội dung
zh_cn: 内容
zh_tw: 內容
zu: Okuqukethwe
