Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Contributor Satisfaction: l10n
bg: Удовлетворение на сътрудника: Преводи
bs: Zadovoljstvo doprinosioca: l10n
de: Zufriedenheit der Mitwirkenden: l10n
el: Ικανοποίηση εθελοντή: l10n
es: Satisfacción del colaborador: l10n
fy_nl: Meiwurkerstefredenheid: l10n
hr: Zadovoljstvo doprinositelja: l10n
hu: Közreműködői elégedettség: l10n
ia: Satisfaction del collaboratores: l10n
id: Kepuasan Kontributor: l10n
it: Soddisfazione dei collaboratori: L10N
ja: 貢献者満足度: l10n
ka: მოხალისეთა კმაყოფილება: l10n
kab: Asgiwen n imttekkiyen: l10n
ko: 공헌자 만족도: l10n
ms: Kepuasan Penyumbang: l10n
nb_no: Bidragsytertilfredshet: l10n
nl: Medewerkerstevredenheid: l10n
pa_in: ਯੋਗਦਾਨੀ ਸੰਤੁਸ਼ਟੀ: l10n
pl: Zadowolenie autorów: lokalizacja
pt_br: Satisfação de colaboradores: l10n
pt_pt: Satisfação do colaborador: l10n
ro: Satisfacția colaboratorilor: l10n
sk: Spokojnosť prispievateľa: l10n
sr: Задовољство доприносиоца: l10n
sv: Tillfredsställelse bidragsgivare: l10n
te: కంట్రిబ్యూటర్ సంతృప్తి: l10n
th: ความพึงพอใจของผู้มีส่วนร่วม: l10n
tr: Yardımcı Tatmini: Yerelleştirme
uk: Задоволення помічників: l10n
ur: شراکت دار کا اطمینان: l10n
vi: Sự hài lòng của người đóng góp: l10n
zh_cn: 贡献者满意度：本地化
zh_tw: 貢獻者滿意度：在地化

source: Contributor Satisfaction: Support Forum
bg: Удовлетворение на сътрудника: Форум за подкрепа
bs: Zadovoljstvo doprinosioca: Forum podrške
de: Zufriedenheit der Mitwirkenden: Hilfeforum
el: Ικανοποίηση εθελοντή: Φόρουμ υποστήριξης
es: Satisfacción del colaborador: Foro de ayuda
fy_nl: Meiwurkerstefredenheid: stipefoarum
hr: Zadovoljstvo doprinositelja: forum podrške
hu: Közreműködői elégedettség: Támogatási fórum
ia: Satisfaction del collaboratores: foro de supporto
id: Kepuasan Kontributor: Forum Dukungan
it: Soddisfazione dei collaboratori: forum di supporto
ja: 貢献者満足度: サポートフォーラム
ka: მოხალისეთა კმაყოფილება: მხარდაჭერის ფორუმი
kab: Asgiwen n imttekkiyen: Aforun n tallelt
ko: 공헌자 만족도: 지원 포럼
ms: Kepuasan Penyumbang: Forum Sokongan
nb_no: Bidragsytertilfredshet: brukerstøtteforum
nl: Medewerkerstevredenheid: ondersteuningsforum
pl: Zadowolenie autorów: forum pomocy
pt_br: Satisfação de colaboradores: Fórum de suporte
pt_pt: Satisfação do colaborador: Fórum de Apoio
ro: Satisfacția colaboratorilor: Forum de asistență
sk: Spokojnosť prispievateľa: Fórum podpory
sr: Задовољство доприносиоца: Форум подршке
sv: Tillfredsställelse bidragsgivare: Supportforum
te: కంట్రిబ్యూటర్ సంతృప్తి: - మద్దతు ఫోరం
th: ความพึงพอใจของผู้มีส่วนร่วม: ฟอรั่มสนับสนุน
tr: Yardımcı Tatmini: Destek Forumu
uk: Задоволення помічників: Форум підтримки
ur: شراکت دار کا اطمینان: سپورٹ فورم
vi: Sự hài lòng của người đóng góp: Diễn đàn hỗ trợ
zh_cn: 贡献者满意度：支持论坛
zh_tw: 貢獻者滿意度：技術支援討論區

source: Community Search Results
af: Gemeenskap-soekresultate
bg: Резултати от търсенето в общността
bs: Rezultati pretrage zajednice
de: Suchergebnisse der Gemeinschaft
el: Αποτελέσματα αναζήτησης κοινότητας
es: Resultados de búsqueda en la comunidad
fy_nl: Sykresultaten fan mienskip
hr: Rezultati pretrage zajednice
hu: Közösségi keresés találatai
ia: Resultatos del recerca del communitate
id: Hasil Pencarian Komunitas
it: Risultati della ricerca nella Comunità
ja: コミュニティ検索結果
ka: ერთობის ძიების შედეგები
kab: Igmaḍ n unadi n tmezdagnut
ko: 커뮤니티 검색 결과
mg: Vokatry ny Fikarohana @ Vondrona
ms: Hasil Carian Komuniti
nb_no: Fellesskapssøkeresultat
nl: Zoekresultaten van gemeenschap
pa_in: ਕਮਿਊਨਟੀ ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa na comunidade
pt_pt: Resultados da pesquisa da comunidade
ro: Rezultate de căutare pentru comunitate
sk: Výsledky vyhľadávania
sr: Резултати претраге заједнице
sv: Sökresultat gemenskapen
te: కమ్యూనిటీ శోధన ఫలితాలు
th: ผลลัพธ์การค้นหาชุมชน
tr: Topluluk arama sonuçları
uk: Результати пошуку у спільноті
ur: کمیونٹی تلاش کے نتائج
vi: Kết quả tìm kiếm cộng đồng
zh_cn: 社区搜索结果
zh_tw: 社群搜尋結果
zu: Imiphumela Yokucinga Komphakathi

source: Results for: {query}
af: Resultate vir: {query}
bg: Резултати за: {query}
bs: Rezultati za: {query}
de: Ergebnisse für: {query}
el: Αποτελέσματα για: {query}
es: Resultados para: {query}
fy_nl: Resultaten foar: {query}
he: תוצאות עבור: {query}
hr: Rezultati za: {query}
hu: Találatok: {query}
ia: Resultatos pro: {query}
id: Hasil untuk: {query}
it: Risultati per: {query}
ja: 検索語句: {query}
ka: შედეგები ფრაზისთვის: {query}
kab: Igmaḍ n: {query}
ko: 검색 결과: {query}
mg: Vokany ho an'ny: {query}
ms: Hasil carian untuk: {query}
nb_no: Resultater for: {query}
nl: Resultaten voor: {query}
pa_in: ਨਤੀਜੇ: {query}
pl: Wyniki dla: {query}
pt_br: Resultados de: {query}
pt_pt: Resultados para: {query}
ro: Rezultate pentru: {query}
sk: Výsledky pre: {query}
sr: Резултати за: {query}
sv: Resultat för: {query}
te: ఫలితాలు: {query}
th: ผลลัพธ์สำหรับ: {query}
tr: Sonuçlar: {query}
uk: Результати для: {query}
ur: کے نتائج:{query}
vi: Kết quả cho: {query}
zh_cn: {query} 的搜索结果
zh_tw: {query} 的搜尋結果：
zu: Imiphumela yalokhu: {query}

source: No users were found for your search query.
af: Geen gebruikers is vir die soeknavraag gevind nie.
bg: Не бяха намерени потребители по вашата заявка за търсене.
bs: U vašoj pretrazi nema pronađenih korisnika.
de: Für Ihre Suchanfrage wurden keine Benutzer gefunden.
el: Δεν βρέθηκαν χρήστες για την αναζήτησή σας.
es: No se encontraron usuarios para tu búsqueda.
fy_nl: Gjin brûkers fûn foar jo sykopdracht.
he: לא נמצאו משתמשים עבור שאילתת החיפוש שלך.
hr: Pretraga nije pronašla niti jednog korisnika.
hu: Nem található a kifejezésnek megfelelő felhasználó.
ia: Nulle usatores era trovate per tu parametros de recerca.
id: Tidak ada pengguna yang ditemukan dari kata kunci pencarian Anda.
it: Nessun utente trovato utilizzando questi parametri di ricerca.
ja: 指定の検索語句でユーザーが見つかりませんでした。
ka: მოთხოვნილი ფრაზისთვის, მომხმარებლები არ მოიძებნა.
kab: Ulac iseqdacen i d-yettwafen i tuttra-k n unadi.
ko: 검색어에 해당하는 사용자가 없습니다.
mg: Tsisy mpampiasa hita misy ilay teny fikarohanao.
ms: Tiada pengguna ditemukan untuk carian anda.
nb_no: Ingen brukere ble funnet med din søkefrase.
nl: Geen gebruikers gevonden voor uw zoekopdracht.
pa_in: ਤੁਹਾਡੀ ਖੋਜ ਪੁੱਛਗਿੱਛ ਲਈ ਕੋਈ ਉਪਭੋਗਤਾ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono użytkowników dla tego zapytania.
pt_br: Nenhum usuário encontrado na sua pesquisa.
pt_pt: Não foram encontrados utilizadores para a sua expressão de pesquisa.
ro: Nu s-au găsit utilizatori pentru această căutare.
sk: Na základe vášho vyhľadávania nebol nájdený žiadny používateľ.
sr: Ниједан корисник није нађен за ваш упит.
sv: Inga användare hittades med din sökfråga.
te: మీ శోధన ప్రశ్న కోసం వినియోగదారులు ఎవరూ దొరకలేదు.
th: ไม่พบผู้ใช้ที่ตรงกับคำที่คุณค้นหา
tr: Arama sorgunuzla hiç kullanıcı bulunamadı.
uk: За вашим пошуковим запитом користувачів не знайдено.
ur: آپ کی تلاش کے استفسار میں کوئی صارف نہیں ملا۔
vi: Không tìm thấy bất cứ thành viên nào với tìm kiếm của bạn.
zh_cn: 没有找到符合您的搜索条件的用户。
zh_tw: 您的搜尋條件找不到使用者。
zu: Abekho abasebenzisi abatholakele kulo mbuzo wakho wokucinga.

source: View Profile
af: Bekyk profiel
bg: Профил
bs: Vidi profil
de: Profil anzeigen
el: Προβολή προφίλ
es: Ver perfil
fy_nl: Profyl besjen
he: הצגת פרופיל
hr: Pogledaj profil
hu: Profil megjelenítése
ia: Vider le profilo
id: Lihat Profil
it: Visualizza profilo
ja: プロファイルを表示
ka: პროფილის ნახვა
kab: Sken amaɣnu
ko: 프로필 보기
mg: HIjery Mombamomba
ms: Lihat Profil
nb_no: Vis profil
nl: Profiel bekijken
pa_in: ਪਰੋਫਾਇਲ ਦੇਖੋ
pl: Wyświetl profil
pt_br: Ver perfil
pt_pt: Ver perfil
ro: Vezi profilul
sk: Zobraziť profil
sr: Погледај профил
sv: Visa profil
te: ప్రొఫైల్‌ను వీక్షించు
th: ดูข้อมูลส่วนตัว
tr: Profili Görüntüle
uk: Глянути профіль
ur: پروفائل دیکھیں
vi: Xem hồ sơ
zh_cn: 查看个人信息
zh_tw: 檢視個人資料
zu: Buka Iphrofayela

source: Private Message
af: Private boodskap
bg: Лично съобщение
bs: Privatna poruka
de: Private Nachricht
el: Ιδιωτικό μήνυμα
es: Mensaje privado
fy_nl: Priveeberjocht
he: הודעה פרטית
hr: Privatna poruka
hu: Privát üzenet
ia: Message private
id: Pesan Pribadi
it: Messaggio privato
ja: プライベートメッセージ
ka: პირადი შეტყობინება
kab: Izen uslig
ko: 개인 메시지
mg: Hafatra Tsiambaratelo
ms: Mesej Peribadi
nb_no: Privat melding
nl: Privébericht
pa_in: ਪ੍ਰਾਈਵੇਟ ਸੁਨੇਹਾ
pl: Prywatna wiadomość
pt_br: Mensagem privada
pt_pt: Mensagem privada
ro: Mesaj privat
sk: Súkromná správa
sr: Приватна порука
sv: Privat meddelande
te: వ్యక్తిగత సందేశం
th: ข้อความส่วนตัว
tr: Özel mesaj
uk: Приватне повідомлення
ur: نجی پغام
vi: Tin nhắn cá nhân
zh_cn: 私信
zh_tw: 私人訊息
zu: Umyalezo Wasesithe

source: Top Contributors - Support Forum
af: Top-bydraers – steundiensforum
bg: Най-добри сътрудници - Форум
bs: Top saradnici - Forum podrške
de: Aktivste Mitwirkende – Hilfeforum
el: Κορυφαίοι εθελοντές - Φόρουμ υποστήριξης
es: Colaboradores destacados - Foro de asistencia
fy_nl: Topmeiwurkers - Stipefoarum
he: תורמים מובילים - פורום תמיכה
hr: Top doprinositelji – forum podrške
hu: Legjobb közreműködők – Támogatási fórum
ia: Principal collaboratores - Foro de auxilio
id: Top Kontributor - Forum Dukungan
it: Migliori collaboratori - Forum di supporto
ja: 上位貢献者 - サポートフォーラム
ka: მხურვალე მოხალისეები - მხარდაჭერის ფორუმის
kab: Iwiziwen ifazen - Anmagar n tallelt
ko: 상위 공헌자 - 포럼
mg: Mpandray Anjara Sangany - Fihaonambe Fanampiana
ms: Penyumbang Teratas - Forum Sokongan
nb_no: Største bidragsytere - brukerstøtteforum
nl: Topmedewerkers - Ondersteuningsforum
pa_in: ਚੋਟੀ ਦੇ ਯੋਗਦਾਨੀ - ਸਹਾਇਕ ਫੋਰਮ
pl: Najaktywniejsi autorzy – Forum pomocy
pt_br: Principais colaboradores - Fórum de suporte
pt_pt: Melhores Colaboradores - Fórum de Apoio
ro: Colaboratori de top - Forum de asistență
sk: Hlavní prispievatelia - Fórum podpory
sr: Нај-сарадници - Форум подршке
sv: Bästa bidragare - Supportforum
te: ఉత్తమ సహాయకులు - మద్దతు ఫోరం
th: สุดยอดผู้มีส่วนร่วม - ฟอรั่มสนับสนุน
tr: En çok katkıda bulunanlar - Destek Forumu
uk: Найкращі помічники — Форум підтримки
ur: بہترین شراک دار -سپورٹ فورم
vi: Cộng tác viên hàng đầu - Diễn đàn hỗ trợ
zh_cn: 顶尖贡献者 - 支持论坛
zh_tw: 貢獻者排行榜 - 技術支援討論區
zu: Abanegalelo Abaphezulu - Isithangami Sabesekayo

source: Top Contributors - Knowledge Base
af: Top-bydraers – kennisbasis
bg: Топ сътрудници - база знания
bs: Top saradnici - Baza znanja
de: Aktivste Mitwirkende – Wissensdatenbank
el: Κορυφαίοι εθελοντές - Γνωσιακή βάση
es: Colaboradores destacados - Base de conocimientos
fy_nl: Topmeiwurkers - Kennisbank
he: תורמים מובילים - מאגר ידע
hr: Top doprinositelji – baza znanja
hu: Legjobb közreműködők – Tudásbázis
ia: Principal collaboratores - base de cognoscentia
id: Kontributor Teratas - Pundi Pengetahuan
it: Migliori collaboratori - Knowledge Base
ja: 上位貢献者 - ナレッジベース
ka: მხურვალე მოხალისეები - ცოდნის წყარო
kab: Iwiziwen ifazen - Azadur n tmussni
ko: 상위 공헌자 - 지식 기반
mg: Mpandray Anjara Sangany - Tobim-pahalalana
ms: Penyumbang Teratas- Pangkalan Pengetahuan
nb_no: Største bidragsytere - kunnskapsbase
nl: Topmedewerkers - Kennisbank
pa_in: ਚੋਟੀ ਦੇ ਯੋਗਦਾਨੀ - ਗਿਆਨ ਭੰਡਾਰ
pl: Najaktywniejsi autorzy – Baza wiedzy
pt_br: Principais colaboradores - Base de conhecimento
pt_pt: Melhores colaboradores - Base de conhecimento
ro: Colaboratori de top - Baza de cunoștințe
sk: Hlavní prispievatelia - Databáza vedomostí
sr: Нај-сарадници - База знања
sv: Bästa bidragare - Kunskapsbas
te: మేటి సహాయకులు - నాలెడ్జ్ బేస్
th: สุดยอดผู้มีส่วนร่วม - ฐานความรู้
tr: En çok katkıda bulunanlar - Bilgi Bankası
uk: Найкращі помічники — База знань
ur: بہترین شراکت دار-علم کی بنیاد
vi: Cộng tác viên hàng đầu - Kho tàng kiến thức
zh_cn: 顶尖贡献者 - 知识库
zh_tw: 貢獻者排行榜 - 知識庫
zu: Abanegalelo Abaphezulu - Isisekelo Solwazi

source: Top Contributors - Localization
af: Top-bydraers – taalaanpassing
bg: Топ сътрудници - Преводи
bs: Top saradnici - Lokalizacija
de: Aktivste Mitwirkende – Übersetzung
el: Κορυφαίοι εθελοντές - Μετάφραση
es: Colaboradores destacados - Localización
fy_nl: Topmeiwurkers - Oersetting
he: תורמים מובילים - תרגום
hr: Top doprinositelji – lokalizacija
hu: Legjobb közreműködők – Lokalizáció
ia: Principal collaboratores - localisation
id: Kontributor Teratas - Pelokalan
it: Migliori collaboratori - Localizzazione
ja: 上位貢献者 - ローカライズ
ka: მხურვალე მოხალისეები - თარგმნის
kab: Iwiziwen ifazen - Asideg
ko: 상위 공헌자 - 지역화
mg: Mpandray Anjara Sangany - Fandikan-teny
ms: Penyumbang Teratas - Lokalisasi
nb_no: Største bidragsytere - oversettelse
nl: Topmedewerkers - Vertaling
pa_in: ਚੋਟੀ ਦੇ ਯੋਗਦਾਨੀ - ਇਲਾਕਾਈਕਰਨ
pl: Najaktywniejsi autorzy – Lokalizacja
pt_br: Principais colaboradores - Localização
pt_pt: Melhores colaboradores - Tradução
ro: Colaboratori de top - Localizare
sk: Hlavní prispievatelia - Lokalizácia
sr: Нај-сарадници - Локализација
sv: Bästa bidragare - Översättning
te: ఉత్తమ సహాయకులు - స్థానికీకరణ
th: สุดยอดผู้มีส่วนร่วม - การแปลเป็นภาษาท้องถิ่น
tr: En çok katkıda bulunanlar - Yerelleştirme
uk: Найкращі помічники — Локалізація
ur: اہم شراکت دار - لوکلائزیشن
vi: Cộng tác viên hàng đầu - Bản địa hóa
zh_cn: 顶尖贡献者 - 本地化
zh_tw: 貢獻者排行榜 - 在地化
zu: Abanegalelo Abaphezulu - Ukwenziwa njengokwasendaweni

source: Select by Locale
af: Kies volgens taalstreek
bg: Изберете по език
bs: Odaberi po jeziku
de: Nach Sprache auswählen
el: Επιλογή κατά γλώσσα
es: Seleccionar por idioma
fy_nl: Selektearje op locale
he: בחירה לפי שפה
hr: Odaberi po jeziku
hu: Kiválasztás terület szerint
ia: Eliger per localisation
id: Pilih berdasarkan Lokal
it: Seleziona per lingua
ja: ロケールを選択
ka: ენის მიხედვით შერჩევა
kab: Fren s yideg
ko: 지역으로 선택
mg: Hifantina araka Teny
ms: Saring ikut Local
nb_no: Velg etter språk
nl: Selecteren op locale
pa_in: ਬੋਲੀ ਰਾਹੀਂ ਚੁਣੋ
pl: Wybierz wg lokalizacji
pt_br: Selecionar por idioma
pt_pt: Selecionar por Idioma
ro: Selectează după limbă
sk: Výber podľa jazyka
sr: Изабери по локалу
sv: Välj efter språk
te: లొకేల్ ద్వారా వడపోత
th: เลือกตามภาษา
tr: Dile göre seç
uk: Вибрати за мовою
ur: بولی کے ذریعہ منتخب کریں
vi: Chọn bởi địa phương
zh_cn: 根据语种选择
zh_tw: 依照語系選擇
zu: Khetha ngokwesizinda

source: There are {total} users with at least one contribution in the last 90 days.
af: Daar is {total} gebruikers met ten minste een bydrae in die afgelope 90 dae.
bg: Има {total} потребители с поне един принос през последните 90 дни.
bs: Ovo su {total} korisnika koji su imali barem jedan doprinos u posljednjih 90 dana.
de: Es gibt {total} Benutzer mit mindestens einem Beitrag in den letzten 90 Tagen.
el: Υπάρχουν {total} χρήστες με τουλάχιστον μία συνεισφορά τις τελευταίες 90 ημέρες.
es: Hay {total} usuarios con al menos una colaboración en los últimos 90 días.
fy_nl: Der binne {total} brûkers mei op syn minst ien bydrage yn de ôfrûne 90 dagen.
he: ישנם {total} משתמשים עם לפחות תרומה אחת ב־90 הימים האחרונים.
hr: Ima {total} korisnika s barem jednim doprinosom u posljednjih 90 dana.
hu: {total} felhasználó közreműködött legalább egyszer az elmúlt 90 napban.
ia: Il ha {total} usatores con al minus un contribution in le ultime 90 dies.
id: Ada {total} pengguna yang setidaknya kontribusi sekali dalam 90 hari terakhir.
it: {total} utenti hanno contribuito almeno una volta negli ultimi 90 giorni.
ja: 最近 90 日以内に少なくとも 1 つの貢献をしたユーザーは {total} 人です。
ka: ჯამში {total} მომხმარებელი, რომელთაც ბოლო 90 დღეში, სულ მცირე ერთი შემოწირულობა მაინც გაუკეთებიათ.
kab: Llan {total} n yiseqdacen ɣur-sen ma drus yiwen n uttekki deg 90 n wussan ineggura.
ko: 최근 90일 동안 최소 1개 이상 공헌한 분은 {total}명입니다.
mg: Misy mpampiasa {total} nanao fandraisana anjara iray fahafakeliny tao anatin'ny 90 andro lasa.
ms: Ada {total} pengguna dengan sekurang-kurangnya satu sumbangan dalam tempoh 90 hari lepas.
nb_no: Det finnes {total} brukere med minst ett bidrag i løpet av de siste 90 dagene.
nl: Er zijn {total} gebruikers met ten minste één bijdrage in de afgelopen 90 dagen.
pl: Mamy {total} użytkowników, którzy przynajmniej raz wnieśli swój wkład w ciągu ostatnich 90 dni.
pt_br: {total} usuários com pelo menos uma contribuição nos últimos 90 dias.
pt_pt: Existem {total} utilizadores com pelo menos uma contribuição nos últimos 30 dias.
ro: {total} (de) utilizatori cu cel puțin o contribuție în ultimele 90 de zile.
sk: Celkovo je {total} používateľov, ktorí majú aspoň jeden príspevok za posledných 90 dní.
sr: Ово су {total} корисника који су имали барем један допринос у последњих 90 дана.
sv: Det finns {total} användare med minst ett bidrag under de senaste 90 dagarna.
te: గత 90 రోజుల్లో కనీసం ఒక తోడ్పాటు కలిగిన {total} వాడుకరులు ఉన్నారు.
th: มีผู้ใช้ {total} คนที่มีการมีส่วนร่วมอย่างน้อย 1 ครั้งใน 90 วันหลังสุด
tr: Son 90 günde en az bir katkısı bulunan {total} kullanıcı var.
uk: Є {total} користувачів зі щонайменше одною допомогою за останні 90 днів.
ur: پچھلے 90 دنوں میں کم از کم ایک شراکت کے حامل{total} صارف ہیں۔
vi: Có tất cả {total} người dùng có ít nhất một đóng góp trong 90 ngày qua.
zh_cn: 这些是最近90天内有至少一个贡献的总共 {total} 个用户。
zh_tw: 這些是最近 90 天內，至少有一筆貢獻的 {total} 位使用者。
zu: Kunabasebenzisi aba-{total} ababe negalelo okungenani elilodwa ezinsukwini ezingama-90 ezedlule.

source: Contributions in last 90 days: {count}
af: Bydraes in afgelope 90 dae: {count}
bg: Приноси през последните 90 дни: {count}
bs: Doprinosi u posljednjih 90 dana: {count}
de: Beiträge in den letzten 90 Tagen: {count}
el: Συνεισφορές των τελευταίων 90 ημερών: {count}
es: Colaboraciones en los últimos 90 días: {count}
fy_nl: Bydragen yn de ôfrûne 90 dagen: {count}
he: תרומות ב־90 הימים האחרונים: {count}
hr: Doprinosi u posljednjih 90 dana: {count}
hu: {count} aktív közreműködés (utolsó 90 nap)
ia: Contributiones in ultime 90 dies: {count}
id: Kontribusi dalam 90 hari terakhir: {count}
it: Collaborazioni negli ultimi 90 giorni: {count}
ja: 最近 90 日以内の貢献数: {count} 件
ka: შეტანილი წვლილი, ბოლო 90 დღეში: {count}
kab: Ittekkiyen deg 90 n wussan: {count}
ko: 주요 활동 공헌자 (90일 내): {count} 회
mg: Fandraisana anjara tao anatin'ny 90 andro lasa: {count}
ms: Sumbangan dalam 90 hari lepas: {count}
nb_no: Bidrag de siste 90 dager: {count}
nl: Bijdragen in de afgelopen 90 dagen: {count}
pl: Wkład w ciągu ostatnich 90 dni – {count}
pt_br: Contribuições nos últimos 90 dias: {count}
pt_pt: Contribuições nos últimos 90 dias: {count}
ro: Contribuții în ultimele 90 de zile: {count}
sk: Príspevkov za posledných 90 dní: {count}
sr: Доприноси у последњих 90 дана: {count}
sv: Bidrag de senaste 90 dagarna: {count}
te: గత 90 రోజుల్లో కంట్రిబ్యూషన్స్: {count}
th: การมีส่วนร่วมใน 90 วันหลังสุด: {count}
tr: Son 90 günde yapılan katkı: {count}
uk: Внесків за останні 90 днів: {count}
ur: آخری 90 دنوں میں شراکت داری : {count}
vi: Các đóng góp trong 90 ngày qua: {count}
zh_cn: 最近90天内的贡献次数: {count}
zh_tw: 90 天內的貢獻數：{count}
zu: Igalelo elenziwe ezinsukwini ezingama-90 ezidlule: {count}

source: Days since last activity:
af: Dae sedert laaste aktiwiteit:
bg: Дни от последната активност:
bs: Dana od posljednje aktivnosti:
de: Tage seit letzter Aktivität:
el: Ημέρες από την τελευταία δραστηριότητα:
es: Días desde la última actividad:
fy_nl: Dagen sûnt lêste aktiviteit:
he: ימים מאז הפעילות האחרונה:
hr: Broj dana od posljednje aktivnosti:
hu: Utolsó tevékenység óta eltelt napok:
ia: Dies desde ultime activitate:
id: Lama hari sejak aktivitas terakhir:
it: Giorni dall'ultima attività:
ja: 最後の活動からの経過日数:
ka: გასული დღეების რაოდენობა, ბოლო მოქმედებების შემდეგ:
kab: D ussan seg urmud aneggaru.
ko: 마지막 활동 후 날짜:
mg: Andro hatr@ hetsika farany:
ms: Hari sejak aktiviti terakhir:
nb_no: Dager siden siste aktivitet:
nl: Dagen sinds laatste activiteit:
pa_in: ਆਖਰੀ ਸਰਗਰਮੀ ਤੋਂ ਬਾਅਦ ਦਿਨ:
pl: Dni od ostatniej aktywności:
pt_br: Dias desde a última atividade:
pt_pt: Dias desde a última atividade:
ro: Zile de la ultima activitate:
sk: Dni od poslednej aktivity:
sr: Дана од последње активности:
sv: Dagar sedan senaste aktivitet:
te: గత కార్యాచరణ నుంచి దినాలు:
th: วันตั้งแต่กิจกรรมล่าสุด:
tr: Son etkinlikten sonra geçen gün:
uk: Днів з моменту останньої активності:
vi: Ngày hoạt động cuối cùng:
zh_cn: 最后活动至今的天数：
zh_tw: 最近一次活動至今的天數：
zu: Kusukela ngosuku lokugcina owagcina ngalo:

source: Hi
sv: Hej

source: Thank you and congratulations on your first contribution to the Mozilla Support Community Forums! You just made somebody's day, and we're so glad you're here.
sv: Tack och grattis till ditt första bidrag till Mozillas supportforum! Du har gjort någons dag och vi är så glada att du är här.

source: Our Community Forum is powered by incredible contributors like <a href="%(jeff_url)s">Jefferson</a>, <a href="%(noah_url)s">Noah</a>, and now YOU, who help hundreds of users every single day. You might think that you've just helped one user, but your reply might help hundreds more who might find the thread later through a search.
sv: Vårt communityforum drivs av otroliga bidragsgivare som <a href="%(jeff_url)s">Jefferson</a>, <a href="%(noah_url)s">Noah</a> och nu DIG, som hjälper hundratals användare varje dag. Du kanske tror att du just har hjälpt en användare, men ditt svar kan hjälpa hundratals andra som kan hitta tråden senare genom en sökning.

source: Here's what you can do next to keep the momentum going:
sv: Här är vad du kan göra härnäst för att hålla farten uppe:

source: Know our rules & guidelines
sv: Känna till våra regler och riktlinjer

source: If you haven't, please check out our <a href="%(rules_url)s">Forum rules and guidelines</a> to learn how we keep this space safe and helpful for everyone.
sv: Om du inte har det, vänligen kolla in våra <a href="%(rules_url)s">forumregler och riktlinjer</a> för att lära dig hur vi håller detta utrymme säkert och användbart för alla.

source: Tell us about yourself
sv: Berätta om dig själv

source: We'd love to get to know you! If you feel comfortable, say hi and introduce yourself in <a href="%(intro_url)s">this thread</a>.
sv: Vi skulle gärna lära känna dig! Om du känner dig bekväm, säg hej och presentera dig själv i <a href="%(intro_url)s">den här tråden</a>.

source: Keep yourself updated
sv: Håll dig uppdaterad

source: Consider updating your <a href="%(prefs_url)s">notification preferences</a> to make sure you stay in the loop on threads you've participated in.
sv: Överväg att uppdatera dina <a href="%(prefs_url)s">aviseringsinställningar</a> för att se till att du håller dig uppdaterad om trådar du har deltagit i.

source: Learn the basic and best practices
sv: Lär dig grunderna och bästa praxis

source: Check out our <a href="%(get_started_url)s">get started guidelines</a> and <a href="%(best_practices_url)s">best practices</a> for contributing in the forums. These resources will help you up to speed quickly and help you make a meaningful impact in the Mozilla Support Community.
sv: Kolla in våra <a href="%(get_started_url)s">riktlinjer för att komma igång</a> och <a href="%(best_practices_url)s">bästa praxis</a> för att bidra i forumen. Dessa resurser hjälper dig att komma igång snabbt och hjälper dig att göra en meningsfull inverkan på Mozilla supportgemenskap.

source: 👉 <a href="%(video_url)s">Watch this video</a> if you prefer visual tutorial
sv: 👉 <a href="%(video_url)s">Titta på den här videon</a> om du föredrar visuell handledning

source: Stay updated
sv: Håll dig uppdaterad

source: Consider clicking the "Watch this forum" button on <a href="%(forums_url)s">Forum Discussions</a> to get community updates that are relevant to forum contributors.
sv: Överväg att klicka på knappen "Bevaka det här forumet" i <a href="%(forums_url)s">forumdiskussioner</a> för att få communityuppdateringar som är relevanta för forumsbidragsgivare.

source: Want to do more?
sv: Vill du göra mer?

source: If you reach 30 replies in a year, you'll earn our <a href="%(badge_url)s">Forum Contributor of the year badge</a> - a small token of recognition for your big impact.
sv: Om du får 30 svar under ett år får du vårt <a href="%(badge_url)s">emblem för årets forumbidragare</a> – ett litet erkännande för din stora inverkan.

source: Stay connected
sv: Håll dig uppkopplad
