Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.title
source: Tab basics
af: Eerste dinge oor oortjies
bg: Основи на разделите
bs: Osnove o tabovima
de: Grundlagen über Tabs
el: Βασικά καρτελών
es: Los conceptos básicos del uso de pestañas
fy_nl: Basiskennis fan ljepblêden
hr: Osnove o karticama
hu: Lapok használata
ia: Elementos re le schedas
id: Dasar-dasar tab
it: Primi passi con le schede
ja: タブの基本
ka: ჩანართის საწყისები
kab: Aseqdec n yiccaren
ko: 탭 기본 사용법
mg: Fiasa fototry ny vakizoro
ms: Asas tab
nb_no: Grunnleggende bruk av faner
nl: Basiskennis van tabbladen
pa_in: ਟੈਬ ਬੁਨਿਆਦ
pl: Podstawy obsługi kart
pt_br: Guia básico de abas
pt_pt: O básico dos separadores
ro: File, elemente de bază
sk: Základy práce s kartami
sr: Основе о језичцима
sv: Tabb-grunder
te: టాబ్ బేసిక్స్
th: ความรู้พื้นฐานเกี่ยวกับแท็บ
tr: Sekme temelleri
uk: Основи роботи з вкладками
ur: ٹیب کی بنیاد
vi: Khái niệm cơ bản về thẻ
zh_cn: 标签页基础知识
zh_tw: 分頁入門
zu: Ulwazi oluyisisekelo ngamathebhu

# DB: products.Topic.description
source: Tab basics
af: Eerste dinge oor oortjies
bg: Основи на разделите
bs: Osnove o tabovima
de: Grundlagen über Tabs
el: Βασικά καρτελών
es: Los conceptos básicos del uso de pestañas
fy_nl: Basiskennis fan ljepblêden
hr: Osnove o karticama
hu: Lapok használata
ia: Elementos re le schedas
id: Dasar-dasar tab
it: Primi passi con le schede
ja: タブの基本
ka: ჩანართის საწყისები
kab: Aseqdec n yiccaren
ko: 탭 기본 사용법
mg: Fiasa fototry ny vakizoro
ms: Asas tab
nb_no: Grunnleggende bruk av faner
nl: Basiskennis van tabbladen
pa_in: ਟੈਬ ਬੁਨਿਆਦ
pl: Podstawy obsługi kart
pt_br: Guia básico de abas
pt_pt: O básico dos separadores
ro: File, elemente de bază
sk: Základy práce s kartami
sr: Основе о језичцима
sv: Tabb-grunder
te: టాబ్ బేసిక్స్
th: ความรู้พื้นฐานเกี่ยวกับแท็บ
tr: Sekme temelleri
uk: Основи роботи з вкладками
ur: ٹیب کی بنیاد
vi: Khái niệm cơ bản về thẻ
zh_cn: 标签页基础知识
zh_tw: 分頁入門
zu: Ulwazi oluyisisekelo ngamathebhu

# DB: products.Topic.title
source: Tabs
hu: Lapok
ia: Schedas
it: Schede
kab: Accaren
nl: Tabbladen
pl: Karty
pt_br: Abas
pt_pt: Separadores
sr: Језичци
sv: Flikar
tr: Sekmeler
zh_cn: 标签页

# DB: products.Topic.description
source: Organize and manage your tabs for better browsing.
hu: Rendszerezze és kezelje a lapjait a jobb böngészés érdekében.
ia: Organisa e gere tu schedas pro melior navigation.
it: Organizza e gestisci le tue schede per una navigazione migliore.
nl: Organiseer en beheer uw tabbladen voor beter surfen.
pt_br: Organize e gerencie suas abas para navegar melhor.
sv: Organisera och hantera dina flikar för bättre surfning.
tr: Daha iyi gezinti için sekmelerinizi düzenleyip yönetin.
zh_cn: 整理和管理标签页，浏览更清爽。

# DB: products.Topic.title
source: Tab settings
af: Instellings vir oortjies
bg: Настройки на разделите
bs: Postavke taba
de: Einstellungen zu Tabs
el: Ρυθμίσεις καρτέλας
es: Ajustes de pestañas
fy_nl: Ljepblêdynstellingen
he: הגדרות לשוניות
hr: Postavke kartica
hu: Lapbeállítások
ia: Configurationes del schedas
id: Setelan tab
it: Impostazioni delle schede
ja: タブ設定
ka: ჩანართის პარამეტრები
kab: Iɣewwaren n yiccer
ko: 탭 설정
mg: Tefin'ny vakizoro
ms: Tetapan Tab
nb_no: Fane-innstillinger
nl: Tabbladinstellingen
pa_in: ਟੈਬ ਸੈਟਿਗਾਂ
pl: Ustawienia kart
pt_br: Configurações das abas
pt_pt: Configurações do separador
ro: Setări file
sk: Nastavenia kariet
sr: Поставке језичака
sv: Tabbinställningar
te: ట్యాబు అమరికలు
th: การตั้งค่าแท็บ
tr: Sekme ayarları
uk: Налаштування вкладок
ur: ٹیب کی سیٹنگز
vi: Cài đặt thẻ
zh_cn: 标签页设置
zh_tw: 分頁選項
zu: Amasethingi ethebhu

# DB: products.Topic.description
source: Tab settings
af: Instellings vir oortjies
bg: Настройки на разделите
bs: Postavke taba
de: Einstellungen zu Tabs
el: Ρυθμίσεις καρτέλας
es: Ajustes de pestañas
fy_nl: Ljepblêdynstellingen
he: הגדרות לשוניות
hr: Postavke kartica
hu: Lapbeállítások
ia: Configurationes del schedas
id: Setelan tab
it: Impostazioni delle schede
ja: タブ設定
ka: ჩანართის პარამეტრები
kab: Iɣewwaren n yiccer
ko: 탭 설정
mg: Tefin'ny vakizoro
ms: Tetapan Tab
nb_no: Fane-innstillinger
nl: Tabbladinstellingen
pa_in: ਟੈਬ ਸੈਟਿਗਾਂ
pl: Ustawienia kart
pt_br: Configurações das abas
pt_pt: Configurações do separador
ro: Setări file
sk: Nastavenia kariet
sr: Поставке језичака
sv: Tabbinställningar
te: ట్యాబు అమరికలు
th: การตั้งค่าแท็บ
tr: Sekme ayarları
uk: Налаштування вкладок
ur: ٹیب کی سیٹنگز
vi: Tùy chỉnh tab
zh_cn: 标签页设置
zh_tw: 分頁選項
zu: Amasethingi ethebhu

# DB: products.Topic.title
source: Tags
hu: Címkék
ia: Etiquettas
it: Etichette
kab: Tibzimin
nl: Labels
pl: Etykiety
pt_br: Etiquetas
sv: Taggar
tr: Etiketler
zh_cn: 标签

# DB: products.Topic.description
source: Categorize and organize efficiently with tags.
hu: Kategorizáljon és rendszerezzen hatékonyan a címkék segítségével.
ia: Categorisa e organisa efficientemente con le etiquettas.
it: Categorizza e organizza in modo efficiente con i tag.
nl: Categoriseer en organiseer efficiënt met labels.
pt_br: Categorize e organize do modo eficiente usando etiquetas.
sv: Kategorisera och organisera effektivt med taggar.
tr: Etiketlerle verimli bir şekilde kategorize edin ve düzenleyin.
zh_cn: 使用标签，分门别类更高效。

# DB: products.Topic.title
source: Technical
bg: Технически
de: Technisch
el: Τεχνικά
es: Técnico
fy_nl: Technysk
he: טכני
hr: Tehničko
hu: Műszaki
ia: Technic
it: Informazioni tecniche
ja: 技術
ka: ტექნიკური
kab: Tatiknikt
ko: 기술 문서
nb_no: Teknisk
nl: Technisch
pl: Kwestie techniczne
pt_br: Técnico
pt_pt: Técnico
ro: Tehnic
sk: Technické
sr: Техничко
sv: Tekniska frågor
th: ด้านเทคนิค
tr: Teknik
uk: Технічна
ur: تکنیکی
vi: Kỹ thuật
zh_cn: 技术信息
zh_tw: 技術資訊

# DB: products.Topic.description
source: Find solutions for how to use the Firefox Private Network add-on.
bg: Намерете решения как да използвате добавката Firefox Private Network.
de: Finden Sie Lösungen für die Verwendung des Add-ons für Firefox Private Network.
el: Βρείτε λύσεις για τη χρήση του προσθέτου Firefox Private Network.
fy_nl: Fyn oplossingen foar it gebrûk fan Firefox Private Network-add-on.
hr: Pronađi rješenja za upotrebu dodatka za Firefoxovu privatnu mrežu.
hu: Találjon megoldásokat a Firefox Private Network kiegészítő használatához
ia: Trova solutiones pro le uso del additivo Firefox Private Network.
it: Soluzioni per l'utilizzo del componente aggiuntivo di Firefox Private Network
ja: Firefox Private Network アドオンを使用する方法の解決策を見つける
ka: მონახეთ საშუალებები, როგორ გამოიყენოთ Firefox Private Network დამატება.
kab: Af-d tifrat ɣef wamek ara tesqedceḍ azegrir n uzeṭṭa uslig n Firefox
ko: Firefox Private Network 부가 기능을 사용하는 방법에 대한 해결책을 찾으세요.
nb_no: Finn løsninger for hvordan du bruker Firefox Private Network-tillegget.
nl: Vind oplossingen voor het gebruik van Firefox Private Network-add-on.
pl: Znajdź rozwiązania dotyczące korzystania z dodatku Firefox Private Network.
pt_br: Encontre soluções de como usar a extensão Firefox Private Network.
pt_pt: Encontre soluções sobre como utilizar o extra Firefox Private Network.
sk: Nájdite riešenia, ako používať doplnok Firefox Private Network.
sr: Пронађите решења за употребу додатка Firefox приватне мреже.
sv: Hitta lösningar för hur du använder Firefox Private Network-tillägget.
tr: Firefox Private Network eklentisinin kullanımıyla ilgili çözümler bulun.
uk: Знайти рішення для користування додатком Firefox Private Network.
vi: Tìm giải pháp cho cách sử dụng tiện ích Firefox Private Network.
zh_cn: 查找如何使用 Firefox Private Network 附加组件的解决方案
zh_tw: 尋找如何使用 Firefox Private Network 附加元件的解決方案。

# DB: products.Topic.description
source: Learn how to use all Firefox Relay features.
bg: Научете как да използвате всички функции на Firefox Relay.
de: Erfahren Sie, wie Sie alle Funktionen von Firefox Relay verwenden.
el: Μάθετε πώς να χρησιμοποιήσετε όλες τις λειτουργίες του Firefox Reality.
fy_nl: Lês hoe’t jo alle Firefox Relay-funksjes brûke kinne.
he: איך להשתמש בכל התכונות של Firefox Relay.
hr: Saznaj kako koristiti sve značajke Firefox Relaya.
hu: Tudja meg, hogyan használja a Firefox Realityt.
ia: Apprende a usar tote le functionalitates de Firefox Relay.
it: Scopri come utilizzare tutte le funzionalità di Firefox Relay.
ja: Firefox Relay のすべての機能の使い方を学びます。
ka: როგორ გამოიყენება Firefox Relay.
kab: Issin amek ara tesqedceḍ akk timahilin n Firefox Reality
ko: 모든 Firefox Relay 기능을 사용하는 방법을 알아보세요.
nb_no: Les hvordan du bruker alle Firefox Relay-funksjoner.
nl: Lees hoe u alle Firefox Relay-functies kunt gebruiken.
pl: Dowiedz się, jak korzystać ze wszystkich funkcji Firefox Relay.
pt_br: Saiba usar todos os recursos do Firefox Relay.
pt_pt: Aprenda a utilizar todas as funcionalidades do Firefox Relay.
sk: Zistite, ako používať všetky funkcie Firefox Relay.
sr: Научите како да користите све Firefox Relay функције.
sv: Lär dig hur du använder alla funktioner i Firefox Relay.
tr: Firefox Relay özelliklerini kullanmayı öğrenin.
uk: Дізнайтеся, як використовувати всі функції Firefox Relay.
vi: Tìm hiểu cách sử dụng tất cả các tính năng Firefox Relay.
zh_cn: 了解如何使用 Firefox Relay 的所有功能。
zh_tw: 了解如何使用 Firefox Relay 的所有功能。

# DB: products.Topic.title
source: Text-to-speech
ia: Synthese vocal
kab: Aḍris-ɣer-imesli
sv: Text-till-tal
tr: Metin seslendirme

# DB: products.Topic.description
source: Read web pages aloud.
ia: Leger paginas web in alte voce.
sv: Läs webbsidor högt.

# DB: products.Topic.title
source: Themes
ia: Themas
sv: Teman
tr: Temalar

# DB: products.Topic.description
source: Troubleshoot themes issues.
ia: Solver problemas de themas.
sv: Felsök problem med teman.
tr: Temalarla ilgili sorunları giderin.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
af: Leer hoe om jou eie webbladsye vinnig en maklik te skep en te deel.
bg: Научете как да създавате и споделяте свои собствени уеб страници бързо и лесно.
bs: Naučite brzo i lahko da kreirate i podijelite svoje web stranice.
de: Erfahren Sie, wie Sie Ihre eigenen Webseiten schnell und einfach erstellen und teilen können.
el: Μάθετε πώς να δημιουργήσετε και να μοιραστείτε τις δικές σας ιστοσελίδες εύκολα και γρήγορα.
es: Aprende a crear y compartir tus propias páginas web de forma rápida y sencilla.
fy_nl: Lês hoe’t jo fluch en ienfâldich jo eigen websiden oanmeitsje en diele kinne.
he: מידע על יצירה ושיתוף של דפי אינטרנט משלך במהירות ובפשטות.
hr: Saznaj, kako brzo i lako izraditi i dijeliti vlastite web stranice.
hu: Ismerje meg, hogyan hozhatja létre és oszthatja meg saját weboldalait gyorsan és egyszerűen.
ia: Apprende como crear e compartir tu proprie paginas web rapidemente e facilemente.
id: Pelajari cara membuat halaman web Anda sendiri dan membagikannya dengan cepat dan mudah.
it: Apprendi come creare e condividere le tue pagine web con rapidità e facilità
ja: 自分だけのウェブページをすばやく簡単に作成して共有する方法を学びます。
ka: შეიტყვეთ, თუ როგორ უნდა შექმნათ და გააზიაროთ ვებგვერდები სწრაფად და მარტივად.
kab: Issin amek ara ternuḍ daɣen ad tebḍuḍ isebtar web s tɣawla yerna s tefses
ko: 웹페이지를 쉽고 빠르게 만들고 공유하는 방법 배우기
mg: Ianaro ny fomba famoronana sy fizarana ireo pejin-tranonkalanao manokana @ fomba haingana sy mora.
ms: Belajar cara mencipta dan berkongsi laman web anda sendiri secara pantas dan mudah.
nb_no: Les om hvordan du skaper og deler dine egne nettsteder raskt og enkelt.
nl: Lees hoe u snel en eenvoudig uw eigen webpagina’s kunt aanmaken en delen.
pl: Dowiedz się, jak szybko i w prosty sposób stworzyć i udostępnić własne strony WWW.
pt_br: Saiba como criar e compartilhar as suas páginas web de forma rápida e fácil.
pt_pt: Aprenda a criar e partilhar as suas páginas web rapidamente e facilmente.
ro: Află cum să creezi și să partajezi pagini web rapid și ușor.
sk: Prečítajte si, ako môžete vytvárať a zdieľať rýchlo a jednoducho svoje vlastné webové stránky.
sr: Научите брзо и лако да креирате и поделите своје веб странице.
sv: Lär dig att skapa och dela dina egna webbsidor snabbt och enkelt.
te: మీ స్వంత వెబ్ పేజీలను సులభంగా మరియు త్వరగా ఎలా సృష్టించి మరియు సులభంగా పంచుకునేందుకు తెలుసుకోండి.
th: เรียนรู้วิธีสร้างและแบ่งปันหน้าเว็บของคุณเองอย่างรวดเร็วและง่ายดาย
tr: Kendi sayfalarınızı nasıl çabucak ve kolayca oluşturup paylaşabileceğinizi öğrenin.
uk: Дізнайтесь, як швидко та легко створювати та ділитись своїми власними вебсторінками.
ur: اپنے ویب صفحات کو جلدی اور آسانی سے تخلیق کرنے اور ان کا اشتراک کرنے کا طریقہ سیکھیں۔
vi: Tìm hiểu cách tạo và chia sẻ các trang web của riêng bạn một cách nhanh chóng và dễ dàng.
zh_cn: 了解如何快速、简单地创建和分享您自己制作的网页。
zh_tw: 了解如何簡單快速地建立與分享您自己的網頁。
zu: Funda ukuthi wakha kanjani uphinde wabelane ngawakho amakhasi ewebhu ngokushesha nakalula.

# DB: products.Topic.title
source: Thunderbird controls and buttons
bg: Контроли и бутони на Thunderbird
bs: Thunderbird kontrole i dugmad
de: Steuerung und Schaltflächen von Thunderbird
el: Πλήκτρα ελέγχου και κουμπιά του Thunderbird
es: Controles y botones de Thunderbird
fy_nl: Thunderbird-betsjinningen en -knoppen
he: פקדים וכפתורים של Thunderbird
hr: Thunderbird kontrole i gumbi
hu: A Thunderbird vezérlése és gombjai
ia: Controlos e buttones de Thunderbird
id: Kendali dan tombol Thunderbird
it: Controlli e pulsanti di Thunderbird
ja: Thunderbird のコントロールとボタン
ka: Thunderbird-ის სამართავი ხელსაწყოები და ღილაკები
kab: Isenqaden d tqeffalin n Tnunderbird
ko: Thunderbird 컨트롤과 버튼
ms: Kawalan dan butang Thunderbird
nb_no: Thunderbird innstillinger og knapper
nl: Thunderbird-bedieningselementen en -knoppen
pl: Elementy sterujące Thunderbirda
pt_br: Controles e botões do Thunderbird
pt_pt: Controlos e botões do Thunderbird
ro: Comenzi și butoane Thunderbird
sk: Ovládanie Thunderbirdu a tlačidlá
sr: Thunderbird контроле и дугмад
sv: Thunderbird kontroller och knappar
te: థండర్బర్డ్ నియంత్రణలు మరియు బటన్లు
th: การควบคุมและปุ่มของ Thunderbird
tr: Thunderbird kontrolleri ve düğmeleri
uk: Елементи управління та кнопки Thunderbird
ur: Thunderbird کے کنٹرول اور بٹن
vi: Điều khiển và nút của Thunderbird
zh_cn: Thunderbird 控件和按钮
zh_tw: Thunderbird 控制元件與按鈕

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
af: Leer alles oor Thunderbird-kontroles en -funksionaliteit.
bg: Научете всичко за контролите и функциите на Thunderbird.
bs: Saznajte sve o upravljanju i funkcionalnosti Thunderbirda.
de: Erfahren Sie alles über die Steuerung und Funktionalität von Thunderbird.
el: Μάθετε τα πάντα για τα κουμπιά ελέγχου και τη λειτουργικότητα του Thunderbird.
es: Aprende todo sobre los controles y funcionalidades de Thunderbird.
fy_nl: Lês alles oer Thunderbird-betsjinningen en -funksjonaliteiten.
he: מידע על הפקדים והתכונות של Thunderbird.
hr: Saznaj sve o Thunderbird kontrolama i funkcionalnosti.
hu: Tudjon meg mindent a Thunderbird vezérléséről és gombjairól.
ia: Controlos e buttones de Thunderbird
id: Pelajari semua tentang kendali dan fungsi Thunderbird.
it: Tutte le informazioni sui controlli e le funzionalità di Thunderbird
ja: Thunderbird のすべてのコントロールと機能について学びます。
ka: შეიტყვეთ, Thunderbird-ის მართვასა და შესაძლებლობებზე.
kab: Issin kullec ɣef yisenqaden d twuriwin n Thunderbird.
ko: Thunderbird 기능에 대해 자세히 알아봅니다.
mg: Fantaro ny rehetra momba ireo fibaiko sy fiasa @ Thunderbird.
ms: Ketahui semua perihal kawalan dan fungsi Thunderbird.
nb_no: Les alt om Thunderbird-kontroller og -funksjoner.
nl: Lees alles over Thunderbird-bedieningselementen en -functionaliteiten.
pl: Poznaj elementy sterujące i funkcje Thunderbirda.
pt_br: Aprenda tudo sobre controles e botões do Thunderbird.
pt_pt: Aprenda sobre controlos e funcionalidade do Thunderbird.
ro: Află totul despre comenzile și funcționalitatea Thunderbird.
sk: Prečítajte si všetko o ovládaní a funkcionalitách Thunderbirdu.
sr: Сазнајте све о управљању и функционалности Thunderbird-а.
sv: Lär dig allt om Thunderbird kontroller och funktionalitet.
te: అన్ని థండర్బర్డ్ నియంత్రణలు మరియు కార్యాచరణను గురించి తెలుసుకోండి.
th: เรียนรู้ทุกอย่างเกี่ยวกับการควบคุมและการทำงานของ Thunderbird
tr: Thunderbird kontrollerini ve işlevlerini öğrenin.
uk: Дізнайтесь все про елементи управління та функціональність Thunderbird.
ur: Thunderbird کے کنٹرول اور فعالیت کے بارے میں سب کچھ سیکھیں۔
vi: Tìm hiểu tất cả về các điều khiển và chức năng của Thunderbird.
zh_cn: 了解所有有关 Thunderbird 的控制部件和功能。
zh_tw: 了解所有的 Thunderbird 控制元件與功能。
zu: Funda konke mayelana nezilawuli ze-Thunderbird nokusebenza kwayo.

# DB: products.Topic.title
source: Thunderbird crashes
af: Thunderbird val om
bg: Thunderbird се срива
bs: Thunderbird rušenja
de: Thunderbird stürzt ab
el: Καταρρεύσεις Thunderbird
es: Cuelgues de Thunderbird
fy_nl: Thunderbird ferûngelokket
he: קריסות של Thunderbird
hr: Thunderbird se ruši
hu: A Thunderbird összeomlik
ia: Crashes de Thunderbird
id: Thunderbird mogok
it: Thunderbird si chiude inaspettatamente
ja: Thunderbird のクラッシュ
ka: Thunderbird – უეცარი გათიშვები
kab: Iɣelluyen n Thunderbird
ko: Thunderbird 충돌
mg: Crash Thunderbird
ms: Thunderbird ranap
nb_no: Thunderbird krasjer
nl: Thunderbird crasht
pa_in: ਥੰਡਰਬਰਡ ਕਰੈਸ਼
pl: Awarie Thunderbirda
pt_br: Travamentos no Thunderbird
pt_pt: O Thunderbird bloqueia
ro: Thunderbird se termină neașteptat
sk: Thunderbird padá
sr: Thunderbird рушења
sv: Thunderbird kraschar
te: థండర్బర్డ్ క్రాష్లు
th: Thunderbird ล่ม
tr: Thunderbird çöküyor
uk: Збої Thunderbird
ur: Thunderbirdکریش ہو گیا
vi: Thunderbird bị vỡ
zh_cn: Thunderbird 崩溃
zh_tw: Thunderbird 發生錯誤
zu: I-Thunderbird iyakhresha

# DB: products.Topic.description
source: Thunderbird crashes
af: Thunderbird val om
bg: Thunderbird се срива
bs: Thunderbird rušenja
de: Thunderbird stürzt ab
el: Καταρρεύσεις Thunderbird
es: Cuelgues de Thunderbird
fy_nl: Thunderbird ferûngelokket
he: קריסות של Thunderbird
hr: Thunderbird se ruši
hu: A Thunderbird összeomlik
ia: Crashes de Thunderbird
id: Thunderbird mogok
it: Thunderbird si chiude inaspettatamente
ja: Thunderbird のクラッシュ
ka: Thunderbird – უეცარი გათიშვები
kab: Iɣelluyen n Thunderbird
ko: Thunderbird 충돌
mg: Crash Thunderbird
ms: Thunderbird ranap
nb_no: Thunderbird krasjer
nl: Thunderbird crasht
pa_in: ਥੰਡਰਬਰਡ ਕਰੈਸ਼
pl: Awarie Thunderbirda
pt_br: Travamentos no Thunderbird
pt_pt: O Thunderbird bloqueia
ro: Thunderbird se termină neașteptat
sk: Thunderbird padá
sr: Thunderbird рушења
sv: Thunderbird kraschar
te: థండర్బర్డ్ క్రాష్లు
th: Thunderbird ล่ม
tr: Thunderbird çöküyor
uk: Збої Thunderbird
ur: Thunderbirdکریش ہو گیا
vi: Thunderbird bị vỡ
zh_cn: Thunderbird 崩溃
zh_tw: Thunderbird 發生錯誤
zu: I-Thunderbird iyakhresha

# DB: products.Topic.title
source: Thunderbird is slow or stops working
af: Thunderbird is stadig of hou op werk
bg: Thunderbird е бавен или спира да работи
bs: Thunderbird je spor ili prestaje da radi
de: Thunderbird ist langsam oder funktioniert nicht mehr
el: Το Thunderbird είναι αργό ή σταματά να λειτουργεί
es: Thunderbird va lento o ha dejado de funcionar
fy_nl: Thunderbird is traach of wurket net mear
he: Thunderbird איטי או מפסיק לעבוד
hr: Thunderbird je spor ili prestaje raditi
hu: A Thunderbird lassú vagy nem működik
ia: Thunderbird es lente o non functiona plus
id: Thunderbird lambat atau berhenti bekerja
it: Thunderbird è lento o non funziona
ja: Thunderbird の遅い動作とハングアップ
ka: Thunderbird მუშაობს ნელა და წყვეტებით
kab: Thunderbird ẓẓay neɣ iḥbes ur iteddu ara
ko: Thunderbird 속도 저하나 멈춤 현상
mg: Miadana na mikatso i Thunderbird
ms: Thunderbird perlahan atau tersekat
nb_no: Thunderbird er treg eller slutter å virke
nl: Thunderbird is traag of werkt niet meer
pa_in: ਥੰਡਰਬਰਡ ਹੌਲੀ ਹੈ ਜਾ ਕੰਮ ਕਰਨ ਨੂੰ ਰੋਕਦਾ ਹੈ
pl: Thunderbird działa wolno lub przestał działać
pt_br: O Thunderbird está lento ou parou de funcionar
pt_pt: O Thunderbird está lento ou pára de funcionar
ro: Thunderbird este lent și se oprește din funcționare
sk: Thunderbird je pomalý alebo neodpovedá
sr: Thunderbird је спор или престаје да ради
sv: Thunderbird är långsam eller slutat fungera
te: థండర్బర్డ్ నెమ్మదిగా ఉంది లేదా పని ఆగిపోయింది
th: Thunderbird ช้าหรือหยุดทำงาน
tr: Firefox yavaş veya kilitleniyor
uk: Thunderbird працює повільно або зависає
ur: Thunderbird سست ہے یا کام کرنا چھوڑ دیتا ہے
vi: Thunderbird bị chậm hoặc ngừng hoạt động
zh_cn: Thunderbird 缓慢或停止工作
zh_tw: Thunderbird 緩慢或停止工作
zu: I-Thunderbird ihamba kancane noma iyama ukusebenza

# DB: products.Topic.description
source: Thunderbird is slow or stops working
af: Thunderbird is stadig of hou op werk
bg: Thunderbird е бавен или спира да работи
bs: Thunderbird je spor ili prestaje da radi
de: Thunderbird ist langsam oder funktioniert nicht mehr
el: Το Thunderbird είναι αργό ή σταματά να λειτουργεί
es: Thunderbird va lento o ha dejado de funcionar
fy_nl: Thunderbird is traach of wurket net mear
he: Thunderbird איטי או מפסיק לעבוד
hr: Thunderbird je spor ili prestaje raditi
hu: A Thunderbird lassú vagy nem működik
ia: Thunderbird es lente o non functiona plus
id: Thunderbird lambat atau berhenti bekerja
it: Thunderbird è lento o non funziona
ja: Thunderbird の遅い動作とハングアップ
ka: Thunderbird მუშაობს ნელა და წყვეტებით
kab: Thunderbird ẓẓay neɣ iḥbes ur iteddu ara
ko: Thunderbird 속도 저하나 멈춤 현상
mg: Miadana na mikatso i Thunderbird
ms: Thunderbird perlahan atau tersekat
nb_no: Thunderbird er treg eller slutter å virke
nl: Thunderbird is traag of werkt niet meer
pa_in: ਥੰਡਰਬਰਡ ਹੌਲੀ ਹੈ ਜਾ ਕੰਮ ਕਰਨ ਨੂੰ ਰੋਕਦਾ ਹੈ
pl: Thunderbird działa wolno lub przestał działać
pt_br: O Thunderbird está lento ou parou de funcionar
pt_pt: O Thunderbird está lento ou pára de funcionar
ro: Thunderbird este lent și se oprește din funcționare
sk: Thunderbird je pomalý alebo neodpovedá
sr: Thunderbird је спор или престаје да ради
sv: Thunderbird är långsam eller slutat fungera
te: థండర్బర్డ్ నెమ్మదిగా ఉంది లేదా పని ఆగిపోయింది
th: Thunderbird ช้าหรือหยุดทำงาน
tr: Firefox yavaş veya çalışırken kilitleniyor
uk: Thunderbird працює повільно або зависає
ur: Thunderbird سست ہے یا کام کرنا چھوڑ دیتا ہے
vi: Thunderbird bị chậm hoặc ngừng hoạt động
zh_cn: Thunderbird 缓慢或停止工作
zh_tw: Thunderbird 緩慢或停止工作
zu: I-Thunderbird ihamba kancane noma iyama ukusebenza

# DB: products.Topic.title
source: Thunderbird options, preferences and settings
bg: Опции, предпочитания и настройки на Thunderbird
bs: Thunderbird opcije, preferencije i postavke
de: Optionen, Konfiguration und Einstellungen von Thunderbird
el: Επιλογές, προτιμήσεις και ρυθμίσεις του Thunderbird
es: Opciones, preferencias y configuración de Thunderbird
fy_nl: Opsjes, foarkarren en ynstellingen fan Thunderbird
he: אפשרויות, העדפות והגדרות של Thunderbird
hr: Thunderbird opcije i postavke
hu: A Thunderbird beállításai
ia: Optiones, preferentias e parametros de Thunderbird
id: Opsi, preferensi, dan setelan Thunderbird
it: Opzioni, preferenze e impostazioni di Thunderbird
ja: Thunderbird のオプション、環境設定、設定
ka: Thunderbird-ის პარამეტრები, მითითებები და გამართვა
kab: Isefran, ismenyifen akked iɣewwaren n Thunderbird
ko: Thunderbird 옵션 및 환경 설정
ms: Pilihan, keutamaan dan tetapan Thunderbird
nb_no: Thunderbird alternativer og innstillinger
nl: Opties, voorkeuren en instellingen van Thunderbird
pl: Opcje Thunderbirda, preferencje i ustawienia
pt_br: Opções, preferências e configurações do Thunderbird
pt_pt: Opções, preferências e definições do Thunderbird
ro: Opțiuni Thunderbird, preferințe și setări
sk: Možnosti Thunderbirdu, predvoľby a nastavenia
sr: Thunderbird опције, преформансе и поставке
sv: Thunderbird alternativ och inställningar
te: థండర్బర్డ్ ఎంపికలు, ప్రాధాన్యతలు మరియు సెట్టింగ్లు
th: ตัวเลือก, การกำหนดลักษณะ และการตั้งค่าของ Thunderbird
tr: Thunderbird seçenekleri, tercihleri ve ayarları
uk: Налаштування і параметри Thunderbird
ur: Thunderbird کے اختیارات ، ترجیحات اور سیٹنگز
vi: Tùy chọn, tùy chỉnh và cài đặt Thunderbird
zh_cn: Thunderbird 选项、首选项和设置
zh_tw: Thunderbird 選項與偏好設定
