Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: A few times a week
af: 'n paar keer 'n week
bg: Няколко пъти в седмицата
bs: Nekoliko puta sedmično
de: Ein paar Mal pro Woche
el: Μερικές φορές την εβδομάδα
es: Unas pocas veces por semana
fy_nl: In pear kear yn 'e wike
hr: Nekoliko puta sedmično
hu: Hetente párszor
ia: Alcun vices al septimana
id: Beberapa kali seminggu
it: Poche volte ogni settimana
ja: 週に数度
ka: კვირაში რამდენჯერმე
kab: Tikkwal deg yimalas
ko: 일주일에 몇 차례
mg: Fotoana vitsivitsy isan-kerinandro
ms: Beberapa kali seminggu
nb_no: Noen ganger per uke
nl: Een paar keer per week
pa_in: ਇੱਕ ਹਫ਼ਤੇ ਵਿੱਚ ਕੁੱਝ ਵਾਰ
pl: Kilka razy w tygodniu
pt_br: Algumas vezes por semana
pt_pt: Algumas vezes por semana
ro: De câteva ori pe săptămână
sk: Viac krát za týždeň
sr: Неколико пута недељно
sv: Några gånger per vecka
te: కొన్ని సార్లు ఒక వారం
th: ไม่กี่ครั้งต่อสัปดาห์
tr: Haftada birkaç kere
uk: Декілька разів на тиждень
ur: ہفتے میں کچھ بار
vi: Một vài lần một tuần
zh_cn: 一周几次
zh_tw: 一週發生數次
zu: Izikhathi ezimbalwa ngesonto

source: Every time Firefox opened
af: elke keer wat ek Firefox oopmaak
bg: Всеки път, когато Firefox стартира
bs: Svaki put kada se Firefox otvori
de: Immer wenn Firefox geöffnet wird
el: Κάθε φορά που ανοίγει το Firefox
es: Cada vez que Firefox se abre
fy_nl: Elke kear as Firefox iepene waard
hr: Svaki put kada se Firefox otvori
hu: A Firefox minden elindításakor
ia: Cata vice que Firefox es aperite
id: Setiap kali Firefox terbuka
it: Ogni volta che avvio Firefox
ja: Firefox を開くたび
ka: Firefox-ის ყოველი გაშვებისას
kab: Yal tikkelt ara d-yeldi Firefox
ko: Firefox가 열릴 때마다
mg: Isaka ny nisokatra i Firefox
ms: Setiap kali Firefox dibuka
nb_no: Hver gang Firefox åpnes
nl: Telkens als Firefox werd geopend
pa_in: ਹਰ ਵਾਰ ਫਾਇਰਫਾਕਸ ਨੂੰ ਖੋਲ੍ਹਿਆ ਗਿਆ
pl: Za każdym razem, gdy otwieram
pt_br: Sempre que o Firefox abre
pt_pt: Sempre que o Firefox abre
ro: La fiecare deschidere a Firefox
sk: Pri každom spustení Firefoxu
sr: Сваког пута када се Firefox отвори
sv: Varje gång Firefox öppnas
te: ప్రతిసారీ Firefox తెరవబడింది
th: ทุกครั้งที่เปิด Firefox
tr: Firefox'u her açtığımda
uk: Завжди під час відкриття Firefox
ur: جب بھی Firefox کھولا گیا
vi: Bất cứ khi nào Firefox được mở lên
zh_cn: 每次打开 Firefox 时
zh_tw: 每當開啟 Firefox 的時候
zu: Ngaso sonke isikhathi lapho i-Firefox ivulwa

source: This started when...
af: Hierdie het begin toe...
bg: Това започна, когато...
bs: Ovo je počelo kada...
de: Das begann, als…
el: Αυτό ξεκίνησε όταν...
es: Esto comenzó cuando...
fy_nl: Dit begûn doe’t…
hr: Ovo je počelo, kad …
hu: Akkor kezdődött, amikor...
ia: Isto comenciava quando...
id: Ini dimulai sejak...
it: È cominciato quando…
ja: 問題が起こり始めた日...
ka: ეს დაიწყო მაშინ...
kab: Aya yebda makken...
ko: 이럴 때 시작합니다...
mg: Io dia nanomboka rehefa…
ms: Ini bermula apabila...
nb_no: Dette begynte å skje når ...
nl: Dit begon toen …
pa_in: ਇਹ ਜਦੋ ਸ਼ੁਰੂ ਹੋਇਆ...
pl: Zaczęło się gdy…
pt_br: Isso começou quando...
pt_pt: Isto começou quando...
ro: Aceasta a început atunci când...
sk: Začalo to, keď...
sr: Ово је почело када...
sv: Detta började när...
te: ఈ సమయంలో ప్రారంభమైంది ...
th: สิ่งนี้เริ่มต้นเมื่อ...
tr: Ne zaman olmaya başladı?
uk: Це почалось коли...
ur: یہ اس وقت شروع ہوا جب ...
vi: Điều này bắt đầu khi...
zh_cn: 在此时开始...
zh_tw: 問題發生於…
zu: Lokhu kwaqala ngenkathi...

source: How can we help?
bg: Как можем да помогнем?
de: Wie können wir helfen?
el: Πώς μπορούμε να βοηθήσουμε;
es: ¿Cómo podemos ayudar?
fy_nl: Hoe kinne wy helpe?
he: איך נוכל לסייע?
hr: Kako možemo pomoći?
hu: Hogyan segíthetünk?
ia: Como pote nos adjutar?
id: Apa yang bisa kami bantu?
it: Come possiamo aiutarti?
ja: 私たちにできることはありますか？
ka: რითი შეგვიძლია დაგეხმაროთ?
kab: Amek i nezmer ad nalel?
ko: 어떻게 도와 드릴까요?
nb_no: Hvordan kan vi hjelpe?
nl: Hoe kunnen we helpen?
pl: Jak możemy pomóc?
pt_br: Como podemos ajudar?
pt_pt: Como podemos ajudar?
ro: Cum te putem ajuta?
sk: Ako môžeme pomôcť?
sr: Како можемо да помогнемо?
sv: Hur kan vi hjälpa?
th: ให้เราช่วยอะไรดี
tr: Nasıl yardımcı olabiliriz?
uk: Як ми можемо допомогти?
ur: ہم کس طرح مدد کر سکتے ہیں؟
vi: Chúng tôi có thể làm gì cho bạn?
zh_cn: 我能帮您什么？
zh_tw: 有什麼可以幫忙的？

source: Operating system
af: Bedryfstelsel
bg: Операционна система
bs: Operativni sistem
de: Betriebssystem
el: Λειτουργικό σύστημα
es: Sistema operativo
fy_nl: Bestjoeringssysteem
he: מערכת הפעלה
hr: Operacijski sustav
hu: Operációs rendszer
ia: Systema operative
id: Sistem operasi
it: Sistema operativo
ja: オペレーティングシステム
ka: საოპერაციო სისტემა
kab: Anagraw n wammud
ko: 운영체제
mg: Rafitra fikirakirana
ms: Sistem pengoperasian
nb_no: Operativsystem
nl: Besturingssysteem
pa_in: ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ
pl: System operacyjny
pt_br: Sistema operacional
pt_pt: Sistema Operativo
ro: Sistem de operare
sk: Operačný systém
sr: Оперативни систем
sv: Operativsystem
te: ఆపరేటింగ్ సిస్టమ్
th: ระบบปฏิบัติการ
tr: İşletim sistemi
uk: Операційна система
ur: آپریٹنگ سسٹم
vi: Hệ điều hành
zh_cn: 操作系统
zh_tw: 作業系統
zu: Uhlelo olusebenzayo

source: Installed plugins
af: Geïnstalleerde inproppe
bg: Инсталирани приставки
bs: Instalirani priključci
de: Installierte Plugins
el: Εγκατεστημένα αρθρώματα
es: Plugins instalados
fy_nl: Ynstallearre ynstekkers
he: תוספים חיצוניים מותקנים
hr: Instalirani priključci
hu: Telepített bővítmények
ia: Plugins installate
id: Plugin terpasang
it: Plugin installati
ja: インストールされたプラグイン
ka: დაყენებული მოდულები
kab: Izegrar ibedden
ko: 설치된 플러그인
mg: Fanohy napetraka
ms: Plugin dipasang
nb_no: Installerte programtillegg:
nl: Geïnstalleerde plug-ins
pa_in: ਇੰਨਸਟਾਲ ਪਲੱਗਇੰਨਸ
pl: Zainstalowane wtyczki
pt_br: Extensões instaladas
pt_pt: Plugins instalados
ro: Pluginuri instalate
sk: Nainštalované zásuvné moduly
sr: Инсталирани прикључци
sv: Installerade tillägg
te: ఇన్స్టాల్ ప్లగిన్లు
th: ปลั๊กอินที่ติดตั้งไว้
tr: Yüklü yan uygulamalar
uk: Встановлені плагіни
ur: انسٹال شدہ پلگ ان
vi: Đã cài đặt các plugin
zh_cn: 已安装的插件
zh_tw: 已安裝的外掛程式
zu: Amapulagi afakeliwe

source: Extension/plugin you are having trouble with
af: Uitreiding/inprop waarmee u probleme ervaar
bg: Разширение/добавка, където имате проблеми
bs: Proširenje/priključak s kojim imate problema
de: Erweiterung/Plugin mit dem Sie Probleme haben
el: Η επέκταση/άρθρωμα με το οποίο έχετε πρόβλημα
es: Extensión/plugin que te está dando problemas
fy_nl: Utwreiding/ynstekker dêr’t jo problemen mei hawwe
he: הרחבה/תוסף חיצוני שגורמים לבעיות
hr: Proširenje/priključak koji stvara probleme
hu: Az a kiterjesztés/bővítmény, amellyel problémája akadt
ia: Extension/plugin con le qual tu ha problemas
id: Ekstensi/plugin yang mengalami masalah
it: Estensioni/plugin con cui si verifica il problema
ja: 問題を起こした拡張機能またはプラグイン
ka: გაფართოება/მოდული რომელსაც ხარვეზები აქვს
kab: Asiɣzef/azegrir swayes i ak-d-ḍran wuguren
ko: 문제가 생긴 확장/플러그인
mg: Fanitarana/plugin miteraka olana ho anao
ms: Ekstensi./plugin yang anda ada masalah dengannya
nb_no: Utvidelse/programtillegg som du har trøbbel med
nl: Extensie/plug-in waar u problemen mee heeft
pa_in: ਐਕਸ਼ਟੇਸ਼ਨ/ਪਲੱਗਇਨ ਤੁਹਾਡੇ ਨਾਲ ਹੋਣ ਕਰਕੇ ਸਮੱਸਿਆ ਹੈ
pl: Wtyczki/rozszerzenia, z którymi masz problem
pt_br: Extensão/plugin que está apresentando problemas
pt_pt: Extensão/plugin que causa problemas
ro: Extensia/pluginul cu care ai probleme
sk: Rozšírenia/zásuvné moduly s ktorými máte často problém
sr: Екстензија/прикључак са којим имате проблема
sv: Tillägg/insticksmodul som du har problem med
te: ఎక్స్టెన్షన్ /plugin మీరు తో సమస్య ఉన్నట్లయితే
th: ส่วนเสริม/ปลั๊กอินที่คุณพบปัญหา
tr: Sorun yaşadığınız eklenti/yan uygulama
uk: Розширення/плагіни, з якими у вас виникли проблеми
ur: ایکسٹینشن / پلگ ان جس میں آپ کو مسلہ ہو رہا ہے
vi: Tiện ích mở rộng/phần bổ trợ bạn đang gặp sự cố
zh_cn: 发生问题时正在使用的扩展/插件
zh_tw: 出問題的擴充套件/外掛程式
zu: Ukwelulwa/amapulagi onenkinga nawo

source: Mobile device
af: Mobiele toestel
bg: Мобилно устройство
bs: Mobilni uređaj
de: Mobilgeräte
el: Κινητή συσκευή
es: Dispositivos móviles
fy_nl: Mobyl apparaat
he: מכשיר נייד
hr: Mobilni uređaj
hu: Mobileszköz
ia: Apparato mobile
id: Peranti seluler
it: Dispositivo mobile
ja: モバイル端末
ka: მობილური მოწყობილობა
kab: Ibenk aziraz
ko: 모바일 기기
mg: Fitaovana finday
ms: Peranti mudah alih
nb_no: Mobilenhet
nl: Mobiel apparaat
pa_in: ਮੋਬਾਇਲ ਯੰਤਰ
pl: Urządzenie mobilne
pt_br: Dispositivo móvel
pt_pt: Dispositivo móvel
ro: Dispozitiv mobil
sk: Mobilné zariadenie
sr: Мобилни уређај
sv: Mobil enhet
te: మొబైల్ పరికరం
th: อุปกรณ์มือถือ
tr: Mobil cihaz
uk: Мобільний пристрій
ur: موبائل آلہ
vi: Thiết bị di động
zh_cn: 移动设备
zh_tw: 行動裝置
zu: Idivayisi engumakhalekhukhwini

source: Which topic best describes your question?
bg: Коя тема описва най-добре вашия въпрос?
de: Welches Thema beschreibt Ihre Frage am besten?
el: Ποιο θέμα περιγράφει καλύτερα την ερώτησή σας;
fy_nl: Hokker ûnderwerp beskriuwt jo fraach it bêste?
he: איזה נושא מתאר את השאלה שלך בצורה הטובה ביותר?
hr: Koja tema najbolje opisuje tvoje pitanje?
hu: Melyik téma írja le legjobban a kérdést?
ia: Que argumento describe melio tu question?
id: Kategori manakah yang dapat menjelaskan masalah Anda dengan baik?
it: Argomento che meglio descrive il problema
ja: あなたの質問に当てはまるカテゴリーを選択してください。
ka: რომელი საკითხი მოიცავს თქვენს კითხვას ყველაზე უკეთ?
kab: Anwa asentel i d-isegzayen asteqsi-inek·inrm s telqey?
ko: 질문을 가장 잘 설명하는 주제는 무엇입니까?
nb_no: Hvilket emne beskriver spørsmålet ditt best?
nl: Welk onderwerp beschrijft uw vraag het beste?
pl: Który temat najlepiej opisuje twój problem?
pt_br: Qual tópico melhor descreve sua dúvida?
pt_pt: Qual o tópico que melhor descreve a sua questão?
ro: În ce categorie se încadrează cel mai bine problema ta?
sk: Ktorá téma najlepšie vystihuje vašu otázku?
sr: Која тема најбоље описује ваше питање?
sv: Vilket ämne beskriver din fråga bäst?
te: ఏ విషయం మీ ప్రశ్నను ఉత్తమంగా వివరిస్తుంది?
th: หัวข้อใดอธิบายคำถามของคุณได้ดีที่สุด
tr: Sorunuzu en iyi anlatan konu hangisi?
uk: Яка з тем найвідповідніша вашому питанню?
ur: کون سا موضوع آپ کے سوال کی بہترین وضاحت کرتا ہے؟
vi: Chủ đề nào mô tả đúng nhất với câu hỏi của bạn?
zh_cn: 您的问题适合哪一个分类？
zh_tw: 您的問題適合哪一種分類？

source: Email me when someone answers the thread
bg: Изпратете ми имейл, когато някой отговори на темата
de: Mich per E-Mail benachrichtigen, wenn jemand in diesem Thema antwortet
el: Ειδοποίηση μέσω email όταν κάποιος απαντήσει στο νήμα
es: Envíame un correo electrónico cuando alguien responda el hilo
fy_nl: My in e-mailberjocht stjoere wannear ien yn it petear antwurdet
he: לשלוח לי דוא״ל כשמתקבלת תשובה לאשכול
hr: Pošalji mi e-poštu kad netko odgovori na temu
hu: E-mail küldése, ha valaki megválaszolja a szálat
ia: Invia me un email quando qualcuno responde al discussion
id: Kirimi saya surel saat seseorang menjawab utas
it: Mandami un'email quando qualcuno risponde alla discussione
ja: 誰かがスレッドに応えたらメールで通知する
ka: ელფოსტაზე ცნობა, თემაზე გამოხმაურებისას
kab: Azen-iyi-id imayl mi d-yerra yiwen ɣef ukala afessas
ko: 누군가가 스레드에 답변하면 나에게 이메일 전송
nb_no: Send meg en e-post når noen svarer på tråden
nl: Mij een e-mailbericht sturen wanneer iemand in het gesprek antwoordt
pl: Powiadom mnie e-mailem, gdy ktoś odpowie w wątku
pt_br: Me enviar email quando alguém responder à discussão
pt_pt: Enviar um e-mail para mim quando alguém responder ao tópico
ro: Trimite-mi un mesaj pe e-mail când apare un răspuns la firul de discuție
sk: Napíšte mi, keď niekto odpovie na vlákno
sr: Пошаљи ми е-поруку када неко одговори на тему
sv: Skicka e-post till mig när någon svarar på tråden
th: ส่งอีเมลถึงฉันเมื่อมีคนตอบกระทู้
tr: Birisi konuya yanıt verdiğinde bana e-posta gönder
uk: Надішліть мені електронного листа, коли хтось відповість на тему
ur: جب کوئی تھریڈ کا جواب دیتا ہے تو مجھے ای میل کریں
vi: Gửi email cho tôi khi ai đó trả lời chủ đề
zh_cn: 当有人回复主题时发邮件给我
zh_tw: 有人回覆討論串時，寄信通知我

source: Enter your reply here.
af: Tik u antwoord hier.
bg: Въведете отговора си тук.
bs: Unesite odgovor ovdje.
de: Geben Sie hier Ihre Antwort ein.
el: Εισαγάγετε εδώ την απάντησή σας.
es: Introduce tu respuesta aquí.
fy_nl: Fier jo antwurd yn.
he: נא להכניס את התגובה שלך כאן.
hr: Ovdje upiši odgovor.
hu: Írja be ide a válaszát.
ia: Scribe hic tu responsa.
id: Masukkan balasan Anda di sini.
it: Inserire qui la risposta.
ja: ここに返信を記入してください。
ka: გთხოვთ, პასუხი დაწეროთ აქ.
kab: Sekcem tiririt-inek.m dagi.
ko: 여기에 답변을 입력하십시오.
mg: Ampidiro eto ny valiny omenao.
ms: Masukkan balasan anda di sini.
nb_no: Skriv svaret her.
nl: Voer uw antwoord in.
pa_in: ਇੱਥੇ ਆਪਣਾ ਜਵਾਬ ਦਿਓ।
pl: Wprowadź swoją odpowiedź.
pt_br: Escreva sua resposta aqui.
pt_pt: Escreva sua resposta aqui.
ro: Introdu răspunsul aici.
sk: Sem zadajte svoju odpoveď.
sr: Унесите одговор овде.
sv: Ange ditt svar här.
te: మీ ప్రత్యుత్తరాన్ని ఇక్కడ నమోదు చేయండి.
th: ป้อนการตอบกลับของคุณที่นี่
tr: Yanıtınızı yazın.
uk: Напишіть тут вашу відповідь.
ur: اپنا جواب یہاں درج کریں۔
vi: Nhập trả lời của bạn ở đây.
zh_cn: 在这里输入您的回复。
zh_tw: 在此輸入你的回應
zu: Faka impendulo yakho lapha.

source: Enter your email address here.
af: Tik u e-posadres hier.
bg: Въведете адреса на своята ел. поща.
bs: Unesite vašu adresu e-pošte ovdje.
de: Geben Sie hier Ihre E-Mail-Adresse ein.
el: Εισαγάγετε εδώ τη διεύθυνση email σας.
es: Escribe tu cuenta de correo aquí.
fy_nl: Fier hjir jo e-mailadres yn.
he: נא להכניס את כתובת הדוא״ל שלך כאן.
hr: Ovdje upiši svoju e-adresu.
hu: Írja be ide az e-mail címét.
ia: Insere hic tu adresse de e-mail.
id: Masukkan alamat surel Anda di sini.
it: Inserire qui l’indirizzo email.
ja: ここにあなたのメールアドレスを記入してください。
ka: შეიყვანეთ თქვენი ელფოსტის მისამართი აქ.
kab: Sekcem da tansa n yimayl-inek.m.
ko: 이메일 주소를 입력하십시오.
mg: Ampidiro eto ny adiresy mailakao.
ms: Masukkan alamat e-mel anda di sini.
nb_no: Skriv e-postadressen din her.
nl: Voer uw e-mailadres in.
pa_in: ਆਪਣਾ ਈਮੇਲ ਐਡਰੈਸ ਇੱਥੇ ਭਰੋ।
pl: Wprowadź swój adres e-mail.
pt_br: Digite aqui seu endereço de email.
pt_pt: Introduza aqui o seu endereço de correio eletrónico.
ro: Te rugăm să introduci o adresă de e-mail.
sk: Sem zadajte svoju e‑mailovú adresu.
sr: Унесите адресу е-поште овде.
sv: Ange din e-postadress här.
te: ఇక్కడ మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి
th: ป้อนที่อยู่อีเมลของคุณที่นี่
tr: E-posta adresinizi yazın.
uk: Напишіть тут вашу адресу електронної пошти.
ur: اپنا ای میل پتہ یہاں داخل کریں
vi: Nhập địa chỉ email của bạn tại đây.
zh_cn: 请在此输入您的邮箱地址。
zh_tw: 在此輸入您的電子郵件地址。
zu: Faka ikheli le-imeyli yakho lapha.

source: (optional):
bg: (по избор):
el: (προαιρετικό):
es: (opcional):
fy_nl: (opsjoneel):
he: (רשות):
hr: (opcionalno):
hu: (nem kötelező):
id: (opsional):
it: (facoltativo):
ja: (任意):
ka: (დამატებით):
kab: (afrayan):
ko: (선택사항):
nb_no: (valgfritt):
nl: (optioneel):
pl: (opcjonalne):
pt_br: (opcional):
pt_pt: (opcional):
ro: (opțional):
sk: (voliteľné):
sr: (опционо):
sv: (valfri):
th: (ไม่บังคับ):
tr: (isteğe bağlı):
uk: (необов’язково):
ur: (اختیاری):
vi: (không bắt buộc):
zh_cn: （可选）：
zh_tw: （選填）：

source: Question content cannot be empty.
sv: Frågans innehåll kan inte vara tomt.

source: Please provide an email.
af: Gee asseblief 'n e-pos.
bg: Моля, предоставете имейл.
bs: Molimo unesite adresu e-pošte.
de: Bitte geben Sie eine E-Mail-Adresse an.
el: Εισαγάγετε ένα email.
es: Por favor, pon una dirección de correo.
fy_nl: Jou in e-mailadres op.
he: נא לספק דוא״ל.
hr: Upiši e-adresu.
hu: Adjon meg egy e-mail címet.
ia: Per favor forni un email.
id: Cantumkan surel.
it: Inserire un indirizzo email.
ja: メールアドレスを記入してください。
ka: გთხოვთ, მიუთითოთ ელფოსტა.
kab: Ma ulac aɣilif, mudd-d tansa n yimayl.
ko: 이메일을 입력하세요.
mg: Asio mailaka azafady.
ms: Sila beri e-mel.
nb_no: Oppgi en e-postadresse.
nl: Geef een e-mailadres op.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਇੱਕ ਈ-ਮੇਲ ਦਿਉ।
pl: Podaj adres e-mail.
pt_br: Forneça um email.
pt_pt: Por favor, insira um e-mail.
ro: Te rugăm să precizezi o adresă de e-mail.
sk: Zadajte prosím e‑mailovú adresu.
sr: Унесите адресу е-поште.
sv: Vänligen ange en e-postadress.
te: దయచేసి ఒక ఇమెయిల్ అందిస్తాయి.
th: โปรดระบุอีเมล
tr: Lütfen bir e-posta girin.
uk: Будь ласка, вкажіть електронну пошту.
ur: براہ مہربانی ایک ای میل فراہم کریں۔
vi: Vui lòng nhập email.
zh_cn: 请输入邮箱地址。
zh_tw: 請提供電子信箱位址。
zu: Uyacelwa uhlinzeke nge-imeyli.

source: This question has been locked because the original author has deleted their account. While you can no longer post new replies, the existing content remains available for reference.
ia: Iste question ha essite blocate perque le autor original ha delite su conto. Ben que tu non pote plus postar nove responsas, le contento existente remane disponibile pro referentia.
sv: Denna fråga har låsts eftersom den ursprungliga författaren har tagit bort sitt konto. Även om du inte längre kan skicka nya svar, är det befintliga innehållet tillgängligt som referens.

source: That tag does not exist.
af: Daardie etiket bestaan nie.
bg: Този маркер не съществува.
bs: Ova oznaka ne postoji.
de: Dieses Schlagwort existiert nicht.
el: Αυτή η ετικέτα δεν υπάρχει.
es: Esta etiqueta no existe.
fy_nl: Dat label bestiet net.
he: התגית הזאת לא קיימת.
hr: Ova oznaka ne postoji.
hu: A címke nem létezik.
ia: Ille etiquetta non existe.
id: Tag tersebut tidak ada.
it: L'etichetta non esiste.
ja: そのタグは存在しません。
ka: აღნიშნული ჭდე არ არსებობს.
kab: Tabzimit-agi ulac-itt.
ko: 그 태그가 존재하지 않습니다.
mg: Tsy misy io tagy io.
ms: Tag itu tidak wujud.
nb_no: Taggen fins ikke.
nl: Dat label bestaat niet.
pa_in: ਇਹ ਟੈਗ ਮੌਜੂਦ ਨਹੀ ਹੈ।
pl: Ta etykieta nie istnieje.
pt_br: Essa etiqueta não existe.
pt_pt: Essa etiqueta não existe.
ro: Acea etichetă nu există.
sk: Označenie neexistuje.
sr: Оva ознака не постоји.
sv: Den här etiketten finns inte.
te: ఆ ట్యాగ్ లేదు .
th: ไม่มีป้ายกำกับนั้นอยู่
tr: Bu etiket mevcut değil.
uk: Цей тег не існує.
ur: وہ ٹیگ موجود نہیں ہے۔
vi: Tag này không tồn tại.
zh_cn: 该标签不存在。
zh_tw: 該標籤不存在。
zu: Ayikho ithegi enje.

source: Please provide a tag.
af: Verskaf asb. 'n etiket.
bg: Моля, въведете етикет (таг).
bs: Molimo priložite oznaku.
de: Bitte geben Sie ein Schlagwort an.
el: Παρακαλώ παραθέστε μια ετικέτα.
es: Por favor, proporciona una etiqueta.
fy_nl: Jou in label op
he: נא לספק תגית.
hr: Upiši oznaku.
hu: Adjon meg egy címkét.
ia: Per favor forni un etiquetta.
id: Harap berikan tag.
it: Inserire un'etichetta.
ja: タグを記入してください。
ka: გთხოვთ, მიუთითოთ ჭდე.
kab: Ma ulac aɣilif, mudd-d tabzimt.
ko: 태그를 입력하십시오.
mg: Asio tagy azafady.
ms: Sila beri tag.
nb_no: Oppgi en tagg.
nl: Geef een label op.
pa_in: ਕਿ੍ਪਾ ਕਰਕੇ ਇੱਕ ਟੈਗ ਦਿਓ ਜੀ।
pl: Podaj etykietę.
pt_br: Forneça uma etiqueta.
pt_pt: Por favor, forneça uma etiqueta.
ro: Te rugăm să furnizezi o etichetă.
sk: Zadajte prosím značku.
sr: Приложите ознаку.
sv: Vänligen ange en etikett.
te: దయచేసి ట్యాగ్ను అందిస్తాయి.
th: โปรดระบุป้ายกำกับ
tr: Lütfen bir etiket girin.
uk: Вкажіть тег.
ur: براہ مہربانی ایک ٹیگ فراہم کریں۔
vi: Vui lòng cung cấp một tag.
zh_cn: 请提供一个标签。
zh_tw: 請提供一個 tag。
zu: Uyacelwa uhlinzeke ngethegi.

source: Recently unanswered
af: Onlangs onbeantwoord
bg: Последни без отговор
bs: Nedavno neodgovoreno
de: Neu und nicht beantwortet
el: Πρόσφατα αναπάντητα
es: No respondidas recientemente
fy_nl: Resint net beäntwurde
hr: Nedavno neodgovoreno
hu: Nemrég megválaszolatlan
ia: Sin responsa recente
id: Baru-baru ini belum dijawab
it: Recenti senza risposta
ja: 最近の未回答の質問
ka: ბოლო პასუხგაუცემელი
kab: Ur yettwarr ara melmi kan
ko: 답변 없는 최근 질문
mg: Tsy voavaly vao haingana
ms: Terkini belum dijawab
nb_no: Nylig ubesvart
nl: Onlangs onbeantwoord
pa_in: ਹਾਲ ਹੀ ਨਾ-ਜਵਾਬ
pl: Najnowsze pytania bez odpowiedzi
pt_br: Sem resposta recente
pt_pt: Respondidas recentemente
ro: Recent nerăspunse
sk: Posledné nezodpovedané
sr: Недавно неодговорено
sv: Nyligen obesvarad
te: ఇటీవల సమాధానమే
th: ยังไม่ได้ตอบล่าสุด
tr: Yakında yanıtlanmayanlar
uk: Нещодавні без відповіді
ur: حال ہی میں جواب نہیں دیا گیا
vi: Chưa được trả lời gần đây
zh_cn: 近期尚未回答
zh_tw: 近期未回答
zu: Okusanda kuphendulwa

source: New
af: Nuwe
bg: Нов
bs: Novo
de: Neu
el: Νέα
es: Nuevos
fy_nl: Nij
he: חדש
hr: Novo
hu: Új
ia: Nove
id: Baru
it: Nuovo
ja: 新着
ka: ახალი
kab: Amaynut
ko: 신규
mg: Vaovao
ms: Baru
nb_no: Ny
nl: Nieuw
pa_in: ਨਵਾ
pl: Nowe
pt_br: Novas
pt_pt: Novas
ro: Nou
sk: Nové
sr: Ново
sv: Nytt
te: న్యూ
th: ใหม่
tr: Yeni
uk: Нове
ur: ن&يا
vi: Mới
zh_cn: 新
zh_tw: 更新
zu: Okusha

source: Answers didn't help
af: Antwoorde het nie gehelp nie
bg: Отговорите не помогнаха
bs: Odgovori nisu pomogli
de: Antworten haben nicht geholfen
el: Μη χρήσιμες απαντήσεις
es: Las respuestas no ayudaron
fy_nl: Antwurden holpen net
he: התשובות לא עזרו
hr: Odgovori nisu pomogli
hu: A válaszok nem segítettek
ia: Le responsas non adjutava
id: Jawaban tidak membantu
it: Risposte non utili
ja: 助けにならなかった回答
ka: უშედეგო პასუხები
kab: Tiririyn ur ttɛawanent ara
ko: 답변 도움 안됨 표시
mg: Tsy nanampy ireo valiny
ms: Jawapan tidak membantu
nb_no: Svar hjalp ikke
nl: Antwoorden hielpen niet
pa_in: ਉੱਤਰ ਮਦਦ ਨਹੀ ਕਰ ਸਕਿਆ
pl: Odpowiedzi nie pomogły
pt_br: Respondidas
pt_pt: As respostas não ajudaram
ro: Răspunsurile nu au fost de ajutor
sk: Odpovede nepomohli
sr: Одговори нису помогли
sv: Svar hjälpte inte
te: జవాబులు సహాయం లేదు
th: คำตอบไม่ได้ช่วย
tr: İşe yaramayan yanıtlar
uk: Відповіді не допомогли
ur: جوابات جس سے مدد نہیں ملی
vi: Câu trả lời không giúp được gì
zh_cn: 答案没有帮助
zh_tw: 解答沒有幫助
zu: Izimpendulo azisizanga

source: Needs info
af: Inligting nodig
bg: Необходима е информация
bs: Potrebne informacije
de: Benötigt Informationen
el: Χρειάζεται πληροφορίες
es: Necesita información
fy_nl: Ynfo nedich
he: נדרש מידע
hr: Potrebne informacije
hu: Információ szükséges
ia: Informationes es necesse
id: Perlu informasi
it: Necessarie informazioni
ja: 情報が必要
ka: საჭიროებს ინფორმაციას
kab: Yesra talɣut
ko: 변경 필요
mg: Mila fampahalalana
ms: Perlukan info
nb_no: Trenger informasjon
nl: Info nodig
pa_in: ਜਾਣਕਾਰੀ ਚਾਹਿਦੀ
pl: Wymaga dodatkowych informacji
pt_br: Necessita de informações
pt_pt: Precisa de informação
ro: Necesită informații
sk: Potrebuje informáciu
sr: Потребне информације
sv: Behöver information
te: సమాచారం నీడ్స్
th: ต้องการข้อมูล
tr: Bilgi gerekiyor
uk: Необхідна інформація
ur: معلومات کی ضرورت ہے
vi: Cần thêm thông tin
zh_cn: 需要信息
zh_tw: 需要資訊
zu: Kudingeka imininingwane

source: Solved
af: Opgelos
bg: Разрешен
bs: Riješeno
de: Gelöst
el: Επιλύθηκε
es: Resueltas
fy_nl: Oplost
he: נפתרה
hr: Riješeno
hu: Megoldva
ia: Solvite
id: Terselesaikan
it: Stato della soluzione
ja: 解決済み
ka: გადაწყვეტილი
kab: Yefra
ko: 해결된 질문
mg: Voavaha
ms: Diselesaikan
nb_no: Løst
nl: Opgelost
pa_in: ਹੱਲ
pl: Rozwiązane
pt_br: Resolvidas
pt_pt: Resolvido
ro: Rezolvată
sk: Vyriešené
sr: Решено
sv: Löst
te: పరిష్కరించబడింది
th: แก้ไขปัญหาแล้ว
tr: Çözüldü
uk: Вирішено
ur: حل شدہ
vi: Đã giải quyết
zh_cn: 已解决
zh_tw: 已解決
zu: Kusonjululiwe

source: Marked automatically
sv: Markeras automatiskt

source: Marked manually
sv: Markeras manuellt

source: Updated
af: Bygewerk
bg: Обновени
bs: Ažurirano
de: Aktualisiert
el: Ενημερωμένα
es: Actualizado
fy_nl: Bywurke
he: עודכן
hr: Ažurirano
hu: Frissítve
ia: Actualisate
id: Diperbarui
it: Aggiornato
ja: 更新日
ka: განახლებულია
kab: Yettuleqqem
ko: 수정일
mg: Nohavaozina
ms: Dikemaskini
nb_no: Oppdatert
nl: Bijgewerkt
pa_in: ਅੱਪਡੇਟ ਹੈ
pl: Zaktualizowano
pt_br: Atualizado
pt_pt: Atualizado
ro: Actualizată
sk: Aktualizované
sr: Ажурирано
sv: Uppdaterad
te: నవీకరించబడింది
th: อัปเดตแล้ว
tr: Güncelleme
uk: Оновлено
ur: تازہ کردہ
vi: Đã cập nhật
zh_cn: 最近更新
zh_tw: 最近更新
zu: Kuvuselelwe

source: Views
af: Kyke
bg: Изгледи
bs: Pregledi
de: Aufrufe
el: Προβολές
es: Vistas
fy_nl: Werjeftes
he: צפיות
hr: Pregledi
hu: Megjelenítés
ia: Visualisationes
id: Tampilan
it: Visualizzazioni
ja: 表示回数
ka: ნახვები
kab: Awali
ko: 보기
mg: Jery
ms: Paparan
nb_no: Visninger
nl: Weergaven
pa_in: ਝਲਕ
pl: Wyświetleń
pt_br: Visualizações
pt_pt: Visualizações
ro: Vizualizări
sk: Zobrazení
sr: Прегледа
sv: Visningar
te: అభిప్రాయాలు
th: จำนวนการดู
tr: Görüntüleme
uk: Переглядів
ur: نظارے
vi: Lượt xem
zh_cn: 查看数
zh_tw: 檢視
zu: Ukubukwa
