Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.title
source: Sync, save and share
bs: Sinhronizujte, sačuvajte i dijelite
ur: سنک ، محفوظ اور اشتراک

# DB: products.Topic.title
source: Manage preferences and add-ons
bs: Upravljajte postavkama i dodacima
ur: ترجیحات اور ایڈونز کا منظم کریں

# DB: products.Topic.title
source: Forum Support
ur: فورم سپورٹ

source: VR
id: TVR

# DB: products.Topic.title
source: Customize preferences
bs: Prilagodite preferencije
