Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Please select a different title.
af: Kies asseblief 'n ander titel.
bg: Моля изберете различно заглавие.
bs: Molimo odaberite drugi naslov.
de: Bitte wählen Sie einen anderen Titel.
el: Παρακαλώ επιλέξτε διαφορετικό τίτλο.
es: Por favor, selecciona un título diferente.
fy_nl: Selektearje in oare titel.
he: נא לבחור בכותרת אחרת.
hr: Odaberi jedan drugi naslov.
hu: Válasszon másik címet.
ia: Per favor elige un titulo differente.
id: Pilih judul lainnya.
it: Scegliere un altro titolo.
ja: 別のタイトルを選択してください。
ka: გთხოვთ, მიუთითოთ განსხვავებული სათაური.
kab: Ttxil-k fren azwel-nniḍen.
ko: 다른 제목을 입력하세요.
mg: Mifantena lohateny hafa azafady.
ms: Sila pilih tajuk berbeza.
nb_no: Velg en annen tittel.
nl: Selecteer een andere titel.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਅਲੱਗ ਸ਼ਿਰਲੇਖ਼ ਚੁਣੋ।
pl: Wybierz inny tytuł.
pt_br: Selecione um título diferente.
pt_pt: Por favor, escolha um título diferente.
ro: Te rugăm să alegi un titlu diferit.
sk: Vyberte prosím iný nadpis.
sr: Изаберите другачији наслов.
sv: Välj en annan titel.
te: దయచేసి వేరొక శీర్షికను ఎంచుకోండి.
th: โปรดเลือกหัวเรื่องที่แตกต่างกัน
tr: Lütfen farklı bir başlık seçin.
uk: Виберіть іншу назву.
ur: براہ مہربانی کوئی مختلف عنوان منتخب کریں۔
vi: Vui lòng chọn một tiêu đề khác.
zh_cn: 请选择一个不相同的标题。
zh_tw: 請選擇一個不相同的標題。
zu: Uyacelwa ukhethe isihloko esihlukile.

source: Include this in wiki syntax with [[Image:title]]
af: Sluit dit met wiki-sintaks in met [[Prent:titel]]
bg: Включете това с [[Image:title]]
bs: Uključi ovo u wiki sintaksu s [[Image:title]]
de: Fügen Sie dies mit der Wiki-Syntax [[Image:Titel]] ein
el: Συμπεριλάβετε αυτό σε συντακτικό wiki με [[Image:title]]
es: Incluir esto en sintaxis de wiki con [[Image:title]]
fy_nl: Dit opnimme yn wiki-syntaksis mei [[Image:title]]
hr: Uključi ovo u wiki sintaksu s [[Image:title]]
hu: Tegye bele ezt a wiki szintaxisba ezzel: [[image:title]]
ia: Include isto in syntaxe wiki con [[Image:title]]
id: Sertakan dalam sintaks wiki dengan [[Image:title]]
it: Includi nella sintassi wiki con [[Image:title]]
ja: これを Wiki 構文の [[Image:title]] にして挿入する
ka: ჩაურთეთ ვიკი [[Image:title]]-ის საშუალებით
kab: Seddu ayagi deg tseddast n wiki [[Image:title]]
ko: [[Image:title]] 위키 문법으로 포함시키기
mg: Asio an'ity ny rariteny wiki miaraka @ [[Image:title]]
ms: Sertakan ini dalam wiki sintaks dengan [[imej:tajuk]]
nb_no: Inkluder dette i wiki-syntaks med [[Image:title]]
nl: Dit opnemen in wiki-syntaxis met [[Image:title]]
pl: Dołącz to wprowadzając w składni wiki [[Image:title]]
pt_br: Incluir na sintaxe wiki com [[Image:title]]
pt_pt: Incluir isto na sintaxe da wiki com [[Image:title]]
ro: Include în sintaxa de wiki cu [[Image:title]]
sk: Zahrnúť do wiki syntaxi ako [[Image:title]]
sr: Укључи ово у wiki синтаксу са [[Image:title]]
sv: Inkludera detta i wikisyntax med [[Image:title]]
te: [[Image:title]] తో వికీ సింటాక్స్ ని చేర్చండి
th: รวมสิ่งนี้ในไวยากรณ์วิกิด้วย [[Image:title]]
tr: Bunu [[Image:title]] ile wiki sözdizimine dahil et
uk: Включити це в синтаксис wiki з [[Image:title]]
ur: [[Image:title]] کےساتھ وکی نحو شامل کریں
vi: Thêm nó vào trong cú pháp wiki [[Image:title]]
zh_cn: 在 wiki 语法中加入 [[Image:title]]
zh_tw: 在 wiki 語法當中加上 [[Image:title]] 語法
zu: Bandakanya lokhu ku-wiki syntax ne-[[Image:title]]

source: Provide a brief description of this media.
af: Gee 'n kort beskrywing van hierdie media.
bg: Въведете кратко описание на тази медия.
bs: Navedite kratak opis ovog medija.
de: Bitte beschreiben Sie die Datei kurz.
el: Παρέχετε μια σύντομη περιγραφή αυτού του μέσου.
es: Escribe una breve descripción del archivo multimedia.
fy_nl: Jou in koarte omskriuwing fan dizze media.
he: נא לספק תיאור קצר של פריט מדיה זה.
hr: Navedi kratak opis za ovaj medij.
hu: Adjon meg egy rövid leírást ehhez a médiához.
ia: Forni un breve description de iste medios.
id: Isikan deskripsi singkat tentang media ini.
it: Inserire una breve descrizione per questo elemento.
ja: このメディアの簡単な説明を記入してください。
ka: მიუთითეთ ფაილის მოკლე აღწერა
kab: Mudd-d aglam wezzilen n wallal-agi n teywalt.
ko: 미디어에 대한 간단한 설명을 입력하세요.
mg: Asio fanoritsoritana fohy io haino&jery io azafady.
ms: Beri huraian ringkas media ini.
nb_no: Oppgi en kort beskrivelse av denne mediefilen.
nl: Geef een korte omschrijving van dit medium.
pa_in: ਇਸ ਮੀਡਿਆ ਦਾ ਇੱਕ ਸੰਖੇਪ ਟੀਕਾ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ।
pl: Podaj krótki opis tego multimedium.
pt_br: Forneça uma breve descrição desta mídia.
pt_pt: Forneça uma breve descrição deste conteúdo multimédia.
ro: Scrie o scurtă descriere a acestui element multimedia.
sk: Zadajte stručný popis tohto multimediálneho súboru.
sr: Пружите кратак опис овог медија.
sv: Ge en kort beskrivning av denna media.
te: ఈ మీడియా యొక్క ఒక సంక్షిప్త వివరణను అందించండి.
th: ให้คำอธิบายสั้น ๆ สำหรับสื่อนี้
tr: Bu ortam için kısa bir açıklama girin.
uk: Надайте короткий опис цьому медіа.
ur: اس میڈیا کی ایک مختصر وضاحت فراہم کریں۔
vi: Cung cấp một mô tả ngắn gọn cho tập tin đa phương tiện này.
zh_cn: 请为这个媒体文件提供简短的描述。
zh_tw: 請為這個媒體檔案提供簡短的描述。
zu: Hlinzeka ngencazelo emfishane yale midiya.

source: Locale
af: Taalstreek
bg: Език
bs: Jezik
de: Sprache
el: Γλώσσα
es: Idioma
fy_nl: Taal
he: שפה
hr: Jezik
hu: Nyelv
ia: Localisation
id: Lokal
it: Localizzazione
ja: 言語
ka: ენა
kab: Tutlayt
ko: 언어
mg: Teny
ms: Lokal
nb_no: Språk
pa_in: ਲੋਕੇਲ
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
sk: Jazyk
sr: Локал
sv: Språk
te: లొకేల్
th: ภาษา
tr: Dil
uk: Локаль
ur: لوکیل
vi: Bản địa
zh_cn: 语言环境
zh_tw: 語系
zu: Indawo

source: Title
af: Titel
bg: Заглавие
bs: Naslov
de: Titel
el: Τίτλος
es: Título
fy_nl: Titel
he: כותרת
hr: Naslov
hu: Cím
ia: Titulo
id: Judul
it: Titolo
ja: タイトル
ka: სათაური
kab: Azwel
ko: 제목
mg: Lohateny
ms: Tajuk
nb_no: Tittel
nl: Titel
pa_in: ਨਾਂ
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
sk: Názov
sr: Наслов
sv: Titel
te: శీర్షిక
th: หัวข้อ
tr: Başlık
uk: Назва
ur: عنوان
vi: Tiêu đề
zh_cn: 标题
zh_tw: 標題
zu: Isihloko

source: Description
af: Beskrywing
bg: Описание
bs: Opis
de: Beschreibung
el: Περιγραφή
es: Descripción
fy_nl: Omskriuwing
he: תיאור
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ka: აღწერა
kab: Aglam
ko: 설명
mg: Fanoritsoritana
ms: Keterangan
nb_no: Beskrivelse
nl: Beschrijving
pa_in: ਵੇਰਵਾ
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
sk: Popis
sr: Опис
sv: Beskrivning
te: వివరణ
th: คำอธิบาย
tr: Açıklama
uk: Опис
ur: تفصیل
vi: Mô tả
zh_cn: 描述
zh_tw: 描述
zu: Incazelo

source: Image
af: Prent
bg: Изображение
bs: Slika
de: Grafik
el: Εικόνα
es: Imagen
fy_nl: Ofbylding
he: תמונה
hr: Slika
hu: Kép
ia: Imagine
id: Gambar
it: Immagine
ja: 画像
ka: სურათი
kab: Tugna
ko: 그림
mg: Sary
ms: Imej
nb_no: Bilde
nl: Afbeelding
pa_in: ਚਿੱਤਰ
pl: Obrazek
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
sk: Obrázok
sr: Слика
sv: Bild
te: చిత్రము
th: ภาพ
tr: Resim
uk: Зображення
ur: نقش
vi: Hình ảnh
zh_cn: 图像
zh_tw: 影像
zu: Umfanekiso

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
af: Aanvaarde formate sluit in: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Meer inligting...</a>
bg: Приеманите формати включват: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Научете повече...</a>
bs: Prihvaćeni formati uključuju: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Saznajte više...</a>
de: Zugelassene Formate sind: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Erfahren Sie mehr...</a>
el: Οι αποδεκτές μορφές περιλαμβάνουν: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Μάθετε περισσότερα...</a>
es: Los formatos aceptados incluyen PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Saber más...</a>
fy_nl: Akseptearre formaten binne: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Lês mear…</a>
he: סוגי התמונות בהם מותר להשתמש הם: PNG,‏ JPEG,‏ GIF.‏ <a target="_blank" href="{learn_more}">מידע נוסף...</a>
hr: Prihvaćeni formati uključuju: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Saznaj više …</a>
hu: Elfogadott formátumok: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">További információ…</a>
ia: Formatos acceptate es: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Saper plus...</a>
id: Format yang dapat diterima adalah PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Pelajari selengkapnya...</a>
it: I formati consentiti sono PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Ulteriori informazioni…</a>
ja: 利用可能な画像形式は PNG, JPEG, GIF です。<a target="_blank" href="{learn_more}">詳しくはこちら...</a>
ka: დაშვებული ფორმატებია: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">ვრცლად...</a>
kab: Imasalen yettwaqeblen gebren: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Issin ugar...</a>
ko: 사용 가능 포맷: PNG, JPEG, GIF <a target="_blank" href="{learn_more}">자세히 보기...</a>
mg: Anisan'ireo endri-drakitra ekena: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Hamantatra bebe kokoa…</a>
ms: Format diterima termasuk: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Ketahui selanjutnya...</a>
nb_no: Godkjente formater er blant annet: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Les mer ...</a>
nl: Geaccepteerde formaten zijn PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Meer lezen…</a>
pa_in: ਇਹ ਫਾਰਮੇਟ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">ਹੋਰ ਸਿੱਖੋ...</a>
pl: Akceptowane formaty to: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Dowiedz się więcej…</a>
pt_br: Formatos aceitos: PNG, JPEG e GIF. <a target="_blank" href="{learn_more}">Saiba mais...</a>
pt_pt: Os formatos aceites incluem: PNG, JPEG e GIF. <a target="_blank" href="{learn_more}">Saiba mais...</a>
ro: Formate acceptate: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Află mai multe...</a>
sk: Dovolené formáty sú: PNG, JPEG a GIF. <a target="_blank" href="{learn_more}">Viac informácií...</a>
sr: Подржани формати укључују: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Сазнајте више...</a>
sv: Accepterade format är: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Läs mer...</a>
te: అంగీకరించిన ఫార్మాట్లు: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">మరింత తెలుసుకోండి...</a>
th: รูปแบบที่ยอมรับประกอบด้วย: PNG, JPEG, GIF <a target="_blank" href="{learn_more}">เรียนรู้เพิ่มเติม...</a>
tr: Kabul edilen biçimler: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Daha fazla bilgi...</a>
uk: Приймаються наступні формати: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Докладніше...</a>
vi: Định dạng được chấp nhận bao gồm: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Tìm hiểu thêm...</a>
zh_cn: 允许的格式包括: PNG、JPEG、GIF。<a target="_blank" href="{learn_more}">了解更多...</a>
zh_tw: 允許的格式包含：PNG、JPEG、GIF。<a target="_blank" href="{learn_more}">了解更多…</a>
zu: Amafomethi amukelwayo abandakanya: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Funda kabanzi...</a>

source: Unrecognized request or nothing to cancel.
af: Nieherkenbare versoek of niks om te kanselleer nie.
bg: Неразпозната заявка или нищо за отмяна.
bs: Nepoznat zahtjev ili ništa se ne treba otkazati.
de: Unbekannte Anfrage oder nichts zum Abbrechen.
el: Μη αναγνωρισμένο αίτημα ή τίποτα προς ακύρωση.
es: Petición no reconocida o bien no hay nada que cancelar.
fy_nl: Net-herkend fersyk of neat te annulearjen.
he: בקשה לא מוכרת או שאין מה לבטל.
hr: Nepoznat zahtjev ili ništa se ne treba otkazati.
hu: Ismeretlen kérés, vagy nincs mit megszakítani.
ia: Requesta incognite o nihil a cancellar.
id: Permintaan tidak dikenal atau tidak ada yang bisa dibatalkan.
it: Richiesta non valida o nessuna operazione da annullare
ja: 認識できないリクエストまたはキャンセルなし。
ka: დაუდგენელი მოთხოვნა, ან არაფერია გასაუქმებელი.
kab: Asuter ur yettwassen ara neɣ ahat ulac ayen ara yettwasfesxe.
ko: 인식 할 수 없는 요청이나 취소를 할 수 없습니다.
mg: Hataka tsy fantatra na tsisy zavatra hofoanana.
ms: Permintaan tidak dikenali atau tiada untuk dibatalkan.
nb_no: Uventet forespørsel, eller ingenting å kansellere.
nl: Niet-herkend verzoek of niets te annuleren.
pa_in: ਬੇਪਛਾਣ ਬੇਨਤੀ ਨੂੰ ਰੱਦ ਕਰਨ ਲਈ ਕੁਝ ਵੀ ਨਾ ਕਰੋ।
pl: Nierozpoznane żądanie lub nic do anulowania.
pt_br: Pedido não reconhecido ou nada para cancelar.
pt_pt: Pedido não reconhecido ou nada para cancelar.
ro: Cerere nerecunoscută sau nimic de anulat.
sk: Nerozpoznaná požiadavka, alebo nič na zrušenie.
sr: Непознати захтев, или нема ничега за отказивање.
sv: Okänd begäran eller ingenting att avbryta.
te: గుర్తించలేని అభ్యర్థన లేదా రద్దు చేయడానికి ఏమీ లేదు.
th: ไม่รู้จักคำขอนี้หรือไม่มีสิ่งใดที่จะยกเลิก
tr: Tanınmayan istek veya iptal edilecek bir şey yok.
uk: Нерозпізнаний запит або нічого скасувати.
ur: غیر شناخت شدہ درخواست یا منسوخ کرنے کے لئے کچھ نہیں ہے۔
vi: Yêu cầu không được công nhận hoặc không có gì để hủy bỏ.
zh_cn: 未能识别的请求或者没有需要取消的。
zh_tw: 無法辨識的請求，或是無法取消。
zu: Isicelo esingaziwa noma akukho okungakhanselwa.

source: Unrecognized media type.
af: Nieherkenbare mediatipe.
bg: Неразпознат тип медия.
bs: Nepoznata vrsta medija.
de: Unbekannter Medien-Typ
el: Άγνωστος τύπος πολυμέσων.
es: Tipo de medio no reconocido.
fy_nl: Net-werkend mediatype.
he: סוג המדיה אינו מוכר.
hr: Nepoznata vrsta medija.
hu: Ismeretlen médiatípus.
ia: Typo de medios incognite.
id: Tipe media tidak dikenal.
it: Tipo di formato multimediale non riconosciuto
ja: 認識できないメディア形式です。
ka: ფაილის დაუდგენელი ფორმატი.
kab: Anaw n umidya ur yettwassen ara.
ko: 인식할 수 없는 미디어 형식입니다.
mg: Karazana haino&jery tsy fantatra.
ms: Jenis media tidak dikenali.
nb_no: Medietype ikke gjenkjent.
nl: Niet-herkend mediatype.
pa_in: ਬੇਪਛਾਣ ਮਾਧਿਅਮ ਦੀ ਕਿਸਮ।
pl: Nierozpoznany typ mediów.
pt_br: Tipo de mídia não reconhecido.
pt_pt: Tipo de multimédia não reconhecido.
ro: Fișier multimedia nerecunoscut.
sk: Nerozpoznaný typ média.
sr: Непознат тип медија.
sv: Okänd medietyp.
te: గుర్తించని మీడియా రకం.
th: ไม่รู้จักไฟล์สื่อชนิดนี้
tr: Tanınmayan ortam türü.
uk: Невідомий тип медіа.
ur: غیر شناختشدہ میڈیا قسم
vi: Tập tin chưa được phân loại.
zh_cn: 未能识别的媒体类型。
zh_tw: 無法辨識的媒體類型。
zu: Uhlobo lwemidiya olungaziwa.

source: Could not upload your image.
af: Kon nie jou prent oplaai nie.
bg: Вашето изображение не можа да бъде качено.
bs: Nije moguće dodati vašu sliku.
de: Ihre Grafik konnte nicht hochgeladen werden.
el: Αδυναμία μεταφόρτωσης εικόνας.
es: No se pudo cargar la imagen.
fy_nl: Koe jo ôfbylding net oplade.
he: לא ניתן היה להעלות את התמונה שלך.
hr: Nije moguće dodati tvoju sliku.
hu: A kép nem tölthető fel.
ia: Impossibile incargar tu imagine.
id: Tidak dapat mengunggah gambar Anda.
it: Impossibile caricare l'immagine.
ja: 画像ファイルがアップロードできませんでした。
ka: სურათის ატვირთვა ვერ მოხერხდა.
kab: Ur izmir ara ad yazen tugna.
ko: 그림을 업로드 할 수 없습니다.
mg: Tsy afaka nampiakatra ny sarinao.
ms: Tidak dapat memuatnaik imej anda.
nb_no: Klarte ikke laste opp bildet.
nl: Uploaden van uw afbeelding niet gelukt.
pa_in: ਤੁਹਾਡਾ ਚਿੱਤਰ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: Nie można przesłać obrazka.
pt_br: Não foi possível enviar sua imagem.
pt_pt: Não foi possível enviar a sua imagem.
ro: Nu s-a putut încărca imaginea.
sk: Váš obrázok nemožno nahrať.
sr: Није успело отпремљивање слике.
sv: Det gick inte att ladda upp din bild.
te: మీ చిత్రం అప్లోడ్ చేయబడలేదు.
th: ไม่สามารถอัปโหลดภาพของคุณ
tr: Resminiz yüklenemedi.
uk: Не вдалось вивантажити ваше зображення.
ur: آپ کی تصویر اپ لوڈ نہیں کی جاسکی۔
vi: Không thể tải lên hình ảnh của bạn.
zh_cn: 无法上传您的图像。
zh_tw: 無法上傳你的影像。
zu: Umfanekiso awukwazanga ukulodwa.

source: Delete image
af: Skrap prent
bg: Изтриване на това изображение
bs: Izbriši sliku
de: Grafik löschen
el: Διαγραφή εικόνας
es: Borrar imagen
fy_nl: Ofbylding fuortsmite
he: מחיקת תמונה
hr: Izbriši sliku
hu: Kép törlése
ia: Deler imagine
id: Hapus gambar
it: Elimina immagine
ja: 画像を削除
ka: სურათის წაშლა
kab: Kkes tugna
ko: 그림 지우기
mg: Hamafa sary
ms: Buang imej
nb_no: Slett bilde
nl: Afbeelding verwijderen
pa_in: ਚਿੱਤਰ ਹਟਾਓ
pl: Usuń obrazek
pt_br: Apagar imagem
pt_pt: Eliminar imagem
ro: Șterge imaginea
sk: Odstrániť obrázok
sr: Обриши слику
sv: Ta bort bild
te: చిత్రమును తొలగించు
th: ลบภาพนี้
tr: Resmi sil
uk: Вилучити зображення
ur: نقش حذف کریں
vi: Xóa hình ảnh
zh_cn: 删除图像
zh_tw: 刪除圖片
zu: Dilitha umfanekiso

source: Are you sure you want to delete this image?
af: Is jy seker jy wil hierdie prent skrap?
bg: Сигурен ли сте, че искате да изтриете това изображение?
bs: Jeste li sigurni da želite izbrisati ovu sliku?
de: Möchten Sie diese Grafik wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτήν την εικόνα;
es: ¿Seguro que deseas borrar esta imagen?
fy_nl: Binne jo wis dat jo dizze ôfbylding fuortsmite wolle?
he: למחוק את התמונה הזאת?
hr: Sigurno želiš izbrisati ovu sliku?
hu: Biztos, hogy törölni szeretné ezt a képet?
ia: Desira tu vermente deler iste imagine?
id: Yakin akan menghapus gambar ini?
it: Cancellare questa immagine?
ja: 本当にこの画像を削除してもよろしいですか？
ka: ნამდვილად გსურთ, სურათის წაშლა?
kab: Tebɣiḍ ad tekseḍ tugna-agi?
ko: 현재 그림을 삭제하시겠습니까?
mg: Azona antoka fa te-hamafa an'io sary io ianao?
ms: Adakah anda pasti mahu menghapuskan imej ini?
nb_no: Er du sikker på at du ønsker å slette dette bildet?
nl: Weet u zeker dat u deze afbeelding wilt verwijderen?
pa_in: ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਤੁਸੀ ਇਸਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć ten obrazek?
pt_br: Tem certeza que deseja apagar esta imagem?
pt_pt: Tem certeza que quer eliminar esta imagem?
ro: Ești sigur că vrei să ștergi această imagine?
sk: Ste si istý, že chcete tento obrázok odstrániť?
sr: Да ли сте сигурни да желите обрисати ову слику?
sv: Är du säker på att du vill ta bort den här bilden?
te: మీరు ఈ చిత్రమును ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบภาพนี้?
tr: Bu resmi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете вилучити це зображення?
ur: کیا آپ واقعی اس نقش کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn là bạn muốn xóa hình ảnh này không?
zh_cn: 您确定要删除此图像吗？
zh_tw: 你確定要刪除此圖片嗎？
zu: Unesiqiniseko sokuthi ufuna ukudilitha lo mfanekiso?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
af: Jy gaan nou hierdie prent permanent skrap. <strong>Dit kan nie ontdoen word nie!</strong> Is jy seker jy wil voortgaan?
bg: На път сте да изтриете завинаги това изображение. <strong>Това действие не може да бъде отменено!</strong> Сигурни ли сте, че искате да продължите?
bs: Spremate se trajno izbrisati ovu sliku. <strong>Ovo se ne može poništiti!</strong> Sigurno želite nastaviti?
de: Sie sind dabei, diese Grafik für immer zu löschen. <strong>Diese Aktion kann nicht rückgängig gemacht werden!</strong> Möchten Sie wirklich fortfahren?
el: Αυτή η εικόνα πρόκειται να διαγραφεί οριστικά. <strong>Αυτό δεν μπορεί να αναιρεθεί!</strong> Θέλετε σίγουρα να συνεχίσετε;
es: Estás a punto de borrar definitivamente esta imagen. <strong>¡No se puede deshacer!</strong> ¿Estás seguro de que quieres continuar?
fy_nl: Jo steane op it punt om dizze ôfbylding permanint fuort te smiten. <strong>Dit kin net mear ûngedien makke wurde!</strong> Binne jo wis dat jo trochgean wolle?
he: פעולה זו תגרום למחיקת התמונה הזו לצמיתות. <strong>לא ניתן לבטל פעולה זו!</strong> להמשיך?
hr: Trajno ćeš izbrisati ovu sliku. <strong>Ovo se ne može poništiti!</strong> Stvarno želiš nastaviti?
hu: A kép végleges törlésére készül. <strong>Ez egy visszavonhatatlan művelet!</strong> Valóban folytatni akarja?
ia: Tu es preste a deler permanentemente iste imagine. <strong>Isto non pote ser disfacite!</strong> Desira tu vermente continuar?
id: Anda akan menghapus gambar ini secara permanen. <strong>Proses ini tidak dapat dibalikkan!</strong> Yakin akan melanjutkan?
it: Si sta per eliminare permanentemente questa immagine. <strong>La modifica è irreversibile.</strong> Continuare?
ja: この画像を完全に削除しようとしています。<strong>この操作は元に戻せません！</strong> 本当に削除してもよろしいですか？
ka: თქვენ აპირებთ სურათის სამუდამოდ წაშლას. <strong>ეს ქმედება შეუქცევადია!</strong> ნამდვილად გსურთ გაგრძელება?
kab: Aql-ak tettedduḍ ad tekkseḍ ilebda tugna-a. <strong>Ayagi ur d-yettuɣal ara</strong> Tabɣiḍ ad tkemmleḍ?
ko: 현재 그림을 완전히 삭제하고자 합니다. <strong>현재 작업은 되돌릴 수 없습니다.</strong> 계속하시겠습니까?
mg: Eo an-dàlana hamafa mandrakizay an'ity sary ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antona fa te-hanohy ianao?
ms: Anda akan menghapuskan imej ini secara kekal. <strong>Ini tidak boleh dibatalkan!</strong> Adakah anda pasti mahu teruskan?
nb_no: Du vil nå slette dette bildet permanent. <strong>Dette kan ikke angres!</strong> Er du sikker på at du vil fortsette?
nl: U gaat deze afbeelding voorgoed verwijderen. <strong>Dit kan niet ongedaan worden gemaakt!</strong> Weet u zeker dat u wilt doorgaan?
pa_in: ਤੁਸੀ ਇਸ ਫੋਟੋ ਨੂੰ ਪੋਕੇ ਤੋਰ ਤੇ ਹਟਾ ਰਹੇ ਹੋ. <strong>ਇਹ ਦੁਬਾਰਾ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ !</strong> ਕੀ ਤੁਸੀ ਅੱਗੇ ਜਾਣਾ ਚਾਹੁਦੇ ਹੋ?
pl: Zamierzasz trwale usunąć ten obrazek. <strong>Tej operacji nie można cofnąć!</strong> Czy na pewno chcesz kontynuować?
pt_br: Você está prestes a apagar esta imagem permanentemente. <strong>A ação não pode ser desfeita!</strong> Deseja continuar?
pt_pt: Está prestes a apagar esta imagem permanentemente. <strong>Isto não poderá ser desfeito!</strong> Tem certeza que quer continuar?
ro: Ești pe cale să ștergi definitiv imaginea. <strong>Această acțiune nu este reversibilă!</strong> Sigur vrei să continui?
sk: Pokúšate sa natrvalo odstrániť tento obrázok. <strong>Túto operáciu nemožno vrátiť naspäť!</strong> Naozaj chcete pokračovať?
sr: У намери сте да трајно обришете ову слику. <strong>Није могуће опозвати!</strong> Да ли сте сигурни да желите да наставите?
sv: Du håller på att permanent ta bort den här bilden. <strong>Detta går inte att ångra!</strong> Är du säker på att du vill fortsätta?
te: మీరు శాశ్వతంగా ఈ చిత్రం తొలగించబోతున్నారు. <strong>ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!</strong> మీరు ఖచ్చితంగా కొనసాగాలనుకుంటున్నారా?
th: คุณกำลังลบกระทู้นี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
tr: Bu resmi kalıcı olarak silmek üzeresiniz. <strong>Bu işlem geri alınamaz!</strong> Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь вилучити це зображення назавжди. <strong>Увага, незворотна дія!</strong> Ви дійсно хочете продовжити?
vi: Bạn sắp sửa xóa vĩnh viễn hình ảnh này. <strong>Việc này không thể hoàn tác được!</strong> Bạn có chắc chắn là bạn muốn tiếp tục không?
zh_cn: 您将要永久删除此图像。<strong>此操作无法撤销！</strong> 您确定要继续吗？
zh_tw: 即將永久刪除這張圖片。<strong>此動作無法復原！</strong>您確定要刪除嗎？
zu: Usuzodilitha unomphela lo mfanekiso. <strong>Lokhu akuhlehliseki!</strong> Unesiqiniseko sokuthi ufuna ukuqhubeka?
