Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Browse all forum threads by topic
de: Themen im Forum nach Thema durchsuchen
el: Περιήγηση σε όλα τα νήματα του φόρουμ ανά θέμα
fy_nl: Troch alle foarumdiskusjes blêdzje op ûnderwerp
hu: Összes fórumszál tallózása téma szerint
ia: Folietta tote le discussiones del foro per thema
it: Sfoglia tutte le discussioni del forum per argomento
nl: Door alle forumdiscussies bladeren op onderwerp
pl: Przeglądaj wszystkie wątki na forum według tematów
pt_br: Ver todas as discussões do fórum por tópico
pt_pt: Navegar em todos os tópicos por tópico
sv: Bläddra i alla forumtrådar efter ämne
tr: Tüm forum başlıklarına konuya göre göz at
zh_cn: 按主题浏览所有论坛帖子
zh_tw: 以主題瀏覽所有討論串

source: Get help with
de: Holen Sie sich Hilfe zu
el: Λάβετε βοήθεια για
fy_nl: Help krije mei
hu: Kapjon segítséget ezzel kapcsolatban
ia: Obtene adjuta con
it: Ricevi assistenza per
nl: Hulp verkrijgen met
pl: Pytanie na temat
pt_br: Obter ajuda com
pt_pt: Obter ajuda com
sv: Få hjälp med
tr: Şunlarla ilgili yardım al:
zh_cn: 获取下列产品帮助
zh_tw: 獲得下列產品的協助

source: Firefox for Enterprise
bg: Firefox за Enterprise
bs: Firefox za Enterprise
de: Firefox für Unternehmen
el: Firefox για επιχειρήσεις
es: Firefox para empresas
fy_nl: Firefox foar bedriuwen
he: Firefox לארגונים
hr: Firefox za poduzeća
hu: Firefox vállalatok számára
ia: Firefox pro interprisas
id: Firefox untuk Enterprise
it: Firefox per le aziende
ja: 法人向け Firefox
ka: Firefox დაწესებულებებისთვის
kab: Firefox i tkebbanit
ko: 기업용 Firefox
ms: Firefox untuk Perusahaan
nb_no: Firefox for virksomheter
nl: Firefox voor ondernemingen
pa_in: ਐਂਟਰਪਰਾਈਜ਼ ਲਈ ਫਾਇਰਫੌਕਸ
pl: Firefox dla firm
pt_br: Firefox para Empresas
pt_pt: Firefox para Empresa
ro: Firefox pentru întreprinderi
sk: Firefox pre podniky
sr: Firefox за Enterprise
sv: Firefox för företag
te: ఎంటర్‌ప్రైజ్ కోసం ఫైర్‌ఫాక్స్
th: Firefox สำหรับองค์กร
tr: Kurumlar için Firefox
uk: Firefox для корпорацій
ur: انٹرپرائز کے لئے Firefox
vi: Firefox dành cho doanh nghiệp
zh_cn: Firefox 企业版
zh_tw: Firefox 企業版

source: View all
de: Alle ansehen
el: Προβολή όλων
fy_nl: Alles besjen
hu: Összes megtekintése
ia: Vider toto
it: Visualizza tutto
kab: Wali-ten akk
nl: Alles bekijken
pl: Wyświetl wszystkie
pt_br: Ver tudo
pt_pt: Ver tudo
sv: Visa alla
tr: Tümünü göster
zh_cn: 查看所有
zh_tw: 檢視全部

source: Contribute
bg: Допринесете
de: Mitwirken
el: Συνεισφορά
fy_nl: Bydrage
he: תרומה
hu: Közreműködés
ia: Contribuer
it: Collabora
ja: 協力
ka: წვლილის შეტანა
kab: Ttekki
ko: 기여하기
nl: Bijdragen
pl: Dołącz do nas
pt_br: Colabore
pt_pt: Contribuir
sk: Zapojte sa
sr: Допринесите
sv: Bidra
tr: Katkıda Bulunun
uk: Долучитися
vi: Đóng góp
zh_cn: 贡献
zh_tw: 貢獻

source: Contributor discussions
de: Diskussionen mit Mitwirkenden
el: Συζητήσεις εθελοντών
fy_nl: Meiwurkersdiskusjes
hu: Közreműködői témák
ia: Discussiones de contributor
it: Discussioni dei collaboratori
nl: Medewerkersdiscussies
pl: Dyskusje współautorów
pt_br: Discussões de colaboradores
pt_pt: Discussões dos colaboradores
sv: Diskussioner för bidragsgivare
tr: Gönüllü tartışmaları
zh_cn: 贡献者讨论
zh_tw: 貢獻者討論

source: Contributor tools
de: Werkzeuge für Mitwirkende
el: Εργαλεία εθελοντών
fy_nl: Ark foar meiwurkers
hu: Közreműködői eszközök
ia: Utensiles de contributor
it: Strumenti per i collaboratori
kab: Ifecka n iwiziwen
nl: Hulpmiddelen voor medewerkers
pl: Narzędzia współautora
pt_br: Ferramentas para colaboradores
pt_pt: Ferramentas dos colaboradores
sv: Verktyg för bidragsgivare
tr: Gönüllü araçları
zh_cn: 贡献者工具
zh_tw: 貢獻者工具

source: Download Firefox
bg: Изтегляне на Firefox
bs: Preuzmite Firefox
de: Firefox herunterladen
el: Λήψη του Firefox
es: Descarga Firefox
fy_nl: Firefox downloade
he: הורדת Firefox
hr: Preuzmi Firefox
hu: Firefox letöltése
ia: Discargar Firefox
id: Mozilla Firefox
it: Download di Firefox
ja: Firefox をダウンロード
ka: ჩამოტვირთეთ Firefox
kab: Sider-d Firefox
ko: Firefox 다운로드
mg: Hampidina Firefox
ms: Muat turun Firefox
nb_no: Last ned Firefox
nl: Firefox downloaden
pa_in: ਫਾਇਰਫੌਕਸ ਲਾਹੋ
pl: Pobierz Firefoksa
pt_br: Baixe o Firefox
pt_pt: Transferir o Firefox
ro: Descarcă Firefox
sk: Stiahnuť Firefox
sr: Преузмите свежу копију
sv: Hämta Firefox
te: Firefoxను డౌన్లోడ్
th: ดาวน์โหลด Firefox
tr: Firefox'u İndir
uk: Завантажити Firefox
ur: Firefox ڈائونلوڈ کریں
vi: Tải về Firefox
zh_cn: 下载 Firefox
zh_tw: 下載 Firefox

source: Manage your information and see your contributions.
bg: Управлявайте информацията си и вижте своя принос.
de: Verwalten Sie Ihre Daten und sehen Sie Ihre Beiträge.
el: Διαχειριστείτε τις πληροφορίες σας και δείτε τις συνεισφορές σας.
fy_nl: Jo gegevens beheare en jo bydragen besjen.
he: ניהול המידע שלך והצגת התרומות שלך.
hr: Upravljaj svojim podacima i pogledaj svoje priloge.
hu: Kezelje adatait, és nézze meg közreműködéseit.
ia: Gere tu informationes e vide tu collaborationes.
it: Gestisci le tue informazioni e controlla la tua attività.
ja: 情報の管理と貢献の確認。
ka: მართეთ თქვენი მონაცემები და შეტანილი წვლილი.
kab: Sefrek talɣut-inek rnu wali ittekkiyen-inek/inem.
ko: 정보를 관리하고 기여도를 확인하세요.
nb_no: Behandle informasjonen din og se bidragene dine.
nl: Uw gegevens beheren en uw bijdragen bekijken.
pl: Zarządzaj informacjami i przeglądaj swój wkład.
pt_br: Gerencie suas informações e veja suas contribuições.
pt_pt: Gerir a sua informação e ver as suas contribuições.
ro: Gestionează-ți informațiile și vezi ce contribuții ai.
sk: Spravujte svoje informácie a zobrazte svoje príspevky.
sr: Управљајте вашим подацима и погледајте ваш допринос.
sv: Hantera din information och se dina bidrag.
th: จัดการข้อมูลของคุณและดูการมีส่วนร่วมของคุณ
tr: Bilgilerinizi yönetin ve katkılarınızı görün.
uk: Керуйте вашими даними та переглядайте ваш внесок.
ur: اپنی معلومات کو منظم کریں اور اپنی شراکت داری دیکھیں۔
vi: Quản lý thông tin của bạn và xem đóng góp của bạn.
zh_cn: 管理您的个人信息和贡献。
zh_tw: 管理您的資訊並檢視貢獻內容。

source: Edit Profile
af: Redigeer profiel
bg: Редактирай профила
bs: Uredi profil
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
fy_nl: Profyl bewurkje
he: עריכת פרופיל
hr: Uredi profil
hu: Profil szerkesztése
ia: Rediger le profilo
id: Edit Profil
it: Modifica profilo
ja: プロファイルを編集
ka: პროფილის ჩასწორება
kab: Ẓreg amaɣnu
ko: 프로필 수정
mg: Hanitsy Mombamomba
ms: Edit Profil
nb_no: Rediger profil
nl: Profiel bewerken
pa_in: ਪਰੋਫਾਇਲ ਸੋਧ
pl: Edytuj profil
pt_br: Editar perfil
pt_pt: Editar perfil
ro: Editează profilul
sk: Upraviť profil
sr: Измени профил
sv: Redigera profil
te: ప్రొఫైల్‌ను సవరించు
th: แก้ไขข้อมูลส่วนตัว
tr: Profili düzenle
uk: Редагувати профіль
ur: پروفائل کی تدوین کریں
vi: Chỉnh sửa hồ sơ
zh_cn: 编辑个人信息
zh_tw: 編輯個人資料
zu: Lungisa Iphrofayela

source: My Questions
af: My vrae
bg: Моите въпроси
bs: Moja pitanja
de: Meine Fragen
el: Οι ερωτήσεις μου
es: Mis preguntas
fy_nl: Myn fragen
he: השאלות שלי
hr: Moja pitanja
hu: Kérdéseim
ia: Mi questiones
id: Pertanyaan
it: Le mie richieste
ja: 自分の質問
ka: ჩემი კითხვები
kab: Isteqsiyen-inu
ko: 질문 목록
mg: Ireo Fanontaniako
ms: Soalan Saya
nb_no: Mine spørsmål
nl: Mijn vragen
pa_in: ਮੇਰੇ ਸਵਾਲ
pl: Moje pytania
pt_br: Minhas perguntas
pt_pt: As minhas questões
ro: Întrebările mele
sk: Moje otázky
sr: Моја питања
sv: Mina frågor
te: నా ప్రశ్నలు
th: คำถามของฉัน
tr: Sorularım
uk: Мої запитання
ur: میرے سوالات
vi: Các câu hỏi của tôi
zh_cn: 我的问题
zh_tw: 我的問題
zu: Imibuzo yami

source: Settings
af: Instellings
bg: Настройки
bs: Postavke
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fy_nl: Ynstellingen
he: הגדרות
hr: Postavke
hu: Beállítások
ia: Configurationes
id: Pengaturan
it: Impostazioni
ja: 設定
ka: პარამეტრები
kab: Iɣewwaṛen
ko: 설정
mg: Tefy
ms: Tetapan
nb_no: Innstillinger
nl: Instellingen
pa_in: ਸੈਟਿਗਾ
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
sk: Nastavenia
sr: Поставке
sv: Inställningar
te: అమరికలు
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: سیٹنگز
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定
zu: Amasethingi

source: Manage your privacy and notification preferences.
bg: Управлявайте предпочитанията си за поверителност и известия.
de: Verwalten Sie Ihre Datenschutz- und Benachrichtigungseinstellungen.
el: Διαχειριστείτε τις προτιμήσεις απορρήτου και ειδοποιήσεών σας.
fy_nl: Jo privacy- en meldingsfoarkarren beheare.
he: ניהול העדפות הפרטיות וההתרעות שלך.
hr: Upravljaj svojim postavkama privatnosti i obavijesti.
hu: Adatvédelmi és értesítési beállítások kezelése.
ia: Gere tu preferentias de confidentialitate e avisos.
it: Gestisci le tue preferenze per la privacy e le notifiche.
ja: プライバシーと通知設定の管理。
ka: გამართეთ თქვენი პირადულობისა და შეტყობინებების პარამეტრები.
kab: Sefrek ismenyifen-inek n tbaḍnit d yilɣuten.
ko: 개인 정보 및 알림 기본 설정을 관리합니다.
nb_no: Behandle personvern- og varslingsinnstillinger.
nl: Uw privacy- en meldingsvoorkeuren beheren.
pl: Zarządzaj swoją prywatnością i ustawieniami powiadomień.
pt_br: Gerencie suas preferências de privacidade e notificação.
pt_pt: Gerir as suas preferências de privacidade e de notificações.
ro: Gestionează-ți confidențialitatea și preferințele pentru notificări.
sk: Spravujte nastavenia súkromia a predvoľby upozornení.
sr: Управљајте вашим подешавањима приватности и обавештења.
sv: Hantera dina sekretess- och aviseringsinställningar.
te: మీ అంతరంగికత, గమనింపుల అభిరుచులను నిర్వహించుకోండి.
th: จัดการการกำหนดลักษณะความเป็นส่วนตัวและการแจ้งเตือนของคุณ
tr: Gizlilik ve bildirim tercihlerinizi yönetin.
uk: Керуйте вашими налаштуваннями приватності та сповіщень.
ur: اپنی رازداری اور اطلاعات کی ترجیحات کو منظم کریں۔
vi: Quản lý quyền riêng tư và thông báo của bạn.
zh_cn: 管理您的隐私和通知设置。
zh_tw: 變更您的隱私權與通知偏好。

source: Exchange messages with other contributors.
bg: Обменяйте съобщения с други сътрудници.
de: Tauschen Sie Nachrichten mit anderen Mitwirkenden aus.
el: Ανταλλάξτε μηνύματα με άλλους εθελοντές.
es: Intercambiar mensajes con otros colaboradores.
fy_nl: Berjochten mei oare meiwurkers útwikselje.
he: התכתבות עם תורמים אחרים.
hr: Razmijeni poruke s ostalim doprinositeljima.
hu: Váltson üzeneteket más közreműködőkkel.
ia: Excambia messages con altere collaboratores.
it: Scambia messaggi privati con altri collaboratori.
ja: 他の貢献者から受信したプライベートメッセージ。
ka: გაცვალეთ შეტყობინებები დანარჩენ მოხალისეებთან.
kab: Myibdal iznan akked yimttekkiyen-nniḍen.
ko: 다른 공헌자와 메시지를 교환하세요.
nb_no: Utveksle meldinger med andre bidragsytere.
nl: Berichten met andere medewerkers uitwisselen.
pl: Wymieniaj wiadomości z innymi autorami.
pt_br: Troque mensagens com outros colaboradores.
pt_pt: Trocar mensagens com outros colaboradores.
sk: Vymieňajte si správy s ostatnými prispievateľmi.
sr: Размењујте поруке са другим сарадницима.
sv: Utbyta meddelanden med andra bidragsgivare.
te: ఇతర సహాయకులతో సందేశాలను ఇచ్చిపుచ్చుకోండి.
th: แลกเปลี่ยนข้อความกับผู้มีส่วนร่วมคนอื่น ๆ
tr: Diğer gönüllülerle mesaj alışverişi yapın.
uk: Обмінюйтеся повідомленнями з іншими помічниками.
vi: Trao đổi tin nhắn với những người đóng góp khác.
zh_cn: 与其他贡献者交流信息。
zh_tw: 與其他貢獻者交流訊息。

source: Sign Out
af: Meld af
bg: Изход
bs: Odjava
de: Abmelden
el: Έξοδος
es: Cerrar sesión
fy_nl: Ofmelde
he: יציאה
hr: Odjavi se
hu: Kijelentkezés
ia: Clauder session
id: Keluar
it: Esci
ja: ログアウト
ka: გამოსვლა
kab: Ffeɣ
ko: 로그 아웃
mg: Hivoaka
ms: Daftar Keluar
nb_no: Logg ut
nl: Afmelden
pa_in: ਸਾਈਨ ਆਉਟ
pl: Wyloguj się
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectează-te
sk: Odhlásiť sa
sr: Одјавa
sv: Logga ut
te: నిష్క్రమించు
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
ur: سائن آؤٹ
vi: Đăng xuất
zh_cn: 退出
zh_tw: 登出
zu: Ukusayinela Ukuphuma

source: SUMO community discussions
de: Diskussionen der SUMO-Gemeinschaft
el: Συζητήσεις κοινότητας SUMO
fy_nl: SUMO-mienskipsdiskusjes
hu: SUMO közösségi témák
ia: Discussiones del communitate de SUMO
it: Discussioni della comunità SUMO
nl: SUMO-gemeenschapsdiscussies
pl: Dyskusje społeczności SUMO
pt_br: Discussões na comunidade SUMO
pt_pt: Discussões na comunidade SUMO
sv: SUMO gemenskapsdiskussioner
tr: SUMO topluluk tartışmaları
zh_cn: SUMO 社区讨论
zh_tw: SUMO 社群討論

source: Support forum discussions
de: Diskussionen im Hilfeforum
el: Συζητήσεις φόρουμ υποστήριξης
fy_nl: Stipefoarumdiskusjes
hu: Támogatói fórumtémák
ia: Discussiones sur foro de supporto
it: Discussioni sui forum di supporto
nl: Ondersteuningsforumdiscussies
pl: Dyskusje na forum wsparcia
pt_br: Discussões no fórum de suporte
pt_pt: Apoiar discussões no fórum
sv: Supportforumsdiskussioner
tr: Destek forumu tartışmaları
zh_cn: 支持论坛讨论
zh_tw: 技術支援討論區上的討論

source: Article discussions
de: Diskussion zu Artikeln
el: Συζητήσεις άρθρου
fy_nl: Artikeldiskusjes
hu: Leírások témái
ia: Discussiones del articulo
it: Discussioni sugli articoli
nl: Artikeldiscussies
pl: Dyskusje na temat artykułów
pt_br: Discussões sobre artigos
pt_pt: Discussões de artigos
sv: Artikeldiskussioner
tr: Makale tartışmaları
zh_cn: 文章讨论
zh_tw: 文章討論

source: Localization discussions
de: Diskussionen zur Übersetzung
el: Συζητήσεις μετάφρασης
fy_nl: Lokalisaasjediskusjes
hu: Honosítás témái
ia: Discussiones de localisation
it: Discussioni sulla localizzazione
nl: Lokalisatiediscussies
pl: Dyskusje na temat lokalizacji
pt_br: Discussões sobre tradução
pt_pt: Discussões de tradução
sv: Översättningsdiskussioner
tr: Yerelleştirme tartışmaları
zh_cn: 本地化讨论
zh_tw: 在地化討論

source: Forum moderator discussions
de: Diskussionen für Moderatoren im Forum
el: Συζητήσεις συντονιστών φόρουμ
fy_nl: Foarummoderatordiskusjes
hu: Fórummoderátori témák
ia: Discussiones del moderatores del foro
it: Discussioni dei moderatori del forum
nl: Forummoderatordiscussies
pl: Dyskusje moderatorów forum
pt_br: Discussões de moderadores de fórum
pt_pt: Discussões do moderadores de fóruns
sv: Diskussioner med forummoderatorer
tr: Forum moderatörü tartışmaları
zh_cn: 论坛版主讨论
zh_tw: 討論區管理員的討論

source: View all discussions
de: Alle Diskussionen anzeigen
el: Προβολή όλων των συζητήσεων
fy_nl: Alle diskusjes besjen
hu: Összes téma megtekintése
ia: Vider tote le discussiones
it: Visualizza tutte le discussioni
nl: Alle discussies bekijken
pl: Wszystkie dyskusje
pt_br: Ver todas as discussões
pt_pt: Ver todas as discussões
sv: Visa alla diskussioner
tr: Tüm tartışmaları göster
zh_cn: 查看所有讨论
zh_tw: 檢視所有討論

source: Knowledge base discussions
de: Diskussionen zur Wissensdatenbank
el: Συζητήσεις γνωσιακής βάσης
fy_nl: Kennisbankdiskusjes
hu: Tudásbázis témái
ia: Discussiones del base de cognoscentias
it: Discussioni sulla Knowledge Base
nl: Kennisbankdiscussies
pl: Dyskusje na temat bazy wiedzy
pt_br: Discussões sobre a base de conhecimento
pt_pt: Discussões da base de conhecimentos
sv: Kunskapsbas-diskussioner
tr: Bilgi bankası tartışmaları
zh_cn: 知识库讨论
zh_tw: 知識庫討論

source: Off topic discussions
de: Themenfremde Diskussionen
el: Συζητήσεις εκτός θέματος
fy_nl: Off-topicdiskusjes
hu: Nem idevágó témák
ia: Discussiones foras thema
it: Discussioni fuori tema
nl: Off-topicdiscussies
pl: Dyskusje nie na temat
pt_br: Discussões fora do assunto
pt_pt: Outras discussões
sv: Diskussioner utanför ämnet
tr: Konu dışı tartışmalar
zh_cn: 离题讨论
zh_tw: 離題討論

source: Lost thread discussions
de: Aussortierte Diskussionen
el: Συζητήσεις χαμένων νημάτων
fy_nl: Ferlerne konversaasjediskusjes
hu: Elveszett témaszálak
ia: Discussiones non pertinente
it: Discussioni non pertinenti
nl: Verloren conversatiediscussies
pl: Spam
pt_br: Discussões perdidas
pt_pt: Discussões de tópicos perdidos
sv: Förlorade tråddiskussioner
tr: Kayıp başlık tartışmaları
zh_cn: 错版讨论
zh_tw: 失去頭緒的討論

source: Moderate forum content
de: Inhalte des Forums moderieren
el: Συντονισμός περιεχομένου φόρουμ
fy_nl: Foarumynhâld moderearje
hu: Fórumtartalom moderálása
ia: Contento del foro moderate
it: Modera i contenuti del forum
nl: Foruminhoud modereren
pl: Dyskusje moderatorów
pt_br: Moderar conteúdo do fórum
pt_pt: Moderar conteúdo do fórum
sv: Moderat foruminnehåll
tr: Forum içeriğini yönet
zh_cn: 管理论坛内容
zh_tw: 管理討論區內容

source: Knowledge base dashboards
de: Übersichten der Wissensdatenbank
el: Πίνακας γνωσιακής βάσης
fy_nl: Kennisbank-dashboerd
hu: Tudásbázis vezérlőpultjai
ia: Pannello de controlo del base de cognoscentias
it: Pannello di localizzazione
nl: Kennisbank-dashboard
pl: Panel bazy wiedzy
pt_br: Painéis da base de conhecimento
pt_pt: Painéis da base de conhecimentos
sv: Översikter kunskapsbas
tr: Bilgi bankası panoları
zh_cn: 知识库状态面板
zh_tw: 知識庫主控台

source: Guides
bg: Ръководства
de: Anleitungen
el: Οδηγοί
es: Guías
fy_nl: Hantliedingen
he: מדריכים
hr: Priručnici
hu: Útmutatók
ia: Guidas
it: Guide
ja: ガイド
ka: სახელმძღვანელოები
kab: Imniren
ko: 가이드
nb_no: Veiledninger
nl: Handleidingen
pl: Przewodniki
pt_br: Guias
pt_pt: Guias
ro: Ghiduri
sk: Sprievodcovia
sr: Водичи
sv: Guider
th: แนวทาง
tr: Kılavuzlar
uk: Настанови
ur: ہدایت نامہ
vi: Hướng dẫn
zh_cn: 指南
zh_tw: 指南

source: Media gallery
de: Mediengalerie
el: Συλλογή πολυμέσων
fy_nl: Mediagalery
hu: Médiagaléria
ia: Galeria de medios
it: Galleria multimediale
nl: Mediagalerij
pl: Galeria multimediów
pt_br: Galeria de mídia
pt_pt: Galeria de multimédia
sv: Mediegalleriet
tr: Ortam galerisi
zh_cn: 媒体文件库
zh_tw: 媒體檔案庫

source: Recent revisions
de: Neue Änderungen
el: Πρόσφατες αναθεωρήσεις
fy_nl: Resinte refyzjes
hu: Legutóbbi verziók
ia: Revisiones recente
it: Revisioni recenti
nl: Recente revisies
pl: Ostatnie zmiany
pt_br: Edições recentes
pt_pt: Revisões recentes
sv: Senaste revisioner
tr: En son revizyonlar
zh_cn: 最新修订
zh_tw: 最近編修

source: Community hub
de: Gemeinschaftsecke
el: Κέντρο κοινότητας
fy_nl: Mienskipshub
hu: Közösségi központ
ia: Centro del communitate
it: Centro della comunità
nl: Gemeenschapshub
pl: Społeczność
pt_br: Central da comunidade
pt_pt: Centro da comunidade
sv: Utvecklarcenter
tr: Topluluk merkezi
zh_cn: 社区中心
zh_tw: 社群中心

source: Locales
af: Taalstreke
bg: Езици
bs: Lokali
de: Sprachen
el: Γλώσσες
es: Idiomas
fy_nl: Talen
he: שפות
hr: Jezik
hu: Nyelvek
ia: Localisationes
id: Kode Pelokalan
it: Locale
ja: ロケール
ka: ენები
kab: Tutlayin
ko: 언어
mg: Teny
ms: Lokaliti
nb_no: Språk
pa_in: ਲੋਕੇਲਸ
pl: Języki
pt_br: Idiomas
pt_pt: Idiomas
ro: Limbi
sk: Jazyky
sr: Локали
sv: Språk
te: స్థానికాలు
th: ภาษา
tr: Diller
uk: Локалі
ur: زبانیں:
vi: Các địa phương
zh_cn: 语言环境
zh_tw: 語系
zu: Izindawo

source: Locale metrics
de: Daten zur Sprache
el: Δείκτες γλώσσας
fy_nl: Mjittingen per locale
hu: Nyelv metrikái
ia: Indicatores del localisation
it: Statistiche di localizzazione
nl: Metingen per locale
pl: Statystyki lokalizacji
pt_br: Métricas de tradução
pt_pt: Métricas do idioma
sv: Språkdata
tr: Dil ölçümleri
zh_cn: 语种指标
zh_tw: 語系指標

source: Aggregated metrics
de: Zusammengefasste Daten
el: Συγκεντρωτικοί δείκτες
fy_nl: Gearfoege mjittingen
hu: Egyesített metrikák
ia: Indicatores aggregate
it: Statistiche aggregate
nl: Samengevoegde metingen
pl: Statystyki zbiorcze
pt_br: Métricas agregadas
pt_pt: Métricas agregadas
sv: Sammanfattande data
tr: Toplanan ölçümler
zh_cn: 指标汇总
zh_tw: 加總指標

source: Show More
ia: Monstrar plus
kab: Sken-d ugar
nl: Meer tonen
pl: Więcej
pt_br: Mostrar mais
sv: Visa mer
tr: Daha fazla göster
zh_cn: 展开

source: What's New
af: Wat's nuut
bg: Новото в това издание
bs: Šta je novo
de: Was ist neu
el: Τι νέο υπάρχει
es: Qué hay de nuevo
fy_nl: Wat is nij
he: מה חדש
hr: Što je novo
hu: Újdonságok
ia: Novitates
id: Yang Baru
it: Novità
ja: 新着情報
ka: რა სიახლეებია
kab: Acu i d amaynut
ko: 새 소식
mg: Inona no Vaovao
ms: Yang Terbaru
nb_no: Hva er nytt
nl: Wat is nieuw
pa_in: ਕੀ ਨਵਾਂ ਹੈ
pl: Co nowego
pt_br: Novidades
pt_pt: Novidades
ro: Ce este nou
sk: Čo je nové
sr: Шта је ново
sv: Vad är nytt
te: కొత్తది ఏమిటి
th: มีอะไรใหม่
tr: Neler Yeni?
uk: Що нового
ur: نیا کیا ہے
vi: Có gì mới
zh_cn: 新鲜快讯
zh_tw: 最新消息
zu: Yini Entsha

source: Newer
af: Nuwer
bg: По-нови
bs: Novije
de: Neuer
el: Νεότερα
es: Más recientes
fy_nl: Nijer
he: חדש יותר
hr: Nikad
hu: Újabb
ia: Plus recente
id: Lebih anyar
it: Più recenti
ja: 新しい
ka: უფრო ახალი
kab: Amaynut ugar
ko: 신규
mg: Vaovao kokoa
ms: Lebih Baru
nb_no: Nyere
nl: Nieuwer
pa_in: ਨਵਿਨਤਮ
pl: Nowsze
pt_br: Recentes
pt_pt: Mais recentes
ro: Mai noi
sk: Novšie
sr: Новије
sv: Nyare
te: కొత్తవైన
th: ใหม่กว่า
tr: Daha yeni
uk: Новіші
ur: کبھی نہیں
vi: Mới hơn
zh_cn: 较新
zh_tw: 更新
zu: Okusha kunokunye

source: Older
af: Ouer
bg: По-стари
bs: Starije
de: Älter
el: Παλαιότερα
es: Más antiguos
fy_nl: Alder
he: ישן יותר
hr: Starije
hu: Régebbi
ia: Plus vetere
id: Lebih lawas
it: Più vecchi
ja: 古い
ka: უფრო ძველი
kab: Aqbuṛ ugar
ko: 이전
mg: Tranainy kokoa
ms: Lebih Lama
nb_no: Eldre
nl: Ouder
pa_in: ਪੁਰਾਣਾ
pl: Starsze
pt_br: Antigos
pt_pt: Antigos
ro: Mai vechi
sk: Staršie
sr: Старије
sv: Äldre
te: పాతవైన
th: เก่ากว่า
tr: Daha eski
uk: Старіші
ur: پرانا
vi: Cũ hơn
zh_cn: 更早的内容
zh_tw: 更舊
zu: Okudadlana kunokunye

source: This site will have limited functionality while we undergo maintenance to improve your experience. If an article doesn't solve your issue and you want to ask a question, you may reach out to us on <a href="%(mastodon)s">Mastodon</a>, or ask the <a href="%(reddit)s">Firefox community on Reddit</a>.
sv: Den här webbplatsen kommer att ha begränsad funktionalitet medan vi utför underhåll för att förbättra din upplevelse. Om en artikel inte löser ditt problem och du vill ställa en fråga kan du kontakta oss på <a href="%(mastodon)s">Mastodon</a> eller fråga <a href="%(reddit)s">Firefox-gemenskapen på Reddit</a>.

source: Unsubscribe from these emails:
af: Teken uit van hierdie e-posse:
bg: Отпишете се от тези имейли:
bs: Odjavite se sa obavijesti o uređivanju
de: Diese E-Mails abbestellen:
el: Κατάργηση εγγραφής από αυτά τα email:
es: Cancelar suscripción de estos correos:
fy_nl: Utskriuwe fan bewurkingsmeldingen
he: ביטול המינוי מהודעות הדוא״ל האלו:
hr: Odjavi se od ovih e-adresa:
hu: Leiratkozás ezekről az e-mailekről:
ia: Remove le inscription de iste emails:
id: Berhenti berlangganan notifikasi edit
it: Disattiva la ricezione di questi messaggi email:
ja: これらのメールからの通知を解除する:
ka: გამოწერის გაუქმება, ელფოსტის ამ მისამართებზე:
kab: Ffeɣ seg ujerred n yimaylen-a:
ko: 다음 이메일들로부터 구독 해지:
mg: Hanala fisoratana amin'ireto mailaka ireto:
ms: Batal langganan e-mel berikut:
nb_no: Utmelding fra disse e-postene:
nl: Afmelden van deze e-mailberichten:
pa_in: ਇਹਨਾ ਈਮੇਲਾ ਤੋ ਹਟਾਇਆ ਗਿਆ ਹੈ:
pl: Anuluj subskrypcję powiadomień:
pt_br: Cancelar a inscrição desses emails:
pt_pt: Cancelar subscrição destes emails:
ro: Dezabonează-mă de la aceste e-mailuri:
sk: Zrušenie odberu nasledujúcich e‑mailov:
sr: Одјавите се од ових е-пошти:
sv: Sluta prenumerera på dessa mejl:
te: ఈ ఇమెయిళ్ళు నుండి అన్సబ్స్క్రయిబ్ అవ్వు:
th: ยกเลิกการบอกรับจากการแจ้งเตือนที่เกี่ยวกับการแก้ไข
tr: Artık bu e-postaları almak istemiyorum:
uk: Відписатися від цих повідомлень:
ur: ان ای میلز کی رکنیت ختم کریں:
vi: Dừng đăng kí theo dõi việc thông báo chỉnh sửa
zh_cn: 退订这些电子邮件：
zh_tw: 退訂下列郵件:
zu: Hoxisa ukubhalisela ukuthola imibiko yala ma-imeyli:

source: Previous
af: Vorige
bg: Предишен
bs: Prethodno
de: Zurück
el: Προηγούμενο
es: Anterior
fy_nl: Foarige
he: הקודם
hr: Prethodna
hu: Előző
ia: Precedente
id: Sebelumnya
it: Precedente
ja: 前へ
ka: წინა
kab: Azewwar
ko: 이전
mg: Teo aloha
ms: Terdahulu
nb_no: Forrige
nl: Vorige
pa_in: ਪਿੱਛੇ
pl: Poprzednie
pt_br: Anterior
pt_pt: Anterior
ro: Înapoi
sk: Predchádzajúca
sr: Претходна
sv: Föregående
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
uk: Назад
ur: پچھلا
vi: Trước
zh_cn: 上一个
zh_tw: 上一頁
zu: Okwangaphambilini

source: Next
af: Volgende
bg: Следващ
bs: Sljedeće
de: Weiter
el: Επόμενο
es: Siguiente
fy_nl: Folgjende
he: הבא
hr: Sljedeća
hu: Következő
ia: Sequente
id: Selanjutnya
it: Successiva
ja: 次へ
ka: შემდეგი
kab: Ɣer zdat
ko: 다음
mg: Manaraka
ms: Berikut
nb_no: Neste
nl: Volgende
pa_in: ਅੱਗੇ
pl: Następne
pt_br: Próxima
pt_pt: Seguinte
ro: Înainte
sk: Ďalšia
sr: Следећа
sv: Nästa
te: తరువాత
th: ถัดไป
tr: Sonraki
uk: Далі
ur: اگلا
vi: Tiếp
zh_cn: 下一个
zh_tw: 下一頁
zu: Okulandelayo
