Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: af, ar, az, bg, bn, ca, el, es, et, fa, fr, fy_nl, ga_ie, ia, it, lt, mg, ml, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sl, sv_se, te, tl, ur, xh, zu

source: Quote previous message...
af: Haal vorige boodskap aan...
ar: اقتبِس الرسالة السابقة…
bg: Цитиране на предното съобщение…
bn: আগের বার্তার উদ্ধৃতি
ca: Cita el missatge anterior...
el: Παράθεση προηγούμενου μηνύματος...
es: Citar mensaje anterior...
et: Tsiteeri eelmist postitust...
fa: نقل قول پیام قبلی...
fr: Citer le message précédent…
fy_nl: Foarige berjocht sitearje…
ga_ie: Luaigh an teachtaireacht roimhe seo...
ia: Citar un message previe...
it: Cita il messaggio precedente…
lt: Cituoti ankstesnį pranešimą…
mg: Hitanisa hafatra teo aloha...
ml: മുമ്പത്തെ സന്ദേശം ഉദ്ധരിക്കുക...
ms: Petik mesej terdahulu...
nb_no: Siter forrige melding ...
nl: Vorige bericht citeren…
pa_in: ਪਿਛਲੇ ਸੁਨੇਹੇ ਨੂੰ ਹਵਾਲਾ...
pl: Cytuj poprzednią wiadomość…
pt_br: Citar mensagem anterior...
pt_pt: Citar mensagem anterior...
ro: Citează mesajul anterior...
sk: Vložiť predchádzajúcu správu...
sl: Citiraj prejšnje sporočilo ...
sv_se: Citera föregående meddelande...
te: మునుపటి సందేశం ఉపయోగించండ...
tl: I-quote ang dating mensahe...
ur: پچھلا پیغام کا حوالہ دے...
xh: Kowuta umyalezo wangaphambili...
zu: Caphuna umyalezo odlule...

source: Reply...
af: Antwoord...
ar: رُدّ…
az: Cavabla...
bg: Отговор...
bn: উত্তর...
ca: Respon...
el: Απάντηση...
es: Contestar...
et: Vasta...
fa: پاسخ...
fr: Répondre…
fy_nl: Antwurdzje…
ga_ie: Freagair...
ia: Responder...
it: Risposta…
lt: Atsakyti…
mg: Hamaly...
ml: മറുപടി...
ms: Balas...
nb_no: Svar ...
nl: Antwoorden…
pa_in: ਜਬਾਬ...
pl: Odpowiedz…
pt_br: Responder...
pt_pt: Responder...
ro: Răspunde...
sk: Odpoveď...
sl: Odgovor ...
sv_se: Svara...
te: ప్రత్యుత్తరం...
tl: Sagotin...
ur: جواب دیں...
xh: Phendula...
zu: Phendula...

source: %s characters remaining
af: %s karakters oor
ar: بقي من المحارف %s
az: %s simvol qaldı
bg: остават %s символа
bn: %sটি অক্ষর বাকি
ca: %s caràcters restants
el: Απομένουν %s χαρακτήρες
es: %s caracteres restantes
fa: %s حرف باقی مانده است
fr: %s caractères restants
fy_nl: %s tekens restearjend
ga_ie: %s carachtar fágtha
ia: %s characteres remanente
it: %s caratteri restanti
lt: Liko simbolių: %s
mg: Maritsoratra %s sisa
ml: %s പ്രതീകങ്ങൾ ശേഷിക്കുന്നു
ms: %s aksara yang tinggal
nb_no: %s tegn gjenstår
nl: %s tekens resterend
pa_in: %s ਅੱਖਰ ਬਾਕੀ ਹਨ
pl: Pozostało %s znaków
pt_br: %s caracteres restantes
pt_pt: %s caracteres remanescentes
ro: %s caractere rămase
sk: Ostáva %s znakov
sl: %s znakov preostane
sv_se: %s tecken kvar
te: %s మిగిలిన పాత్రలు
tl: %s na letra ang natira
ur: %s حرف باقی ہیں
xh: %s yeempawu ezishiyekileyo
zu: %s izinhlamvu ezisasele

source: There was an error.
af: Iets het skeef geloop.
ar: حدث عطل.
az: Xəta baş verdi.
bg: Имаше грешка.
bn: একটি ত্রুটি দেখা গেছে।
ca: S'ha produït un error.
el: Προέκυψε σφάλμα.
es: Se ha producido un error.
et: Tekkis viga.
fa: یک خطا وجود دارد.
fr: Une erreur est survenue.
fy_nl: Der is in flater bard.
ga_ie: Tharla earráid.
ia: Il occurreva un error.
it: Si è verificato un errore.
lt: Įvyko klaida.
mg: Nisy olana.
ml: ഒരു പിശക് ഉണ്ടായിരുന്നു.
ms: Ada ralat.
nb_no: En feil oppstod.
nl: Er is een fout opgetreden.
pa_in: ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd.
pt_br: Houve um erro.
pt_pt: Ocorreu um erro.
ro: A apărut o eroare.
sk: Nastala chyba.
sl: Prišlo je do napake.
sv_se: Det uppstod ett fel.
te: అక్కడ ఒక దోషం ఉంది.
tl: Mayroong mga problema.
ur: ایک خامی تھی۔
xh: Kuye kwabakho impazamo.
zu: Kube nephutha.

source: There was an error. Please try again in a moment.
af: Iets het skeef geloop. Probeer nou-nou asseblief weer.
ar: حدث عطل. من فضلك أعِد محاولة بعد قليل.
az: Xəta baş verdi. Lütfən biraz sonra təkrar yoxlayın.
bg: Възникна грешка. Моля, опитайте отново.
bn: একটি ত্রুটি ধরা পরেছে। দয়া করে কিচ্ছুক্ষণ পড়ে আবার চেষ্টা করুন।
ca: S'ha produït un error. Torneu-ho a intentar més tard.
el: Προέκυψε σφάλμα. Δοκιμάστε ξανά σε λίγο.
es: Se ha producido un error. Inténtalo de nuevo pasados unos minutos.
et: Tekkis viga. Palun proovi hetke pärast uuesti.
fa: یک خطا وجود دارد. لطفاً چند لحظه‌ی دیگر دوباره امتحان کنید.
fr: Une erreur s’est produite. Veuillez réessayer plus tard.
fy_nl: Der is in flater bard. Probearje it letter nochris.
ga_ie: Tharla earráid. Déan iarracht eile i gceann nóiméid.
ia: Il occurreva un error. Per favor attende un momento e retenta.
it: Si è verificato un errore. Attendere alcuni secondi e riprovare.
lt: Įvyko klaida. Prašom truputį luktelėti ir bandyti dar kartą.
mg: Nisy olana. Andramo indray rehefa afaka kelilkely.
ml: ഒരു പിശക് ഉണ്ടായിരുന്നു. കുറച്ചു കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക.
ms: Ada ralat. Sila cuba sebentar lagi.
nb_no: En feil oppstod. Prøv igjen om litt.
nl: Er is een fout opgetreden. Probeer het over enkele seconden nog eens.
pa_in: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਕਿ੍ਪਾ ਕਰਕੇ ਇੱਕ ਪਲ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: Wystąpił błąd. Spróbuj ponownie później.
pt_br: Houve um erro. Tente novamente em alguns minutos.
pt_pt: Ocorreu um erro. Por favor, tente novamente dentro de instantes.
ro: A apărut o eroare. Te rugăm să încerci din nou în câteva momente.
sk: Vyskytla sa chyba. Skúste to znova o chvíľu.
sl: Prišlo je do napake. Poskusite prosim znova čez nekaj trenutkov.
sv_se: Ett fel uppstod. Vänligen försök snart igen.
te: దోషం వున్నది. దయచేసి కొంత సమయం తర్వాత మళ్ళీ ప్రయత్నించండి.
tl: Mayroong mga problema. Pakisubukan ulit maya-maya.
ur: ایک خامی تھی۔ براہ کرم ایک لمحے میں دوبارہ کوشش کریں۔
xh: Kuye kwabakho impazamo. Nceda uzame kwakhona kangangomzuzwana.
zu: Kube nephutha. Uyacelwa uphinde uzame emva kwesikhashana.

source: Daily
af: Daagliks
ar: يوميا
az: Günlük
bg: По дни
bn: দৈনিক
ca: Diàriament
el: Καθημερινά
es: Diario
et: Iga päev
fa: روزانه
fr: Journalier
fy_nl: Daagliks
ga_ie: Laethúil
ia: Jornalero
it: Giorno
lt: Per dieną
mg: Isan'andro
ml: ദിവസവും
ms: Harian
nb_no: Daglig
nl: Dagelijks
pa_in: ਰੋਜ
pl: Dziennie
pt_br: Diariamente
pt_pt: Diariamente
ro: Zilnic
sk: Denne
sl: Dnevno
sv_se: Daglig
te: రోజువారీ
tl: Araw-araw
ur: ‏‏روزانہ
xh: Yonke imihla
zu: Nsukuzonke

source: Weekly
af: Weekliks
ar: أسبوعيا
az: Həftəlik
bg: Седмично
bn: সাপ্তাহিক
ca: Setmanalment
el: Εβδομαδιαία
es: Semanal
et: Iga nädal
fa: هفتگی
fr: Hebdomadaire
fy_nl: Wykliks
ga_ie: Seachtainiúil
ia: Hebdomadario
it: Settimana
lt: Per savaitę
mg: Isan-kerinandro
ml: ആഴ്ചതോറും
ms: Mingguan
nb_no: Ukentlig
nl: Wekelijks
pa_in: ਹਫਤਾਵਰ
pl: Tygodniowo
pt_br: Semanalmente
pt_pt: Semanalmente
ro: Săptămânal
sk: Týždenne
sl: Tedensko
sv_se: Veckovis
te: ప్రతీవారం
tl: Linggo-linggo
ur: ہفتہ وار
xh: Ngeveki
zu: Masonto onke

source: Monthly
af: Maandeliks
ar: شهريا
az: Aylıq
bg: Месечно
bn: মাসিক
ca: Mensualment
el: Μηνιαία
es: Mensual
et: Iga kuu
fa: ماهانه
fr: Mensuel
fy_nl: Moanliks
ga_ie: Míosúil
ia: Mensual
it: Mese
lt: Per mėnesį
mg: Isam-bolana
ml: മാസത്തില്‍
ms: Bulanan
nb_no: Månedlig
nl: Maandelijks
pa_in: ਮਾਸਿਕ
pl: Miesięcznie
pt_br: Mensalmente
pt_pt: Mensalmente
ro: Lunar
sk: Mesačne
sl: Mesečno
sv_se: Månadsvis
te: నెలవారీ
tl: Buwanan
ur: ماہانہ
xh: Ngenyanga
zu: Zinyanga zonke

source: Week beginning %(year)s-%(month)s-%(date)s
af: Week vanaf %(year)s-%(month)s-%(date)s
ar: الأسبوع بدايةً من %(date)s/‏%(month)s/‏%(year)s
bg: Седмицата от %(date)s.%(month)s.%(year)s
bn: সপ্তাহ শুরু %(year)s-%(month)s-%(date)s
ca: Setmana a partir del %(date)s/%(month)s/%(year)s
el: Εβδομάδα που ξεκινά στις %(date)s-%(month)s-%(year)s
es: La semana comienza el %(date)s-%(month)s-%(year)s
fa: آغاز هفته از %(year)s-%(month)s-%(date)s
fr: Semaine à partir du %(date)s/%(month)s/%(year)s
fy_nl: Wike fan %(date)s-%(month)s-%(year)s ôf
ga_ie: An tSeachtain a thosaíonn %(year)s-%(month)s-%(date)s
ia: Septimana a partir de %(year)s-%(month)s-%(date)s
it: Settimana a partire da %(year)s-%(month)s-%(date)s
lt: Savaitė, prasidėjusi %(year)s-%(month)s-%(date)s
mg: Herinandro manomboka @ %(year)s-%(month)s-%(date)s
ml: ആഴ്ച ആരംഭിക്കുന്നതു് %(year)s-%(month)s-%(date)s
ms: Minggu bermula %(year)s-%(month)s-%(date)s
nb_no: Uke som starter %(year)s-%(month)s-%(date)s
nl: Week vanaf %(date)s-%(month)s-%(year)s
pa_in: ਹਫਤਾ ਸ਼ੁਰੂ %(year)s-%(month)s-%(date)s
pl: Tydzień, poczynając od %(year)s-%(month)s-%(date)s
pt_br: A semana começa em %(date)s/%(month)s/%(year)s
pt_pt: A semana começa em %(date)s/%(month)s/%(year)s
ro: Săptămâna care începe la %(date)s/%(month)s/%(year)s
sk: Týždeň začínajúci %(year)s-%(month)s-%(date)s
sl: Teden %(year)s-%(month)s-%(date)s
sv_se: Vecka som börjar %(year)s-%(month)s-%(date)s
te: వారం ప్రారంభంలో %(year)s-%(month)s-%(date)s
tl: Simula ng Linggo %(year)s-%(month)s-%(date)s
ur: ہفتہ کا آغاز %(year)s-%(month)s-%(date)s
xh: Ukuqala kweveki %(year)s-%(month)s-%(date)s
zu: Ukuqala kwesonto %(year)s-%(month)s-%(date)s

source: Month beginning %(year)s-%(month)s-%(date)s
af: Maand vanaf %(year)s-%(month)s-%(date)s
ar: الشهر بدايةً من %(date)s/‏%(month)s/‏%(year)s
bg: Месеца от %(date)s.%(month)s.%(year)s
bn: %(year)s-%(month)s-%(date)s থেকে মাস শুরু
ca: Mes a partir del %(date)s/%(month)s/%(year)s
el: Μήνας που ξεκινά στις %(date)s-%(month)s-%(year)s
es: El mes comienza el %(date)s-%(month)s-%(year)s
fa: آغاز ماه از %(year)s-%(month)s-%(date)s
fr: Mois à partir du %(date)s/%(month)s/%(year)s
fy_nl: Moanne fan %(date)s-%(month)s-%(year)s ôf
ga_ie: An Mhí a thosaíonn %(year)s-%(month)s-%(date)s
ia: Mense a partir de %(year)s-%(month)s-%(date)s
it: Mese a partire da %(year)s-%(month)s-%(date)s
lt: Mėnuo, prasidėjęs %(year)s-%(month)s-%(date)s
mg: Volana manomboka @ %(year)s-%(month)s-%(date)s
ml: മാസാരംഭം %(year)s-%(month)s-%(date)s
ms: Bulan bermula %(year)s-%(month)s-%(date)s
nb_no: Måned som starter %(year)s-%(month)s-%(date)s
nl: Maand vanaf %(date)s-%(month)s-%(year)s
pa_in: ਮਹੀਨਾਂ ਸ਼ੁਰੂ %(year)s-%(month)s-%(date)s
pl: Miesiąc, poczynając od %(year)s-%(month)s-%(date)s
pt_br: O mês começa em %(date)s/%(month)s/%(year)s
pt_pt: O mês começa em %(date)s/%(month)s/%(year)s
ro: Luna care începe la %(date)s/%(month)s/%(year)s
sk: Mesiac začínajúci %(year)s-%(month)s-%(date)s
sl: Mesec %(year)s-%(month)s-%(date)s
sv_se: Månad som börjar %(year)s-%(month)s-%(date)s
te: నెలసరి ప్రారంభం %(year)s-%(month)s-%(date)s
tl: Simula ng Buwan %(year)s-%(month)s-%(date)s
ur: مہینہ شروع %(year)s-%(month)s-%(date)s
xh: Ukuqala kwenyanga %(year)s-%(month)s-%(date)s
zu: Ukuqala kwenyanga %(year)s-%(month)s-%(date)s

source: YTD
ar: منذ بداية العام
az: Bu il
bg: ГДД
bn: সাল থেকে মাস
el: Φέτος μέχρι σήμερα
es: Hasta la fecha
et: see aasta
fr: ACJ
ga_ie: BGD
it: Inizio anno
lt: Nuo metų pradžios
mg: TaonaDiavinaHatrizao
ml: ഇന്നത്തെ ദിവസം വരെ
nb_no: ÅTD
pl: Od początku roku
pt_br: Início do ano até agora
pt_pt: ONTEM
ro: A.C.
sl: doslej letos
sv_se: I år
xh: I-YTD

source: 1y
af: 1j
ar: 1 سنة
az: 1il
bg: 1год
bn: 1বছর
ca: 1 any
el: 1ε
es: 1a
et: 1a
fa: 1س
fr: 1 an
fy_nl: 1jr
ga_ie: 1b
ia: 1 anno
it: 1 anno
lt: 1 metai
mg: 1t
ml: 1വര്‍ഷം
nb_no: 1 år
nl: 1jr
pl: 1 rok
pt_br: 1 ano
pt_pt: 1a
ro: 1a
sk: 1r
sl: 1l
sv_se: 1år
ur: ایک سال
xh: i-1y
zu: 1unyaka

source: All
af: Almal
ar: الكل
az: Hamısı
bg: Всички
bn: সকল
ca: Tot
el: Όλα
es: Todo
et: Kõik
fa: همه
fr: Tout
fy_nl: Alles
ga_ie: Uile
ia: Toto
it: Tutti
lt: Viskas
mg: Rehetra
ml: മുഴുവന്‍
ms: Semua
nb_no: Alle
nl: Alles
pa_in: ਸਾਰੇ
pl: Wszystko
pt_br: Tudo
pt_pt: Tudo
ro: Toate
sk: Všetko
sl: Vse
sv_se: Alla
te: అన్నీ
tl: Lahat
ur: تمام
xh: Konke
zu: Konke

source: From %(from_input)s to %(to_input)s
af: Van %(from_input)s tot %(to_input)s
ar: من %(from_input)s وحتى %(to_input)s
bg: От %(from_input)s до %(to_input)s
bn: %(from_input)s থেকে %(to_input)s
ca: Des de %(from_input)s fins a %(to_input)s
el: Από %(from_input)s έως %(to_input)s
es: Desde %(from_input)s hasta %(to_input)s
fa: از %(from_input)s تا %(to_input)s
fr: Du %(from_input)s au %(to_input)s
fy_nl: Fan %(from_input)s oant %(to_input)s
ga_ie: Ó %(from_input)s go %(to_input)s
ia: Ab %(from_input)s a %(to_input)s
it: Da %(from_input)s a %(to_input)s
lt: Nuo %(from_input)s iki %(to_input)s
mg: Manomboka @ %(from_input)s hatr@ %(to_input)s
ml: %(from_input)s മുതൽ %(to_input)s വരെ
ms: Daripada %(from_input)s ke %(to_input)s
nb_no: Fra %(from_input)s til %(to_input)s
nl: Van %(from_input)s tot %(to_input)s
pa_in: ਵੱਲੋ %(from_input)s ਨੂੰ %(to_input)s
pl: Od %(from_input)s do %(to_input)s
pt_br: De %(from_input)s a %(to_input)s
pt_pt: De %(from_input)s até %(to_input)s
ro: De la %(from_input)s până la %(to_input)s
sk: Od %(from_input)s do %(to_input)s
sl: Od %(from_input)s do %(to_input)s
sv_se: Från %(from_input)s till %(to_input)s
te: %(from_input)s నుండి %(to_input)s
tl: Mula %(from_input)s hanggang %(to_input)s
ur: %(from_input)s سے لے کر %(to_input)s تک
xh: Ukusuka %(from_input)s ukuya ku-%(to_input)s
zu: Isuka%(from_input)s ibhekiswe%(to_input)s

source: More
el: Περισσότερα
fy_nl: Mear
ia: Plus
ml: കൂടുതല്‍
nb_no: Mer
nl: Meer
ro: Mai multe
sl: Več

source: Sync your data
bg: Синхронизирайте вашите данни
ca: Sincronitzeu les vostres dades
el: Συγχρονισμός δεδομένων
fy_nl: Jo gegevens syngronisearje
ia: Synchronisa tu datos
it: Sincronizza i tuoi dati
ml: ഡാറ്റ സമന്വയിപ്പിക്കുക
nb_no: Synkroniser dine data
nl: Uw gegevens synchroniseren
pl: Zsynchronizuj dane
pt_br: Sincronize seus dados
pt_pt: Sincronize os seus dados
ro: Sincronizează-ți datele
sk: Synchronizujte svoje údaje
sl: Sinhronizirajte podatke

source: Download Firefox
bg: Изтегляне на Firefox
ca: Baixa el Firefox
el: Λήψη του Firefox
fy_nl: Firefox downloade
ia: Discargar Firefox
nb_no: Last ned Firefox
nl: Firefox downloaden
pl: Pobierz Firefoksa
ro: Descarcă Firefox
sl: Prenesi Firefox

source: Error uploading image
af: Kon nie prent oplaai nie
ar: خطأ أثناء رفع الصورة
az: Şəkil yüklənməsində xəta
bg: Грешка при качване на изображението
bn: ছবি আপলোড করার সময় ত্রুটি
ca: S'ha produït un error en pujar la imatge
el: Σφάλμα μεταφόρτωσης εικόνας
es: Error al subir la imagen
et: Viga pildi üleslaadimisel
fa: خطا در آپلود تصویر
fr: Erreur lors de l’envoi de l’image
fy_nl: Flater by opladen fan ôfbylding
ga_ie: Earráid agus íomhá á huaslódáil
ia: Error de incargar le imagine
it: Errore durante il caricamento dell'immagine
lt: Klaida įkeliant paveikslą
mg: Olana tsy nahatafakatra ny sary
ml: ചിത്രം ലോഡുചെയ്യുന്നതിൽ പിശക്
ms: Ralat semasa memuatnaik imej
nb_no: Feil under opplasting av bilde
nl: Fout bij uploaden van afbeelding
pa_in: ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd podczas przesyłania obrazka
pt_br: Erro ao enviar imagem
pt_pt: Erro ao carregar imagem
ro: Eroare la încărcarea imaginii
sk: Chyba pri nahrávaní obrázka
sl: Napaka pri nalaganju slike
sv_se: Ett fel uppstod med att ladda upp bilden
te: చిత్రము నిర్వర్తించుటలో దోషము
tl: May problema sa pag-upload ng larawan
ur: تصویر اپ لوڈ کرنے میں مسلہ ہے
xh: Impazamo ekulayisheni umfanekiso
zu: Iphutha lapho kulodwa umfanekiso

source: Error deleting image
af: Kon nie prent skrap nie
ar: خطأ أثناء حذف الصورة
az: Şəkil silmədə xəta
bg: Грешка при изтриване на изображението
bn: ছবি মোছার সময় ত্রুটি
ca: S'ha produït un error en suprimir la imatge
el: Σφάλμα διαγραφής εικόνας
es: Error al eliminar la imagen
et: Viga pildi kustutamisel
fa: خطا در حذف تصویر
fr: Erreur lors de la suppression de l’image
fy_nl: Flater mei fuortsmiten ôfbylding
ga_ie: Earráid agus íomhá á scriosadh
ia: Error a deler le imagine
it: Errore nell'eliminazione dell'immagine
lt: Klaida šalinant paveikslą
mg: Olana tsy nahavoafafa ny sary
ml: ചിത്രം ഇല്ലാതാക്കുന്നതിൽ പിശക്
ms: Ralat semasa memadam imej
nb_no: Feil ved sletting av bilde
nl: Fout bij verwijderen van bestand
pa_in: ਚਿੱਤਰ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd podczas usuwania obrazka
pt_br: Erro ao apagar imagem
pt_pt: Erro ao eliminar imagem
ro: Eroare la ștergerea imaginii
sk: Chyba pri odstraňovaní obrázka
sl: Napaka pri brisanju slike
sv_se: Ett fel uppstod med att ta bort bilden
te: చిత్రమును తొలగించుటలో దోషము
tl: May problema sa pagbura ng larawan
ur: نقش کو حذف کرنے میں مسلہ پے
xh: Impazamo ekucimeni umyalezo
zu: Iphutha lapho kudilithwa umfaneniso

source: Please check you are signed in, and try again.
bg: Моля, проверете дали сте вписани и опитайте отново.
ca: Comproveu que hàgiu iniciat la sessió i torneu-ho a provar.
el: Βεβαιωθείτε ότι έχετε συνδεθεί και δοκιμάστε ξανά.
fy_nl: Kontrolearje oft jo oanmeld binne en probearje it dan opnij.
ia: Controla que tu es authenticate e retenta.
it: Verifica di aver effettuato l’accesso e riprova.
nb_no: Sjekk at du er logget inn, og prøv på nytt.
nl: Controleer of u bent aangemeld en probeer het nog eens.
pl: Sprawdź, czy jesteś zalogowany i spróbuj ponownie.
ro: Te rugăm să verifici dacă ești autentificat în cont și apoi mai încearcă o dată.
sk: Prosím skontrolujte či ste prihlásený a skúste to znova.
sl: Preverite, ali ste prijavljeni, in poskusite znova.

source: Search for a user...
af: Soek vir 'n gebruiker...
ar: ابحث عن مستخدم…
az: İstifadəçi axtar...
bg: Търсене на потребител…
bn: একজন ব্যবহারকারীর জন্য অনুসন্ধান...
ca: Cerca un usuari...
el: Αναζήτηση χρήστη...
es: Buscar un usuario...
et: Otsi kasutajat...
fa: جستجو برای یک کاربر...
fr: Rechercher un utilisateur…
fy_nl: Sykje nei in brûker…
ga_ie: Lorg úsáideoir...
ia: Recercar un usator...
it: Cerca utente…
lt: Ieškoti naudotojo…
mg: Hikaroka mpampiasa...
ml: ഒരു ഉപയോക്താവിനായി തിരയുക...
ms: Cari pengguna...
nb_no: Søk etter bruker ...
nl: Zoeken naar een gebruiker…
pa_in: ਯੂਜਰ ਲਈ ਲੱਭੋ...
pl: Szukaj użytkownika…
pt_br: Procurar um usuário...
pt_pt: Procurar por um utilizador...
ro: Caută un utilizator...
sk: Vyhľadať používateľa...
sl: Iskanje uporabnika...
sv_se: Sök efter en användare...
te: వినియోగదారు కోసం అన్వేషించు...
tl: Maghanap ng user...
ur: صارف… کی تلاش کریں
xh: Khangela umsebenzisi...
zu: Cinga umsebenzisi...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
af: WAARSKUWING! Is jy seker jy wil hierdie gebruiker deaktiveer? Dit kan nie ontdoen word nie!
ar: تحذير! أمتأكّد من تعطيل حساب هذا المستخدم؟ هذا إجراء لا عودة فيه!
bg: ВНИМАНИЕ! Наистина ли искате да деактивирате този потребител? Това не може да бъде отменено!
bn: সতর্কতা! আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীকে নিষ্ক্রিয় করতে চান? এটাকে পূর্বাবস্থায় আনা যাবে না!
el: ΠΡΟΣΟΧΗ! Θέλετε σίγουρα να απενεργοποιήσετε αυτόν τον χρήστη; Η ενέργεια αυτή δεν μπορεί να αναιρεθεί!
es: ¡AVISO! ¿Seguro que deseas desactivar a este usuario? ¡No se puede deshacer!
et: HOIATUS! Kas oled kindel, et soovid seda kasutajat deaktiveerida? Seda ei saa ennistada!
fa: هشدار! مطمئن هستید که میخواهید این کاربر را غیر فعّال کنید؟ این قابل برگشت نیست!
fr: AVERTISSEMENT ! Voulez-vous vraiment désactiver cet utilisateur ? Cette action ne peut pas être annulée !
fy_nl: WARSKÔGING! Bine jo wis dat jo dizze brûker deaktivearje wolle? Dit kin net ûngedien makke wurde!
ga_ie: RABHADH! An bhfuil tú cinnte gur mhaith leat an t-úsáideoir seo a dhíghníomhachtú? Ní féidir dul ar ais!
ia: Advertimento! Desira tu vermente disactivar iste usator? Isto non potera plus esser disfacite!
it: ATTENZIONE: si sta per disattivare l'utente. L'operazione non può essere annullata. Continuare?
lt: DĖMESIO! Ar tikrai norite deaktyvuoti šį naudotoją? Šis veiksmas negrįžtamas!
mg: TANDREMO! Azonao antoka fa te-hampitsahatra an'io mpampiasa io ianao? Tsy ho azo foanana izany avy eo!
ml: മുന്നറിയിപ്പ്! ഈ ഉപയോക്താവിനെ നിർജ്ജീവമാക്കാൻ നിങ്ങൾക്ക് താൽപ്പര്യമുണ്ടോ? ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല!
ms: AMARAN! Adakah anda pasti mahu menyahaktifkan pengguna ini? Ini tidak boleh dibatalkan!
nb_no: ADVARSEL! Er du sikker på at du vil deaktivere denne brukeren? Dette kan ikke angres!
nl: WAARSCHUWING! Weet u zeker dat u deze gebruiker wilt deactiveren? Dit kan niet ongedaan worden gemaakt!
pa_in: ਚੇਤਾਵਨੀ! ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਇਸ ਯੂਜਰ ਨੂੰ ਬੇਅਸਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!
pl: UWAGA! Czy na pewno chcesz dezaktywować tego użytkownika? Tej operacji nie można cofnąć!
pt_br: ATENÇÃO! Tem certeza que quer desativar este usuário? Esta ação não pode ser desfeita!
pt_pt: AVISO! Tem a certeza que deseja desativar este utilizador? Isto não pode ser anulado!
ro: AVERTISMENT! Sigur vrei să dezactivezi acest utilizator? Acțiunea este ireversibilă!
sk: UPOZORNENIE! Naozaj chcete deaktivovať tohto používateľa? Túto akciu nemožno vrátiť späť!
sl: OPOZORILO! Res hočete onemogočiti tega uporabnika? Tega ne morete razveljaviti!
sv_se: VARNING! Är du säker på att du vill stänga av användaren? Detta kan ej bli ogjort!
te: WARNING! మీరు ఈ వినియొగదారుని సోమరిగాచేయాలనుకుంటున్నారా? ఈ చర్యని రద్దు చేయడం సాధ్యం కాదు!
tl: BABALA! Sigurado ka na ba na i-deactivate mo ang user na ito? Hindi na ito mababago!
ur: انتباہ! کیا آپ واقعی اس صارف کو غیر فعال بنانا چاہتے ہیں؟ یہ کالعدم نہیں کیا جاسکتا!
xh: ISILUMKISO! Ingaba uqinisekile ufuna ukumenza angasebenzi lo msebenzisi? Oku akunokwenzeka!
zu: ISEXWAYISO! Uneqiniso lokuthi ufuna ukucima lo msebenzisi? Lokhu akuhlehliseki!

source: All Articles: % Localized
ar: كل المقالات: ٪ الموطّن
bg: Всички статии: % преведени
bn: সমস্ত প্রবন্ধ: % ভাষান্তরিত
ca: Tots els articles: % traduïts
el: Όλα τα άρθρα: % μεταφρασμένα
es: Todos los artículos: % localizado
fa: همه مقاله‌ها: % بومی شده
fr: Tous les articles : % traduits
fy_nl: Alle artikelen: % oerset
ia: Tote le articulos: % Localisate
it: Tutti gli articoli: % localizzata
ml: എല്ലാ ലേഖനങ്ങളും: % Localized
ms: Semua Artikel: % Dilokalisasi
nb_no: Alle artikler: % oversatt
nl: Alle artikelen: % vertaald
pa_in: ਸਾਰੇ ਲੇਖ: % Lo ਤਰਜਮਾ ਕੀਤੇ ਹੋਏ
pl: Wszystkie artykuły – % zlokalizowanych
pt_br: Todos os artigos: % traduzido
pt_pt: Todos os artigos: % Traduzido
ro: Toate articolele: % localizate
sk: Všetky články: % lokalizovaných
sl: Vsi članki: lokalizirano %
sv_se: Alla artiklar: % översatta
te: అన్ని వ్యాసాలు: % స్థానికరించబడినది
tl: Lahat ng Artikulo: % na naisalokal
ur: تمام مضامین: % ترجمہ شدہ
xh: Wonke Amanqaku: % Nika indawo ethile

source: Top 20 Articles: % Localized
ar: أفضل ٢٠ مقالة: ٪ الموطّن
bg: Топ 20 статии: % преведени
bn: শীর্ষ 20 প্রবন্ধ: % ভাষান্তরিত
ca: Els 20 millors articles: % traduïts
el: Κορυφαία 20 άρθρα: % μεταφρασμένα
es: 20 artículos más populares: % localizado
fa: 20 مقاله‌ی برتر: % بومی شده
fr: Articles du Top 20 : % traduits
fy_nl: Top 20-artikelen: % oerset
ia: Principal 20 articulos: % Localisate
it: 20 articoli più visitati: % localizzata
ms: Artikel 20 Teratas: % Dilokalisasi
nb_no: Topp 20 artikler: % oversatt
nl: Top 20-artikelen: % vertaald
pa_in: ਸਿਖਰਲੇ 20 ਲੇਖ: % Lo ਤਰਜਮਾ ਕੀਤੇ ਹੋਏ
pl: 20 najczęściej odwiedzanych – % zlokalizowanych
pt_br: 20 artigos mais populares: % traduzido
pt_pt: 20 artigos mais populares: % Traduzido
ro: Top 20 de articole: % localizate
sk: 20 hlavných článkov: % lokalizovaných
sl: Top 20 člankov: lokalizirano %
sv_se: Topp 20 artiklar: % översatta
te: టాప్ 20 వ్యాసాలు: % స్థానికరించబడినది
tl: Nangungunang 20 Artikulo: % Naisalokal
ur: 20 بہترین ترجمہ شدہ % مضامین
xh: Amanqaku amangama-20: % Yenzelwe indawo ethile

source: Top 100 Articles: % Localized
ar: أفضل ١٠٠ مقالة: ٪ الموطّن
bg: Топ 100 статии: % преведени
bn: শীর্ষ 100 প্রবন্ধ: % ভাষান্তরিত
ca: Els 100 millors articles: % traduïts
el: Κορυφαία 100 άρθρα: % μεταφρασμένα
es: 100 artículos más importantes: % localizados
fa: 100 مقاله برتر % بومی شده
fr: Articles du Top 100 : % traduits
fy_nl: Top 100-artikelen: % oerset
ia: Principal 100 articulos: % Localisate
it: 100 articoli più visitati: % localizzata
ms: Artikel 100 Teratas: % Dilokalisasi
nb_no: Topp 100 artikler: % oversatt
nl: Top 100-artikelen: % vertaald
pa_in: ਸਿਖਰਲੇ 100 ਲੇਖ: % Lo ਤਰਜਮਾ ਕੀਤੇ ਹੋਏ
pl: 100 najczęściej odwiedzanych – % zlokalizowanych
pt_br: 100 artigos mais populares: % traduzido
pt_pt: 100 artigos mais populares: % Traduzido
ro: Top 100 de articole: % localizate
sk: 20 hlavných článkov: % lokalizovaných
sl: Top 100 člankov: lokalizirano %
sv_se: Topp 100 artiklar: % översatta
te: టాప్ 100 వ్యాసాలు: % స్థానికరించబడినది
tl: Nangungunang 100 Artikulo: % Naisalokal
ur: 100 بہترین ترجمہ شدہ % مضامین
xh: Amanqaku angama-100: % Yenzelwe indawo ethile
