Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
af: Leer hoe om kontakte by te voeg en te bestuur, en om een-tot-een- of konferensie-oproepe te maak met jou Firefox OS-foon.
bg: Научете как да добавяте и управлявате контакти, както и да осъществявате индивидуални или конферентни разговори на телефона си с Firefox OS.
bs: Naučite kako da dodate i upravljate kontaktima, kao i kako da napravite jedan-na-jedan ili grupne pozive na Firefox OS telefonu.
de: Erfahren Sie, wie Sie Kontakte hinzufügen und verwalten, sowie Anrufe oder Telefonkonferenzen mit Ihrem Firefox-OS-Handy tätigen.
el: Μάθετε πώς να προσθέτετε και να διαχειρίζεστε επαφές, καθώς και να κάνετε προσωπικές ή ομαδικές κλήσεις στο Firefox OS τηλέφωνό σας.
es: Aprende a agregar y administrar tus contactos y a realizar llamadas, conferencias y mucho más en tu teléfono Firefox OS.
fy_nl: Lês hoe’t jo kontakten tafoegje kinne en beheare, krekt as ien-op-ien- of groepspetearen fiere kinne op jo Firefox OS-telefoan.
hr: Saznaj, kako dodati i upravljati kontaktima ili kako izvesti pojedinačne ili konferencijske pozive na Firefox OS telefonu.
hu: Ismerje meg, hogyan vehet fel és kezelhet névjegyeket, valamint hogyan indíthat normál vagy konferenciahívásokat Firefox OS telefonján.
ia: Apprende como adder e gerer contactos, e como facer appellos singule o de gruppo sur tu telephono Firefox OS.
it: Impara come aggiungere e gestire i contatti o effettuare chiamate a utenti singoli o multiutente con il tuo telefono Firefox OS
ja: Firefox OS 携帯端末で連絡先を追加、管理する方法と一対一の通話またはグループ通話をする方法を学びます。
ka: შეიტყვეთ, თუ როგორ უნდა დაამატოთ და მართოთ ნომრები, განახორციელოთ პირდაპირი ან ჯგუფური ზარები, თქვენს Firefox OS ტელეფონზე.
kab: Issin amek ara ternuḍ daɣen ad tesferkeḍ inermisen, amek ara tsiwleḍ i yiwen neq i ddeqs n yimdanen s tiliɣr-ik Firefox OS.
ko: Firefox OS 폰에서 연락처 관리와 1대1 및 그룹 통화 방법을 배웁니다.
mg: Ianao ny fomba fanampiana sy fandrindrana kaontakita, ary koa ny fanaovana antso iray-miantso-iray na antso kaonferansa ao @ telefaona Firefox OS anao.
ms: Belajar cara menambah dan menguruskan kenalan, serta membuat panggilan seorang-ke-seorang atau persidangan pada telefon Firefox OS anda.
nb_no: Les om hvordan du kan legge til og administrere kontakter, samt hvordan du foretar en en-til-en- eller konferansesamtale på din Firefox OS-telefon.
nl: Lees hoe u contacten kunt toevoegen en beheren, evenals een-op-een- of groepsgesprekken kunt voeren op uw Firefox OS-telefoon.
pl: Dowiedz się, jak dodawać i zarządzać kontaktami, dzwonić i prowadzić telekonferencje na telefonie z systemem Firefox OS.
pt_br: Saiba como adicionar e gerenciar contatos, bem como fazer chamadas ou conferência no Firefox OS.
pt_pt: Aprenda a adicionar e gerir contactos, bem como a fazer chamadas para uma ou para um grupo de pessoas no seu telemóvel com Firefox OS.
ro: Află cum să adaugi și să gestionezi contacte și cum să faci apeluri simple sau conferințe pe telefonul tău Firefox OS.
sk: Prečítajte si, ako v telefóne s Firefox OS pridávať a spravovať kontakty, alebo robiť konferencie.
sr: Научите како да додате и управљате контактима, као и како да направите један-на-један или групне позиве на Firefox OS телефону.
sv: Lär dig att lägga till och hantera kontakter, samt göra en-till-en eller konferenssamtal på din Firefox OS-telefon.
te: పరిచయాలను జోడించడానికి మరియు నిర్వహించడానికి తెలుసుకోండి, అలాగే ఒకటి నుండి ఒకటికి లేదా సమావేశంలో మీ Firefox OS ఫోన్ లో చేయండి.
th: เรียนรู้วิธีเพิ่มและจัดการผู้ติดต่อ, รวมถึงการโทรแบบหนึ่งต่อหนึ่งหรือการประชุมทางโทรศัพท์บน Firefox OS ของคุณ
tr: Kişileri nasıl ekleyeceğinizi ve yönetebileceğinizi ve ayrıca Firefox OS telefonunuzda bire bir veya konferans görüşmeleri yapmayı öğrenin.
uk: Дізнайтесь як додавати контакти та керувати ними, а також здійснювати звичайні дзвінки та конференції на вашому телефоні Firefox OS.
vi: Tìm hiểu cách thêm và quản lý danh bạ, cũng như thực hiện cuộc gọi một-một hoặc hội nghị trên điện thoại Firefox OS của bạn.
zh_cn: 了解如何添加和管理联系人、以及在您的 Firefox OS 手机上进行一对一或者多人通话。
zh_tw: 了解如何新增與管理聯絡人、並在您的 Firefox OS 手機撥打電話或多方通話。
zu: Funda ukuthi ungengeza kanjani izinombolo uphinde uzilawule, kanjalo nokuthi ufonela kanjani abantu ngabanye noma izingcongo zenkomfa efonini yakho ye-Firefox OS.

# DB: products.Topic.title
source: Camera (point of view)
bg: Камера (гледна точка)
de: Kamera (Sicht)
el: Κάμερα (οπτική γωνία)
es: Cámara (punto de vista)
fy_nl: Kamera (gesichtspunt)
hr: Kamera (gledište)
hu: Kamera (nézőpont)
ia: Camera (puncto de vista)
it: Fotocamera (punto di vista)
ka: კამერა (ხედი)
ko: 카메라(시점)
nb_no: Kamera (syn)
nl: Camera (gezichtspunt)
pl: Kamera (punkt widzenia)
pt_br: Câmera (ponto de vista)
pt_pt: Câmara (ponto de vista)
sk: Kamera (uhol pohľadu)
sr: Камера (тачка гледишта)
sv: Kamera (synvinkel)
tr: Kamera (bakış açısı)
uk: Камера (точка погляду)
vi: Máy ảnh (góc nhìn)
zh_cn: 摄像机（视角）
zh_tw: 攝影機（視角）

# DB: products.Topic.description
source: How to change your camera settings in Hubs
bg: Как да промените настройките на камерата си в Hubs
de: So ändern Sie Ihre Kameraeinstellungen in Hubs
el: Αλλαγή ρυθμίσεων κάμερας στο Hubs
fy_nl: Jo kamera-ynstellingen yn Hubs wizigje
he: איך לשנות את הגדרות המצלמה שלך ב־Hubs
hr: Kako promijeniti postavke kamere u Hubs
hu: A kamera beállításainak módosítása a Hubsban
ia: Como cambiar le parametros de tu photo-camera in Hubs
it: Come modificare le impostazioni della fotocamera in Hubs
ja: Hubs でカメラ設定を変更する方法
ka: როგორ უნდა შეცვალოთ კამერის პარამეტრები Hubs-ში
kab: Amek ara tesnefleḍ iɣewwaren n tkamiṛat-ik·im deg Hubs
ko: 허브에서 카메라 설정을 변경하는 방법
nb_no: Slik endrer du kamerainnstillingene i Hubs
nl: Uw camera-instellingen in Hubs wijzigen
pl: Jak zmienić ustawienia kamery w Hubs
pt_br: Como alterar as configurações de sua câmera no Hubs
pt_pt: Como alterar as definições da sua câmara no Hubs
sk: Ako zmeniť nastavenia kamery v Hubs
sr: Како променити подешавања камере у Hub-овима
sv: Hur du ändrar du dina kamerainställningar i Hubs
tr: Hubs'da kamera ayarlarınızı değiştirme
uk: Як змінити налаштування камери в Hubs
vi: Cách thay đổi cài đặt máy ảnh của bạn trong Hubs
zh_cn: 如何在 Hubs 中更改摄像机设置
zh_tw: 如何在 Hubs 更改攝影機設定

# DB: products.Topic.title
source: Cancellation
sv: Avbeställning
tr: İptal

# DB: products.Topic.description
source: Troubleshoot cancellation issues.
ia: Solver problemas de cancellation.
sv: Felsök problem med avbeställning.
tr: İptal sorunlarını giderin.

# DB: products.Topic.title
source: Can't select server
ia: Impossibile seliger servitor
kab: Ur yezmir ara ad yefren aqeddac
sv: Kan inte välja server
tr: Sunucu seçememe

# DB: products.Topic.description
source: Troubleshoot can't select server issues.
ia: Solver problemas de impossibilitate de seliger servitor.
sv: Felsök problem med att välja server.
tr: Sunucu seçememeyle ilgili sorunları giderin.

# DB: products.Topic.title
source: Cast to your TV
af: Laat sien op jou TV
bg: Предавайте към вашия телевизор
bs: Prebaci na TV
de: Übertragung an Ihren Fernseher
el: Μετάδοση σε τηλεόραση
es: Retransmite a tu TV
fy_nl: Caste nei jo telefyzje
he: שידור לטלוויזיה שלך
hr: Emitiraj na svom televizoru
hu: Vetítés tévén
ia: Diffunde a tu TV
id: Proyeksikan ke TV Anda
it: Proietta sulla tua TV
ja: TV にキャスト
ka: ტელევიზორზე გადაცემა
kab: Zuzer s tiliẓri-ik
ko: TV에 캐스팅
mg: Alely ho @ telenao
ms: Hantar ke TV anda
nb_no: Vise på din TV
nl: Casten naar uw tv
pl: Oglądanie na dużym ekranie
pt_br: Transferência para sua TV
pt_pt: Difundir para a sua TV
ro: Transmite televizorului tău
sk: Prehrávanie na vašej TV
sr: Пребаци на TV
sv: Visa på din TV
te: మీ TVకి ప్రసారం
th: ฉายขึ้นทีวีของคุณ
tr: TV’nize yansıtma
uk: Транслюйте на свій телевізор
ur: اپنے TV پر کاسٹ کریں
vi: Chuyển tới TV của bạn
zh_cn: 投射到电视
zh_tw: 投放到電視
zu: Thumela imifanekiso yedivayisi yakho ku-TV yakho

# DB: products.Topic.description
source: Learn how to view content on another screen
af: Leer hoe om inhoud op 'n ander skerm te sien
bg: Научете как да преглеждате съдържание на друг екран
bs: Saznajte više o tome kako da vidite sadržaj na drugom ekranu
de: Erfahren Sie, wie Sie Inhalte auf einem anderen Bildschirm ansehen können
el: Μάθετε πώς να προβάλετε περιεχόμενο σε άλλη οθόνη
es: Aprende a ver contenido en otra pantalla
fy_nl: Ynfo oer it besjen fan ynhâld op in oar skerm
he: מידע על צפייה בתוכן במסך אחר
hr: Saznaj, kako pregledati sadržaj na drugom ekranu
hu: Tartalom megtekintése más képernyőn
ia: Apprender como vider le contento sur un altere schermo
id: Pelajari cara melihat konten di layar lain
it: Impara come visualizzare i contenuti su un altro schermo
ja: 様々な画面でコンテンツを視聴する方法を学びます
ka: შეიტყვეთ, თუ როგორ უნდა გააზიაროთ ეკრანი
kab: Issin amek ara d-tsekneḍ agbur deg ugdil-nniḍen
ko: 다른 화면에서 컨텐츠를 보는 법 배우기
mg: Ianaro ny fomba fijerena atiny eo @ efijery hafa
ms: Belajar cara memapar kandungan pada skrin lain
nb_no: Les om hvordan du viser innhold på en annen skjerm
nl: Info over het bekijken van inhoud op een ander scherm
pl: Dowiedz się, jak wyświetlać zawartość na innych ekranach
pt_br: Saiba como ver o conteúdo em outra tela
pt_pt: Aprenda como ver conteúdo em outro ecrã
ro: Află cum să vezi conținut pe un alt ecran
sk: Zistite, ako zobrazovať obsah na ďalšej obrazovke
sr: Сазнајте више о томе како да видите садржај на другом екрану
sv: Lär dig att visa innehåll på en annan skärm
te: మరో స్క్రీన్ పై కంటెంట్ను వీక్షించడం ఎలానో తెలుసుకోండి
th: เรียนรู้วิธีดูเนื้อหาบนหน้าจออื่น
tr: İçeriği başka bir ekranda görüntülemeyi öğrenin
uk: Дізнайтеся, як переглядати вміст іншого екрана
ur: کسی اور اسکرین پر مواد کو دیکھنے کا طریقہ سیکھیں
vi: Tìm hiểu làm thế nào để xem nội dung trên màn hình khác
zh_cn: 了解如何在另一个屏幕上查看内容
zh_tw: 了解如何在另一個螢幕檢視內容
zu: Funda ukuthi ibukwa kanjani imininingwane yakho kwesinye iskrini

# DB: products.Topic.title
source: Changing your settings
bg: Промяна на вашите настройки
bs: Promijenite vaše postavke
de: Passen Sie Ihre Einstellungen an
el: Αλλαγή των ρυθμίσεών σας
es: Cambiar tus ajustes
fy_nl: Jo ynstellingen wizigje
he: שינוי ההגדרות שלך
hr: Mijenjanje postavki
hu: Beállítások módosítása
ia: Cambia tu parametros
id: Mengubah setelan Anda
it: Modifica delle impostazioni
ja: 設定の変更
ka: პარამეტრების შეცვლა
kab: Abeddel n yiɣewwaren
ko: 설정을 변경하는 중입니다
ms: Menukar tetapan anda
nb_no: Endre dine innstillinger
nl: Uw instellingen wijzigen
pl: Zmiana ustawień
pt_br: Mudando suas configurações
pt_pt: Alterar as suas definições
ro: Schimbă setările
sk: Zmeňte svoje nastavenia
sr: Мењајте ваше поставке
sv: Ändrar dina inställningar
te: మీ అమరికలను మార్చుతున్నాము
th: การเปลี่ยนการตั้งค่าของคุณ
tr: Ayarlarınızı değiştirme
uk: Зміна ваших налаштувань
ur: اپنی سیٹنگز کو تبدیل کرنا
vi: Thay đổi cài đặt của bạn
zh_cn: 更改您的设置
zh_tw: 變更設定

# DB: products.Topic.description
source: Change Firefox's behavior.
bg: Променете поведението на Firefox.
bs: Promijenite ponašanje Firefoxa.
de: Ändern Sie das Verhalten von Firefox.
el: Αλλάξτε τη συμπεριφορά του Firefox.
es: Cambiar el comportamiento de Firefox.
fy_nl: It gedrach fan Firefox wizigje.
he: שינוי ההתנהגות של Firefox.
hr: Promijeni način rada Firefoxa.
hu: Módosítsa a Firefox viselkedését.
ia: Cambia le comportamento de Firefox.
id: Ubah perilaku Firefox.
it: Modifica il comportamento di Firefox.
ja: Firefox の挙動を変えてみましょう。
ka: Firefox-ის პარამეტრების შეცვლა.
kab: Beddel amek i iteddu Firefox.
ko: Firefox 작동 방식을 변경합니다.
ms: Tukar tatalaku Firefox.
nb_no: Endre Firefox' oppførsel.
nl: Gedrag van Firefox wijzigen
pl: Zmień zachowanie programu Firefox.
pt_br: Alterar o comportamento do Firefox.
pt_pt: Altere o comportamento do Firefox.
ro: Schimbă comportamentul Firefox.
sk: Zmeňte chovanie Firefoxu.
sr: Промените понашање Firefox-а.
sv: Ändra Firefox:s beteende.
te: Firefox యొక్క ప్రవర్తనను మార్చండి.
th: เปลี่ยนลักษณะการทำงานของ Firefox
tr: Firefox'un çalışma şeklini değiştirin.
uk: Змінити поведінку Firefox.
ur: Firefox کا رویہ تبدیل کریں۔
vi: Thay đổi hành vi của Firefox.
zh_cn: 更改 Firefox 行为。
zh_tw: 調整 Firefox 的行為。

# DB: products.Topic.title
source: Chat and share
af: Klets en deel
bg: Чат и споделяне
bs: Ćaskanje i dijeljenje
de: Chatten und Teilen
el: Συνομιλία και κοινή χρήση
es: Charla y comparte
fy_nl: Chatte en diele
he: צ׳אט ושיתוף
hr: Razgovaraj i dijeli
hu: Csevegés és megosztás
ia: Conversar e compartir
it: Chat e condivisione
ja: チャットと共有
ka: სასაუბრო და გაზიარება
kab: Adiwennidusrid akked beṭṭu
ko: 채팅과 공유
mg: Chat sy hizara
ms: Bersembang dan berkongsi
nb_no: Chat og del
nl: Chatten en delen
pa_in: ਗੱਲਬਾਤ ਅਤੇ ਸਾਂਝਾ ਕਰੋ
pl: Rozmowa i udostępnianie
pt_br: Conversar e compartilhar
pt_pt: Conversar e partilhar
ro: Conversează și partajează
sk: Chat a zdieľanie
sr: Четујте и делите
sv: Chatta och dela
te: చాట్ మరియు భాగస్వామ్యం
th: แชทและแบ่งปัน
tr: Sohbet ve paylaşım
uk: Чат і поширення
ur: گپ شپ اور شیئر کریں
vi: Trò chuyện và chia sẻ
zh_cn: 聊天和分享
zh_tw: 聊天與分享
zu: Xoxa futhi wabelane

# DB: products.Topic.description
source: Connect on video and share pages with your network
af: Koppel met video en deel bladsye met jou netwerk
bg: Свържете се във видео и споделяйте страници с мрежата си
bs: Povežite se na video i podijelite stranicu na vašoj mreži
de: Treten Sie per Video mit Ihrem Netzwerk in Kontakt und teilen Sie Webseiten mit ihm
el: Συνδεθείτε σε βίντεο και μοιραστείτε σελίδες με το δίκτυό σας
es: Conéctate por vídeo y comparte páginas con tus redes
fy_nl: Ferbining meitsje fia fideo en siden diele mei jo netwurk
hr: Poveži se na video i dijeli stranice s tvojom mrežom
hu: Videotelefonáljon, és osszon meg oldalakat a közösségi hálózatával
ia: Connecte te sur video e comparti paginas con tu rete
it: Conversazione video e condivisione delle pagine con la tua rete di contatti
ja: ビデオチャットに接続してウェブページを友人と共有しましょう
ka: დაუკავშირდით ვიდეოთი და გაუზარეთ გვერდები თქვენს ქსელს
kab: Qqen s tvidyut daɣen bḍu isebtar s uzeṭṭa-ik n yinermisen
ko: 영상으로 접속하고 웹 페이지를 공유해보세요
mg: Mifandraisa @ alàlan'ny horonantsary ary mizarà pejy @ tambajotranao
ms: Berhubungan video dan berkongsi halaman dengan rangkaian anda
nb_no: Ta kontakt med video og del sider med ditt nettverk
nl: Verbinding maken via video en pagina’s delen met uw netwerk
pl: Prowadź wideokonferencje i udostępniaj strony swoim znajomym
pt_br: Conecte-se por vídeo e compartilhe páginas com sua rede
pt_pt: Ligue-se por vídeo e partilhe páginas com a sua rede
ro: Conectează-te video și partajează pagini cu rețeaua ta
sk: Pripojte sa cez video a zdieľajte stránky so svojimi priateľmi
sr: Повежите се на видео и поделите страницу на вашој мрежи
sv: Ta kontakt med video och dela sidor med ditt nätverk
te: మీ నెట్వర్క్ తో వీడియోకు కనెక్ట్ అయ్యి మరియు పేజీల్లో షేర్ చేయ్యి
th: เชื่อมต่อผ่านทางวิดีโอและแบ่งปันหน้ากับเครือข่ายของคุณ
tr: Videoyla bağlantı kurun ve sayfaları ağınızla paylaşın
uk: З'єднуйтесь за допомогою відео та діліться сторінками зі своєю мережею
ur: ویڈیو سے جڑیں اور اپنے نیٹ ورک کے ساتھ صفحات کا اشتراک کریں
vi: Kết nối trên video và chia sẻ các trang với mạng của bạn
zh_cn: 与您的圈子进行视频联络和分享页面
zh_tw: 與您的網絡用視訊聯繫，並分享頁面
zu: Xhumana ngamavidiyo bese wabelana ngamakhasi nenethiwekhi yakho

# DB: products.Topic.title
source: Connection failure
ia: Error de connexion
kab: Tuqqna ur teddi ara
sv: Anslutningsfel
tr: Bağlantı hatası

# DB: products.Topic.description
source: Troubleshoot connection failure issues.
ia: Solver problemas de error de connexion.
sv: Felsök problem med anslutningsfel.
tr: Bağlantı hatası sorunlarını giderin.

# DB: products.Topic.title
source: Connectivity
de: Netzwerkverbindungen
el: Συνδεσιμότητα
fy_nl: Konnektiviteit
hu: Kapcsolódás
ia: Connexivitate
it: Connettività
ja: ネットワーク接続
ka: დაკავშირება
kab: Tuqqna
ko: 연결성
nb_no: Tilkoblingsmuligheter
nl: Connectiviteit
pl: Jakość połączenia
pt_br: Conectividade
pt_pt: Conectividade
sk: Konektivita
sr: Повезивање
sv: Anslutningsmöjligheter
tr: Bağlanabilirlik
uk: З'єднання
vi: Kết nối
zh_cn: 连接问题
zh_tw: 連線問題

# DB: products.Topic.description
source: Troubleshoot connectivity issues.
bg: Отстраняване на проблеми със свързването.
de: Verbindungsprobleme beheben
el: Επιλύστε προβλήματα συνδεσιμότητας.
fy_nl: Konnektiviteitsproblemen oplosse.
hu: Kapcsolódási problémák elhárítása.
ia: Solver problemas de connexivitate.
it: Risolvere i problemi di connettività.
ja: ネットワーク接続の問題を解決します。
ka: დაკავშირების ხარვეზების მოგვარება.
ko: 연결 문제를 해결하세요.
nb_no: Feilsøk tilkoblingsproblemer.
nl: Connectiviteitsproblemen oplossen.
pl: Rozwiązywanie problemów z połączeniem.
pt_br: Solução de problemas de conectividade.
pt_pt: Diagnosticar problemas de conectividade.
sk: Riešenie problémov s pripojením.
sr: Откријте грешке у повезивању.
sv: Felsök anslutningsproblem.
tr: Bağlantı sorunlarını giderin.
uk: Усунення проблем зі з'єднанням.
vi: Khắc phục sự cố kết nối.
zh_cn: 排障连接问题。
zh_tw: 疑難排解連線問題。

# DB: products.Topic.description
source: Troubleshoot issues with connectivity.
ia: Solver problemas de connectivitate.
sv: Felsök problem med anslutning.
tr: Bağlantı sorunlarını giderin.

# DB: products.Topic.title
source: Contacts
af: Kontakte
bg: Контакти
bs: Kontakti
de: Kontakte
el: Επαφές
es: Contactos
fy_nl: Kontakten
he: אנשי קשר
hr: Kontakti
hu: Névjegyek
ia: Contactos
id: Kontak
it: Contatti
ja: 連絡先
ka: ხალხი
kab: Inermisen
ko: 연락처
mg: Kaontakita
ms: Kenalan
nb_no: Kontakter
nl: Contacten
pa_in: ਸੰਪਰਕ
pl: Kontakty
pt_br: Contatos
pt_pt: Contactos
ro: Contacte
sk: Kontakty
sr: Контакти
sv: Kontakter
te: పరిచయాలు
th: ผู้ติดต่อ
tr: Kişiler
uk: Контакти
ur: رابطے
vi: Liên hệ
zh_cn: 联系人
zh_tw: 聯絡人
zu: Izinombolo zabangathintwa

# DB: products.Topic.description
source: How to use the address book on Thunderbird
af: Hoe om die adresboek op Thunderbird te gebruik
bg: Как да използвате адресната книга на Thunderbird
bs: Kako da koristim Thunderbird adresar
de: Wie Sie das Adressbuch von Thunderbird verwenden
el: Χρήση του ευρετηρίου στο Thunderbird
es: Cómo usar la libreta de direcciones en Thunderbird
fy_nl: Ynfo oer it gebrûk fan it adresboek yn Thunderbird
he: איך להשתמש בפנקס הכתובות ב־Thunderbird
hr: Kako koristiti adresar na Thunderbirdu
hu: Címjegyzék használata Thunderbirdben
ia: Como usar le libro del adresses sur Thunderbird
id: Cara menggunakan buku alamat di Thunderbird
it: Come utilizzare la rubrica degli indirizzi a Thundebird
ja: Thunderbird でアドレス帳を使用する方法
ka: როგორ გამოვიყენოთ მისამართების წიგნაკი Thunderbird-ში
kab: Amek ara tesqedceḍ amedlis n tansa deg Thunderbird
ko: Thunderbird에서 주소록 사용 방법
mg: Fomba fampiasana ny bokin'adiresy ao @ Thunderbird
ms: Cara menggunakan buku alamat dalam Thunderbird
nb_no: Slik bruker du adresseboken i Thunderbird
nl: Info over het gebruik van het adresboek in Thunderbird
pl: Jak korzystać z książki adresowej Thunderbirda
pt_br: Como usar o catálogo de endereços no Thunderbird
pt_pt: Como utilizar o livro de endereço no Thunderbird
ro: Cum se utilizează agenda de contacte pe Thunderbird
sk: Ako používať adresár v Thunderbirde
sr: Како да користим Thunderbird адресар
sv: Hur man använder adressboken på Thunderbird
te: థండర్బర్డ్పై లో చిరునామా పుస్తకం ఎలా ఉపయోగించాలి
th: วิธีใช้สมุดรายชื่อบน Thunderbird
tr: Thunderbird'de adres defterini kullanma
uk: Як використовувати адресну книгу Thunderbird
ur: Thunderbird پر ایڈریس بک کا استعمال کیسے کریں
vi: Cách sử dụng sổ địa chỉ trên Thunderbird
zh_cn: 如何使用 Thunderbird 上的通讯录
zh_tw: 如何在 Thunderbird 使用通訊錄
zu: Isetshenziswa kanjani incwadi yamakheli ku-Thunderbird

# DB: products.Topic.description
source: Manage your email contacts.
hu: Kezelje a levelezőpartnereit.
ia: Gerer tu contactos e-mail.
it: Gestisci i tuoi contatti email.
kab: Sefrek inermisen-ik n yimayl.
nl: Uw e-mailcontacten beheren.
pt_br: Gerencie seus contatos de email.
sv: Hantera dina e-postkontakter.
tr: E-posta kişilerinizi yönetin.
zh_cn: 管理您的邮件联系人。

# DB: products.Topic.title
source: Controls (movement)
bg: Контроли (движение)
de: Bedienelemente (Bewegung)
el: Στοιχεία ελέγχου (κίνηση)
es: Controles (movimiento)
fy_nl: Bestjoering (beweging)
hr: Upravljanje (kretanje)
hu: Vezérlők (mozgás)
ia: Controlos (movimento)
it: Controlli (movimento)
ja: コントロール (移動)
ka: მართვა (მოძრაობა)
kab: Isengaden (tigawt)
ko: 제어(동작)
nb_no: Kontroller (bevegelse)
nl: Besturing (beweging)
pl: Sterowanie (ruch)
pt_br: Controles (movimento)
pt_pt: Controlos (movimento)
sk: Ovládanie (pohyb)
sr: Контроле (кретање)
sv: Kontroller (rörelse)
tr: Kontroller (hareket)
uk: Елементи керування (рух)
vi: Điều khiển (di chuyển)
zh_cn: 控制（移动）
zh_tw: 控制（移動）

# DB: products.Topic.description
source: How to navigate through virtual spaces
bg: Как да се движите из виртуални пространства
de: So navigieren Sie durch virtuelle Räume
el: Πλοήγηση στους εικονικούς χώρους
es: Cómo navegar por espacios virtuales
fy_nl: Troch firtuele romten navigearje
hr: Kako se kretati kroz virtualne prostore
hu: Hogyan navigáljon a virtuális terek között
ia: Como navigar inter spatios virtual
it: Come navigare negli spazi virtuali
ja: 仮想空間で移動する方法
ka: როგორ უნდა გადაადგილდეთ წარმოსახვით სივრცეებში
kab: Amek ara tinigeḍ deg yidgan uhlisen
ko: 가상 공간을 탐색하는 방법
nb_no: Hvordan navigere gjennom virtuelle rom
nl: Door virtuele ruimtes navigeren
pl: Jak poruszać się po wirtualnych przestrzeniach
pt_br: Como navegar por espaços virtuais
pt_pt: Como navegar através de espaços virtuais
sk: Ako sa pohybovať vo virtuálnych priestoroch
sr: Како се кретати кроз виртуелне просторе
sv: Hur man navigerar genom virtuella rum
tr: Sanal alanlarda gezinme
uk: Як переміщуватися віртуальними просторами
vi: Cách điều hướng qua các không gian ảo
zh_cn: 如何在虚拟空间中导航
zh_tw: 如何在虛擬空間中導航

# DB: products.Topic.title
source: Cookies
af: Koekies
bg: Бисквитки
bs: Kolačići
el: Cookie
he: עוגיות
hr: Kolačići
hu: Sütik
id: Kuki
it: Cookie
ja: Cookie
ka: ფუნთუშები
kab: Inagan n tuqqna
ko: 쿠키
mg: Kokia
ms: Kuki
nb_no: Infokapsler
pa_in: ਕੂਕੀਜ਼
pl: Ciasteczka
ro: Cookie-uri
sr: Колачићи
sv: Kakor
te: కుకీలు
th: คุกกี้
tr: Çerezler
uk: Файли cookie
ur: کوکیز
vi: Cookie
zh_cn: Cookie
zu: Amakhukhi

# DB: products.Topic.description
source: Cookies
af: Koekies
bg: Бисквитки
bs: Kolačići
el: Cookie
he: עוגיות
hr: Kolačići
hu: Sütik
id: Kuki
it: Cookie
ja: Cookie
ka: ფუნთუშები
kab: Inagan n tuqqna
ko: 쿠키
mg: Kokia
ms: Kuki
nb_no: Infokapsler
pa_in: ਕੂਕੀਜ਼
pl: Ciasteczka
ro: Cookie-uri
sr: Колачићи
sv: Kakor
te: కుకీలు
th: คุกกี้
tr: Çerezler
uk: Файли cookie
ur: کوکیز
vi: Cookie
zh_cn: Cookie
zu: Amakhukhi

# DB: products.Topic.description
source: Cookies as they relate to browser history
sv: Kakor i relation till webbläsarhistorik

# DB: products.Topic.title
source: Cookies and cache
af: Koekies en kas
bg: Бисквитки и кеш
bs: Kolačići i keš
de: Cookies und Cache
el: Cookie και κρυφή μνήμη
es: Cookies y caché
fy_nl: Cookies en buffer
he: עוגיות ומטמון
hr: Kolačići i predmemorija
hu: Sütik és gyorsítótár
ia: Cookies e cache
id: Kuki dan tembolok
it: Cookie e cache
ja: Cookie とキャッシュ
ka: ფუნთუშები და დროებითი მარაგი
kab: Inagan n tuqqna d tuffirt
ko: 쿠키와 캐시
mg: Kokia sy kasy
ms: Kuki dan cache
nb_no: Informasjonskapsler og hurtiglager
nl: Cookies en buffer
pl: Ciasteczka i pamięć podręczna
pt_br: Cookies e cache
pt_pt: Cookies e cache
ro: Cookie-uri și cache
sk: Cookies a vyrovnávacia pamäť
sr: Колачићи и кеш
sv: Kakor och cache
te: కుకీలు మరియు కాష్
th: คุกกี้และแคช
tr: Çerezler ve önbellek
uk: Файли cookie та кеш
ur: کوکیز اور کیشے
vi: Cookie và bộ nhớ đệm
zh_cn: Cookie 和缓存
zh_tw: Cookie 和快取
zu: Ama-cookie ne-cache
