Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

source: Please select at least one product.
af: Kies ten minste een produk.
bg: Моля, изберете поне един продукт.
bs: Molimo da odaberete barem jedan proizvod.
de: Bitte wählen Sie mindestens ein Produkt aus.
el: Παρακαλώ επιλέξτε τουλάχιστον ένα προϊόν.
es: Por favor, selecciona al menos un producto.
fy_nl: Selektearje op syn minst ien produkt.
he: נא לבחור במוצר אחד לפחות.
hr: Odaberi barem jedan proizvod.
hu: Válasszon ki legalább egy terméket.
ia: Per favor elige al minus un producto.
id: Pilih satu produk atau lebih.
it: Scegliere almeno un prodotto.
ja: 少なくとも一つの製品を選択してください。
ka: გთხოვთ, სულ მცირე ერთი პროდუქტი მაინც მიუთითოთ.
kab: Ttxil-k fren xarsum afaris.
ko: 다른 제품을 입력하세요.
mg: Azafady mifantena vokatra iray farafahakeliny.
ms: Sila pilih sekurang-kurangnya satu produk.
nb_no: Velg minst ett produkt.
nl: Selecteer ten minste één product.
pa_in: ਕਿ੍ੱਪਾ ਕਰਕੇ ਘੱਟੋ ਘੱਟ ਇੱਕ ਉਤਪਾਦ ਦੀ ਚੋਣ ਕਰੋ ਜੀ।
pl: Wybierz przynajmniej jeden produkt.
pt_br: Selecione pelo menos um produto.
pt_pt: Por favor, escolha pelo menos um produto.
ro: Te rugăm să selectezi cel puțin un produs.
sk: Vyberte prosím aspoň jeden produkt.
sr: Молимо да одаберете барем један производ.
sv: Välj minst en produkt.
te: దయచేసి కనీసం ఒక ఉత్పత్తి ఎంచుకోండి.
th: โปรดเลือกอย่างน้อยหนึ่งผลิตภัณฑ์
tr: Lütfen en az bir ürün seçin.
uk: Будь ласка, оберіть не менше одного продукту.
ur: براہ مہربانی کم از کم ایک مصنوعہ منتخب کریں۔
vi: Vui lòng chọn ít nhất một sản phẩm.
zh_cn: 请至少选择一个产品。
zh_tw: 請至少選擇一項產品。
zu: Uyacelwa ukhethe okungenani umkhiqizo owodwa.

source: Please select at least one topic.
af: Kies ten minste een onderwerp.
bg: Моля, изберете поне една тема.
bs: Izaberite bar jednu temu.
de: Bitte wählen Sie ein Thema aus.
el: Παρακαλώ επιλέξτε τουλάχιστον ένα θέμα.
es: Por favor, selecciona al menos un tema.
fy_nl: Selektearje op syn minst ien ûnderwerp.
he: נא לבחור בנושא אחר לפחות.
hr: Odaberi barem jednu temu.
hu: Válasszon ki legalább egy témát.
ia: Per favor elige al minus un argumento.
id: Pilih satu topik atau lebih.
it: Selezionare almeno un argomento.
ja: 少なくとも一つのトピックを選択してください。
ka: გთხოვთ, სულ მცირე ერთი თემა მაინც მიუთითოთ.
kab: Ttxil-k fren xarsum asentel.
ko: 적어도 한 주제를 선택하세요.
mg: Azafady mifantena lohahevitra iray farafahakeliny.
ms: Sila pilih sekurang-kurangnya satu topik.
nb_no: Velg minst ett emne.
nl: Selecteer ten minste één onderwerp.
pa_in: ਕਿ੍ੱਪਾ ਕਰਕੇ ਘੱਟੋ ਘੱਟ ਇੱਕ ਵਿੱਸ਼ੇ ਦੀ ਚੋਣ ਕਰੋ ਜੀ।
pl: Wybierz przynajmniej jeden temat.
pt_br: Selecione pelo menos um tópico.
pt_pt: Por favor, escolha pelo menos um tópico.
ro: Te rugăm să selectezi cel puțin un subiect.
sk: Vyberte prosím aspoň jeden nadpis.
sr: Изаберите бар једну тему.
sv: Välj minst ett ämne.
te: దయచేసి కనీసం ఒక విషయం ఎంచుకోండి.
th: โปรดเลือกอย่างน้อยหนึ่งหัวข้อ
tr: Lütfen en az bir konu seçin.
uk: Будь ласка, оберіть не менше однієї теми.
ur: براہ مہربانی کم از کم ایک عنوان منتخب کریں۔
vi: Vui lòng chọn ít nhất một chủ đề.
zh_cn: 请至少选择一个主题。
zh_tw: 請至少選擇一個主題。
zu: Uyacelwa ukhethe okungenani isihloko esisodwa.

source: Related documents are not allowed for Templates and Canned Responses.
sv: Relaterade dokument är inte tillåtna för mallar och standardsvar.

source: Title of article
af: Titel van artikel
bg: Заглавие на статия
bs: Naslov članka
de: Titel des Artikels
el: Τίτλος άρθρου
es: Nombre del artículo
fy_nl: Titel fan artikel
he: כותרת המאמר
hr: Naslov članka
hu: Leírás címe
ia: Titulo del articule
id: Judul artikel
it: Nome dell'articolo
ja: 記事のタイトル
ka: სტატიის სათაური
kab: Azwel n umagrad
ko: 문서 제목
mg: Lohatenin'ny lahatsoratra
ms: Tajuk artikel
nb_no: Tittel på artikkel
nl: Titel van artikel
pa_in: ਲੇਖ ਦਾ ਸਿਰਲੇਖ
pl: Tytuł artykułu
pt_br: Título do artigo
pt_pt: Título do artigo
ro: Titlul articolului
sk: Nadpis článku
sr: Наслов чланка
sv: Artikelns titel
te: వ్యాస శీర్షిక
th: หัวข้อของบทความ
tr: Makale başlığı
uk: Назва статті
ur: مضمون کا عنوان
vi: Tiêu đề bài viết
zh_cn: 文章标题
zh_tw: 文章標題
zu: Isihloko se-athikhili

source: Slug:
af: Kortnaam:
bg: Кратко име:
de: Adressname:
el: Αναγνωριστικό URL:
es: Enlace amigable (slug):
fy_nl: URL-namme:
hr: URL naziv stranice:
hu: SEO webcím:
ia: Identificator:
ja: スラッグ:
ka: ბმულის დაბოლოება:
kab: Asulay:
ko: URL 줄임 제목:
mg: Rambon'adiresy:
nb_no: Adressetekst:
nl: Identificator:
pa_in: ਸਲੱਗ:
pl: Ciąg słów:
pt_br: Nome curto:
pt_pt: Endereço curto (slug):
sk: URL adresa:
sv: Slugg:
te: స్లగ్:
th: คำที่กำหนดเอง:
tr: Kısa isim:
uk: Слаг:
ur: سلگ:
zh_cn: 缩略名：
zh_tw: (文件網址後的) slug 自訂字串：
zu: I-slug:

source: Article URL
af: Artikel-URL
bg: URL-адрес на статията
bs: URL članka
de: Adresse des Artikels
el: URL άρθρου
es: URL del artículo
fy_nl: Artikel-URL
he: כתובת המאמר
hr: URL članka
hu: Leírás webcíme
ia: URL del articulo
id: URL Artikel
it: URL dell'articolo
ja: 記事の URL
ka: სტატიის URL
kab: Tansa URL n umagrad
ko: 문서 URL
mg: URL an'ny lahatsoratra
ms: URL artikel
nb_no: Artikkel-URL
nl: Artikel-URL
pa_in: ਲੇਖ਼ URL
pl: Adres URL artykułu
pt_br: URL do artigo
pt_pt: URL do artigo
ro: URL articol
sk: URL adresa článku
sr: URL чланка
sv: Artikel-URL
te: వ్యాసం URL
th: URL ของบทความ
tr: Makale adresi
uk: Адреса статті
ur: مضمون کا URL
vi: URL Bài viết
zh_cn: 文章网址
zh_tw: 文章連結
zu: I-athikhili ye-URL

source: Allow translations:
af: Laat vertaling toe:
bg: Позволи преводи:
bs: Dopusti prijevode:
de: Übersetzungen zulassen:
el: Να επιτρέπονται μεταφράσεις:
es: Permitir traducciones:
fy_nl: Oersetting tastean:
he: לאפשר תרגומים:
hr: Dopusti prijevode:
hu: Fordítható:
ia: Permitter traductiones:
id: Terjemahan diizinkan:
it: Consenti traduzioni:
ja: 翻訳を許可する:
ka: თარგმნის შესაძლებლობის დაშვება:
kab: Sireg tisuqilin:
ko: 번역 가능:
mg: Hamela dikanteny:
ms: Izinkan terjemahan:
nb_no: Tillat oversetting:
nl: Vertalingen toestaan:
pa_in: ਅਨੁਵਾਦ ਮਨਜ਼ੂਰ:
pl: Zezwól na tłumaczenia:
pt_br: Permitir tradução:
pt_pt: Permitir traduções:
ro: Permite traducerile:
sk: Povolené preklady:
sr: Дозволи превођење:
sv: Tillåt översättningar:
te: అనువాదాలు అనుమతించండి:
th: ยอมรับการแปล:
tr: Çevirilere izin ver:
uk: Дозволити переклади:
ur: ترجمہ کی اجازت دیں:
vi: Cho phép bản dịch:
zh_cn: 允许翻译：
zh_tw: 允許翻譯:
zu: Ivumela ukuhumusha:

source: Obsolete:
af: Uitgedien:
bg: Остаряла:
bs: Zastarjelo:
de: Veraltet:
el: Παλιό:
es: Obsoleto:
fy_nl: Ferâldere:
he: מיושן:
hr: Zastarjelo:
hu: Elavult:
id: Kedaluwarsa:
it: Obsoleto:
ja: 廃止:
ka: მოძველებული:
kab: D qabur:
ko: 쓸모없음:
mg: Tranainy:
ms: Luput:
nb_no: Utdatert:
nl: Verouderd:
pa_in: ਅਪ੍ਰਚਲਿਤ:
pl: Przestarzały:
pt_br: Obsoleto:
pt_pt: Obsoleto:
ro: Învechite:
sk: Zamietnuté:
sr: Застарело:
sv: Föråldrad:
te: వాడుకలో లేని:
th: ล้าสมัย:
tr: Eski:
uk: Застаріло:
ur: متروک:
vi: Lỗi thời:
zh_cn: 过时的：
zh_tw: 過時的:
zu: Okungasasetshenziswa:

source: The document will be restricted to members of the selected group(s).
de: Das Dokument wird auf die Mitglieder der ausgewählten Gruppe(n) beschränkt.
el: Το έγγραφο θα περιοριστεί μόνο στα μέλη των επιλεγμένων ομάδων.
fy_nl: It dokumint sil foar brûkers yn de selektearre groep(en) beskikber wêze.
hu: A dokumentum a kiválasztott csoport(ok) tagjaira lesz korlátozva.
ia: Le documento sera limitate a membros del gruppo(s) seligite.
it: Il documento sarà accessibile solo ai membri del gruppo o dei gruppi selezionati.
ko: 문서는 선택한 그룹의 구성원으로 제한됩니다.
nl: Het document zal voor gebruikers in de geselecteerde groep(en) beschikbaar zijn.
pl: Dokument będzie zastrzeżony tylko dla członków wybranej grupy (grup).
pt_br: O documento será restrito aos membros dos grupos selecionados.
pt_pt: O documento será restringido para os membros do(s) grupo(s) selecionado(s).
sv: Dokumentet kommer att vara begränsat till medlemmar i den valda gruppen/grupperna.
tr: Belge, seçilen grubun/grupların üyeleriyle sınırlandırılacaktır.
uk: Документ буде доступний лише учасникам вибраних груп.
vi: Tài liệu sẽ được giới hạn ở các thành viên của (các) nhóm đã chọn.
zh_cn: 此文档将只能被所选群组内的成员使用。
zh_tw: 文件將僅有選擇的群組成員可閱讀。

source: The document will be visible only to users in the selected group(s).
de: Das Dokument ist nur für Benutzer in den ausgewählten Gruppe(n) sichtbar.
el: Το έγγραφο θα είναι ορατό μόνο για τους χρήστες στις επιλεγμένες ομάδες.
fy_nl: It dokumint sil allinnich foar brûkers yn de selektearre groep(en) sichtber wêze.
hu: A dokumentum csak a kiválasztott csoport(ok) tagjai számára lesz látható.
ia: Le documento sera visibile solo a usatores in le gruppo(s) seligite.
it: Il documento sarà visibile solo dagli utenti del gruppo o dei gruppi selezionati.
ko: 문서는 선택한 그룹의 구성원에게만 표시됩니다.
nl: Het document zal alleen voor gebruikers in de geselecteerde groep(en) zichtbaar zijn.
pl: Dokument będzie widoczny tylko dla członków wybranej grupy (grup).
pt_br: O documento será visível apenas para os usuários dos grupos selecionados.
pt_pt: O documento estará visível apenas para os utilizadores do(s) grupo(s) selecionado(s).
sv: Dokumentet kommer endast att visas för användare i den valda gruppen/grupperna.
tr: Bu belge yalnızca seçili gruptaki/gruplardaki kullanıcılar tarafından görülebilecektir.
uk: Документ буде видимим лише для користувачів у вибраних групах.
vi: Tài liệu sẽ chỉ hiển thị với người dùng trong (các) nhóm đã chọn.
zh_cn: 此文档将只有所选群组内的用户可见。
zh_tw: 文件將僅有選擇的群組使用者可檢視。

source: Allow discussion on this article?
af: Laat gesprek oor hierdie artikel toe?
bg: Разрешаване на дискусии по тази статия?
bs: Dopusti raspravu na ovom članku?
de: Diskussion zu diesem Artikel erlauben?
el: Να επιτρέπεται συζήτηση σε αυτό το άρθρο;
es: ¿Permitir discusión en este artículo?
fy_nl: Diskusje oer dit artikel tastean?
he: לאפשר דיונים על מאמר זה?
hr: Dopusti raspravu na ovom članku?
hu: Engedélyezi a beszélgetést ennél a leírásnál?
ia: Permitter discussion sur iste articulo?
id: Izinkan diskusi pada artikel?
it: Consentire la discussione di questo articolo?
ja: この記事の議論を許可する？
ka: ნებას რთავთ, განიხილონ ეს სტატია?
kab: Sireg asqerdec deg umagrad-a?
ko: 이 문서의 토론을 허용 할까요?
mg: Hanome alàlana adihevitra momba an'ity lahatsoratra ity?
ms: Izinkan perbincangan berkaitan artikel ini?
nb_no: Tillat diskusjon på artikkelen?
nl: Discussie over dit artikel toestaan?
pa_in: ਇਸ ਲੇਖ਼ ਤੇ ਗੱਲ-ਬਾਤ ਕਰਨ ਦੀ ਆਗਿਆ?
pl: Dyskusja o tym artykule dozwolona
pt_br: Permitir discussão do artigo?
pt_pt: Permitir discussões neste artigo?
ro: Permite comentariile la acest articol?
sk: Povoliť diskusiu k tomuto článku?
sr: Дозволи коментарисање на овом чланку?
sv: Tillåt diskussion om denna artikel?
te: ఈ ఆర్టికల్ మీద చర్చకు అనుమతించాలా?
th: อนุญาตการสนทนาในบทความนี้?
tr: Bu makalede tartışmaya izin verilsin mi?
uk: Дозволити обговорення в цій статті?
ur: اس مضمون پر بحث کی اجازت دیں؟
vi: Cho phép thảo luận về bài viết này?
zh_cn: 允许在此文章上讨论？
zh_tw: 允許討論這份文件？
zu: Uzovumela izingxoxo kule athikhili?

source: Type of article
af: Tipe artikel
bg: Вид на статията
bs: Tip članka
de: Artikeltyp
el: Τύπος άρθρου
es: Tipo de artículo
fy_nl: Soart artikel
he: סוג המאמר
hr: Vrsta članka
hu: Leírás típusa
ia: Typo de articulo
id: Jenis artikel
it: Tipologia articolo
ja: 記事の種類
ka: სტატიის სახე
kab: Anaw n umagrad
ko: 문서 분류
mg: Karazan'ny lahatsoratra
ms: Jenis artikel
nb_no: Type artikkel
nl: Type artikel
pa_in: ਲੇਖ ਦੀ ਕਿਸਮ
pl: Typ artykułu
pt_br: Tipo de artigo
pt_pt: Tipo de artigo
ro: Tipul articolului
sk: Typ článku
sr: Тип чланка
sv: Typ av artikel
te: వ్యాస రకం
th: ชนิดของบทความ
tr: Makale türü
uk: Тип статті
ur: مضمون کی قسم
vi: Kiểu bài viết
zh_cn: 文章类型
zh_tw: 文章類型
zu: Uhlobo lwe-athikhili

source: Select topic(s)
hu: Válasszon témát
ia: Selige themas
it: Seleziona argomenti
nl: Selecteer onderwerp(en)
pl: Wybierz temat(y)
pt_br: Selecionar tópico(s)
sv: Välj ämne(n)
tr: Konu seçin
zh_cn: 选择主题

source: Select product(s)
hu: Válasszon terméket
ia: Seliger productos
it: Seleziona prodotto(i)
nl: Selecteer product(en)
pl: Wybierz produkt(y)
pt_br: Selecionar produto(s)
sv: Välj produkt(er)
tr: Ürün seçin
zh_cn: 选择产品

source: Related documents:
af: Verwante dokumente:
bg: Сходни документи:
bs: Povezani dokumenti:
de: Verwandte Dokumente:
el: Σχετικά έγγραφα:
es: Documentos relacionados:
fy_nl: Relatearre dokuminten:
he: מסמכים קשורים:
hr: Povezani dokumenti:
hu: Kapcsolódó dokumentumok:
ia: Documentos associate:
id: Dokumen terkait:
it: Documenti collegati:
ja: 関連文書:
ka: დაკავშირებული დოკუმენტები:
kab: Isemliyen icudden:
ko: 관련된 문서:
mg: Tahirin-kevitra sahala:
ms: Dokumen berkaitan:
nb_no: Relaterte dokumenter:
nl: Gerelateerde documenten:
pa_in: ਸਬੰਧਤ ਦਸਤਾਵੇਜ਼:
pl: Powiązane dokumenty:
pt_br: Documentos relacionados:
pt_pt: Documentos relacionados:
ro: Documente asemănătoare:
sk: Podobné dokumenty:
sr: Повезани документи:
sv: Relaterade dokument:
te: సంబంధిత పత్రాలు:
th: เอกสารที่เกี่ยวข้อง:
tr: İlgili belgeler:
uk: Відповідні документи:
ur: متعلقہ دستاویزات:
vi: Các tài liệu liên quan:
zh_cn: 相关文档：
zh_tw: 相關文件:
zu: Dilitha Idokhumenti:

source: Needs change:
af: Het verandering nodig:
bg: Има нужда от промяна:
bs: Potrebne izmjene:
de: Benötigt Änderung:
el: Χρειάζεται αλλαγή:
es: Necesita cambios:
fy_nl: Wiziging nedich:
he: נדרש שינוי:
hr: Potrebne izmjene:
hu: Módosítás szükséges:
ia: Cambio necessari:
id: Butuh perubahan:
it: Modifica necessaria:
ja: 変更が必要:
ka: საჭიროებს ცვლილებებს:
kab: Isra abeddel:
ko: 변경 필요 사항:
mg: Mila fanovana:
ms: Perlukan pengubahan:
nb_no: Trenger endring:
nl: Wijziging nodig:
pa_in: ਬਦਲ ਚਾਹੀਦਾ ਹੈ:
pl: Wymagające zmian:
pt_br: Precisa de alterações:
pt_pt: Precisa de alterações:
ro: Necesită modificări:
sk: Potrebuje zmenu:
sr: Потребне измене:
sv: Behöver ändras:
te: మార్పులు అవసరం:
th: ต้องถูกปรับเปลี่ยน:
tr: Değişiklik gerekiyor:
uk: Потребує змін:
ur: تبدیلی کی ضرورت ہے:
vi: Cần được thay đổi:
zh_cn: 需要修改：
zh_tw: 需要修改:
zu: Idinga ukushintshwa:

source: Comment:
af: Opmerking:
bg: Коментар:
bs: Komentar:
de: Kommentar:
el: Σχόλιο:
es: Comentario:
fy_nl: Kommentaar:
he: הערה:
hr: Komentar:
hu: Hozzászólás:
ia: Commento:
id: Komentar:
it: Commento:
ja: コメント:
ka: შენიშვნა:
kab: Awennit:
ko: 댓글:
mg: Fanehoan-kevitra:
ms: Komen:
nb_no: Kommentar:
nl: Commentaar:
pa_in: ਟਿੱਪਣੀ:
pl: Komentarz:
pt_br: Comentário:
pt_pt: Comentário:
ro: Comentariu:
sk: Komentár:
sr: Коментар:
sv: Kommentar:
te: వ్యాఖ్య:
th: ความคิดเห็น:
tr: Yorum:
uk: Коментар:
ur: تبصرہ
vi: Bình luận:
zh_cn: 备注：
zh_tw: 意見:
zu: Ukuphawula:

source: Keywords:
af: Sleutelwoorde:
bg: Ключови думи:
bs: Ključne riječi:
de: Schlüsselwörter:
el: Λέξεις-κλειδιά:
es: Palabras clave:
fy_nl: Kaaiwurden:
he: מילות מפתח:
hr: Ključni pojmovi:
hu: Kulcsszavak:
ia: Parolas clave:
id: Kata kunci:
it: Parole chiave:
ja: キーワード:
ka: საკვანძო სიტყვები:
kab: Awalen tisura:
ko: 키워드:
mg: Teny lakile:
ms: Kata kunci:
nb_no: Nøkkelord:
nl: Trefwoorden:
pa_in: ਸ਼ਬਦ:
pl: Słowa kluczowe:
pt_br: Palavras-chave:
pt_pt: Palavras-chave:
ro: Cuvinte cheie:
sk: Kľúčové slová:
sr: Кључне речи:
sv: Nyckelord:
te: కీలకపదాలు:
th: คำสำคัญ:
tr: Anahtar sözcükler:
uk: Ключові слова:
ur: کلیدی الفاظ:
vi: Từ khóa:
zh_cn: 关键词：
zh_tw: 關鍵詞:
zu: Amagama aqavile:

source: Affects search results
af: Affekteer soekresultate
bg: Засяга на резултатите при търсене
bs: Utječe na rezultate pretraživanja
de: Beeinflusst Suchergebnisse
el: Επηρεάζει τα αποτελέσματα αναζήτησης
es: Afecta a los resultados de la búsqueda
fy_nl: Fan ynfloed op sykresultaten
he: משפיע על תוצאות החיפוש
hr: Utječe na rezultate pretraživanja
hu: Befolyásolja a keresési eredményeket
ia: Affice le resultatos del recerca
id: Mempengaruhi hasil pencarian
it: Incide sui risultati della ricerca
ja: 検索結果に影響します
ka: იმოქმედებს ძიების შედეგებზე
kab: Ad iḥaz akk igmaḍ n unadi
ko: 검색 결과
mg: Miantraika @ voka-pikarohana
ms: Menjejaskan hasil carian
nb_no: Påvirker søkeresultater
nl: Heeft invloed op zoekresultaten
pa_in: ਖੋਜ਼ ਨਤੀਜ਼ੇ ਪ੍ਰਭਾਵਿਤ ਹੋਏ
pl: Wpływają na wyniki wyszukiwania
pt_br: Afeta resultados da pesquisa
pt_pt: Afecta resultados da pesquisa
ro: Afectează rezultatele căutărilor
sk: Ovplyvní výsledky vyhľadávania
sr: Утиче на резултат претраге
sv: Påverkar sökresultat
te: శోధన ఫలితాలు ప్రభావితం
th: มีผลต่อการค้นหา
tr: Arama sonuçlarını etkiler
uk: Результати пошуку
ur: تلاش کے نتائج کو متاثر کرتا ہے
vi: Ảnh hưởng kết quả tìm kiếm
zh_cn: 影响搜索结果
zh_tw: 影響搜尋結果
zu: Ithikameza imiphumela yokucinga

source: Search result summary:
af: Soekresultaat-opsomming:
bg: Обобщение на резултата от търсенето:
bs: Sažetak rezultata pretraživanja:
de: Zusammenfassung für der Suchergebnisse:
el: Επισκόπηση αποτελέσματος αναζήτησης:
es: Resumen de los resultados de la búsqueda:
fy_nl: Gearfetting sykresultaat:
he: תקציר תוצאות החיפוש:
hr: Sažetak rezultata pretraživanja:
hu: Keresési eredmény összefoglalása:
ia: Summario del resultatos del recerca:
id: Ringkasan hasil pencarian:
it: Sommario dei risultati della ricerca:
ja: 検索結果に表示する要約:
ka: მოკლე შეჯამება საძიებოსთვის:
kab: Agzul n igmaḍ n unadi:
ko: 검색 결과 요약
mg: Famintinana voka-pikarohana:
ms: Ringkasan hasil carian:
nb_no: Oppsummering i søkeresultater:
nl: Samenvatting voor zoekresultaten:
pa_in: ਨਤੀਜ਼ਾ ਸਾਰਆਸ ਲੱਭੋ:
pl: Opis dla wyników wyszukiwania:
pt_br: Resumo em resultado de pesquisas:
pt_pt: Sumário de resultado da pesquisa:
ro: Caută sumarul rezultatelor:
sk: Súhrn výsledkov vyhľadávania:
sr: Претражи опис резултата:
sv: Sammanfattning sökresultat:
te: వెతుకుడు ఫలితపు సారాంశం:
th: สรุปผลการค้นหา:
tr: Arama sonucu özeti:
uk: Результати пошуку:
ur: تلاش کے نتائج کا خلاصہ:
vi: Tóm tắt kết quả tìm kiếm:
zh_cn: 搜索结果概要：
zh_tw: 搜尋結果概要:
zu: Isifingqo somphumela wokucinga:

source: Only displayed on search results page
af: Wys net op soekresultaatbladsy
bg: Показва се само при търсене
bs: Prikazano jedino na stranici sa rezultatima pretraživanja
de: Wird nur auf der Seite der Suchergebnisse angezeigt
el: Εμφανίζεται μόνο στη σελίδα αποτελεσμάτων αναζήτησης
es: Sólo aparece en la página de resultados de búsqueda
fy_nl: Allinnich toant op sykresultatenside
he: מוצג רק בעמוד תוצאות החיפוש
hr: Prikazano jedino na stranici s rezultatima pretraživanja
hu: Csak a keresési eredmények oldalon jelenjen meg
ia: Monstrate solo sur le pagina del resultatos del recerca
id: Hanya ditampilkan pada laman hasil pencarian
it: Nella pagina dei risultati della ricerca sono visualizzati soltanto
ja: 検索結果のページにのみ表示されます
ka: მხოლოდ, ძიების შედეგების გვერდზე ჩვენება
kab: Yettwaskan kan ɣef usebter n igmaḍ n unadi
ko: 검색 결과 페이지에만 표시
mg: Aseho @ pejin'ny voka-pikarohana ihany
ms: Papar hanya dalam halaman hasil carian
nb_no: Vises bare på søkeresultatsiden
nl: Alleen weergegeven op pagina met zoekresultaten
pa_in: ਨਤੀਜਾ ਸਿਰਫ ਭਾਲ ਪੇਜ਼ ਤੇ ਦਿਖਾਵੇ
pl: Krótki opis artykułu wyświetlany tylko na stronie wyników wyszukiwania
pt_br: Exibido somente na página de resultados de pesquisa
pt_pt: Mostrado apenas na página de resultados da pesquisa
ro: Afișat doar pe pagina cu rezultatele căutărilor
sk: Zobrazené iba na stránke výsledkov vyhľadávania
sr: Приказано само на страници резултата претраге
sv: Visas endast på sökresultatsidan
te: శోధన ఫలితాల పేజీలో మాత్రమే ప్రదర్శించబడినది
th: แสดงบนหน้าผลการค้นหาเท่านั้น
tr: Yalnızca arama sonuçları sayfasında görüntülenir
uk: Показано тільки на сторінці пошукових результатів
vi: Chỉ được hiển thị trên trang kết quả tìm kiếm
zh_cn: 只显示于搜索结果页面
zh_tw: 只顯示於搜尋結果頁面
zu: Kuvezwe kuphela ekhasini lemiphumela yokucinga

source: Expiry date:
af: Vervaldatum:
bg: Изтича на:
bs: Datum isteka:
de: Ablaufdatum:
el: Ημερομηνία λήξης:
es: Fecha de expiración:
fy_nl: Ferrindatum:
he: תאריך התפוגה:
hr: Datum isteka:
hu: Lejárati dátum:
ia: Data de expiration:
id: Kedaluwarsa:
it: Data di scadenza:
ja: 有効期限:
ka: ვადის გასვლის თარიღი
kab: Azemz n taggara:
ko: 만료일:
mg: Lany daty @:
ms: Tarikh luput:
nb_no: Utløpsdato:
nl: Vervaldatum:
pl: Data wygaśnięcia:
pt_br: Data de expiração:
pt_pt: Data de expiração:
ro: Data de expirare:
sk: Dátum expirácie:
sr: Датум истека:
sv: Upphör:
te: గడువు తీరినతేదీ:
th: วันหมดอายุ:
tr: Bitiş tarihi:
uk: Кінцева дата:
ur: خاتمے کی تاریخ
vi: Ngày hết hạn:
zh_cn: 到期日：
zh_tw: 過期日:
zu: Usuku lokuphelelwa:

source: Significance:
af: Betekenisvolheid:
bg: Значимост:
bs: Značaj:
de: Wichtigkeit:
el: Σημασία:
es: Relevancia:
fy_nl: Belang:
he: חשיבות:
hr: Značaj:
hu: Jelentőség:
ia: Importantia:
id: Tingkat Kepentingan:
it: Importanza:
ja: 重要性:
ka: მნიშვნელოვნობა:
kab: Anamek:
ko: 중요도:
mg: Lanjany:
ms: Signifikan:
nb_no: Betydning:
nl: Belang:
pa_in: ਅਹਿਮੀਅਤ:
pl: Ważność:
pt_br: Importância:
pt_pt: Relevância:
ro: Importanță:
sk: Dôležitosť:
sr: Значај:
sv: Signifikans:
te: ప్రాముఖ్యత:
th: มีความหมาย:
tr: Önem:
uk: Значущість:
ur: اہمیت:
vi: Tính quan trọng:
zh_cn: 重要性：
zh_tw: 重要性:
zu: Ukubaluleka:

source: Needs change
af: Het verandering nodig
bg: Има нужда от промяна
bs: Treba izmjene
de: Benötigt Änderung
el: Χρειάζεται αλλαγή
es: Necesita cambios
fy_nl: Wiziging nedich
he: נדרש שינוי
hr: Treba izmjene
hu: Módosítás szükséges
ia: Cambio necessari
id: Butuh perubahan
it: Modifica necessaria
ja: 変更が必要
ka: საჭიროებს ცვლილებას
kab: Isra abeddel
ko: 변경 필요
mg: Mila fanovana
ms: Perlu perubahan
nb_no: Trenger endring
nl: Wijziging nodig
pa_in: ਬਦਾਲਅ ਚਾਹੀਦਾ
pl: Wymaga zmiany
pt_br: Precisa de alterações
pt_pt: Precisa de alterações
ro: Necesită modificări
sk: Potrebuje zmenu
sr: Потребна промена
sv: Behöver ändras
te: మార్పులు అవసరం
th: ต้องถูกปรับเปลี่ยน
tr: Değişiklik gerekiyor
uk: Потребує змін
ur: تبدیلی کی ضرورت ہے:
vi: Cần được thay đổi
zh_cn: 需要修改
zh_tw: 需要修改
zu: Idinga ukushintshwa

source: Users:
af: Gebruikers:
bg: Потребители:
bs: Korisnici:
de: Benutzer:
el: Χρήστες:
es: Usuarios:
fy_nl: Brûkers:
he: משתמשים:
hr: Korisnici:
hu: Felhasználók:
ia: Usatores:
id: Pengguna:
it: Utenti:
ja: ユーザー:
ka: მომხმარებელი:
kab: Iseqdacen:
ko: 사용자:
mg: Mpampiasa:
ms: Pengguna:
nb_no: Brukere:
nl: Gebruikers:
pa_in: ਯੂਜ਼ਰਾ:
pl: Użytkownicy:
pt_br: Usuários:
pt_pt: Utilizadores:
ro: Utilizatori:
sk: Používatelia:
sr: Корисници:
sv: Användare:
te: వాడుకరులు:
th: ผู้ใช้:
tr: Kullanıcılar:
uk: Користувачі:
ur: ‏‏صارفين
vi: Người dùng:
zh_cn: 用户名：
zh_tw: 使用者:
zu: Abasebenzisi:

source: Bots:
sv: Botar:

source: End:
af: Einde:
bg: Край:
bs: Kraj:
de: Ende:
el: Λήξη:
es: Fin:
fy_nl: Ein:
he: סיום:
hr: Kraj:
hu: Befejezés:
ia: Fin:
it: Fine:
ja: 終了日:
ka: საბოლოო:
kab: Tagara:
ko: 종료:
mg: Fifaranana:
ms: Tamat:
nb_no: Slutt:
nl: Einde:
pa_in: ਖ਼ਤਮ:
pl: Koniec:
pt_br: Fim:
pt_pt: Fim:
ro: Sfârșit:
sk: Koniec:
sr: Крај:
sv: Slut:
te: ముగింపు:
th: สิ้นสุด:
tr: Bitiş:
uk: Кінець:
ur: اختتام:
vi: Kết thúc:
zh_cn: 结束时间：
zh_tw: 結束：
zu: Phetha:

source: {users} added to {locale} leaders successfully!
sv: {users} har lagts till som ledare för {locale}!

source: {users} added to {locale} reviewers successfully!
sv: {users} har lagts till som granskare för {locale}!

source: {users} added to {locale} editors successfully!
sv: {users} har lagts till som redigerare för {locale}!
