Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: af, bg, bs, de, el, es, fy_nl, he, hr, hu, ia, id, it, ja, ka, kab, ko, mg, ms, nb_no, nl, pa_in, pl, pt_br, pt_pt, ro, sk, sr, sv, te, th, tr, uk, ur, vi, zh_cn, zh_tw, zu

# DB: kbadge.Badge.title
source: 2021 KB Badge
bg: 2021 БД значка
de: KB-Abzeichen 2021
el: Έμβλημα ΓΒ 2021
es: Insignia de la BC de 2021
fy_nl: KB 2021-badge
hr: Značka baze znanja za 2021. godinu
hu: Tudásbázis kitűző – 2021
ia: Insignia del base de cognoscentia 2021
id: Lencana KB 2021
it: Distintivo KB 2021
ja: 2021 ナレッジベースバッジ
ka: 2021 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2021
ko: 2021 KB 배지
ms: Lencana KB 2021
nb_no: 2021 KB-utmerkelse
nl: KB 2021-badge
pa_in: 2021 KB ਬੈਜ
pl: Odznaka KB 2021
pt_br: Emblema da Base de Conhecimento 2021
pt_pt: Medalha da base de conhecimento de 2021
ro: Insignă Baza de cunoștințe 2021
sk: Ocenenie Databáza vedomostí 2021
sr: Беџ базе знања за 2021. годину
sv: 2021 emblem för KB
te: 2021 KB బాడ్జి
th: ตราฐานความรู้ปี 2021
tr: 2021 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2021
ur: 2021 KB بیج
vi: Huy hiệu KB 2021
zh_cn: 2021 知识库徽章
zh_tw: 2021 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2021.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на английски език през 2021 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2021 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2021.
es: Esta insignia se otorga a los colaboradores que tienen 10 ediciones en inglés aprobadas en 2021.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2021.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena na engleskom jeziku tijekom 2021. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2021-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2021.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2021.
ja: このバッジは 2021 年に英語版ナレッジベース記事の編集が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული ჩასწორებისთვის ინგლისურ ბაზაში, 2021 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n yibeddilen s teglizit ttwaqeblen deg 2021.
ko: 2021년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit Bahasa Inggeris yang diluluskan pada 2021.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente redigeringer på engelsk i løpet av 2021.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2021.
pl: Ta odznaka jest przyznawana autorom, którzy w 2021 roku zatwierdzili co najmniej 10 edycji w języku angielskim.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2021.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições aprovadas em inglês durante 2021.
ro: Această insignă este acordată colaboratorilor cu 10 editări în engleză aprobate în anul 2021.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2020 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених чланака на енглеском током 2021. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2021.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติในปี 2021
tr: Bu rozet 2021 yılında 10 onaylanmış İngilizce düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок в англійській версії протягом 2021 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản chỉnh sửa tiếng Anh được phê duyệt trong năm 2021.
zh_cn: 此徽章授予在 2021 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2021 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: Honorary badge for Social Support and Mobile Store Support contributors
sv: Hedersemblem för bidragsgivare till socialt stöd och mobilbutikssupport

# DB: kbadge.Badge.description
source: This badge is awarded to those who left significant impact to the Social Support and Mobile Store Support programs
sv: Detta emblem tilldelas de som gjort betydande skillnad för socialt stöd och stödprogram för mobila butiker

# DB: kbadge.Badge.title
source: 2025 Top Social Support Contributor Badge
sv: 2025 emblem för bästa sociala bidragsgivare

# DB: kbadge.Badge.description
source: This badge is awarded to top 3 contributors of the Social Support program in 2025
sv: Detta emblem tilldelas de 3 främsta bidragsgivarna till programmet för socialt stöd år 2025

# DB: kbadge.Badge.title
source: 2025 Top Mobile Store Support Contributor Badge
sv: Emblem för bästa bidragsgivare till mobilbutiker 2025

# DB: kbadge.Badge.description
source: This badge is awarded to top 3 contributors of the Mobile Store Support program in 2025
sv: Detta märke tilldelas de 3 främsta bidragsgivarna till mobilbutikens supportprogram år 2025

# DB: kbadge.Badge.title
source: 2024 Top Social Support Contributor Badge
sv: 2024 emblem för bästa sociala bidragsgivare

# DB: kbadge.Badge.description
source: This badge is awarded to top 3 contributors of the Social Support program in 2024
sv: Detta emblem tilldelas de 3 främsta bidragsgivarna till programmet för socialt stöd år 2024

# DB: kbadge.Badge.title
source: 2024 Top Mobile Store Support Contributor Badge
sv: Emblem för bästa bidragsgivare till mobilbutiker 2024

# DB: kbadge.Badge.description
source: This badge is awarded to top 3 contributors of the Mobile Store Support program in 2024
sv: Detta märke tilldelas de 3 främsta bidragsgivarna till mobilbutikens supportprogram år 2024

# DB: kbadge.Badge.title
source: 2023 Top Social Support Contributor Badge
sv: 2023 emblem för bästa sociala bidragsgivare

# DB: kbadge.Badge.description
source: This badge is awarded to top 3 contributors of the Social Support program in 2023
sv: Detta emblem tilldelas de 3 främsta bidragsgivarna till programmet för socialt stöd år 2023

# DB: kbadge.Badge.title
source: 2023 Top Mobile Store Support Contributor Badge
sv: Emblem för bästa bidragsgivare till mobilbutiker 2023

# DB: kbadge.Badge.description
source: This badge is awarded to top 3 contributors of the Mobile Store Support program in 2023
sv: Detta märke tilldelas de 3 främsta bidragsgivarna till mobilbutikens supportprogram år 2023

# DB: kbadge.Badge.title
source: Firefox 20th Anniversary Badge
ia: Insignia del 20me anniversario de Firefox
sv: Emblem för Firefox 20-årsjubileum
tr: Firefox’un 20. Yılı Rozeti

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with >=100 contributions within 2024, when we celebrate Firefox 20th anniversary on November 9, 2024.
ia: Iste insignia es assignate a collaboratores con 100 o plus contributiones intra le 2024, quando nos celebrava le 20me anniversario de Firefox le 9 de novembre del 2024.
sv: Detta emblem tilldelas bidragsgivare med >=100 bidrag under 2024, när vi firade Firefox 20-årsjubileum den 9 november 2024.
tr: Bu rozet, 9 Kasım 2024’te Firefox’un 20. yılını kutladığımız 2024 yılında, 100’den fazla katkıda bulunanlara verilir.

# DB: kbadge.Badge.title
source: 2020 KB Badge
bg: 2020 БД значка
de: KB-Abzeichen 2020
el: Έμβλημα ΓΒ 2020
es: Insignia de la BC de 2020
fy_nl: KB 2020-badge
hr: Značka baze znanja za 2020. godinu
hu: Tudásbázis kitűző – 2020
ia: Insignia del base de cognoscentia 2020
id: Lencana KB 2020
it: Distintivo KB 2020
ja: 2020 ナレッジベースバッジ
ka: 2020 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2020
ko: 2020 KB 배지
ms: Lencana KB 2020
nb_no: 2020 KB-utmerkelse
nl: KB 2020-badge
pl: Odznaka KB 2020
pt_br: Emblema da Base de Conhecimento 2020
pt_pt: Medalha da base de conhecimento de 2020
ro: Insignă Baza de cunoștințe 2020
sk: Ocenenie Databáza vedomostí 2020
sr: Беџ базе знања за 2020. годину
sv: 2020 emblem för KB
te: 2020 KB బాడ్జి
th: ตราฐานความรู้ปี 2020
tr: 2020 Bilgi Bankası Rozeti
uk: Відзнака бази знань 2020
ur: 2020 KB بیج
vi: Huy hiệu KB 2020
zh_cn: 2020 知识库徽章
zh_tw: 2020 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2020.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на английски език през 2020 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2020 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2020.
es: Esta insignia se otorga a los colaboradores que tienen 10 ediciones en inglés aprobadas durante 2020.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2020.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena na engleskom jeziku tijekom 2020. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2020-ban.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2020.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2020.
ja: このバッジは 2020 年に英語版ナレッジベース記事の編集が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული ჩასწორებისთვის ინგლისურ ბაზაში, 2020 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n yibeddilen s teglizit ttwaqeblen deg 2020.
ko: 2020년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit Bahasa Inggeris yang diluluskan pada 2020.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente redigeringer på engelsk i løpet av 2020.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2020.
pl: Ta odznaka jest przyznawana autorom, którzy w 2020 roku zatwierdzili co najmniej 10 edycji w języku angielskim.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2020.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições aprovadas em inglês durante 2020.
ro: Această insignă este acordată colaboratorilor cu 10 editări în engleză aprobate în anul 2020.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2020 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених чланака на енглеском током 2020. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2020.
te: ఈ బాడ్జీని 2020లో 10 ఆమోదిత ఆంగ్ల దిద్దుబాట్లు ఉన్న తోడ్పాటుదార్లకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติในปี 2020
tr: Bu rozet 2020 yılında 10 onaylanmış İngilizce düzenlemesi ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок в англійській версії протягом 2020 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản chỉnh sửa tiếng Anh được phê duyệt trong năm 2020.
zh_cn: 此徽章授予在 2020 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2020 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2019 KB Badge
bg: 2019 БД значка
de: KB-Abzeichen 2019
el: Έμβλημα ΓΒ 2019
es: Insignia de la BC de 2019
fy_nl: KB 2019-badge
hr: Značka baze znanja za 2019. godinu
hu: Tudásbázis kitűző – 2019
ia: Insignia del base de cognoscentia 2019
id: Lencana KB 2019
it: Distintivo KB 2019
ja: 2019 ナレッジベースバッジ
ka: 2019 ცოდნის წყაროს ჯილდო
kab: Arraz KB 2019
ko: 2019 KB 배지
ms: Lencana KB 2019
nb_no: 2019 KB-utmerkelse
nl: KB 2019-badge
pa_in: 2019 KB ਬੈਜ
pl: Odznaka KB 2019
pt_br: Emblema da Base de Conhecimento 2019
pt_pt: Medalha da base de conhecimento de 2019
ro: Insignă Baza de cunoștințe 2019
sk: Ocenenie Databáza vedomostí 2019
sr: Беџ базе знања за 2019. годину
sv: 2019 emblem för KB
te: 2019 KB బ్యాడ్జి
th: ตราฐานความรู้ปี 2019
tr: 2019 BB Rozeti
uk: Відзнака бази знань 2019
ur: 2019 KB بیج
vi: Huy hiệu KB 2019
zh_cn: 2019 知识库徽章
zh_tw: 2019 知識庫徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2019.
bg: Тази значка се присъжда на сътрудници с 10 одобрени редакции на английски език през 2019 г.
de: Dieses Abzeichen wird an Mitwirkende mit 10 freigeschalteten Bearbeitungen im englischsprachigen Bereich im Jahr 2019 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 10 εγκεκριμένες επεξεργασίες στα αγγλικά κατά τη διάρκεια του 2019.
es: Esta insignia se otorga a los colaboradores que tienen 10 ediciones en inglés aprobadas durante 2019.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 10 goedkarre Ingelske bewurkingen yn 2019.
hr: Ova se značka dodjeljuje osobama s 10 odobrenih promjena na engleskom jeziku tijekom 2019. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 10 jóváhagyott angol szerkesztést végeztek 2019-ben.
ia: Iste insignia es assignate al collaboratores con 10 redactiones in anglese approbate durante le 2019.
it: Questo distintivo è assegnato ai collaboratori di cui sono state approvate 10 modifiche alla KB inglese nel 2019.
ja: このバッジは 2019 年に英語版ナレッジベース記事の編集が 10 件以上承認された貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 10 დამოწმებული ჩასწორებისთვის ინგლისურ ბაზაში, 2019 წელს.
kab: Arraz-a yettunefk i yimttekkiyen anida 10 n yibeddilen s teglizit ttwaqeblen deg 2019.
ko: 2019년에 10개의 승인된 영문 문서 편집을 하신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 10 edit Bahasa Inggeris yang diluluskan pada 2019.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 10 godkjente redigeringer på engelsk i løpet av 2019.
nl: Deze badge wordt toegekend aan medewerkers met 10 goedgekeurde Engelse bewerkingen in 2019.
pl: Ta odznaka jest przyznawana autorom, którzy w 2019 roku zatwierdzili co najmniej 10 edycji w języku angielskim.
pt_br: Este emblema é concedido a colaboradores com 10 edições em inglês aprovadas em 2019.
pt_pt: Esta medalha é atribuída a colaboradores com 10 edições aprovadas em inglês durante 2019.
ro: Această insignă este acordată colaboratorilor cu 10 editări în engleză aprobate în anul 2019.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2019 aspoň 10 schválených úprav v angličtine.
sr: Овај беџ је додељен доприносиоцима са 10 одобрених чланака на енглеском током 2019. године.
sv: Detta emblem tilldelas bidragsgivare med 10 godkända engelska redigeringar under 2019.
te: ఈ బాడ్జీని 2019లో 10 ఆమోదిత ఆంగ్ల దిద్దుబాట్లు ఉన్న తోడ్పాటుదార్లకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการแก้ไขภาษาอังกฤษ 10 รายการที่ได้รับการอนุมัติในปี 2019
tr: Bu rozet 2019 yılında 10 onaylanmış İngilizce düzenleme ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 10 затверджених правок в англійській версії протягом 2019 року.
vi: Huy hiệu này được trao cho những người đóng góp với 10 bản chỉnh sửa tiếng Anh được phê duyệt trong năm 2019.
zh_cn: 此徽章授予在 2019 年有超过 10 篇已核准的英文文档编辑贡献者。
zh_tw: 此徽章授予在 2019 年間有超過 10 篇被審核通過的英文版文件編輯的貢獻者。

# DB: kbadge.Badge.title
source: 2020 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2020
de: Abzeichen „Hilfe auf Twitter 2020“
el: Έμβλημα του Army of Awesome 2020
es: Insignia de la Armada Alucinante de 2020
fy_nl: Army of Awesome 2020-badge
hr: Značka ekipe fenomenalnih za 2020. godinu
hu: Szuperhősök Serege kitűző – 2020
ia: Insignia del Armea del stupor 2020
id: Lencana Sukarelawan Keren 2020
it: Distintivo Armata dei Magnifici 2020
ja: 2020 Army of Awesome バッジ
ka: 2020 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2020
ko: 2020 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2020
nb_no: 2020 Army of Awesome-utmerkelse
nl: Army of Awesome 2020-badge
pl: Odznaka Armia fantastycznych 2020
pt_br: Emblema do Exército de Incríveis 2020
pt_pt: Medalha do exército extraordinário de 2020
ro: Insignă Armata Fantastică 2020
sk: Ocenenie Army of Awesome 2020
sr: Army of Awesome беџ за 2020. годину
sv: 2020 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2020
tr: 2020 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2020
ur: 2020 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2020
zh_cn: 2020 小狐狸了不起大军徽章
zh_tw: 2020 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2020.
bg: Тази значка се присъжда на сътрудници с 50 туита на Army of Awesome през 2020 г.
de: Dieses Abzeichen wird an Mitwirkende mit 50 Tweets für die Hilfe auf Twitter im Jahr 2020 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 50 tweets από το Army of Awesome κατά τη διάρκεια του 2020.
es: Esta insignia se otorga a los colaboradores que tienen 50 tuits en la Armada Alucinante durante 2020.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 50 Army of Awesome-tweets yn 2020.
hr: Ova se značka dodjeljuje osobama s 50 tweet poruka ekipe fenomenalnih tijekom 2020. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 50 Szuperhős tweetet indítottak 2020-ban.
ia: Iste insignia es adjudicate a collaboratores con 50 tweets del Armea del stupor durante le 2020.
it: Questo distintivo è assegnato ai collaboratori con 50 tweet per l'Armata dei Magnifici nel 2020.
ja: このバッジは 2020 年に Army of Awesome で 50 回以上ツイートした貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 50 ტვიტისთვის მოხალისეების ერთობაში, 2020 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i yuznen 50n yitwiten Army of Awesome deg 2020.
ko: 2020년에 50개의 Army of Awesome 트윗 답변을 해주신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 50 tweet Angkatan Ulung pada 2020.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 50 Army of Awesome-tweeter i løpet av 2020.
nl: Deze badge wordt toegekend aan medewerkers met 50 Army of Awesome-tweets in 2020.
pl: Ta odznaka przyznawana jest autorom, którzy w 2020 roku napisali co najmniej 50 tweetów dla Armii fantastycznych.
pt_br: Este emblema é concedido a colaboradores com 50 tweets no Exército de Incríveis em 2020.
pt_pt: Esta medalha é atribuída a colaboradores com 50 tweets do exército extraordinário durante 2020.
ro: Această insignă este acordată colaboratorilor cu 50 de tweeturi pentru Armata Fantastică în anul 2020.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2020 aspoň 50 tweetov.
sr: Овај беџ је додељен доприносиоцима са 50 Army of Awesome твитова током 2020. године.
sv: Detta emblem tilldelas bidragsgivare med 50 Army of Awesome tweets under 2020.
te: ఈ బాడ్జీని 2020లో 50 ఆర్మీ ఆఫ్ ఆఁసమ్ ట్వీట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการทวีตใน Army of Awesome 50 ครั้งในปี 2020
tr: Bu rozet 2020 yılında 50 Şahaneler Ordusu tweeti ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 50 твітів армії помічників протягом 2020 року.
vi: Huy hiệu này được trao cho những người đóng góp với 50 tweet của đội quân kỳ diệu trong năm 2020.
zh_cn: 此徽章授予在 2020 年有超过 50 条小狐狸大军推文的贡献者。
zh_tw: 此徽章授予在 2020 年間有超過 50 則 Army of Awesome 推文的貢獻者。

# DB: kbadge.Badge.title
source: 2019 Army of Awesome Badge
bg: Значка на Армия на Неотразимите 2019
de: Abzeichen „Hilfe auf Twitter 2019“
el: Έμβλημα Army of Awesome 2019
es: Insignia de la Armada Alucinante de 2019
fy_nl: Army of Awesome 2019-badge
hr: Značka ekipe fenomenalnih za 2019. godinu
hu: Szuperhősök Serege kitűző – 2019
ia: Insignia del Armea del stupor 2019
id: Lencana Sukarelawan Keren 2019
it: Distintivo Armata dei Magnifici 2019
ja: 2019 Army of Awesome バッジ
ka: 2019 მოხალისეთა ერთობის ჯილდო
kab: Arraz Army of Awesome 2019
ko: 2019 Army of Awesome 배지
ms: Lencana Angkatan Ulung 2019
nb_no: 2019 Army of Awesome-utmerkelse
nl: Army of Awesome 2019-badge
pl: Odznaka Armia fantastycznych 2019
pt_br: Emblema do Exército de Incríveis 2019
pt_pt: Medalha do exército extraordinário de 2019
ro: Insignă Armata Fantastică 2019
sk: Ocenenie Army of Awesome 2019
sr: Army of Awesome беџ за 2019. годину
sv: 2019 emblem för Army of Awesome
th: ตรา Army of Awesome ปี 2019
tr: 2019 Şahaneler Ordusu Rozeti
uk: Відзнака армії помічників 2019
ur: 2019 Army of Awesome بیج
vi: Huy hiệu đội quân kỳ diệu 2019
zh_cn: 2019 小狐狸了不起大军徽章
zh_tw: 2019 Army of Awesome 徽章

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2019.
bg: Тази значка се присъжда на сътрудници с 50 туитове на Army of Awesome през 2019 г.
de: Dieses Abzeichen wird an Mitwirkende mit 50 Tweets für die Hilfe auf Twitter im Jahr 2019 verliehen.
el: Αυτό το έμβλημα απονέμεται σε εθελοντές με 50 tweets στο Army of Awesome κατά τη διάρκεια του 2019.
es: Esta insignia se otorga a los colaboradores que tienen 50 tuits en la Armada Alucinante durante 2019.
fy_nl: Dizze badge wurdt takend oan meiwurkers mei 50 Army of Awesome-tweets yn 2019.
hr: Ova se značka dodjeljuje osobama s 50 tweet poruka ekipe fenomenalnih tijekom 2019. godine.
hu: Ezt a kitűzőt olyan közreműködők kapják, akik 50 Szuperhős tweetet indítottak 2019-ben.
ia: Iste insignia es adjudicate a collaboratores con 50 tweets del Armea del stupor durante le 2019.
it: Questo distintivo è assegnato ai collaboratori con 50 tweet per l'Armata dei Magnifici nel 2019.
ja: このバッジは 2019 年に Army of Awesome で 50 回以上ツイートした貢献者に授与されます。
ka: ჯილდო გადაეცემა მოხალისეებს, 50 ტვიტისთვის მოხალისეების ერთობაში, 2019 წელს.
kab: Arraz-a yettunefk i yimttekkiyen i yuznen 50n yitwiten Army of Awesome deg 2019.
ko: 2019년에 50개의 Army of Awesome 트윗 답변을 해주신 공헌자에게 주어지는 배지입니다.
ms: Lencana ini dianugerahkan kepada penyumbang yang membuat 50 tweet Angkatan Ulung pada 2019.
nb_no: Denne utmerkelsen blir tildelt bidragsytere med 50 Army of Awesome-tweeter i løpet av 2019.
nl: Deze badge wordt toegekend aan medewerkers met 50 Army of Awesome-tweets in 2019.
pl: Ta odznaka przyznawana jest autorom, którzy w 2019 roku napisali co najmniej 50 tweetów dla Armii fantastycznych.
pt_br: Este emblema é concedido a colaboradores com 50 tweets no Exército de Incríveis em 2019.
pt_pt: Esta medalha é atribuída a colaboradores com 50 tweets do exército extraordinário durante 2019.
ro: Această insignă este acordată colaboratorilor cu 50 de tweeturi pentru Armata Fantastică în anul 2019.
sk: Ocenenie získavajú prispievatelia, ktorí mali v roku 2019 aspoň 50 tweetov.
sr: Овај беџ је додељен доприносиоцима са 50 Army of Awesome твитова током 2019. године.
sv: Detta emblem tilldelas bidragsgivare med 50 Army of Awesome tweets under 2019.
te: ఈ బాడ్జీని 2019లో 50 ఆర్మీ ఆఫ్ ఆఁసమ్ ట్వీట్లు చేసిన సహాయకులకు ప్రదానం చేస్తారు.
th: ตรานี้มอบให้กับผู้มีส่วนร่วมที่มีการทวีตใน Army of Awesome 50 ครั้งในปี 2019
tr: Bu rozet 2019 yılında 50 Şahaneler Ordusu tweeti ile katkıda bulunanlara verilir.
uk: Цією відзнакою нагороджуються помічники, які мають 50 твітів армії помічників протягом 2019 року.
vi: Huy hiệu này được trao cho những người đóng góp với 50 tweet của đội quân kỳ diệu trong năm 2019.
zh_cn: 此徽章授予在 2019 年有超过 50 条小狐狸大军推文的贡献者。
zh_tw: 此徽章授予在 2019 年間有超過 50 則 Army of Awesome 推文的貢獻者。

# DB: kbadge.Badge.title
source: 2020 L10n Badge
bg: 2021 L10n значка
de: L10n-Abzeichen 2020
el: Έμβλημα L10n 2020
es: Insignia de L10n de 2020
fy_nl: L10n 2020-badge
hr: Značka lokalizacije za 2020. godinu
hu: L10n kitűző – 2020
ia: Insignia del localisation 2020
id: Lencana L10n 2020
it: Distintivo L10n 2020
ja: 2020 L10n バッジ
ka: 2020 L10n ჯილდო
kab: Deg warraz 2020 L1
ko: 2020 L10n 배지
ms: Lencana L10n 2020
nb_no: 2020 L10n-utmerkelse
nl: L10n 2020-badge
pl: Odznaka L10n 2020
pt_br: Emblema L10n 2020
pt_pt: Medalha de tradutores de 2020
ro: Insignă L10n 2020
sk: Ocenenie Lokalizácie pre rok 2020
sr: L10n беџ локализације за 2020. годину
sv: 2020 emblem för L10n
te: 2020 L10n బాడ్జి
th: ตรา L10n ปี 2020
tr: 2020 Yerelleştirme Rozeti
uk: Відзнака L10n 2020
ur: 2020 L10n بیج
vi: Huy hiệu L10n 2020
zh_cn: 2020 本地化徽章
zh_tw: 2020 L10n 徽章
