Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/javascript.po
Languages: hi_in

source: An error occured.
hi_in: एक त्रुटि उत्पन्न हुई.

source: There was an error generating the preview.
hi_in: पूर्वावलोकन जनरेट करने में त्रुटि हुई

source: There was an error submitting your vote.
hi_in: आपका मत भेजते समय एक त्रुटि हुई थी.

source: You replied
hi_in: आपने उत्तर दिया

source: You and 1 other replied
hi_in: आपने और एक अन्य ने उत्तर दिया

source: No differences found
hi_in: किसी प्रकार की भिन्नता नही मिली

source: Cancel
hi_in: रद्द करें

source: You are not watching this thread
hi_in: आप इस समस्या को नही देख रहे हैं

source: You are watching this thread
hi_in: आप इस समस्या को देख रहे हैं

source: Image Attachment
hi_in: चित्र संलगन

source: Could not upload file. Please try again later.
hi_in: फ़ाइल अपलोड नहीं किया जा सका. कृपया बाद में पुन: प्रयास करें.

source: Invalid image. Please select a valid image file.
hi_in: अमान्य छवि. कृपया एक वैध छवि फ़ाइल का चयन करें.

source: Upload cancelled. Please select an image file.
hi_in: अपलोड रद्द हो चुका है | कृपया एक चित्र फाइल का चयन करें |

source: File deleted. Please select an image file.
hi_in: फाइल मिट चुका है. कृपया एक चित्र फाइल का चयन करें

source: Delete this image
hi_in: इस चित्र को मिटाएँ

source: Uploading "%s"...
hi_in: उपलोड हो रहा है "%s"...

source: Loading...
hi_in: लोडिंग...

source: No votes data
hi_in: मतदान नही देने के आँकड़े

source: Error loading graph
hi_in: लेखाचित्र लोड करने में भूल हो रही है

source: Votes
hi_in: मतदान

source: Percent
hi_in: प्रतिशत

source: Yes
hi_in: हाँ

source: No
hi_in: नही

source: Questions
hi_in: प्रश्नें

source: Article Votes: % Helpful
hi_in: अनुच्छेद के मतदान: % सहायक

source: Answer Votes: % Helpful
hi_in: उत्तर के मतदान: % सहायक

source: en-US KB
hi_in: अँग्रेज़ी-युनाइटेड स्टेट KB

source: non en-US KB
hi_in: अँग्रेज़ी-युनाइटेड स्टेट रहित KB

source: Support Forum
hi_in: मदद करने वाला फोरम

source: Army of Awesome
hi_in: कमाल के सेना

source: Visitors
hi_in: दर्शक

source: L10n Coverage
hi_in: L10n का क्षेत्र

source: Bold
hi_in: बोल्ड

source: bold text
hi_in: मोटे अक्षर वाले लेखन

source: Italic
hi_in: इटालिक

source: italic text
hi_in: तिरछा टेक्स्ट

source: Numbered List
hi_in: संख्यांकित सूची

source: Numbered list item
hi_in: अंकित सूची के विषय

source: Bulleted List
hi_in: बुलेटेड सूची

source: Bulleted list item
hi_in: बुलेटेड सूची की चीज़

source: Heading 1
hi_in: शीर्षक 1

source: Heading 2
hi_in: शीर्षक २

source: Heading 3
hi_in: शीर्षक 3

source: Insert a link...
hi_in: एक लिंक डालें ...

source: link text
hi_in: सम्पर्क कड़ी लेखन

source: Support article:
hi_in: सहायक अनुच्छेद:

source: Enter the name of the article
hi_in: अनुच्छेद का नाम प्रविष्ट करे

source: External link:
hi_in: बाहरी कडी:

source: Enter the URL of the external link
hi_in: बाहरी कडी का URL प्रविष्ट करे

source: No sections found
hi_in: कोई अंश नही पाया गया

source: Insert Link
hi_in: सूत्र निवेश करे

source: Knowledge Base Article
hi_in: ज्ञान पर आधारित अनुच्छेद

source: Insert media...
hi_in: संचार माध्यम को प्रवेश करे

source: media
hi_in: संचार माध्यम

source: Show:
hi_in: प्रस्तुत:

source: Images
hi_in: प्रतिरूप

source: Videos
hi_in: वीडियोज़

source: Show media for:
hi_in: के लिए संचार मध्यम दिखाए:

source: Insert Media
hi_in: माध्यम निवेश करे

source: Upload Media
hi_in: माध्यम अपलोड करे

source: Please select an image or video to insert.
hi_in: निवेश करने क लिए कृपया वीडियो अथवा प्रतिमा का चयन करे

source: Oops, there was an error.
hi_in: उप्स,वहा एक त्रुटि थी.

source: cannedresponses
hi_in: पूर्व प्रविष्ट प्रातिक्रिया

source: Search for common responses
hi_in: समान प्रतिक्रिया के लिए तलाश करे

source: Categories
hi_in: श्रेणी

source: Responses
hi_in: प्रतिक्रियाए

source: Please select a category from the previous column or start a search.
hi_in: खोज शुरू करने क लिए कृपया पिछ्ले भाग से एक श्रेणी का चयन करे.

source: Response editor
hi_in: प्रतिक्रीय संपादक

source: Switch to preview mode
hi_in: विधि का पूर्वावलोकन करने क लिए बदलाव करे

source: Insert Response
hi_in: प्रतिक्रिया निवेश करे

source: There was an error checking for canned responses.
hi_in: केंड प्रतिक्रिया की जाँच करते समय एक त्रुटि उत्पन्न हुई थी.

source: Response preview
hi_in: प्रतिक्रियाओ का पूरवदर्शन करना

source: Switch to edit mode
hi_in: संपादक प्रणाली की ओर बदले

source: Quote previous message...
hi_in: पिछला संदेश दोहराए...

source: said
hi_in: कहा

source: Reply...
hi_in: उत्तर.....

source: There was an error.
hi_in: एक त्रुटि हुई थी!

source: There was an error. Please try again in a moment.
hi_in: एक त्रुटि हुई थी! कृपया कुछ देर बाद पुनः प्रयास करें!

source: Daily
hi_in: प्रतिदिन

source: Weekly
hi_in: साप्ताहिक

source: Monthly
hi_in: प्रतिमास

source: 1m
hi_in: एक माह.

source: 3m
hi_in: 3 माह

source: 6m
hi_in: 6 माह

source: 1y
hi_in: एक वर्ष

source: All
hi_in: स्मस्त

source: Invalid tag entered: %s
hi_in: अमान्य तुकबंदी प्रवेस किया गया है:%s

source: No tags entered.
hi_in: कोई लेबल प्रवेश नही किया गया.

source: Error uploading image
hi_in: चित्र उपलोड करने में त्रुटि हो रही है

source: Error deleting image
hi_in: चित्र मिटाने में त्रुटि हो रही है

source: Please check you are logged in, and try again.
hi_in: कृपया जाँच लें की आप लॉग्ड इन हैं, और दोबारा प्रयास करें

source: Search for a user...
hi_in: एक उपभोक्ता की तलाश है.....

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
hi_in: चेतावनी! क्या आप आश्वस्त हैं की आप इस प्रयोक्ता को निष्क्रिय करना चाहते हैं? यह पुनः क्रिये नही हो सकता !

source: Active Contributors
hi_in: सक्रिय सहयोगियों

source: A document with this title already exists in this locale.
hi_in: दिए गये शीर्षक से एक दस्तावेज़ इस स्थान पर पहले से उपलब्ध है!

source: A document with this slug already exists in this locale.
hi_in: दिए गये स्लग से एक दस्तावेज़ इस स्थान पर पहले से उपलब्ध है!

source: Choose revisions to compare
hi_in: तुलना करने के लिए सुधार का चयन करें
