Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
bn_in: Firefox-র সাথে শুরু করতে যাকিছু প্রয়োজন সব জানুন।
cs: Přečtěte si vše, co potřebujete, abyste mohli začít používat Firefox.
fi: Opi kaikki tarvittava, jotta pääset alkuun Firefoxin kanssa.
fr: Apprenez tout ce qu'il faut pour débuter avec Firefox.
ru: Узнайте всё, что вам нужно, чтобы начать работу с Firefox.
sl: Naučite se vse, kar morate vedeti, da začnete uporabljati Firefox.
sq: Mësoni gjithçka që ju duhet për t&apos;ia filluar me Firefox-in.
xh: Funda konke okufunayo ukuqalisa nge-Firefox.

# DB: products.Topic.title
source: Bookmarks and tabs
cs: Záložky a panely
fr: Marque-pages et onglets
ru: Закладки и вкладки
sl: Zaznamki in zavihki

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
cs: Přistupujte ke svým oblíbeným stránkám snadno pomocí záložek a panelů
fr: Consultez et organisez facilement vos pages web préférées avec les marque-pages et les onglets
ru: Легко получите доступ к вашим любимым веб-страницам и организуйте их с закладками и вкладками
sl: Preprost dostop in organizacija spletnih strani z zaznamki in zavihki

# DB: products.Topic.title
source: Basic browsing
cs: Základní prohlížení
fr: Navigation basique
ru: Основы веб-серфинга
sl: Osnove brskanja

# DB: products.Topic.description
source: Search and navigate easily with these essential features
cs: Vyhledávejte a prohlížejte webové stránky snadno s těmito základními funkcemi
fr: Recherchez et naviguez facilement avec ces fonctionnalités essentielles
ru: Лёгкий поиск и навигация с этими основными функциями
sl: Preprosto iskanje in brskanje po spletu s temi nujnimi funkcijami

# DB: products.Topic.title
source: Import settings from other browsers
cs: Import nastavení z jiného prohlížeče
fr: Importation de paramètres depuis d'autres navigateurs
ru: Импорт настроек из других браузеров
sl: Uvoz nastavitev iz drugih brskalnikov

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
cs: Zjistěte, jak importovat nebo exportovat informace mezi Firefoxem a jiným prohlížečem.
fr: Découvrez comment importer ou exporter vos informations entre Firefox et d'autres navigateurs.
ru: Узнайте, как импортировать и экспортировать вашу информацию между Firefox и другим браузером
sl: Naučite se uvoziti svoje podatke iz drugega brskalnika v Firefox ali jih izvoziti v drug brskalnik

# DB: products.Topic.title
source: Video, audio and interactive settings
cs: Video, zvuk a interaktivní nastavení
fr: Vidéo, audio et paramètres interactifs
ru: Настройки видео, аудио и интерактивной работы
sl: Nastavitve videa, zvoka in interaktivne vsebine

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
cs: Nastavte si, jak bude Firefox zobrazovat videa, animace, přehrávat hudbu nebo další obsah
fr: Changez la manière dont Firefox gère les vidéos, les animations, la musique et d'autres contenus interactifs
ru: Измените способ обработки Firefox видео, анимации, музыки и другого интерактивного контента
sl: Spremenite, kako naj Firefox obravnava videoposnetke, glasbo in drugo interaktivno vsebino

# DB: products.Topic.title
source: Download, install and migration
bn_in: ডাউনলোড, ইন্সটল এবং অভিপ্রয়াণ
cs: Stažení, instalace a migrace
da: Download, installation og overflytning
fi: Lataaminen, asentaminen ja tietojen tuominen
fr: Téléchargement, installation et migration
ru: Загрузка, установка и миграция
sl: Prenos, nameščanje in selitev
sq: Shkarkim, instalim dhe migrim
xh: Khuphela, faka ze ufuduke

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
bn_in: শিখুন কিভাবে আপনার ডেস্কটপ ডিভাইসে Firefox ডাউনলোড করবেন বা একটা ব্রাউজার থেকে আরেকটা ব্রাউজারে তথ্য সরাবেন।
cs: Přečtěte si, jak stáhnout Firefox na svůj desktop nebo přesunout data z jiných webových prohlížečů.
fi: Opi, kuinka Firefox ladataan tietokoneelle ja kuinka tietoja siirretään selaimien välillä.
fr: Découvrez comment télécharger Firefox sur vos ordinateurs de bureau ou échanger des informations avec d'autres navigateurs.
ru: Узнайте, как загрузить Firefox на настольные устройства или переместить информацию из других браузеров и в них.
sl: Naučite se prenesti Firefox na svoj računalnik ali preseliti informacije v ali iz drugih brskalnikov.
sq: Mësoni si të shkarkoni Firefox-in në pajisjet tuaja desktop ose të kaloni të dhëna nga ose drejt shfletuesish të tjerë.
xh: Funda indlela yokukhuphela i-Firefox kwizixhobo ze-desktop yakho okanye inkcukacha ezininzi ukusuka nokuya kwezinye iibhrawuza.

# DB: products.Topic.title
source: Tips and tricks
bn_in: পরামর্শ এবং কৌশল
cs: Tipy a triky
da: Tips og tricks
fi: Vihjeet ja vinkit
fr: Trucs et astuces
ru: Советы и хитрости
sl: Nasveti in triki
sq: Ndihmëza dhe rrengje
xh: Iingcebiso namaqhinga

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
cs: Pokračujte hlouběji s těmito zkratkami a dalšími tipy.
fr: Allez plus loin avec ces raccourcis et d'autres astuces.
ru: Перейдите на следующий уровень с этими ярлыками и другими советами.
sl: Naučite se več kot le osnove - bližnjice in ostali nasveti

# DB: products.Topic.title
source: Install and update
cs: Instalace a aktualizace
fr: Installation et mise à jour
ru: Установка и обновление
sl: Nameščanje in posodobitev

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
cs: Jak nainstalovat Firefox a udržet jej aktuální
fr: Comment installer Firefox et le maintenir à jour
ru: Как установить и поддерживать Firefox
sl: Kako namestiti Firefox in ga imeti posodobljenega

# DB: products.Topic.title
source: Display and appearance
cs: Zobrazení a vzhled
fr: Affichage et apparence
ru: Отображение и внешний вид
sl: Prikaz in videz

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
cs: Zjistěte jak změnit nástrojové lišty, velikost písma nebo barvu celého prohlížeče
fr: Découvrez comment changer vos barres d'outils, tailles de police et les couleurs du navigateur
ru: Узнайте, как изменить панель инструментов, размеры шрифтов и цвета браузера
sl: Naučite se, kako spremeniti orodno vrstico, velikost pisav in barvo brskalnika

# DB: products.Topic.description
source: Firefox Sync settings
bn_in: Firefox সিঙ্ক সেটিংস
cs: Nastavení Firefox Sync
da: Firefox Sync-indstillinger
fi: Firefox Sync -asetukset
fr: Paramètres de Firefox Sync
ru: Параметры синхронизации Firefox
sl: Nastavitve za Firefox Sync
sq: Rregullime për Firefox Sync-un
xh: Iisetingi zoNgqamaniso lwe-Firefox

# DB: products.Topic.title
source: Sync and save
sl: Sinhroniziraj in shrani

# DB: products.Topic.description
source: Sync information on all your devices
sl: Sinhronizirajte podatke na vseh napravah

# DB: products.Topic.title
source: Manage add-ons
cs: Správa doplňků
fr: Gestion des modules complémentaires
ru: Управление дополнениями
sl: Upravljanje dodatkov

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
cs: Vylepšete fungování a vzhled Firefoxu s pomocí doplňků
fr: Améliorez les fonctionnalités et l'apparence de Firefox avec des modules complémentaires
ru: Улучшите функциональность и внешний вид Firefox с помощью дополнений
sl: Dodajte nove možnosti v Firefox in spremenite njegov videz z dodatki

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
cs: Užijte si video nebo hlasové konverzace přímo v prohlížeči Firefox
fr: Conversez en vidéo et audio avec le navigateur Firefox
ru: Общайтесь по видео или голосом с помощью браузера Firefox
sl: Pogovarjajte se s prijatelji z uporabo brskalnika Firefox

# DB: products.Topic.title
source: Chat and share
cs: Chat a sdílení
fr: Discussion et partage
ru: Общайтесь и делитесь
sl: Klepet in deljenje

# DB: products.Topic.description
source: Connect on video and share pages with your network
cs: Připojte se přes video a sdílejte stránky se svými přáteli
fr: Connectez-vous en vidéo et partagez des pages avec votre réseau de contacts
ru: Общайтесь по видео и делитесь страницами с вашей сетью
sl: Opravljajte videoklice in delite strani na svojem omrežju

# DB: products.Topic.title
source: Customize controls, options and add-ons
bn_in: কন্ট্রোলসমূহ, অপশনসমূহ এবং অ্যাড-অনসমূহ কাস্টমাইজ করুন
cs: Přizpůsobení ovládání, nastavení a doplňky
da: Tilpas indstillinger og tilføjelser
fi: Asetukset, toiminnot ja lisäosat
fr: Personnalisation des contrôles, options et modules complémentaires
ru: Настроить управление, параметры и дополнения
sl: Prilagajanje kontrolnikov, možnosti in dodatkov
sq: Personalizoni kontrolle, mundësi dhe shtesa
xh: Khastomayiza izinto zokulawula, izikhethwa nezongezelelo

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
bn_in: Firefox কে আপনার নিজের বানান আপনি যে বৈশিষ্ট্য চান তা যোগ করে ও তাকে পরিচালনা করে।
cs: Učiňte Firefox svůj přidáním nebo správou funkcí, které chcete.
fi: Tee Firefoxista sellainen kuin itse haluat lisäämällä ja muokkaamalla toimintoja.
fr: Personnalisez Firefox en ajoutant et en gérant les fonctionnalités que vous désirez.
ru: Сделайте Firefox своим, добавляя и управляя нужными вам функциями.
sl: Naredite Firefox svoj, tako da dodate in upravljate funkcije, ki jih želite.
sq: Bëjeni Firefox-in si e doni, duke shtuar dhe administruar veçoritë që doni.
xh: Yenza i-Firefox ibe yeyakho ngokongeza nokulawula iimpawu ozifunayo.

# DB: products.Topic.title
source: Privacy and security settings
bn_in: গোপনীয়তা এবং সুরক্ষা সেটিংস
cs: Nastavení soukromí a bezpečnosti
da: Privatlivs- og sikkerhedsindstillinger
fi: Tietosuoja ja turvallisuus
fr: Paramètres de vie privée et de sécurité
ru: Настройки защиты и приватности
sl: Nastavitve za zasebnost in varnost
sq: Rregullime privatësi dhe sigurie
xh: Iisetingi zabucala nokhuseleko

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
bn_in: জানুন কিভাবে তথ্য সুরক্ষিত ও নিরাপদ রাখা যায় Firefox-র গোপন ব্রাউজিং, পাসওয়ার্ড বৈশিষ্ট্য এবং অন্যান্য সুরক্ষা সেটিংসের মাধ্যমে।
cs: Přečtěte si, jak uchovat své informace v bezpečí, jak prohlížet v režimu anonymního prohlížení Firefoxu či jak si nastavit hesla a jiné bezpečnostní nastavení.
fi: Opi, kuinka pidät tietosi turvassa ja salattuna Firefoxin yksityisellä selauksella, salasanatoiminnoilla ja muilla tietoturva-asetuksilla.
fr: Découvrez comment garder vos informations en sécurité grâce à la navigation privée de Firefox, les outils liés aux mots de passe et autres paramètres de sécurité.
ru: Узнайте, как обеспечить безопасность и защиту вашей информации при помощи приватного просмотра Firefox, функций паролей и других параметров безопасности.
sl: Naučite se ohraniti svoje podatke varne in zaščitene s Firefoxovim zasebnim brskanjem, funkcijami za gesla in ostalimi varnostnimi nastavitvami.
sq: Mësoni se si t&apos;i ruani të parrezikuara të dhënat tuaj, përmes shfletimit privat me Firefox-in, veçorive për fjalëkalimet dhe të tjera rregullimeve mbi sigurinë.
xh: Funda indlela yokugcina inkcukacha ngokukhuselekileyo ze ukhusele ngokubhrawuza kwabucala kuka-Firefox, iimpawu ze-password kunye nezinye iisetingi zokhuseleko.

# DB: products.Topic.title
source: Do more with apps
cs: Užijte si více s aplikacemi
fr: En faire plus avec des applications
ru: Делайте больше с приложениями
sl: Opravite več z aplikacijami

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
cs: Nainstalujte si otevřené aplikace z obchodu Marketplace pro více zábavy a nové funkce na vašem zařízení
fr: Installez des applications ouvertes depuis le Marketplace pour rendre votre appareil plus amusant et fonctionnel
ru: Установите открытые приложения из Marketplace, чтобы добавить больше удовольствия и функциональности в ваше устройство
sl: Namestite aplikacije z Marketplaca ter naredite svojo napravo zabavnejšo in uporabnejšo

# DB: products.Topic.title
source: Protect your privacy
cs: Ochrana soukromí
fr: Protégez votre vie privée
ru: Защитите свою приватность
sl: Zaščitite svojo zasebnost

# DB: products.Topic.description
source: How to use Firefox's privacy and security features
cs: Jak používat funkce Firefoxu pro větší soukromí a bezpečnost
fr: Comment utiliser les fonctionnalités de sécurité et de vie privée de Firefox
ru: Как использовать функции приватности и защиты Firefox
sl: Kako uporabljati Firefoxove možnosti za zasebnost in varnost

# DB: products.Topic.title
source: Get community support
bn_in: কমিউনিটির সাপোর্ট পান
cs: Získat podporu od komunity
da: Få hjælp af andre brugere
fi: Pyydä apua yhteisöltä
fr: Obtenir l'assistance de la communauté
ru: Получить поддержку у сообщества
sl: Obrnite se na skupnost za podporo
sq: Merrni asistencë nga bashkësia
xh: Fumana inkxaso yasekuhlaleni

# DB: products.Topic.description
source: Get community support
bn_in: কমিউনিটির সাপোর্ট পান
cs: Získat podporu od komunity
da: Få hjælp af andre brugere
fi: Pyydä apua yhteisöltä
fr: Obtenir l'assistance de la communauté
ru: Получить поддержку у сообщества
sl: Obrnite se na skupnost za podporo
sq: Merrni asistencë nga bashkësia
xh: Fumana inkxaso yasekuhlaleni

# DB: products.Topic.title
source: Manage preferences and add-ons
cs: Správa předvoleb a doplňků
fr: Gestion des préférences et modules complémentaires
ru: Управление настройками и дополнениями
sl: Spremenite nastavitve in upravljajte dodatke

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
cs: Přizpůsobte si Firefox podle sebe vlastním nastavením a doplňky
fr: Appropriez-vous Firefox en personnalisant ses paramètres et en ajoutant des modules complémentaires
ru: Настройте под себя Firefox с помощью параметров настройки и дополнений
sl: Naredite Firefox svoj - nastavitve za prilagoditev in dodatki

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
bn_in: মন্থরতা, ক্র্যাশের ঘটনা, ত্রুটির বার্তা এবং অন্যান্য সমস্যা ফিক্স করুন
cs: Oprava pomalosti, pádů, chybových hlášení a jiných problémů
da: Løs nedbrud, fejlmeddelelser, en langsom Firefox og andre problemer
fi: Kaatuilu, hidastelu, virheilmoitukset ja muut ongelmat
fr: Correction de ralentissements, plantages, messages d'erreurs et autres problèmes
ru: Исправление медленной работы, падений, сообщений об ошибках и других проблем
sl: Odpravite počasnost, sesutja, sporočila o napakah in druge težave
sq: Ndreqni ngadalësinë, vithisje, mesazhe gabimesh dhe probleme të tjera
xh: Lungisa ukucotha, ukonakala, impazamo nezinye iingxaki

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
bn_in: মন্থরতা, ক্র্যাশের ঘটনা, ত্রুটির বার্তা এবং অন্যান্য সমস্যা ফিক্স করুন
cs: Oprava pomalosti, pádů, chybových hlášení a jiných problémů
da: Løs nedbrud, fejlmeddelelser, en langsom Firefox og andre problemer
fi: Kaatuilu, hidastelu, virheilmoitukset ja muut ongelmat
fr: Correction de ralentissements, plantages, messages d'erreurs et autres problèmes
ru: Исправление медленной работы, падений, сообщений об ошибках и других проблем
sl: Odpravite počasnost, sesutja, sporočila o napakah in druge težave
sq: Ndreqni ngadalësinë, vithisje, mesazhe gabimesh dhe probleme të tjera
xh: Lungisa ukucotha, ukonakala, imiyalezo yempazamo nezinye iingxaki

# DB: products.Topic.title
source: Tab basics
bn_in: ট্যাবের প্রাথমিকসমূহ
cs: Základy práce s panely
da: Faneblade grundlæggende
fi: Välilehtien perusteet
fr: Utilisation des onglets
ru: Основы вкладок
sl: Osnove zavihkov
sq: Gjëra bazë skedash
xh: Iziseko ze-tab

# DB: products.Topic.description
source: Tab basics
bn_in: ট্যাবের প্রাথমিকসমূহ
cs: Základy práce s panely
da: Faneblade grundlæggende
fi: Välilehtien perusteet
fr: Utilisation des onglets
ru: Основы вкладок
sl: Osnove zavihkov
sq: Gjëra bazë skedash
xh: Iziseko ze-tab

# DB: products.Topic.title
source: Firefox versions and languages
bn_in: Firefox-র সংস্করণসমূহ এবং ভাষাসমূহ
cs: Verze Firefoxu a jazyky
da: Firefox-versioner og sprog
fi: Firefoxin versio ja kielet
fr: Versions et langues de Firefox
ru: Версии и языки Firefox
sl: Različice in jeziki Firefoxa
sq: Versione dhe gjuhë Firefox-i
xh: Iinguqulo ze-Firefox neelwimi

# DB: products.Topic.description
source: Firefox versions and languages
bn_in: Firefox-র সংস্করণসমূহ এবং ভাষাসমূহ
cs: Verze Firefoxu a jazyky
da: Firefox-versioner og sprog
fi: Firefoxin versio ja kielet
fr: Versions et langues de Firefox
ru: Версии и языки Firefox
sl: Različice in jeziki Firefoxa
sq: Versione dhe gjuhë Firefox-i
xh: Iinguqulo ze-Firefox neelwimi

# DB: products.Topic.title
source: Copy your personal information from one browser to another
bn_in: একটি ব্রাউজার থেকে আরেকটিতে আপনার ব্যক্তিগত তথ্য কপি করুন
cs: Zkopírování vašich osobních informací z jednoho prohlížeče do druhého
da: Kopier dine personlige oplysninger fra én browser til en anden
fi: Henkilökohtaisten tietojen kopioiminen toiseen selaimeen
fr: Copier vos informations personnelles d'un navigateur à l'autre
ru: Копирование вашей личной информации из одного браузера в другой
sl: Kako kopirate osebne podatke z enega brskalnika na drugega
sq: Kopjoni të dhënat tuaja personale nga një shfletues në tjetrin
xh: Kopa inkcukacha zakho ukusuka kwenye ibhrawuza ukuya kwenye

# DB: products.Topic.description
source: Copy your personal information from one browser to another
bn_in: একটি ব্রাউজার থেকে আরেকটিতে আপনার ব্যক্তিগত তথ্য কপি করুন
cs: Zkopírování vašich osobních informací z jednoho prohlížeče do druhého
da: Kopier dine personlige oplysninger fra én browser til en anden
fi: Henkilökohtaisten tietojen kopioiminen toiseen selaimeen
fr: Copier vos informations personnelles d'un navigateur à l'autre
ru: Копирование вашей личной информации из одного браузера в другой
sl: Kako kopirate osebne podatke z enega brskalnika na drugega
sq: Kopjoni të dhënat tuaja personale nga një shfletues në tjetrin
xh: Kopa inkcukacha zakho ukusuka kwenye ibhrawuza ukuya kwenye

# DB: products.Topic.title
source: Cookies and cache
cs: Cookies a mezipaměť
fr: Cookies et cache
ru: Куки и кэш
sl: Piškotki in predpomnilnik

# DB: products.Topic.description
source: Control the information that Firefox saves
cs: Mějte přehled na informacemi, které Firefox ukládá
fr: Contrôlez les informations enregistrées par Firefox
ru: Управляйте информацией, сохраняемой Firefox
sl: Imejte nadzor nad informacijami, ki jih hrani Firefox

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
bn_in: পাসওয়ার্ড, ফর্ম, সার্চ, এবং পূর্ববর্তী ইতিহাস - কন্ট্রোল করুন যেটা Firefox প্রস্তাব দেয়
cs: Hesla, formuláře, vyhledávání a historie - ovládejte, co vám Firefox našeptává
da: Adgangskoder, formularer, søgninger og historik - kontrollér hvad Firefox foreslår
fi: Salasanat, lomakkeet, haku ja sivuhistoria - hallitse Firefoxin ehdotuksia
fr: Mots de passe, formulaires, historique de navigation et de recherche – contrôlez les suggestions de Firefox
ru: Пароли, формы, поиск и история - контролируйте то, что предлагает Firefox
sl: Gesla, obrazci, iskanje in zgodovina - nadzor nad predlogi Firefoxa
sq: Fjalëkalime, formularë, kërkime, dhe historik - kontrolloni çfarë sugjerohet nga Firefox-i
xh: I-passwords, iifomu, ukhangelo, nembali - lawula okucetyiswa ngu-Firefox

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
bn_in: পাসওয়ার্ড, ফর্ম, সার্চ, এবং পূর্ববর্তী ইতিহাস - কন্ট্রোল করুন যেটা Firefox প্রস্তাব দেয়
cs: Hesla, formuláře, vyhledávání a historie - ovládejte, co vám Firefox našeptává
da: Adgangskoder, formularer, søgninger og historik - kontrollér hvad Firefox foreslår
fi: Salasanat, lomakkeet, haku ja sivuhistoria - hallitse Firefoxin ehdotuksia
fr: Mots de passe, formulaires, historique de navigation et de recherche – contrôlez les suggestions de Firefox
ru: Пароли, формы, поиск и история - контролируйте то, что предлагает Firefox
sl: Gesla, obrazci, iskanje in zgodovina - nadzor nad predlogi Firefoxa
sq: Fjalëkalime, formularë, kërkime, dhe historik - kontrolloni çfarë sugjerohet nga Firefox-i
xh: I-passwords, iifomu, ukhangelo, nembali - lawula okucetyiswa ngu-Firefox

# DB: products.Topic.title
source: Firefox controls and buttons
bn_in: Firefox কন্ট্রোলসমূহ এবং বাটনসমূহ
cs: Ovládání Firefoxu a tlačítka
fi: Firefoxin ohjaimet ja painikkeet
fr: Contrôles et boutons de Firefox
ru: Управление и кнопки Firefox
sl: Kontrolniki in gumbi v Firefoxu
sq: Kontrolle dhe butona Firefox-i
xh: Izilawuli namaqhosha ze-Firefox

# DB: products.Topic.description
source: Firefox controls and buttons
bn_in: Firefox কন্ট্রোলসমূহ এবং বাটনসমূহ
cs: Ovládání Firefoxu a tlačítka
fi: Firefoxin ohjaimet ja painikkeet
fr: Contrôles et boutons de Firefox
ru: Управление и кнопки Firefox
sl: Kontrolniki in gumbi v Firefoxu
sq: Kontrolle dhe butona Firefox-i
xh: Izilawuli namaqhosha ze-Firefox

# DB: products.Topic.title
source: Tab settings
bn_in: ট্যাবের সেটিংস
cs: Nastavení panelů
da: Fanebladsindstillinger
fi: Välilehtiasetukset
fr: Paramètres des onglets
ru: Параметры вкладок
sl: Nastavitve za zavihke
sq: Rregullime skedash
xh: Iisetingi ze-tab

# DB: products.Topic.description
source: Tab settings
bn_in: ট্যাবের সেটিংস
cs: Nastavení panelů
da: Fanebladsindstillinger
fi: Välilehtiasetukset
fr: Paramètres des onglets
ru: Параметры вкладок
sl: Nastavitve za zavihke
sq: Rregullime skedash
xh: Iisetingi ze-tab

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
bn_in: অ্যাড-অনসমূহ, প্লাগইনসমূহ, এবং এক্সটেনশনের সাথে Firefox কাস্টমাইজ করুন
cs: Přizpůsobení Firefoxu pomocí doplňků, zásuvných modulů a rozšíření
da: Tilpas Firefox med tilføjelser, plugins og udvidelser
fi: Muokkaa Firefoxia lisäosilla, liitännäisillä ja laajennuksilla
fr: Personnaliser Firefox avec des modules complémentaires, des plugins et des extensions
ru: Настройка Firefox с помощью дополнений, плагинов и расширений
sl: Podomačite si Firefox z dodatki, vtičniki in razširitvami
sq: Personalizojeni Firefox-in me shtesa, shtojca dhe zgjerime
xh: Khastomayiza i-Firefox ngezongezelelo, ii-plugins, nezandiso

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
bn_in: অ্যাড-অনসমূহ, প্লাগইনসমূহ, এবং এক্সটেনশনের সাথে Firefox কাস্টমাইজ করুন
cs: Přizpůsobení Firefoxu pomocí doplňků, zásuvných modulů a rozšíření
da: Tilpas Firefox med tilføjelser, plugins og udvidelser
fi: Muokkaa Firefoxia lisäosilla, liitännäisillä ja laajennuksilla
fr: Personnaliser Firefox avec des modules complémentaires, des plugins et des extensions
ru: Настройка Firefox с помощью дополнений, плагинов и расширений
sl: Podomačite si Firefox z dodatki, vtičniki in razširitvami
sq: Personalizojeni Firefox-in me shtesa, shtojca dhe zgjerime
xh: Khastomayiza i-Firefox ngezongezelelo, ii-plugins, nezandiso

# DB: products.Topic.title
source: Firefox options, preferences and settings
bn_in: Firefox-এর অপশনসমূহ, পছন্দসমূহ এবং সেটিংস
cs: Možnosti Firefoxu, předvolby a nastavení
da: Firefox indstillinger og præferencer
fi: Firefoxin asetukset
fr: Options, préférences et paramètres de Firefox
ru: Настройки и параметры Firefox
sl: Možnosti, preference in nastavitve v Firefoxu
sq: Mundësi, parapëlqime dhe rregullime Firefox-i
xh: Izinto ezinokukhethwa ze-Firefox, into ekhethwayo neesetingi
