Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
bn_in: ওহ, না! এটা দেখাচ্ছে যে একটা অপ্রত্যাশিত ত্রুটি ঘটেছে। আমরা ইতিমধ্যে সাইটের প্রশাসককে জানিয়ে দিয়েছি। অনুগ্রহ করে এখন, বা কিছু মিনিটের মধ্যে পুনরায় চেষ্টা করুন।
cs: Vypadá to, že nastala neočekávaná chyba. Proběhlo upozornění administrátorů webu. Zkuste to znovu, případně vyčkejte několik minut.
da: Åh nej! Det ser ud som om der opstod en uventet fejl. Vi har allerede gjort webstedsadministratorerne opmærksome på problemet. Prøv igen nu eller om nogle minutter.
et: Oh ei! Tundub, et ootamatult tekkis viga. Lehekülje administraatoreid juba teavitati. Palun proovi kohe või mõne minuti pärast uuesti.
eu: O, ez! Badirudi esperogabeko errorea gertatu dela. Gunearen kudeatzaileak jakinarazi ditugu jada. Saiatu berriro orain edo hemendik minutu batzutara.
fi: Valitettavasti tapahtui virhe. Asiasta on lähtenyt automaattinen ilmoitus sivuston ylläpitäjille. Yritä uudelleen heti tai muutaman minuutin kuluttua.
fr: Oh non ! Il semblerait qu'une erreur inattendue se soit produite. Les administrateurs ont déjà été prévenus. Veuillez réessayer immédiatement ou dans quelques minutes.
lt: O, ne! Panašu, jog įvyko nenumatyta klaida. Apie ją administratoriams jau pranešėme. Prašom pabandyti iš naujo dabar arba už kelių minučių.
ru: О, нет! Похоже, что произошла непредвиденная ошибка. Мы уже уведомили администраторов сайта. Пожалуйста, попробуйте ещё раз сейчас или через несколько минут.
sl: Oh, ne! Očitno je prišlo do nepričakovane napake. Skrbnike spletnega mesta smo že obvestili. Poskusite znova zdaj ali čez nekaj minut.
sq: Oh, jo! Duket sikur ndodhi një gabim i papritur. I kemi njoftuar tashmë përgjegjësit e sajtit. Ju lutemi, riprovoni tani, ose pas pak minutash.
th: โอ้ไม่! ดูเหมือนจะมีข้อผิดพลาดที่ไม่คาดคิดเกิดขึ้น เราได้รับแจ้่งจากผู้ดูแลเว็บไซต์ โปรดลองอีกครั้งขณะนี้หรืออีกไม่กี่นาที
xh: Oh, hayi! Kubonakala ingathi kwenzeke impazamo engalindelekanga. Sele simazisile umlawuli we-site. Nceda uzame kwakhona ngoku, okanye kwimizuzu embalwa.

source: Contributor Tools
bn_in: অবদানকারী টুলসমূহ
cs: Nástroje pro přispěvatele
fi: Avustajien työkalut
fr: Outils des contributeurs
ru: Инструменты помощников
sl: Orodja za sodelavce
sq: Mjete Kontribuesish
xh: Izixhobo zoMnikeli

source: My Questions
bn_in: আমার প্রশ্নসমূহ
cs: Mé otázky
fr: Mes questions
ru: Мои вопросы
sl: Moja vprašanja
sq: Pyetjet e Mia
xh: Imibuzo yam

source: Edit Profile
bn_in: প্রোফাইল সম্পাদনা করুন
cs: Upravit profil
da: Rediger profil
et: Profiili toimetamine
eu: Editatu profila
fi: Muokkaa profiilia
fr: Modifier le profil
lt: Keisti profilį
ru: Редактировать профиль
sl: Urejanje profila
sq: Përpunoni Profil
th: แก้ไขข้อมูลส่วนตัว
xh: Hlela iprofayile

source: Settings
bn_in: সম্পাদনা
cs: Nastavení
da: Indstillinger
et: Seaded
fi: Asetukset
fr: Paramètres
lt: Nuostatos
ru: Параметры
sl: Nastavitve
sq: Rregullime
th: ตั้งค่า
xh: Iisetingi

source: Sign Out
bn_in: প্রস্থান করুন
cs: Odhlášení
da: Log ud
et: Logi välja
eu: Amaitu saioa
fi: Kirjaudu ulos
fr: Déconnexion
lt: Atsijungti
ru: Выйти
sl: Odjava
sq: Dilni
th: ออกจากระบบ
xh: Phuma

source: Sign In
bn_in: সাইন ইন
cs: Přihlášení
da: Log ind
et: Logi sisse
fi: Kirjaudu sisään
fr: Connexion
lt: Prisijungti
ru: Войти
sl: Prijava
sq: Hyni
th: เข้าสู่ระบบ
xh: Sayina uNgene

source: For Contributors
bn_in: অবদানকারীদের জন্য
cs: Pro přispěvatele
da: For bidragsydere
et: Kaastöötajatele
eu: Laguntzaileentzat
fi: Avustajille
fr: Pour les contributeurs
lt: Pagalbininkams
ru: Для помощников
sl: Za sodelavce
sq: Për Kontribuesit
th: สำหรับผู้ช่วยเหลือ
xh: Yeyabanikeli

source: Quickstart Guide
bn_in: দ্রুত আরম্ভের কৌশল
cs: Příručka pro rychlý začátek
et: Alustamisjuhend
fi: Pikaopas
fr: Guide de démarrage rapide
lt: Vadovas naujokams
ru: Руководство для начинающих
sl: Kratek priročnik za začetek
sq: Udhërrëfyes i Shpejtë
th: คู่มือเริ่มต้น
xh: Isikhombisi Sesiqalo esikhawulezayo

source: News &amp; Resources
bn_in: সংবাদ ও তথ্য
cs: Novinky a zdroje pro přispěvatele
da: Nyheder &amp; ressourcer
fi: Uutiset &amp; resurssit
fr: Actualités et ressources
lt: Naujienos ir ištekliai
ru: Новости и ресурсы
sl: Novice in viri za sodelavce
sq: Lajme &amp; Burime
th: ข่าวและทรัพยากร
xh: Iindaba &amp; Izibonelelo

source: Contributor Forums
bn_in: অবদানকারী ফোরাম
cs: Fórum přispěvatelů
da: Forum for bidragsydere
et: Kaastöötajate foorumid
fi: Avustajien keskustelualue
fr: Forums des contributeurs
lt: Pagalbininkų forumai
ru: Форумы помощников
sl: Forumi za sodelavce
sq: Forume Kontribuesish
th: กระดานสนทนาของผู้ช่วยเหลือ
xh: Amaqonga oMnikeli

source: Article Discussions
bn_in: প্রবন্ধ সম্বন্ধীও আলোচনা
cs: Diskuse k článku
da: Artikeldiskussioner
et: Teemade arutelud
fi: Artikkelien keskustelut
fr: Discussions d'articles
lt: Diskusijos
ru: Обсуждения статьи
sl: Pogovori o člankih
sq: Diskutime Artikulli
th: การสนทนาเกี่ยวกับบทความ
xh: Iingxoxo zeNqaku

source: Localization Metrics
bn_in: লোকালাইজেশন মেট্রিক্স
cs: Metriky pro lokalizaci
fi: Lokalisointitilastot
fr: Statistiques de localisation
ru: Метрики локализации
sl: Metrika za lokalizacijo
sq: Statistika Përkthimi
xh: Lokhalayiza i-Metrics

source: Help on Twitter
bn_in: Twitter এ সাহায্য করুন
cs: Pomoc na Twitteru
da: Hjælp på Twitter
et: Twitteris abistamine
eu: Laguntza Twitter-en
fi: Auta Twitterissä
fr: Aider sur Twitter
lt: Pagalba per „Twitter“
ru: Помощь на Твиттер
sl: Pomoč za Twitter
sq: Ndihmë nga Twitter
th: ความช่วยเหลือบน Twitter
xh: Uncedo ku-Twitter

source: Support Forum Home
bn_in: সহায়তা ফোরাম
cs: Fórum podpory
da: Supportforum start
et: Kasutajatoe foorumi avaleht
fi: Tukikeskustelun etusivu
fr: Accueil du forum d'assistance
lt: Pagalbos forumo pradžios tinklapis
ru: Страница форума поддержки
sl: Domača stran za podporo
sq: Hyrje te Forumi i Asistencës
th: หน้าแรกของกระดานสนทนาช่วยเหลือ
xh: Xhasa iKhaya leQonga

source: Moderate Forum Content
bn_in: ফোরামের বিষয়বস্তু নিয়ন্ত্রন করুন
cs: Spravovat obsah fóra
fi: Moderoi keskustelun sisältöä
fr: Modérer le contenu du forum
lt: Moderuoti forumo turinį
ru: Модерировать содержимое форума
sl: Moderirajte vsebino foruma
sq: Moderoni Lëndë Forumi
th: เข้าสู่ระบบการจัดการเนื้อหากระดานสนทนา
xh: Hlola isiQulatho seQonga

source: Newer
bn_in: নতুনতর
cs: Novější
da: Nyere
fi: Uudemmat
fr: Plus récent
lt: Naujesni
ru: Новее
sl: Novejše
sq: Më e re
th: ใหม่กว่า
xh: Entsha

source: Older
bn_in: পুরাতন
cs: Starší
da: Ældre
fi: Vanhemmat
fr: Plus ancien
lt: Senesni
ru: Старее
sl: Starejše
sq: Më e vjetër
th: เก่ากว่า
xh: Endala

source: Page {n}
bn_in: পেজ {n}
cs: Stránka {n}
da: Side {n}
et: Leht {n}
fi: Sivu {n}
lt: {n} psl.
ru: Страница {n}
sl: Stran {n}
sq: Faqe {n}
th: หน้า {n}
xh: Iphepha {n}

source: Home
bn_in: হোম
cs: Domů
da: Start
et: Avaleht
fi: Etusivu
fr: Accueil
lt: Į pradžią
ru: Домой
sl: Domov
sq: Hyrje
xh: Ekhaya

source: Navigation
bn_in: ন্যাভিগেশন
cs: Navigace
et: Navigatsioon
eu: Nabigazioa
fi: Navigointi
lt: Navigacija
ru: Навигация
sl: Navigacija
sq: Lëvizje
th: การนำทาง
xh: Ukuqhuba inqanawa

source: Switch to desktop site
bn_in: ডেস্কটপ সাইটে সুইচ করুন
cs: Přepnout na plnou verzi webu
da: Skift til webstedet til computer
fi: Siirry työpöytäsivustolle
fr: Passer en version classique
lt: Pereiti į pilną svetainę
ru: Перейти на полный сайт
sl: Preklop na stran za namiznike
sq: Kaloni te sajti për desktop
xh: Tshintshela kwindawo ye-desktop

source: Profile
bn_in: প্রোফাইল
cs: Profily
da: Profil
et: Profiil
eu: Profila
fi: Profiili
fr: Profil
lt: Profilis
ru: Профили
sl: Profil
sq: Profil
xh: Inkangeleko

source: Languages
bn_in: ভাষাসমূহ
cs: Jazyky
da: Sprog
et: Keeled
fi: Kielet
fr: Langues
lt: Kalbos
ru: Языки
sl: Jeziki
sq: Gjuhë
xh: Iilwimi

source: Get support for another platform:
bn_in: অন্য প্ল্যাটফর্ম থেকে সাপোর্ট পান:
cs: Získat podporu pro další platformu:
da: Få support til en anden platform:
fi: Hae tukea toisella alustalla:
fr: Obtenir de l'aide pour une autre plateforme :
ru: Получите поддержку для другой платформы:
sl: Pomoč za drugo platformo:
sq: Merrni asistencë për një tjetër platformë:
xh: Fumana inkxaso yelinye iqonga:

source: Redirecting
bn_in: চালিত করা হচ্ছে
cs: Probíhá přesměrování
da: Omdirigerer
et: Ümber suunamas
fi: Uudelleenohjataan
fr: Redirection
lt: Nukreipiama
ru: Перенаправление
sl: Preusmerjanje
sq: Po ridrejtohet
th: กำลังเปลี่ยนเส้นทาง
xh: Imiyalelo yokulandela icala kwakhona

source: The URL has changed!
bn_in: URL পরিবর্তন হয়ে গেছে!
cs: URL se změnilo!
da: URL'en er ændret!
et: URLi on muudetud!
fi: Osoite on muuttunut
fr: L'URL a changé !
lt: URL adresas pakeistas!
ru: Ссылка изменилась!
sl: URL se je spremenil!
sq: URL-ja e ka ndryshuar!
th: URL มีการเปลี่ยนแปลง!
xh: I-URL itshintshile!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
bn_in: এটা দেখাচ্ছে যে আপনি একটা পুরোনো URL বুকমার্ক করেছেন। এই পেজের জন্য নতুন URL নিচে দেওয়া। আপনি অবশ্যই আপনার বুকমার্ক আপডেট করুন। আমরা আপনাকে ১০ সেকেন্ডের মধ্যে নতুন URL-এ ফরোয়ার্ড করে দিচ্ছি।
cs: Zdá se, že máte v záložkách starou URL. Nová URL pro tuto stránku je uvedena níže. Měli byste si své záložky aktualizovat. Během 10 sekund vás přesměrujeme na novou URL.
da: Det ser ud som om du har bogmærket en gammel URL. Den nye URL til siden er nedenunder. Du bør opdatere dine bogmærker. Vi vil viderestille dig til den nye URL om 10 sekunder.
et: Tundub, et oled järjehoidjatesse lisanud vana URLi. Selle lehe uus URL on allpool. Peaksid oma järjehoidjaid uuendama. Suuname su uuele URLile edasi 10 sekundi jooksul.
fi: Kirjanmerkkeihin tallennetun sivun osoite on muuttunut. Sivun uusi osoite on mainittu alapuolella, muista päivittää se kirjanmerkkiin. Siirryt uudelle sivulle 10 sekunnin kuluttua.
fr: Il semble que vous ayez marqué une ancienne URL. La nouvelle URL pour cette page se trouve ci-dessous. Vous devriez mettre à jour vos marque-pages. Nous allons vous diriger vers la nouvelle URL dans 10 secondes.
lt: Panašu, jog į savo adresyne laikote seną URL adresą. Naujasis šio tinklapio URL adresas pateiktas žemiau. Siūlome atnaujinti adresyno įrašą. Per 10 sekundžių Jūsų naršyklė bus nukreipta naujuoju adresu.
ru: Похоже, ссылка в ваших закладках устарела. Ниже приведена новая ссылка на эту страницу. Вам следует обновить свои закладки. Мы перенаправим вас на новую ссылку в течение 10 секунд.
sl: Očitno ste si zaznamovali star URL naslov. Novi URL za to stran je spodaj. Morali bi posodobiti svoje zaznamke. Novi URL vam pošljemo v 10 sekundah.
sq: Duket sikur keni faqeruajtur një URL të vjetër. URL-ja e re e faqes duket më poshtë. Do të duhej të përditësonit faqerojtësit tuaj. Brenda 10 sekondash do t’ju shpiem te URL-ja e re.
th: ดูเหมือนว่าคุณได้คั่นหน้าเว็บด้วย URL เก่าซึ่ง URL ใหม่ของหน้านี้อยู่ด้านล่าง คุณควรจะปรับที่คั่นหน้าเว็บของคุณ เราจะส่ง URL ไปหาคุณภายใน 10 วินาที
xh: Kubonakala ingathi uphawule i-URL endala. I-URL entsha yeli phepha ilapha ngezantsi. Kufuneka uhlaziye ii-bookmarks zakho. Siza kukuthumelela i-URL entsha kwimizuzwana eli-10.

source: Maintenance in progress
bn_in: রক্ষণাবেক্ষণ চলছে
cs: Probíhá údržba
da: Vedligeholdelse i gang
et: Käimas on hooldustööd
eu: Mantentze-lanetan
fi: Sivustolla on käynnissä ylläpitotöitä
fr: Maintenance en cours
lt: Šiuo metu vykdomi techniniai darbai
ru: Происходит техническое обслуживание
sl: Vzdrževanje je v teku
sq: Mirëmbajtje në kryerje e sipër
th: กำลังอยู่ขั้นตอนการดูแลรักษา
xh: Ulungiso luyaqhuba

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
bn_in: আমাদের ওয়েবসাইট রক্ষণাবেক্ষণের জন্য এই বৈশিষ্ট্যটি সাময়িকভাবে নিষ্ক্রিয় করা হয়েছে। দয়া করে আপনার ব্রাউজারের পূর্ববর্তী বাটন ব্যবহার করে কিছুক্ষন পরে আবার চেষ্টা করুন।
cs: Tato funkce je v rámci údržby webu dočasně nedostupná. Použijte prosím tlačítko Zpět ve vašem prohlížeči a zkuste to znovu později.
da: Denne funktion er midlertidigt deaktiveret, mens vi udfører vedligeholdelse på webstedet. Brug din browsers Tilbage-knap og prøv igen lidt senere.
et: See funktsioon on ajutiselt keelatud veebilehe hooldustööde ajaks. Palun kasuta oma veebilehitseja Tagasi nuppu ja proovi mõne aja möödudes uuesti.
eu: Ezaugarri hau behin-behinean desgaituta dago webgunearen mantentze-lanak burutu artean. Erabili nabigatzailearen Atzera botoia eta saiatu berriro beranduago.
fi: Tämä toiminto on väliaikaisesti poissa käytöstä, koska teemme tähän verkkosivuston osaan päivityksiä. Napsauta selaimen Takaisin-painiketta ja yritä myöhemmin uudelleen.
fr: Cette fonctionnalité est momentanément désactivée durant la maintenance du site. Veuillez revenir à la page précédente et réessayer plus tard.
lt: Ši galimybė laikinai išjungta, kol mes vykdome techninę svetainės profilaktiką. Prašome pasinaudoti naršyklės mygtuku „Atgal“ ir pabandyti kiek vėliau.
ru: Эта функция временно отключена, пока мы проводим техническое обслуживание сайта. Пожалуйста, используйте кнопку вашего браузера "Назад" и попробуйте позже.
sl: Ta funkcija je trenutno onemogočena, ker teče spletno vzdrževanje. Prosimo, uporabite gumb Nazaj v brskalniku in poskusite znova nekoliko kasneje.
sq: Kjo veçori është përkohësisht e çaktivizuar, teksa kryejmë mirëmbajtjen e sajtit web. Ju lutemi, përdorni butonin Mbrapsht të shfletuesi dhe riprovoni pak më vonë.
th: คุณสมบัตินี้ถูกปิดการใช้งานชั่วคราวขณะที่เรากำลังดูแลรักษาเว็บไซต์ โปรดใช้ปุ่ม ย้อมกลับไปข้างหน้า ของเบราว์เซอร์และลองอีกครั้งในภายหลัง
xh: Olu phawu alusebenzi okwexesha ngelixa sisenza ulungiso lwewebhusayithi. Nceda usebenzise iqhosha lakho leBhrawuza ze uzame kwakhona ngelinye ixesha.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
bn_in: আমাদের ওয়েবসাইট রক্ষণাবেক্ষণের জন্য এই বৈশিষ্ট্যটি সাময়িকভাবে নিষ্ক্রিয় করা হয়েছে। দয়া করে কিছুক্ষন পরে আবার চেষ্টা করুন।
cs: V době, kdy probíhá údržba webu, jsou některé funkce na této stránce dočasně zakázány. Zkuste to prosím znovu později.
da: Nogle funktioner på denne side er midlertidigt deaktiveret, mens vi udfører vedligeholdelse på webstedet. Prøv igen lidt senere.
et: Mõned funktsioonid on ajutiselt keelatud veebilehe hooldustööde ajaks. Palun proovi mõne aja möödudes uuesti.
eu: Orri honetako zenbait ezaugarri behin-behinean desgaituta daude webgunearen mantentze-lanak burutu artean. Saiatu berriro beranduago.
fi: Jotkin toiminnot ovat väliaikaisesti poissa käytöstä suorittaessamme verkkosivun huoltoa. Yritä uudelleen vähän myöhemmin.
fr: Certaines fonctionnalités de cette page sont momentanément désactivées durant la maintenance du site. Veuillez réessayer plus tard.
lt: Kai kurios šiame tinklapyje naudojamos galimybės laikinai išjungtos, kol mes vykdome techninę svetainės profilaktiką. Prašome pabandyti kiek vėliau.
ru: Некоторые функции на этой странице временно отключены, пока мы проводим техническое обслуживание сайта. Пожалуйста, повторите попытку позже.
sl: Nekatere elemente na tej strani se je med postopkom spletnega vzdrževanja začasno onesposobilo. Prosimo, poskusite znova nekoliko kasneje.
sq: Disa veçori në këtë faqe janë çaktivizuar përkohësisht, teksa bëjmë mirëmbajtjen e sajtit web. Ju lutemi, riprovoni pas pak.
th: บางคุณสมบัติถูกปิดการใช้งานชั่วคราวขณะที่เรากำลังดูแลรักษาเว็บไซต์ ลองอีกครั้งในภายหลัง
xh: Ezinye iimpawu kweli phepha azisebenzi okwexesha ngelixa sisenza ulungiso lwewebhusayithi. Nceda uzame kwakhona ngelinye ixesha.

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
bn_in: নিম্নলিখিত এক্সটেনশনগুলির যে কোন একটি দ্বারা ছবি আপলোড করুন: jpg, jpeg, png, gif।
cs: Nahrajte prosím obrázek s jednou z následujících přípon: jpg, jpeg, png či gif.
da: Upload et billede med en af de følgende filendelser: jpg, jpeg, png, gif.
et: Palun vali üles laadimiseks pilt laiendiga jpg, jpeg, png või gif.
fi: Lähetä kuva, jonka tiedostomuoto on jpg, jpeg, png tai gif.
fr: Veuillez envoyer une image avec l'une des extensions suivantes : jpg, jpeg, png, gif.
lt: Prašom įkelti paveikslą, kurio failo prievardis būtų „jpg“, „jpeg“, „png“, arba „gif“.
ru: Пожалуйста, загрузите изображение с одним из следующих расширений: jpg, jpeg, png, gif.
sl: Prenesite prosim sliko z eno od naslednjih pripon: jpg, jpeg, png, gif.
sq: Ju lutemi, ngarkoni një figurë me një nga zgjatimet vijuese: jpg, jpeg, png, gif.
th: โปรดอัปโหลดภาพที่มีหนึ่งในนามสกุลไฟล์ต่อไปนี้: jpg, jpeg, png, gif
xh: Nceda layisha umfanekisp onezi zandiso zilandelayo: jpg, jpeg, png, gif.

source: "%s" is too large (%sKB), the limit is %sKB
bn_in: "%s" খুব বর (%sKB), সীমাবদ্ধতা %sKB
cs: "%s" je příliš velký (%sKB), maximální velikost je %sKB
da: "%s" er for stor (%sKB), grænsen er %sKB
et: "%s" on liiga suur (%skB), lubatud on %skB
eu: "%s" handiegia da (%sKB), limitea %sKB da
fi: Tiedosto "%s" on liian iso (%s kt). Suurin sallittu koko on %s kt.
fr: « %s » est trop grand (%s Ko), la limite est de %s Ko
lt: Failas „%s“ yra per didelis (%s KB). Didžiausias leistinas failo dydis – %s KB
ru: "%s" является слишком большим (%sKB), предел %sKB
sl: "%s" je prevelika (%sKB), omejitev je %sKB
sq: "%s" është shumë e madhe (%sKB), kufiri është %sKB
th: "%s" มีขนาดใหญ่เกินไป (%sKB) ขนาดไม่ควรเกิน %sKB
xh: "%s" inkuhlu kakhulu (%sKB), umlinganiselo uyi- %sKB

source: Model not allowed.
bn_in: মডেল অনুমোদিত নয়।
cs: Model není povolen.
fi: Mallia ei sallittu.
fr: Le modèle n'est pas autorisé.
ru: Модель не разрешена.
sl: Model ni dovoljen.
sq: Model i palejueshëm.
xh: Imodeli ayivunyelwanga.

source: Object does not exist.
bn_in: অবজেক্ট উপলব্ধ নয়।
cs: Objekt neexistuje.
da: Objekt eksisterer ikke.
et: Objekti pole olemas.
eu: Objektua ez dago.
fi: Kohdetta ei ole olemassa.
fr: L'objet n'existe pas.
lt: Objektas neegzistuoja.
ru: Объект не существует.
sl: Objekt ne obstaja.
sq: Objekti nuk ekziston.
th: ไม่พบ object ที่ต้องการ
xh: Le nto ayikho.

source: Invalid or no image received.
bn_in: অবৈধ বা কোন ইমেজ প্রাপ্ত হয়নি।
cs: Obrázek nebyl získán nebo je neplatný.
da: Ugyldigt eller intet billede modtaget.
et: Pilt on vigane või ei jõudnud kohale.
eu: Baliogabea edo ez da irudirik jaso.
fi: Virheellinen tai ei kuvaa vastaanotettu.
fr: Image invalide ou aucune image reçue.
lt: Paveikslas negautas arba yra netinkamo formato.
ru: Изображение не получено или оно некорректное.
sl: Neveljavna slika ali pa se slike sploh ni prejelo.
sq: Figurë e pavlefshme ose që nuk u mor.
th: ไฟล์รูปภาพไม่ถูกต้องหรืออัปโหลดล้มเหลว
xh: Ayisebenzi okanye akukho mfanekiso ufunyenweyo.

source: You are not logged in.
bn_in: আপনি লগইন করেননি।
cs: Nejste přihlášeni.
da: Du er ikke logget ind.
et: Sa ei ole sisse logitud.
fi: Et ole kirjautunut sisään.
fr: Vous n'êtes pas connecté(e).
lt: Jūs nesate prisijungę.
ru: Вы не вошли.
sl: Niste prijavljeni.
sq: Nuk keni bërë hyrjen.
th: คุณยังไม่ได้เข้าสู่ระบบ
xh: Awungenanga ekhompyutheni.

source: The requested image could not be found.
bn_in: অনুরোধ করা ইমেজ পাওয়া যাচ্ছেনা।
cs: Požadovaný obrázek nebyl nalezen.
da: Det ønskede billede kunne ikke findes.
et: Päritud pilti ei leitud.
eu: Ezin izan da eskatutako irudia aurkitu.
fi: Pyydettyä kuvaa ei löydetty.
fr: L'image demandée n'a pas pu être trouvée.
lt: Prašomo paveikslo nepavyko rasti.
ru: Запрошенное изображение не найдено.
sl: Zahtevane slike ni bilo mogoče najti.
sq: Figura e kërkuar nuk u gjet dot.
th: ไม่พบภาพที่กำหนด
xh: Umfanekiso oceliweyo awufumaneki.

source: You do not have permission to do that.
bn_in: আপনার এই কাজের অনুমতি নেই।
cs: Pro tuto operaci nemáte dostatečná oprávnění.
da: Du har ikke tilladelse til at gøre det.
et: Sul ei ole selleks tegevuseks piisavalt õigusi.
fi: Oikeutesi eivät riitä tämän tekemiseen.
fr: Vous n'avez pas la permission de faire cela.
lt: Šiam veiksmui atlikti neturite teisių.
ru: У вас нет разрешения это сделать.
sl: Za to nimate dovoljenja.
sq: Nuk keni leje për ta bërë këtë.
th: คุณไม่ได้รับอนุญาตให้ทำอย่างนี้
xh: Awunayo imvume yokwenza oko.

source: Uploaded images:
bn_in: আপলোড হওয়া ছবিসমূহ:
cs: Nahrané obrázky:
da: Uploadede billeder:
et: Üles laaditud üildid:
eu: Igotako irudiak:
fi: Siirretyt kuvat:
fr: Images envoyées :
lt: Įkelti paveikslai:
ru: Загруженные изображения:
sl: Prenesene slike:
sq: Figura të ngarkuara:
th: รูปภาพที่อัปโหลดแล้ว:
xh: Imifanekiso elayishiweyo:

source: Delete selected images
bn_in: নির্বাচিত ছবিটি মুছুন
cs: Smazat vybrané obrázky
da: Slet valgte billeder
et: Kustuta valitud pildid
eu: Ezabatu hautatutako irudiak
fi: Poista valitut kuvat
fr: Supprimer les images sélectionnées
lt: Pašalinti pasirinktus paveikslus
ru: Удалить выбранные изображения
sl: Izbriši izbrane slike
sq: Fshi figurat e përzgjedhura
th: ลบรูปภาพที่เลือก
xh: Cima imifanekiso ekhethiweyo

source: Add images:
bn_in: ছবি যোগ করুন:
cs: Přidat obrázky:
da: Tilføj billeder:
et: Lisa pilte:
eu: Gehitu irudiak:
fi: Lisää kuvia:
fr: Ajouter des images :
lt: Pridėti paveikslus:
ru: Добавить изображения:
sl: Dodajanje slike:
sq: Shtoni figura:
th: เพิ่มรูปภาพ:
xh: Faka imifanekiso:

source: Browse for an image to upload.
bn_in: ছবি আপলোড করার জন্য ব্রাউজ করুন।
cs: Uveďte cestu k obrázku, který chcete nahrát.
da: Find et billede at uploade.
et: Vali üleslaadimiseks pilt.
eu: Arakatu igotzeko fitxategiaren bila.
fi: Valitse tallennettava kuva.
fr: Parcourir pour trouver une image à envoyer.
lt: Parinkite paveikslą įkėlimui.
ru: Выберите изображение для загрузки.
sl: Pobrskajte za sliko za nalaganje.
sq: Shfletoni për një figurë që ta ngarkoni.
th: เรียกดูรูปภาพที่จะอัปโหลด
xh: Bhrawuza umfanekiso omawulayishwe.

source: Upload
bn_in: আপলোড
cs: Nahrát
et: Laadi üles
eu: Igo
fi: Lähetä
fr: Envoyer
lt: Įkelti
ru: Закачать
sl: Prenesi
sq: Ngarkoje
th: อัปโหลด
xh: Layisha

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
bn_in: আপনার ইমেল এ পৌছাতে আমাদের সমস্যা হচ্ছে। দয়া করে একটি ভিন্ন ঠিকানা দিয়ে চেষ্টা করুন অথবা প্রশাসকের সাথে যোগাযোগ করুন।
cs: Při zpracování vaší e-mailové adresy nastala chyba. Zkuste jinou adresu nebo kontaktujte administrátora.
da: Vi har problemer med at få forbindelse til din mailadresse. Prøv en anden adresse eller kontakt en administrator.
et: Meil ei õnnestu sellel aadressil kontakteeruda. Palun proovi mõnda teist aadressi või võta ühendust administraatoriga.
fi: Emme saa yhteyttä sähköpostiosoitteeseesi. Kokeile toista osoitetta tai ota yhteyttä ylläpitäjään.
fr: Nous ne parvenons pas à vous joindre à votre adresse électronique. Veuillez essayer une adresse différente ou contactez un administrateur.
lt: Bandant Jums išsiųsti el. laišką, iškilo problemų. Pabandykite įvesti kitą el. pašto adresą arba susisiekite su administratoriumi.
ru: У нас возникла проблема с отправкой на ваш адрес эл. почты. Пожалуйста, попробуйте использовать другой адрес или свяжитесь с администратором.
sl: Z vašim e-poštnim naslovom imamo težave. Poskusite drug naslov ali pa se obrnite na administratorja.
sq: Po kemi probleme me funksionimin e adresës suaj email. Ju lutemi, provoni një adresë tjetër ose lidhuni me ndonjë nga administratorët.
th: เรากำลังประสบปัญหาในการเข้าถึงที่อยู่อีเมลของคุณ กรุณาลองใช้ที่อยู่อื่นหรือติดต่อผู้ดูแล
xh: Singengxaki yokufikelela kwidilesi yakho ye-imeyile. Nceda uzame idilesi eyahlukileyo okanye uqhagamshele umlawuli.
