Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Stop article emails
bn_in: প্রবন্ধ ইমেইল বন্ধ করুন
cs: Ukončit zasílání e-mailů o článku
fi: Lopeta artikkelin sähköpostit
fr: Arrêter les courriels de cet article
lt: Nebesiųsti laiškų apie straipsnį
ru: Перестать слать письма по статье
sl: Prenehaj z e-pošto o tem članku
sq: Ndale dërgimin e email-eve për artikullin
th: หยุดการแจ้งเตือนบทความทางอีเมล
xh: Yekisa ii-imeyile zenqaku

source: Email me article changes
bn_in: আমাকে প্রবন্ধ পরিবর্তন হলে ইমেইল করুন
cs: Zasílat e-maily o změně článku
da: Send mig en mail når artiklen ændres
et: Saada e-postiga teavitusi teema muudatuste kohta.
fi: Ilmoita muutoksista sähköpostitse
fr: Envoyer un courriel lorsque cet article est modifié.
lt: Siųsti laiškus apie straipsnio pakeitimus
ru: Отправлять мне по почте изменения статьи
sl: Obvesti me po pošti, če se je članek spremenil
sq: Dërgomi me email ndryshimet e artikullit
th: อีเมลหาฉันเมื่อบทความมีการเปลี่ยนแปลง
xh: Ndi-imeylele iinguqu zenqaku

source: Submit for Review
bn_in: পর্যালোচনার জন্য জমা দিন
cs: Odeslat na kontrolu
da: Indsend til gennemgang
et: Postita üle vaatamiseks
eu: Bidali berrikuspenerako
fi: Lähetä tarkastettavaksi
fr: Soumettre à la vérification
lt: Pateikti recenzijai
ru: Отправить на рецензирование
sl: Predložite za recenzijo
sq: Parashtrojeni për Shqyrtim
th: ส่งการพิจารณาใหม่
xh: Faka uHlolo ngaphambi koshicilelo

source: Preview Content
bn_in: বিষয়বস্তুর পূর্বরূপ দেখুন
cs: Náhled obsahu
da: Forhåndsvis indhold
et: Sisu eelvaade
eu: Aurreikusi edukia
fi: Esikatsele sisältö
fr: Aperçu du contenu
lt: Peržiūrėti turinį
ru: Предпросмотр содержимого
sl: Predogled vsebine
sq: Parashihni Lëndën
th: แสดงตัวอย่างเนื้อหา
xh: Isiqulatho esijonga ngaphambi koshicilelo

source: Preview Changes
bn_in: পরিবর্তনসমূহ প্রিভিউ করুন
cs: Předchozí změny
da: Forhåndsvis ændringer
et: Muudatuste ülevaatamine
fi: Esikatsele muutokset
fr: Aperçu des modifications
lt: Peržiūrėti pakeitimus
ru: Предпросмотр изменений
sl: Predogled sprememb
sq: Parashihni Ndryshimet
xh: Iinguqu ezijongwe ngaPhambi koshicilelo

source: Submit Your Changes
bn_in: আপনার করা পরিবর্তনগুলি জমা দিন
cs: Odeslání změn
da: Indsend dine ændringer
et: Postita muudatused
eu: Bidali zure aldaketak
fi: Lähetä muutokset
fr: Soumettre vos modifications
lt: Pateikti pakeitimus
ru: Отправить ваши изменения
sl: Predložite svoje spremembe
sq: Parashtroni Ndryshimet Tuaja
th: ส่งการเปลี่ยนแปลงของคุณ
xh: Faka Iinguqu Zakho

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
bn_in: আপনি একজন অসাধারন ব্যাক্তি! আমরা একটি ইমেইল পাঠিয়ে দেব আপনার পরিবর্তন অনুমোদিত হলে। আপনি আলোচনা ট্যাব ক্লিক করে এই প্রবন্ধ সম্বন্ধে আলোচনা অনুসরণ করতে পারেন।
cs: Báječné! Jakmile budou změny schváleny, pošleme vám e-mail. Diskusi o tomto článku můžete sledovat v sekci Diskuse.
eu: Zuk bai balio duzula! E-posta bat bidaliko dizugu zure aldaketak onartu diren jakiteko. Eztabaida fitxan jarrai dezakezu artikulu honi buruzko eztabaida.
fi: Tuhannet kiitokset! Lähetämme sähköpostiviestin, kun muutokset on hyväksytty. Artikkelista käytävää keskustelua voi seurata Keskustelu-välilehdellä.
fr: Félicitations ! Nous vous enverrons un courriel pour vous avertir si vos modifications sont approuvées. Vous pouvez suivre la discussion à propos de cet article en cliquant sur l'onglet Discussion.
lt: Jūs – nuostabus žmogus. Mes Jus el. paštu informuosime, ar šie pakeitimai bus priimti. Stebėti šio straipsnio aptarimą galite, spustelėję kortelę „Aptarimas“.
ru: Вы просто молодец! Если ваши изменения будут одобрены, мы отправим вам по электронной почте письмо. Вы можете следить за обсуждением этой статьи, нажав на вкладку Обсуждение.
sl: Prima! Po pošti vam bomo poslali obvestilo, če se bo vaše spremembe odobrilo. S klikom na zavihek Pogovor lahko zasledujete razpravo o tem članku.
sq: Ju lumtë! Do t’ju dërgojmë një email që t’ju njoftojmë nëse ndryshimet tuaja miratohen. Duke klikuar mbi skedën Diskutim, mund të ndiqni diskutimet mbi këtë artikull.
th: คุณสุดยอดมาก! เราจะส่งอีเมลไปให้คุณทราบถ้าการเปลี่ยนแปลงของคุณได้รับการอนุญาต คุณสามารถติดตามการสนทนาเกี่ยวกับบทความนี้ได้โดยคลิกที่แท็บ การสนทนา
xh: Ilitye lakho! Siza kukuthumelela i-imeyile ukukwazisa ukuba iinguqu zakho zamkelwe. Ungalandela ingxoxo ezimalunga neli nqaku ngokucofa i-tab yeNgxoxo.

source: Briefly describe your changes:
bn_in: সংক্ষেপে আপনার পরিবর্তনগুলি বর্ণনা করুন:
cs: Stručně popište provedené změny:
da: Beskriv kort dine ændringer:
et: Kirjelda lühidalt tehtud muudatusi:
eu: Azaldu zure aldaketak labur-labur:
fi: Kerro muutoksistasi lyhyesti:
fr: Décrivez brièvement vos modifications :
lt: Trumpai aprašykite savo pakeitimą:
ru: Кратко опишите ваши изменения:
sl: Na kratko opišite svoje spremembe:
sq: Përshkruani shkurt ndryshimet tuaja:
th: บอกการเปลี่ยนของคุณสั้น ๆ:
xh: Chaza ngokufutshane iinguqu zakho:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
bn_in: এই সম্পাদনাটি প্রবন্ধটিকে আপ-টু-ডেট করে না। ইংরাজী পার্থক্যগুলো পরের সম্পাদনায় পরিবর্তন হবেই না।
cs: Tato úprava neučiní článek aktuálním. Odlišnosti od anglické verze se do příští editace nezmění.
fi: Tämä muutos ei päivitä käännökseen englanninkieliseen artikkelin tehtyjä muutoksia. Myöskään seuraavan muokkaajan ei tule päivittää niitä.
fr: Cette modification ne tient pas compte de tous les changements de l'article en anglais. Les différences sur l'article en anglais resteront lors de la prochaine modification.
lt: Ši redakcija neatšviežina straipsnio. Skirtumai nuo angliškos versijos lieka tie patys.
ru: Эта правка не делает эту статью актуальной. Различия на английском не должны меняться при следующей правке.
sl: Po tem urejanju članek še ne bo posodobljen. Razlike v angleščini se v naslednji redakciji ne smejo spremeniti.
sq: Kjo nuk e bën të përditësuar këtë artikull. Ndryshimet në versionin Anglisht nuk do të duhej të ndryshonin në përpunimin e ardhshëm.
xh: Olu hlelo alulenzi eli nqakui libe semgangathweni. Ukwahlukana kwesiNgesi akufunekanga lutshintshe kuhlelo elulandelayo.

source: Notify me of any future changes to this page
bn_in: এই পৃষ্ঠার কোনো ভবিষ্যত পরিবর্তনে আমাকে জানান
cs: Upozornit mě na budoucí změny na této stránce
da: Giv mig besked om alle fremtidige ændringer af denne side
et: Teavita mind tulevikus selle lehe muudatustest
eu: Jakinaraz nazazu orri honi etorkizunean egindako aldaketen inguruan
fi: Ilmoita minulle tämän sivun muutoksista
fr: M'avertir des modifications futures de cette page
lt: Informuoti mane apie bet kokius šio tinklapio pakeitimus ateityje
ru: Уведомлять меня о любых будущих изменениях на этой странице
sl: Obveščaj me o vseh prihodnjih spremembah te strani
sq: Njoftomëni për çfarëdo ndryshimi të ardhshëm të kësaj faqeje
th: เตือนฉันเมื่อมีการเปลี่ยนแปลงหน้านี้ในอนาคต
xh: Ndazise ngazo naziphi na iinguqu zexesha elizayo kweli phepha

source: Help with:
bn_in: সাহায্য দরকার:
cs: Pomoc s:
da: Hjælp med:
et: Abi seoses:
eu: Laguntza honekin:
fi: Ohjeet alustalle:
fr: Aide pour :
lt: Pagalba, naudojantis:
ru: Помощь с:
sl: Pomoč za:
sq: Ndihmë për:
th: ความช่วยเหลือเกี่ยวกับ:
xh: Nceda nge:

source: Customize this article
bn_in: এই প্রবন্ধটিকে কাস্টমাইজ করুন
cs: Přizpůsobení článku
da: Tilpas denne artikel
fi: Muokkaa tätä artikkelia
fr: Personnaliser cet article
ru: Настроить эту статью
sl: Prilagodite ta članek
sq: Personalizojeni këtë artikull
xh: Yenza eli nqaku liqheleke

source: Was this article helpful?
bn_in: এই প্রবন্ধটি কি সহায়তাকারী?
cs: Byl tento článek srozumitelný?
da: Hjalp denne artikel?
et: Kas see teema oli abiks?
eu: Artikulua lagungarria izan da?
fi: Oliko tästä artikkelista apua?
fr: Cet article vous a-t-il été utile ?
lt: Ar šis straipsnis buvo naudingas?
ru: Помогла ли эта статья?
sl: Vam je bil ta članek v pomoč?
sq: Qe i dobishëm ky artikull?
th: บทความนี้เป็นประโยชน์หรือไม่?
xh: Ingaba eli nqaku beliluncedo?

source: Please wait...
bn_in: দয়া করে অপেক্ষা করুন...
cs: Počkejte prosím...
da: Vent venligst...
et: Palun oota...
eu: Itxaron mesedez...
fi: Odota hetki...
fr: Veuillez patienter…
lt: Luktelėkite…
ru: Пожалуйста, подождите...
sl: Prosimo počakajte...
sq: Ju lutemi, prisni...
th: โปรดรอสักครู่...
xh: Nceda linda...

source: Leave a message for {contributor}:
bn_in: {contributor} কে একটি মেসেজ করুন:
cs: Zaslání zprávy pro {contributor}:
da: Efterlad en meddelelse til {contributor}:
et: Jäta kasutajale {contributor} teade:
fi: Jätä viesti muokkaajalle {contributor}:
fr: Laissez un message pour {contributor} :
lt: Palikite pranešimą, kurį gaus {contributor}:
ru: Оставьте сообщение для {contributor}:
sl: Pusti sporočilo za {contributor}:
sq: Lini një mesazh për {contributor}:
th: ส่งข้อความไปยัง {contributor}:
xh: Shiya umyalezo wo {mnikeli}:

source: Leave a message for {rest} and {last}:
bn_in: {rest} এবং {last} কে একটি মেসেজ করুন:
cs: Poslat zprávu pro {rest} a {last}:
da: Efterlad en meddelelse til {rest} og {last}:
et: Jäta kaastöötajatele {rest} ja {last} teade:
fi: Jätä viesti henkilöille {rest} ja {last}:
fr: Laissez un message pour {rest} et {last} :
lt: Palikite pranešimą, kurį gaus {rest} ir {last}:
ru: Оставьте сообщение для {rest} и {last}:
sl: Pustite sporočilo za {rest}, in {last}:
sq: Lini një mesazh për {rest}, dhe {last}:
th: ส่งข้อความสำหรับ {rest} และ {last}:
xh: Shiya umyalezo {rest} kunye {last}:

source: Warning: This page is also being edited by %(user)s!
bn_in: সতর্কীকরণ: এই পেজটি %(user)s-এর দ্বারাও সম্পাদিত হচ্ছে!
cs: Upozornění: Tato stránka je nyní upravována uživatelem %(user)s!
da: Advarsel: Denne side bliver også redigeret af %(user)s!
fi: Varoitus: Myös käyttäjä %(user)s muokkaa tätä artikkelia!
fr: Avertissement : Cette page est également en cours de modification par %(user)s !
lt: Pastaba: šį tinklapį jau redaguoja %(user)s!
ru: Предупреждение: Эту страницу сейчас также редактирует %(user)s!
sl: Opozorilo: To stran ravnokar ureja %(user)s!
sq: Kujdes: Kjo faqe po përpunohet gjithashtu nga %(user)s!
xh: Isilumkiso: Eli phepha nalo liyahlelwa ngu %(umsebenzisi)!

source: If you know what you are doing, you can edit the document anyway.
bn_in: আপনি যদি জানেন যে আপনি কি করছেন, তাহলে আপনি যেকোনোরকমভাবেই ডকুমেন্টটিকে সম্পাদনা করতে পারেন।
cs: Pokud víte, co děláte, můžete dokument přesto upravovat.
da: Hvis du ved hvad du gør, kan du redigere dokumentet alligevel.
fi: Jos tiedät, mitä olet tekemässä, voit muokata artikkelia siitä huolimatta.
fr: Si vous savez ce que vous êtes en train de faire, vous pouvez quand même modifier le document.
ru: Если вы знаете, что вы делаете, вы всё равно можете редактировать этот документ.
sl: Če veste, kaj počnete, lahko dokument vseeno urejate.
sq: Nëse e dini se ç’po bëni, mund ta përpunoni dokumentin sido qoftë.
xh: Ukuba uyayazi into oyenzayo, ungaluhlela uxwebhu.

source: Edit anyway
bn_in: যেকোন উপায়ে সম্পাদনা করুন
cs: Přesto upravit
da: Rediger alligevel
fi: Muokkaa silti
fr: Modifier quand même
ru: Всё равно редактировать
sl: Urejaj vseeno
sq: Përpunoje sido qoftë
xh: Hlela nakanjani

source: Report Abuse
bn_in: অপব্যবহারের জন্য রিপোর্ট দায় করুন
cs: Nahlásit zneužití
da: Rapportér misbrug
fi: Ilmoita väärinkäytöstä
fr: Signaler un abus
lt: Pranešti apie netinkamą elgesį
ru: Сообщить о нарушении
sl: Sporoči zlorabo
sq: Njoftoni Shpërdorim
th: รายงานการละเมิด
xh: Xela Uxhatshazo

source: Report this
bn_in: এটি রিপোর্ট করুন
cs: Nahlásit
da: Rapportér dette
et: Raporteeri see
fi: Ilmoita tämä
fr: Signaler ceci
lt: Pranešti apie tai
ru: Сообщить об этом
sl: Prijavite to
sq: Njoftojeni këtë
xh: Xela oku

source: Have more to say?
bn_in: আরও কিছু বলার আছে?
cs: Máte něco co dodat?
da: Har du mere at tilføje?
fi: Enemmän sanottavaa?
fr: Autre chose à dire ?
lt: Norite dar kažką pridėti?
ru: Есть что добавить к сказанному?
sl: Imate še kaj povedati?
sq: Keni gjë tjetër për të thënë?
xh: Yiba nento eninzi yokuthetha?

source: Mark as Ready for Localization
bn_in: স্থানীয়করণ জন্য প্রস্তুত চিহ্নিত করুন
cs: Označit jako připravený pro lokalizaci
da: Marker som klar til oversættelse
et: Märgista kui lokaliseerimiseks valmis
fi: Merkitse lokalisointivalmiiksi
fr: Marquer comme prêt pour la localisation
lt: Pažymėti kaip parengtą lokalizuoti
ru: Пометить как готовое для локализации
sl: Označi kot pripravljeno za lokalizacijo
sq: Shënoje si Gati për Përkthim
th: ทำเครื่องหมายว่าพร้อมสำหรับการแปล
xh: Phawula njeLungele iLokhalizeyishini

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
bn_in: আপনি <span class="revtime"></span> সংস্করণটি স্থানীয়করণ জন্য প্রস্তুত চিহ্নিত করতে যাচ্ছেন। আপনি কি নিশ্চিত যে আপনি এগিয়ে যেতে চান?
cs: Chcete označit tuto revizi <span class="revtime"></span> jako vhodnou pro lokalizaci. Opravdu tak chcete učinit?
et: Oled märkimas seda versiooni <span class="revtime"></span> kui tõlkimiseks valmis. Kas oled kindel, et soovid jätkata?
fr: Vous êtes sur le point de marquer cette révision <span class="revtime"></span> comme prête pour la localisation. Voulez-vous vraiment poursuivre ?
lt: Jūs nurodėte pažymėti šią versiją <span class="revtime"></span> kaip parengtą lokalizuoti. Ar tikrai norite tęsti?
ru: Вы собираетесь пометить эту ревизию <span class="revtime"></span> как Готовую для Локализации. Вы уверены что хотите продолжить?
sl: Ste na tem, da označite ta pregled <span class="revtime"></span> kot pripravljen za lokalizacijo. Želite nadaljevati?
sq: Ju ndan një hap nga shënimi i këtij rishikimi <span class="revtime"></span> si Gati për Përkthim. Jeni i sigurt se doni ta bëni?
th: ปคุณกำลังจะทำเครื่องหมายการแก้ไขนี้ <span class="revtime"></span> ว่าพร้อมสำหรับการแปล คุณแน่ใจหรือว่าต้องการดำเนินการต่อ?
xh: Umalunga nokuphawula olu hlaziyo <span class="revtime"></span> njegoluLungele iLokhalizeyishini. Uqinisekile unqwenela ukuqhubeka?

source: View Diff
bn_in: পার্থক্য দেখুন
cs: Zobrazit rozdíl
da: Vis diff
fi: Näytä erot
fr: Voir les différences
ru: Просмотреть различие
sl: Prikaz Diff
sq: Shihni Diff-in
xh: Bona Urhoxiso

source: Close Diff
bn_in: পার্থক্য বন্ধ করুন
cs: Zavřít rozdíl
da: Luk diff
fi: Sulje erot
fr: Fermer le comparateur
ru: Закрыть различие
sl: Zapri Diff
sq: Mbylle Diff-in
xh: Vala Urhoxiso

source: Revision
bn_in: সংস্করণ
cs: Revize
et: Versioon
fi: Muutos
fr: Révision
lt: Versija
ru: Ревизия
sl: Revizija
sq: Rishikim
th: การแก้ไขเพิ่มเติม
xh: Uhlaziyo

source: Editor
bn_in: সম্পাদক
cs: Autor
da: Redaktør
et: Toimetaja
fi: Muokkaaja
fr: Auteur
lt: Redaktorius
ru: Редактор
sl: Urednik
sq: Përpunues
th: ผู้เขียน
xh: Umhleli

source: Search for documents...
cs: Vyhledat dokument...
fr: Rechercher des documents…
ru: Поиск документов...
sl: Iskanje po dokumentih ...

source: No related documents.
cs: Žádné příbuzné dokumenty.
fr: Aucun document lié.
ru: Нет связанных документов.
sl: Ni povezanih dokumentov.

source: Approve Translation
bn_in: অনুবাদ অনুমোদন করুন
cs: Schválit překlad
da: Godkend oversættelse
et: Aktsepteeri tõlge
eu: Onartu itzulpena
fi: Hyväksy käännös
fr: Approuver la traduction
lt: Patvirtinti vertimą
ru: Одобрить перевод
sl: Odobri prevod
sq: Miratojeni Përkthimin
th: อนุมัติการแปล
xh: Yamkela Uguqulelo

source: Approve Revision
bn_in: সংস্করণ অনুমোদন করুন
cs: Schválit revizi
da: Godkend revision
et: Aktsepteeri versioon
eu: Onartu berrikuspena
fi: Hyväksy muutos
fr: Approuver la révision
lt: Patvirtinti versiją
ru: Одобрить ревизию
sl: Odobri revizijo
sq: Miratoje Rishikimin
th: อนุมัติการแก้ไขใหม่
xh: Yamkela uHlaziyo

source: Defer Translation
bn_in: অনুবাদ মুলতুবি করুন
cs: Zamítnout překlad
da: Udsæt oversætttelse
et: Lükka tõlge tagasi
fi: Hylkää käännös
fr: Ajourner la traduction
lt: Atidėti vertimą
ru: Отложить перевод
sl: Preloži prevod
sq: Hidhni Tej Një Përkthim
th: เลื่อนการแปล
xh: Rhoxisa Uguqulelo

source: Defer Revision
bn_in: সংস্করণ মুলতুবি করুন
cs: Zamítnout revizi
da: Udsæt revision
et: Lükka versioon tagasi
fi: Hylkää muutos
fr: Ajourner la révision
lt: Atidėti versiją
ru: Отложить ревизию
sl: Preloži revizijo
sq: Hidhni Tej Një Rishikim
th: เลื่อนการปรับปรุง
xh: Rhoxisa uHlaziyo

source: Cancel Review
bn_in: পর্যালোচনা বাতিল করুন
cs: Zrušit kontrolu
da: Annuller gennemgang
et: Tühista ülevaade
eu: Utzi berrikuspena
fi: Peruuta tarkistus
fr: Annuler la vérification
lt: Atšaukti recenziją
ru: Отменить отзыв
sl: Prekliči recenzijo
sq: Anuloje Shqyrtimin
th: ยกเลิกการพิจารณาใหม่
xh: Rhoxisa uHlolo?

source: Accept this Translation
bn_in: এই অনুবাদটি গ্রহণ করুন
cs: Schválení překladu
da: Accepter denne oversættelse
et: Tõlke aktsepteerimine
eu: Onartu itzulpen hau
fi: Hyväksy tämä käännös
fr: Accepter cette traduction
lt: Priimti šį vertimą
ru: Принять этот перевод
sl: Sprejmi ta prevod
sq: Pranojeni këtë Përkthim
th: ยอมรับการแปลนี้
xh: Yamkela olu Guqulelo

source: Accept this Revision
bn_in: এই সংস্করণটি গ্রহণ করুন
cs: Schválit tuto revizi
da: Accepter denne revision
et: Aktsepteeri see versioon
eu: Onartu berrikuspen hau
fi: Hyväksy tämä muutos
fr: Accepter cette révision
lt: Priimti šią versiją
ru: Принять эту ревизию
sl: Sprejmi to revizijo
sq: Pranojeni këtë Rishikim
th: ยอมรับการแก้ไขนี้
xh: Yamkela olu Hlaziyo

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
bn_in: আপনি আপনার নিজের সম্পাদনাটি অনুমোদন করতে যাচ্ছেন। দয়া করে আমাদের <a href="%(url)s">পর্যালোচক</a>-দের জিজ্ঞেস করুন।
cs: Zdá se, že chcete schválit svou vlastní úpravu. Zvažte prosím, zda o kontrolu nechcete raději požádat někoho z <a href="%(url)s">redaktorů</a>.
fr: Vous êtes sur le point d'approuver votre propre modification. Veuillez plutôt envisager de demander à nos <a href="%(url)s">vérificateurs</a>.
lt: Nurodėte patvirtinti Jūsų paties atliktą pataisą. Ar nebūtų geriau to paprašyti vieno mūsų <a href="%(url)s">recenzentų</a>?
ru: Вы собираетесь одобрить сделанную вами правку. Пожалуйста, подумайте, не лучше ли запросить <a href="%(url)s">проверку</a>.
sl: Ste pred tem, da potrdite svoje lastne spremembe. Obrni se prosim namesto tega na <a href="%(url)s">naše urednike</a>.
sq: Ju ndan një hap nga miratimi i përpunimit tuaj. Ju lutemi, më mirë shihni mundësinë që kjo të bëhet nga <a href="%(url)s">shqyrtuesit</a> tanë.
th: คุณกำลังจะอนุมัติการปรับของคุณเอง จะดีกว่าถ้าคุณสอบถามไปยัง<a href="%(url)s">ผู้ตรวจทาน</a>ของเรา
xh: Umalunga nokwamkela uhlelo lwakho. Nceda ucinge ngokubuza abahlaziyi <a href="%(url)s">bethu</a> endaweni yoko.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
bn_in: গ্রহণ করা ক্লিক করা প্রবন্ধের এই সংস্করণটিকে জীবন্ত করবে! অনুগ্রহ করে কিছু মূহুর্ত নিয়ে নিশ্চিত হন যে সমস্ত অপশন ঠিক আছে কিনা।
cs: Klepnutím na tlačítko Přijmout zpřístupníte tuto verzi uživatelům! Věnujte prosím chvíli kontrole, zda jsou všechny volby v pořádku.
fi: Hyväksy-painikkeen painaminen muuttaa tämän version artikkelista tukikantaan! Käytä hetki varmistaaksesi, että kaikki on kunnossa.
fr: En cliquant sur Accepter, cette version de l'article sera mise en ligne ! Veuillez prendre quelques instants pour vérifier que toutes les options sont correctes.
lt: Spustelėjus „Priimti“, ši straipsnio versija taps viešąja! Prieš tęsdami, įsitikinkite, jog visos parinktys nurodytos teisingai.
ru: Нажав Принять, вы поместите эту версию статьи в публичный доступ! Пожалуйста, убедитесь, что все параметры верны.
sl: S klikom na Sprejmi postane ta različica članka živa! Vzemite si trenutek časa in se prepričajte, da so vse možnosti pravilno izbrane.
sq: Klikimi mbi Pranoje do ta bëjë këtë version të artikullit të shfaqet publikisht! Ju lutemi, ndaluni një çast e sigurohuni që krejt mundësitë janë zgjedhur saktë.
th: คลิก ยอมรับ จะทำให้รุ่นของบทความนี้เผยแพร่! โปรดใช้เวลาสักครู่เพื่อทำให้แน่ใจว่าตัวเลือกทั้งหมดถูกต้อง
xh: Ngokucofa uYamkela kuzokwenza le nguqulelo yenqaku liyasebenza! Nceda thatha umzuzu ukuze uqiniseke zonke izinto ezikhethwayo zichanekile.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
bn_in: ধন্যবাদ সময় নিয়ে এই পরিবর্তনগুলোকে রিভিউ করবার জন্য। গ্রহণ করা ক্লিক করলে এটা প্রবন্ধের সংস্করণটিকে জীবন্ত করবে! অনুগ্রহ করে এক মূহুর্ত নিয়ে নিশ্চিত করুন যে সমস্ত অপশন ঠিক আছে কিনা।
cs: Děkujeme za vás čas, který věnujete kontrole těchto změn. Klepnutím na tlačítko Přijmout tuto verzi zpřístupníte! Věnujte prosím chvíli kontrole všech vlastností, zda jsou v pořádku.
fi: Kiitos, että käytät aikaasi muutoksien tarkistamiseen. Hyväksy-painikkeen napsauttaminen julkaisee artikkelin! Käytä vielä hetki artikkelin tarkistamiseen, jotta kaikki asiat ovat kunnossa.
fr: Merci d'avoir pris le temps de vérifier ces changements. En cliquant sur Accepter, cette version de l'article sera mise en ligne ! Veuillez prendre quelques instants pour vérifier que toutes les options sont correctes.
lt: Dėkojame, kad skyrėte laiko šiems pakeitimams recenzuoti. Spustelėjus „Priimti“, ši straipsnio versija taps viešąja! Prieš tęsdami, įsitikinkite, jog visos parinktys nurodytos teisingai.
ru: Спасибо, что нашли время для проверки этих изменений. Нажав Принять, вы поместите эту версию статьи в публичный доступ! Пожалуйста, убедитесь, что все параметры верны.
sl: Hvala, ker ste si vzeli čas za recenzijo teh sprememb. S klikom na Sprejmi postane ta verzija članka živa! Vzemite si trenutek časa in se prepričajte, da so vse možnosti pravilno izbrane.
sq: Ju faleminderit që harxhuat kohë për të shqyrtuar këto ndryshime. Klikimi mbi Pranoje do ta bëjë këtë version të artikullit të shfaqet publikisht! Ju lutemi, ndaluni një çast e sigurohuni që krejt mundësitë janë zgjedhur saktë.
th: ขอบคุณสำหรับการสละเวลาในการพิจารณาการเปลี่ยนแปลง คลิก ยอมรับ จะทำให้รุ่นของบทความนี้เผยแพร่! โปรดใช้เวลาสักครู่เพื่อทำให้แน่ใจว่าตัวเลือกทั้งหมดถูกต้อง
xh: Enkosi ngokuthatha ixesha uhlaziya ezi nguqu. Ngokucofa uYamkela kuzokwenza le nguqulelo yenqaku lisebenze! Nceda thatha umzuzu ukuze uqiniseke zonke izinto ezikhethwayo zichanekile.

source: Accept
bn_in: গ্রহন করুন
cs: Přijmout
da: Accepter
et: Aktsepteeri
eu: Onartu
fi: Hyväksy
fr: Accepter
lt: Priimti
ru: Принять
sl: Sprejmi
sq: Pranoje
th: ยอมรับ
xh: Yamkela

source: Defer this Translation
bn_in: এই অনুবাদটি মুলতুবি করুন
cs: Zamítnout tento překlad
da: Udsæt denne oversættelse
et: Lükka see tõlge tagasi
fi: Hylkää tämä käännös
fr: Ajourner cette traduction
lt: Atidėti šį vertimą
ru: Отложить этот перевод
sl: Preloži ta prevod
sq: Hidheni Tej këtë Përkthim
th: เลื่อนการแปลนี้
xh: Rhoxisa le Nguqulelo

source: Defer this Revision
bn_in: এই সংস্করণটি মুলতুবি করুন
cs: Zamítnout tuto revizi
da: Udsæt denne revision
et: Lükka see versioon tagasi
fi: Hylkää tämä muutos
fr: Ajourner cette révision
lt: Atidėti šią versiją
ru: Отложить эту ревизию
sl: Preloži to revizijo
sq: Hidheni Tej këtë Rishikim
th: เลื่อนการแก้ไขนี้
xh: Rhoxisa olu Hlaziyo
