Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
bn_in: নিশ্চিত করুন যে এই মান কমপক্ষে %(limit_value)s অক্ষরের (এর আছে %(show_value)s)।
cs: Ujistěte se, že má tato hodnota nejméně %(limit_value)s znaků (aktuálně má %(show_value)s).
da: Sørg for, at denne værdi er på mindst %(limit_value)s tegn (den er på %(show_value)s).
et: Veendu, et välja pikkus on vähemalt %(limit_value)s märki (praegu on %(show_value)s märki).
eu: Ziurtatu balio honek gutxienez %(limit_value)s karaktere dituela (%(show_value)s ditu orain).
fi: Varmista, että tällä arvolla on vähintään %(limit_value)s merkkiä (tällä hetkellä %(show_value)s).
fr: Assurez-vous que cette valeur a au moins %(limit_value)s caractères (elle en a %(show_value)s).
lt: Įsitikinkite, jog šios reikšmės ilgis yra bent %(limit_value)s simb. (šiuo metu jis yra %(show_value)s simb.).
ru: Убедитесь, что это значение имеет длину не менее %(limit_value)s символов (сейчас оно содержит %(show_value)s).
sl: Poskrbite, da ima ta vrednost vsaj %(limit_value)s znakov (ima %(show_value)s).
sq: Sigurohuni që kjo vlerë ka të paktën %(limit_value)s shenja (ka %(show_value)s).
th: ตรวจสอบให้แน่ใจว่าค่านี้มีอย่างน้อย %(limit_value)s ตัวอักษร (ขณะนี้มี %(show_value)s)
xh: Qinisekisa eli xabiso ubuncinane line-%(umlinganiselo_amaxabiso) ngoonobumba (ine-%(bonisa_amaxabiso)).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
bn_in: নিশ্চিত করুন যে এই মান সর্বোচ্চ %(limit_value)s অক্ষরের (এর আছে %(show_value)s)।
cs: Ujistěte se, že má tato hodnota nejvíce %(limit_value)s znaků (aktuálně má %(show_value)s).
da: Sørg for, at denne værdi er på højest %(limit_value)s tegn (den er på %(show_value)s).
et: Veendu, et välja pikkus on vähemalt %(limit_value)s märki (praegu on %(show_value)s märki).
eu: Ziurtatu balio honek gehienez %(limit_value)s karaktere dituela (%(show_value)s ditu orain).
fi: Varmista, että tällä arvolla on enintään %(limit_value)s merkkiä (tällä hetkellä %(show_value)s).
fr: Assurez-vous que cette valeur a au plus %(limit_value)s caractères (elle en a %(show_value)s).
lt: Įsitikinkite, jog šios reikšmės ilgis neviršija %(limit_value)s simb. (šiuo metu jis yra %(show_value)s simb.).
ru: Убедитесь, что это значение имеет длину не более %(limit_value)s символов (сейчас оно содержит %(show_value)s).
sl: Poskrbite, da ima ta vrednost največ %(limit_value)s znakov (ima %(show_value)s).
sq: Sigurohuni që kjo vlerë ka e shumta %(limit_value)s shenja (ka %(show_value)s).
th: ตรวจสอบให้แน่ใจว่าค่านี้มีอย่างมากแค่ %(limit_value)s ตัวอักษร (ขณะนี้มี %(show_value)s)
xh: Qinisekisa eli xabiso ubuncinane line-%(umlinganiselo_amaxabiso) ngoonobumba (ine-%(bonisa_amaxabiso)).

source: read more
bn_in: আরও পড়ুন
cs: přečíst více
da: læs mere
fi: lue lisää
fr: lire la suite
ru: читать ещё
sl: nadaljno branje
sq: lexoni më tepër
xh: funda okungaphezulu

source: Today at %s
bn_in: আজ %s তে
cs: Dnes v %s
da: I dag kl. %s
et: Täna kell %s
eu: Gaur %s(e)an
fi: Tänään kello %s
fr: Aujourd'hui à %s
lt: Šiandien %s
ru: Сегодня в %s
sl: Danes ob %s
sq: Sot më %s
th: วันนี้ที่ %s
xh: Namhlanje iku-%s

source: %(number)d year ago
bn_in: %(number)d বছর আগে
cs: Před %(number)d rokem
da: %(number)d år siden
et: %(number)d aasta tagasi
eu: Duela urtebete
fi: %(number)d vuosi sitten
fr: il y a %(number)d an
lt: Prieš %(number)d metus
ru: %(number)d год назад
sl: pred %(number)d letom
sq: %(number)d vit më parë
th: %(number)d ปีก่อน
xh: %(inombolishwe) kunyanka odlulileyo

source: %(number)d month ago
bn_in: %(number)d মাস আগে
cs: Před %(number)d měsícem
da: for %(number)d måned siden
et: %(number)d kuu tagasi
eu: Duela hilabete
fi: %(number)d kuukausi sitten
fr: il y a %(number)d mois
lt: Prieš %(number)d mėnesį
ru: %(number)d месяц назад
sl: pred %(number)d mesecem
sq: %(number)d muaj më parë
th: %(number)d เดือนก่อน
xh: %(inombolishwe) kwinyanga edlulileyo

source: %(number)d week ago
bn_in: %(number)d সপ্তাহ আগে
cs: Před %(number)d týdnem
da: %(number)d uge siden
et: %(number)d nädal tagasi
eu: Duela astebete
fi: %(number)d viikko sitten
fr: il y a %(number)d semaine
lt: Prieš %(number)d savaitę
ru: %(number)d неделю назад
sl: pred %(number)d tednom
sq: %(number)d javë më parë
th: %(number)d สัปดาห์ก่อน
xh: %(inombolishwe) kwiveki edlulileyo

source: %(number)d day ago
bn_in: %(number)d দিন আগে
cs: Před %(number)d dnem
da: %(number)d dag siden
et: %(number)d päev tagasi
eu: Duela egun bat
fi: %(number)d päivä sitten
fr: il y a %(number)d jour
lt: Prieš %(number)d dieną
ru: %(number)d день назад
sl: pred %(number)d dnevom
sq: %(number)d ditë më parë
th: %(number)d วันก่อน
xh: %(inombolishwe) kusuku oludlulileyo

source: %(number)d hour ago
bn_in: %(number)d ঘন্টা আগে
cs: Před %(number)d hodinou
da: %(number)d time siden
et: %(number)d tund tagasi
eu: Duela ordu bat
fi: %(number)d tunti sitten
fr: il y a %(number)d heure
lt: Prieš %(number)d valandą
ru: %(number)d час назад
sl: pred %(number)d uro
sq: %(number)d orë më parë
th: %(number)d ชั่วโมงก่อน
xh: %(inombolishwe) kwiyure edlulileyo

source: %(number)d minute ago
bn_in: %(number)d মিনিট আগে
cs: Před %(number)d minutou
da: %(number)d minut siden
et: %(number)d minut tagasi
eu: Duela minutu bat
fi: %(number)d minuutti sitten
fr: il y a %(number)d minute
lt: Prieš %(number)d minutę
ru: %(number)d минуту назад
sl: pred %(number)d minuto
sq: %(number)d minutë më parë
th: %(number)d นาทีก่อน
xh: %(inombolishwe) kumzuzu odlulileyo

source: %(number)d second ago
bn_in: %(number)d সেকেন্ড আগে
cs: Před %(number)d sekundou
da: %(number)d sekund siden
et: %(number)d sekund tagasi
eu: Duela segundo bat
fi: %(number)d sekunti sitten
fr: il y a %(number)d seconde
lt: Prieš %(number)d sekundę
ru: %(number)d секунду назад
sl: pred %(number)d sekundo
sq: %(number)d sekondë më parë
th: %(number)d วินาทีก่อน
xh: %(inombolishwe) kumzuzwana odlulileyo

source: Page does not exist.
bn_in: পেজ উপলব্ধ নয়।
cs: Stránka neexistuje.
da: Siden findes ikke.
fi: Sivua ei ole olemassa.
fr: La page n'existe pas.
ru: Страница не существует.
sl: Stran ne obstaja.
sq: Faqja nuk ekziston.
xh: Iphepha alikho.

source: The image "%s" does not exist.
bn_in: "%s" ছবি বিদ্যমান নয়।
cs: Obrázek "%s" neexistuje.
da: Billedet "%s" findes ikke.
et: Pilti "%s" pole olemas.
eu: "%s" irudia ez dago.
fi: Kuvaa "%s" ei ole olemassa.
fr: L'image « %s » n'existe pas.
lt: Paveikslas „%s“ neegzistuoja.
ru: Изображение "%s" не существует.
sl: Slika "%s" ne obstaja.
sq: Figura "%s" nuk ekziston.
th: ไม่พบรูปภาำพ "%s"
xh: Umfanekiso we"%s" awukho.

source: The video "%s" does not exist.
bn_in: "%s" ভিডিওটির কোনো অস্তিত্ব নেই।
cs: Video "%s" neexistuje.
da: Videoen "%s" findes ikke.
et: Videot "%s" pole olemas.
eu: "%s" bideoa ez dago.
fi: Videota "%s" ei ole olemassa.
fr: La vidéo « %s » n'existe pas.
lt: Vaizdo įrašo „%s“ nėra.
ru: Видео "%s" не существует.
sl: Video "%s" ne obstaja.
sq: Videoja "%s" nuk ekziston.
th: ไม่พบวิดีโอ "%s"
xh: Ivido ye "%s" ayikho.

source: Button of type "%s" does not exist.
cs: Tlačítko typu "%s" neexistuje.
fr: Le bouton de type « %s » n'existe pas.
ru: Кнопка типа "%s" не существует.
sl: Gumb vrste "%s" ne obstaja.
xh: Uhlobo lwehosha le "%s" alikho.

source: Would you like to view this page in %(language)s instead?
bn_in: পরিবর্তে কি আপনি %(language)s-এ পেজটা দেখতে চান?
cs: Nechcete tuto stránku raději vidět v jazyce %(language)s?
fr: Souhaitez-vous plutôt voir cette page en %(language) ?
ru: Вы хотите вместо этого просмотреть эту страницу на %(language)s?
sl: Si želite ogledati to stran v jeziku %(language)s?
sq: Do të doni më mirë ta shihnit këtë faqe në %(language)s?
xh: Ungathanda ukubona eli phepha kwii %(lwimi) indaweni yoko?

# site_title
source: Mozilla Support
bn_in: Mozilla সাপোর্ট
cs: Podpora Mozilly
et: Mozilla kasutajatugi
fi: Mozilla-tuki
fr: Assistance de Mozilla
lt: „Mozillos“ žinynas
ru: Поддержка Mozilla
sl: Podpora Mozilla
sq: Asistencë Mozilla
th: การช่วยเหลือของ Mozilla
xh: Inkxaso YeMozilla

source: Skip to main content
bn_in: প্রধান কন্টেন্টে ফিরে যান
cs: Přeskočit na hlavní obsah
da: Hop til hovedindholdet
fi: Siirry pääsisältöön
fr: Aller au contenu principal
ru: Перейти к основному содержимому
sl: Preskoči na glavno vsebino
sq: Kalo te lënda bazë
xh: Tsibela kwesona siqulatho sikhulu

source: Switch language
bn_in: ভাষা পরিবর্তন করুন
cs: Změna jazyka
da: Skift sprog
et: vaheta keelt
fi: Vaihda kieli
fr: Changer de langue
lt: Keisti kalbą
ru: Переключить язык
sl: Preklop jezika
sq: Këmbeni gjuhën
th: สลับภาษา
xh: Tshintsha ulwimi

source: Skip to search
bn_in: অনুসন্ধানে ফিরে যান
cs: Přeskočit na vyhledávání
da: Hop til søgning
fi: Siirry hakuun
fr: Aller à la recherche
ru: Перейти к поиску
sl: Preskoči na iskanje
sq: Kalo te kërkimi
xh: Tsibela kukhangelo

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
bn_in: এটি একটি উপস্থাপনকারী সাইট, প্রত্যেক মাসের প্রথমে কন্টেন্ট ওভাররাইট হয়ে যায়।<br> উত্পাদন সাইটটি হল <a href="http://support.mozilla.org">এখানে</a>।
cs: Toto je testovací verze, na které bývá každý první den v měsíci přemazáván obsah.<br>Produkční verzi naleznete <a href="http://support.mozilla.org">zde</a>.
fi: Tämä on testisivusto. Sivuston sisältö nollataan joka kuun 1. päivä.<br>Käytössä oleva sivusto on <a href="http://support.mozilla.org">täällä</a>.
fr: Ceci est un site de préproduction dont le contenu est écrasé le premier de chaque mois.<br>Le site de production est <a href="http://support.mozilla.org">ici</a>.
ru: Это тестовый сайт, его содержимое перезаписывается 1 числа каждого месяца.<br>Рабочий сайт расположен <a href="http://support.mozilla.org">здесь</a>.
sl: To je "staging" spletno mesto, vsebino se mu prepiše vsakega prvega v mesecu.<br>Proizvodno spletno mesto se nahaja <a href="http://support.mozilla.org">tukaj</a>.
sq: Ky është sajti i provës, lënda këtu mbishkruhet më 1 të çdo muaji.<br>Sajti faktik është <a href="http://support.mozilla.com">ky këtu</a>.
xh: Le ndawo yokubonisa, isiqulatho sifumana ukucinywa ngowoku-1 wenyanga nganye.<br>Indawo yemveliso <a href="http://support.mozilla.org">apha</a>.

source: This page doesn't have a mobile optimized version. Tap here to go back.
bn_in: পেজটির মোবাইল অপটিমাইজেশন সংস্করণ নেই। এখানে ট্যাপ করুন ফিরে যেতে।
cs: Tato stránka nemá verzi optimalizovanou pro mobily. Pro přechod zpět klepněte zde.
da: Siden findes ikke i en version optimeret til mobil. Tryk her for at gå tilbage.
fi: Tästä sivusta ei ole mobiiliversiota. Kosketa tästä palataksesi.
fr: Cette page n'a pas une version optimisée pour mobile. Appuyez ici pour revenir.
lt: Nėra mobiliems įrenginiams optimizuotos šio tinklapio versijos. Bakstelėkite čia, kad grįžtumėte atgal.
ru: У этой страницы нет версии, оптимизированной для мобильных устройств. Нажмите здесь, чтобы вернуться назад.
sl: Ta stran nima optimizirane različice za mobilnike. Tapnite tu za nazaj.
sq: Kjo faqe nuk ka version të optimizuar për celularin. Bjerini këtu që të shkoni mbrapa.
xh: Eli phepha alinayo inguqulelo yeselula e-optimayiziweyo, Cofa apha ubuyele umva.

source: Tap here to go to the mobile version of the site.
bn_in: এখানে ট্যাপ করুন সাইটের মোবাইল সংস্করণে যাওয়ার জন্য।
cs: Klepněte zde pro přechod na mobilní verzi webu.
da: Tryk her for at gå til webstedets mobilversion.
fi: Kosketa tästä siirtyäksesi tämän sivun mobiiliversioon.
fr: Appuyez ici pour vous rendre sur la version mobile du site.
lt: Bakstelėkite čia, kad pereitumėte į mobiliąją šios svetainės versiją.
ru: Нажмите здесь, чтобы перейти на мобильную версию сайта.
sl: Tapnite tukaj za mobilno različico spletne strani.
sq: Prekeni këtu që të kalohet te versioni për celular i sajtit.
xh: Cofa apha ukuya kwinguqulelo yeselula kwi-site.

source: Download Firefox
fr: Télécharger Firefox
sl: Prenesite Firefox

source: Portions of this content are &copy;1998–2015 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
cs: Části tohoto obsahu jsou &copy;1998–2015 <br> jednotlivými přispěvateli mozilla.org. Obsah <br>je dostupný pod <a href="//www.mozilla.org/foundation/licensing/website-content.html">licencí Creative Commons</a>.
fr: Des parties de ce contenu sont &copy;1998–2015<br>par différents contributeurs de mozilla.org. Contenu <br>disponible sous une <a href="//www.mozilla.org/foundation/licensing/website-content.html">licence Creative Commons</a>.
ru: Части этого содержимого созданы <br>участниками проекта mozilla.org &copy;1998–2015. Содержимое <br>доступно на условиях <a href="//www.mozilla.org/foundation/licensing/website-content.html">лицензии Creative Commons</a>.
sl: Deli te vsebine so &copy;1998–2015 <br>s strani posameznih sodelavcev mozilla.org. Vsebina <br>je na voljo pod <a href="//www.mozilla.org/foundation/licensing/website-content.html">licenco Creative Commons</a>.
xh: Portions of this content are &copy;1998–2015 <br>by individual mozilla.org contributors. Isiqulatho <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Ilayisensi eqhelekileyo</a>.

source: Contact Us
bn_in: যোগাযোগ করুন
cs: Kontaktujte nás
da: Kontakt os
et: Kontakt
eu: Kontaktua
fi: Ota yhteyttä
fr: Nous contacter
lt: Susisiekite su mumis
ru: Связаться с нами
sl: Stopite v stik z nami
sq: Lidhuni me Ne
th: ติดต่อเรา
xh: Qhagamshelana nathi

source: Privacy Policy
bn_in: গোপনীয়তা নীতি
cs: Zásady ochrany soukromí
da: Privatlivspolitik
et: Privaatsuspoliitika
eu: Pribatutasun-politika
fi: Tietosuojakäytännöt
fr: Politique de confidentialité
lt: Privatumo nuostatai
ru: Политика приватности
sl: Izjava o zasebnosti
sq: Rregulla Privatësie
th: นโยบายความเป็นส่วนตัว
xh: Umgaqo-nkqubo Wabucala

source: Legal Notices
bn_in: আইনি বিজ্ঞপ্তি
cs: Právní omezení
da: Juridiske betingelser
et: Juriidilised märkused
eu: Lege-oharrak
fi: Lakiasiat
fr: Mentions légales
lt: Teisinė informacija
ru: Правовые уведомления
sl: Pravna obvestila
sq: Shënime Ligjore
th: ข้อกฎหมาย
xh: Izaziso zasemthethweni

source: Report Trademark Abuse
bn_in: ট্রেডমার্ক অপব্যবহার সম্বন্ধে রিপোর্ট করুন
cs: Nahlásit zneužití ochranné známky
da: Rapportér misbrug af varemærke
et: Raporteeri kaubamärgi keelatud kasutamine
eu: Salatu markaren erabilera okerra
fi: Ilmoita tavaramerkin väärinkäyttö
fr: Signaler une violation de marque déposée
lt: Pranešti apie neleistiną prekės ženklo naudojimą
ru: Сообщить о злоупотреблении торговой маркой
sl: Prijavite zlorabo trgovske znamke
sq: Njoftoni Shpërdorim Shenjash Tregtare
th: รายงานการใช้เครื่องหมายการค้าที่ผิดวัตถุประสงค์
xh: Xela Ukuxhatshazwa Kophawu Lorhwebo

source: Source Code
bn_in: সোর্স কোড
cs: Zdrojový kód
da: Kildekode
et: Lähtekood
fi: Lähdekoodi
fr: Code source
ru: Исходный код
sl: Izvorna koda
sq: Kod Burim
xh: Ikhowudi Eyintsusa:

source: Firefox Affiliates
bn_in: Firefox সম্বন্ধযুক্ত
cs: Partnerský program Firefoxu
et: Firefoxi partnerid
fi: Firefox-kumppanit
lt: „Firefox“ partneriai
ru: Помощники Firefox
sl: Zavezniki Firefoxa
sq: Përkrahës të Firefox-it
xh: Amahlakani kaFirefox

source: Switch to mobile site
bn_in: মোবাইল সাইটে যান
cs: Přepnout na mobilní verzi
da: Skift til mobiludgaven
et: Lülitu mobiilsele lehele
fi: Siirry mobiilisivustolle
fr: Passer en version mobile
lt: Pereiti į mobiliąją svetainę
ru: Перейти на мобильный сайт
sl: Preklopite na mobilno spletno stran
sq: Kalo te sajti për celular
xh: Tshintsha i-site yeselula

source: Change your email preferences
bn_in: ইমেলের পছন্দটি পরিবর্তন করুন
cs: Změna vašeho nastavení e-mailů
da: Skift dine mailindstillinger
fi: Muuta sähköpostiasetuksiasi
fr: Modifier vos préférences de courriel
ru: Изменить ваши настройки эл. почты
sl: Spremenite nastavitve za svojo e-pošto
sq: Ndryshoni parapëlqimet tuaja për email-et
xh: Guqula uluhlu lwezinto zakho ozikhethileyo

source: Unsubscribe from these emails
bn_in: এই ইমেইল থেকে সদস্যতামুক্ত হন
cs: Zrušení odběru těchto e-mailů
da: Stop med at modtage disse mails
fi: Lopeta näiden sähköpostien tilaus
fr: Se désinscrire de ces courriels
ru: Отписаться от этих сообщений
sl: Odjavi me za to pošto
sq: Çpajtohuni prej këtyre email-eve
xh: Susa umrhumo kwezi imeyile

source: Oops, your request was unsuccessful
bn_in: উপস, আপনার আবেদন ব্যর্থ ছিল
cs: Váš požadavek byl neúspěšný
da: Ups, din forespørgsel mislykkedes
et: Ups, päring polnud edukas
eu: Ene, zure eskaerak huts egin du
fi: Pyyntö epäonnistui
fr: Oups, votre requête n'a pas abouti
lt: Apgailestaujame, Jūsų užklausa nesėkminga
ru: Извините, ваш запрос не увенчался успехом
sl: Opla, vaša zahteva ni uspela
sq: Ah, kërkesa juaj nuk pati sukses
th: อุ๊บ คำร้องขอของคุณไม่สำเร็จ
xh: Oops, isicelo sakho asibanga yimpumelelo

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
bn_in: আমরা আপনার আবেদন সঞ্চালন করতে পারিনি। সম্ভবত কারণ কর্ম আর প্রযোজ্য নয় বা আপনি একটি ভুল অ্যাকশন সঞ্চালন করতে চেষ্টা করেছেন।
cs: Nemůžeme dokončit váš požadavek. Pravděpodobně již není vaše akce platná či se pokoušíte provést neplatnou akci.
et: Me ei saanud sinu päringut täita. Võimalik, et tegevus ei ole enam rakendatav või proovisid sooritada vigast tegevust.
eu: Ezin izan da zure eskaera burutu. Ekintzari ez dagokiolako edo ekintza baliogabea egiten saiatu zarelako izan liteke.
fi: Pyyntöä ei voitu käsitellä. Se ei ehkä ole enää käytettävissä tai se oli virheellinen.
fr: Impossible d'effectuer votre requête. Peut-être que cette action n'est plus disponible ou que vous avez essayé d'effectuer une action invalide.
lt: Jūsų užklausos įvykdyti nepavyko. Galbūt taip nutiko dėl to, kad veiksmas nebegalimas arba Jūs bandėte atlikti neleistiną veiksmą.
ru: Мы не смогли выполнить ваш запрос. Возможно потому, что действие больше не применимо или вы попытались выполнить некорректное действие.
sl: Vaše zahteve ni bilo mogoče izvesti. Morda zato, ker se ukrep ne uporablja več, ali pa ste poskusili izvesti ukrep, ki je neveljaven.
sq: Nuk e plotësuam dot kërkesën tuaj. Ndoshta ngaqë veprimi nuk është më i mundshëm ose ngaqë provuat të kryeni një veprim të pavlefshëm.
th: เราไม่สามารถดำเนินการตามคำร้องขอของคุณ อาจเป็นเพราะการกระทำที่ไม่เหมาะสม หรือคุณพยายามที่จะดำเนินการกระทำที่ไม่ถูกต้อง
xh: Asikwazanga ukwenza isicelo sakho. Mhlawumbi isenzo asisasebenzi okanye uzamile ukwenza isenzo esingasebenzi.

source: Access denied
bn_in: এক্সেস ডিনাইড
cs: Přístup odepřen
da: Adgang nægtet
et: Ligipääs keelatud
eu: Sarbidea ukatuta
fi: Pääsy estetty
fr: Accès refusé
lt: Prieiga uždrausta
ru: В доступе отказано
sl: Dostop zavrnjen
sq: Hyrje e mohuar
th: การเข้าถึงทุกปฏิเสธ
xh: Ukungena kuyalelwa

source: You must have cookies enabled to login or register.
bn_in: আপনাকে লগইন বা রেজিস্টার করতে অবশ্যই কুকিজ লগইন বা রেজিস্টার করতে হবে।
cs: Pro přihlášení či registraci musíte mít povoleny cookies.
da: For at logge ind eller registrere dig, skal du accepterer cookies.
et: Sisselogimiseks või registreerumiseks pead küpsised lubama.
fi: Kirjautuminen ja rekisteröityminen vaatii, että evästeet ovat käytössä.
fr: Vous devez autoriser les cookies pour vous connecter ou vous enregistrer.
lt: Kad užsiregistruotumėte, turite įgalinti slapukus.
ru: Для входа или регистрации у вас должны быть включены куки.
sl: Da se lahko prijavite ali registrirate, morate omogočiti piškotke.
sq: Që të hyni ose të regjistroheni, duhet t’i keni cookie-t aktive.
th: คุณต้องเปิดใช้งานคุกกี้เพื่อเข้าสู่ระบบหรือลงทะเบียน
xh: Kufuneka wenze i-cookies zingasebenzi ukungena okanye ukubhlisa.

source: You do not have permission to access this page.
bn_in: আপনি এই পৃষ্ঠায় প্রবেশের অনুমতি নেই।
cs: Nemáte práva pro přístup na tuto stránku.
da: Du har ikke tilladelse til at tilgå denne side.
et: Sul ei ole selle lehe vaatamiseks õigusi.
eu: Ez daukazu orrialde hau atzitzeko baimenik.
fi: Sinulla ei ole oikeutta avata tätä sivua.
fr: Vous n'avez pas la permission d'accéder à cette page.
lt: Jūs neturite teisių prieiti prie šio tinklapio.
ru: У вас нет прав на доступ к этой странице.
sl: Nimate dovoljenja za dostop do te strani.
sq: Nuk keni leje të hyni në këtë faqe.
th: คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้
xh: Awunayo imvume yokufikelela kweli phepha.

source: Log in
bn_in: লগ-ইন
cs: Přihlášení
da: Log ind
et: Logi sisse
eu: Hasi saioa
fi: Kirjaudu sisään
fr: Connexion
lt: Prisijungti
ru: Войти
sl: Prijava
sq: Hyni
th: เข้าสู่ระบบ
xh: Ngena

source: Page Not Found
bn_in: পাতাটি খুজে পাওয়া যাচ্ছেনা
cs: Stránka nebyla nalezena
da: Side ikke fundet
et: Lehekülge ei leitud
eu: Ez da orrialdea aurkitu
fi: Sivua ei löytynyt
fr: Page non trouvée
lt: Tinklapis nerastas
ru: Страница не найдена
sl: Strani ni mogoče najti
sq: Nuk u Gjet Faqe
th: ไม่พบหน้าเว็บที่ต้องการ
xh: Iphepha aliFunyanwanga

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
bn_in: দুঃখিত, আপনি যে পৃষ্ঠাটি খুঁজছেন সেটি আমরা পাচ্ছিনা। অনুগ্রহপূর্বক, আমাদের সাইটে নীচের অনুসন্ধান ফর্ম ব্যবহার করুন।
cs: Omlouváme se, že nemůžeme nalézt stránku, kterou hledáte. Zkuste prosím prohledat náš web pomocí formuláře níže.
da: Vi kunne ikke finde siden du ledte efter. Prøv at søge på vores websted ved hjælp af søgefeltet nedenunder.
et: Vabandame, me ei suutnud seda lehekülge leida. Palun proovi lehte otsida allpool oleva vormi abil.
eu: Sentitzen dugu, ezin izan da bila zabiltzan orrialdea aurkitu. Saiatu gunean bilatzen azpiko inprimakia erabilita.
fi: Valitettavasti etsimääsi sivua ei löytynyt. Yritä etsiä sivustolta hakemaasi asiaa hakutoiminnolla.
fr: Nous ne pouvons malheureusement trouver la page recherchée. Veuillez essayer une recherche dans notre site via le formulaire ci-dessous.
lt: Apgailestaujame, bet nurodyto tinklapio rasti nepavyko. Siūlome pasinaudoti forma žemiau ir išbandyti paiešką svetainėje.
ru: К сожалению, мы не смогли найти страницу, которую вы искали. Пожалуйста, попробуйте произвести поиск на нашем сайте, используя расположенную ниже форму.
sl: Žal nismo mogli najti strani, ki ste jo iskali. Prosimo, poskusite iskati po našem spletnem mestu s pomočjo spodnjega obrazca.
sq: Na ndjeni, nuk e gjetëm dot faqen që po kërkonit. Ju lutemi, provoni të kërkoni te sajti ynë duke përdorur formularin më poshtë.
th: ขอโทษด้วย เราไม่สามารถหาหน้าเว็บที่คุณมองหาอยู่ โปรดลองค้นหาอีกครั้งจากเว็บไซต์ของเราโดยใช้แบบฟอร์มด้านล่าง
xh: Uxolo, asikwazi ukufumana iphepha obulikhangela. Nceda, uzame ukukhangela i-site yethu usebenzisa ifomu engezantsi.

source: An Error Occurred
bn_in: একটি ত্রুটি ঘটেছে
cs: Nastala chyba
da: Der opstod en fejl
et: Tekkis viga
eu: Errorea gertatu da
fi: Tapahtui virhe
fr: Une erreur est survenue
lt: Įvyko klaida
ru: Произошла ошибка
sl: Prišlo je do napake
sq: Ndodhi Një Gabim
th: เกิดข้อผิดพลาดขึ้น
xh: Kwenzeke iMpazamo
