Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

# DB: badger.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
bn_in: SUMO ফোরাম ২০১০ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১০-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৩০ টা জবাব ইংরাজী SUMO ফোরামে। সমস্ত SUMO ফোরাম ২০১০ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Podpora ve fóru pro rok 2010 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2010 v rámci anglického fóra podpory realizovali alespoň 30 odpovědí. Gratulujeme všem držitelům ocenění SUMO Podpora ve fóru pro rok 2010 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Forum 2010 fait partie de la série SUMO. Il représente une contribution à SUMO en 2010. Dans ce cas, 30 réponses dans le forum anglais de SUMO. Félicitation à tous les bénéficiaires du badge SUMO Forum 2010 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Форума SUMO 2010 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2010 году, в данном случае: 30 ответов на Английском Форуме SUMO. Поздравляем всех награждённых значками Форума SUMO 2010 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Forum 2010 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2010 v tem primeru: 30 odgovorov v angleškem forumu SUMO. Vsem prejemnikom značke SUMO Forum 2010 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Forum 2010 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2010-s; në këtë rast: 30 përgjigje te Forumi Sumo në Anglisht. Urime krejt fituesve të stemës SUMO Forum 2010 për shpënien më tej të Misionit të Mozilla-s!
xh: IQonga le-SUMO yowama-2010 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2010; ngale meko: Iimpendulo ezingama-30 kwiQonga lwe-SUMO lesiNgesi. Siyavuyisana nalo lonke iQonga le-SUMO lowama-2010 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2011 KB Badge
bn_in: ২০১১ KB ব্যাজ
cs: Ocenění Databáze znalostí pro rok 2011
fr: Badge KB 2011
ru: Значок Базы Знаний 2011
sl: Značka 2011 KB
sq: Stema BD 2011
xh: IBheji ye-KB yowama-2011

# DB: badger.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
bn_in: SUMO KB ২০১১ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১১-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ১০ টা অনুমোদিত সম্পাদনা ইংরাজী SUMO Knowledge Base। সমস্ত SUMO KB ২০১১ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য
cs: Ocenění SUMO Databáze znalostí pro rok 2011 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2011 v rámci databáze znalostí realizovali alespoň 10 schválených úprav. Gratulujeme všem držitelům ocenění SUMO Databáze znalostí pro rok 2011 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO KB 2011 fait partie de la série SUMO. Il représente une contribution à SUMO en 2011. Dans ce cas, 10 modifications approuvées dans la Base de connaissances SUMO en anglais. Félicitation à tous les bénéficiaires du badge SUMO KB 2011 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Базы Знаний SUMO 2011 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2011 году, в данном случае: 10 одобренных правок в Английской Базе Знаний SUMO. Поздравляем всех награждённых значками Базы Знаний SUMO 2011 за продвижение миссии Mozilla!
sl: Mini-značka SUMO KB 2011 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2011; v tem primeru: 10 odobrenih urejanj angleške baze znanja SUMO. Vsem prejemnikom značke SUMO KB 2011 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO BD 2011 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2011-s; në këtë rast: 10 përpunime të miratuara te Baza e Dijes SUMO në Anglisht. Urime krejt fituesve të stemës SUMO BD 2011 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO KB yowama-2011 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2011; ngale meko: Uhlelo lwezinto ezili-10 kwiSiseko soLwazi se-SUMO. Siyavuyisana nayo yonke i-SUMO KB yowama-2011 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2011 L10n Badge
bn_in: ২০১১ L10n ব্যাজ
cs: Ocenění Lokalizace pro rok 2011
fr: Badge L10n 2011
ru: Значок Локализации 2011
sl: Značka 2010 L10n
sq: Stema L10n 2011
xh: IBheji L10 yowama-2011

# DB: badger.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
bn_in: SUMO L10n ২০১১ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১১-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ১০ টা অনুবাদ সম্পাদনা ইংরাজী SUMO Knowledge Base। সমস্ত SUMO L10n ২০১১ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Lokalizace pro rok 2011 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2011 v rámci databáze znalostí realizovali alespoň 10 schválených úprav překladů. Gratulujeme všem držitelům ocenění SUMO Lokalizace pro rok 2011 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO L10n 2011 fait partie de la série SUMO. Il représente la contribution à SUMO en 2011. Dans ce cas, 10 modifications de traduction approuvées dans la Base de connaissances SUMO. Félicitations aux bénéficiaires du badge SUMO L10n 2011 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Локализации SUMO 2011 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2011 году, в данном случае: 10 одобренных правок перевода Базы Знаний SUMO. Поздравляем всех награждённых значками Локализации SUMO 2011 за продвижение миссии Mozilla!
sl: Mini-značka SUMO L10n 2011 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2011; v tem primeru: 10 odobrenih urejanj prevodov v bazi znanja SUMO. Vsem prejemnikom značke SUMO L10n 2011 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO L10n 2011 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2011-s; në këtë rast: 10 përpunime përkthimi të miratuara te Baza e Dijes SUMO. Urime krejt fituesve të stemës SUMO L10n 2011 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO L10n yowama-2011 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2011; ngale meko: Uhlelo lwezinto ezili-10 kwiSiseko soLwazi se-SUMO. Siyavuyisana nayo yonke i-SUMO L10n yowama-2011 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2011 Support Forum Badge
bn_in: ২০১১ সহায়তা ফোরাম ব্যাজ
cs: Ocenění Podpora ve fóru za rok 2011
fr: Badge du forum d'assistance 2011
ru: Значок Форума Поддержки 2011
sl: Značka 2011 za forum za podporo
sq: Stema Forumi i Asistencës 2011
xh: IBheji yeQonga leNKxaso lowama-2011

# DB: badger.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
bn_in: SUMO ফোরাম ২০১১ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটা ২০১১ সালে SUMO-তে অবদানের প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৩০টা উত্তর ইংরাজী SUMO ফোরামে। সমস্ত SUMO ফোরাম ২০১১-র ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Podpora ve fóru pro rok 2011 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2011 v rámci anglického fóra podpory realizovali alespoň 30 odpovědí. Gratulujeme všem držitelům ocenění SUMO Podpora ve fóru pro rok 2011 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Forum 2011 fait partie de la série SUMO. Il représente la contribution à SUMO en 2011. Dans ce cas, 30 réponses dans le forum SUMO en anaglais. Félicitations aux bénéficiaires du badge SUMO Forum 2011 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Форума SUMO 2011 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2011 году, в данном случае: 30 ответов на Английском Форуме SUMO. Поздравляем всех награждённых значками Форума SUMO 2011 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Forum 2011 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2011 v tem primeru: 30 odgovorov v angleškem forumu SUMO. Vsem prejemnikom značke SUMO Forum 2011 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Forum 2011 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2011-s; në këtë rast: 30 përgjigje te Forumi Sumo në Anglisht. Urime krejt fituesve të stemës SUMO Forum 2011 për shpënien më tej të Misionit të Mozilla-s!
xh: IQonga le-SUMO lowama-2011 ibheji encinci yinxalenye yezintlu ze-SUMO. Limele umnikelo kwi-SUMO ngowama-2011; ngale meko: Iimpendulo ezingama-30 kwiQonga le-SUMO. Siyavuyisana nalo lonke iQonga le-SUMO lowama-2011 labamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2012 KB Badge
bn_in: ২০১২ KB ব্যাজ
cs: Ocenění Databáze znalostí za rok 2012
fr: Badge KB 2012
ru: Значок Базы Знаний 2012
sl: Značka 2012 KB
sq: Stema BD 2012
xh: IBheji ye-KB yowama-2012

# DB: badger.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
bn_in: SUMO KB ২০১২ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটি ২০১২ এ SUMO-তে অবদান করা প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ইংরাজী SUMO Knowledge Base-এ ১০ টা অনুমোদিত সম্পাদনা প্রয়োজন। অভিনন্দন ওই সকলকে যারা SUMO KB ২০১২ ব্যাজ ধারণ করছেন Mozilla মিশনকে এগিয়ে নিয়ে যেতে সাহায্য করে!
cs: Ocenění SUMO Databáze znalostí pro rok 2012 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2012 v rámci databáze znalostí realizovali alespoň 10 schválených úprav. Gratulujeme všem držitelům ocenění SUMO Databáze znalostí pro rok 2012 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO KB 2012 fait partie de la série SUMO. Il représente la contribution à SUMO en 2012. Dans ce cas, 10 modifications approuvées dans la Base de connaissances SUMO en anglais. Félicitations aux bénéficiaires du badge SUMO KB 2012 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Базы Знаний SUMO 2012 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2012 году, в данном случае: 10 одобренных правок в Английской Базе Знаний SUMO. Поздравляем всех награждённых значками Базы Знаний SUMO 2012 за продвижение миссии Mozilla!
sl: Mini-značka SUMO KB 2012 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2012; v tem primeru: 10 odobrenih urejanj angleške baze znanja SUMO. Vsem prejemnikom značke SUMO KB 2012 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO BD 2012 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2012-s; në këtë rast: 10 përpunime të miratuara te Baza e Dijes SUMO në Anglisht. Urime krejt fituesve të stemës SUMO BD 2012 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO KB yowama-2012 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2012; ngale meko: Uhlelo lwezinto ezili-10 kwiSiseko soLwazi lwe-SUMO lwesiNgesi. Siyavuyisana nayo yonke i-SUMO KB yowama-2012 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2013 KB Badge
bn_in: ২০১৩ KB ব্যাজ
cs: Ocenění Databáze znalostí za rok 2013
fr: Badge KB 2013
ru: Значок Базы Знаний 2013
sl: Značka 2013 KB
sq: Stema BD 2013
xh: IBheji ye-KB yowama-2013

# DB: badger.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
bn_in: SUMO KB ২০১৩ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটি ২০১৩ এ SUMO-তে অবদান করা প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ইংরাজী SUMO Knowledge Base-এ ১০ টা অনুমোদিত সম্পাদনা প্রয়োজন। অভিনন্দন ওই সকলকে যারা SUMO KB ২০১৩ ব্যাজ ধারণ করছেন Mozilla মিশনকে এগিয়ে নিয়ে যেতে সাহায্য করে!
cs: Ocenění SUMO Databáze znalostí pro rok 2013 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2013 v rámci databáze znalostí realizovali alespoň 10 schválených úprav. Gratulujeme všem držitelům ocenění SUMO Databáze znalostí pro rok 2013 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO KB 2013 fait partie de la série SUMO. Il représente la contribution à SUMO en 2013. Dans ce cas, 10 modifications approuvées dans la Base de connaissances SUMO en anglais. Félicitations aux bénéficiaires du badge SUMO KB 2013 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Базы Знаний SUMO 2013 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2013 году, в данном случае: 10 одобренных правок в Английской Базе Знаний SUMO. Поздравляем всех награждённых значками Базы Знаний SUMO 2013 за продвижение миссии Mozilla!
sl: Mini-značka SUMO KB 2013 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2013; v tem primeru: 10 odobrenih urejanj angleške baze znanja SUMO. Vsem prejemnikom značke SUMO KB 2013 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO BD 2013 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2013-s; në këtë rast: 10 përpunime të miratuara te Baza e Dijes SUMO në Anglisht. Urime krejt fituesve të stemës SUMO BD 2013 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO KB yowama-2013 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2013; ngale meko: Uhlelo lwezinto ezili-10 kwiSiseko soLwazi lwe-SUMO lwesiNgesi. Siyavuyisana nayo yonke i-SUMO KB yowama-2013 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2013 L10n Badge
bn_in: ২০১৩ L10n ব্যাজ
cs: Ocenění Lokalizace pro rok 2013
fr: Badge L10n 2013
ru: Значок Локализации 2013
sl: Značka 2013 L10n
sq: Stema L10n 2013
xh: IBheji L10n yowama-2013

# DB: badger.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
bn_in: SUMO L10n ২০১৩ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটি ২০১৩ এ SUMO-তে অবদান করা প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ইংরাজী SUMO Knowledge Base-এ ১০ টা অনুমোদিত সম্পাদনা প্রয়োজন। অভিনন্দন ওই সকলকে যারা SUMO L10n ২০১৩ ব্যাজ ধারণ করছেন Mozilla মিশনকে এগিয়ে নিয়ে যেতে সাহায্য করে!
cs: Ocenění SUMO Lokalizace pro rok 2013 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2013 v rámci databáze znalostí realizovali alespoň 10 schválených úprav překladů. Gratulujeme všem držitelům ocenění SUMO Lokalizace pro rok 2013 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO L10n 2013 fait partie de la série SUMO. Il représente la contribution à SUMO en 2013. Dans ce cas, 10 modifications de traduction approuvées de la Base de connaissances SUMO. Félicitations aux bénéficiaires du badge SUMO L10n 2013 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Локализации SUMO 2013 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2013 году, в данном случае: 10 одобренных правок перевода Базы Знаний SUMO. Поздравляем всех награждённых значками Локализации SUMO 2013 за продвижение миссии Mozilla!
sl: Mini-značka SUMO L10n 2013 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2013; v tem primeru: 10 odobrenih urejanj prevodov v bazi znanja SUMO. Vsem prejemnikom značke SUMO L10n 2013 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO L10n 2013 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2013-s; në këtë rast: 10 përpunime përkthimi të miratuara te Baza e Dijes SUMO. Urime krejt fituesve të stemës SUMO L10n 2013 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO L10n yowama-2013 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2013; ngale meko: Uhlelo lwezinto ezili-10 kwiSiseko soLwazi lwe-SUMO. Siyavuyisana nayo yonke i-SUMO L10n yowama-2013 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2013 Support Forum Badge
bn_in: ২০১৩ সহায়তা ফোরাম ব্যাজ
cs: Ocenění Podpora ve fóru pro rok 2013
fr: Badge du support d'assistance 2013
ru: Значок Форума Поддержки 2013
sl: Značka 2013 za forum za podporo
sq: Stema Forumi i Asistencës 2013
xh: IBheji yeQonga leNkxaso lowama-2013

# DB: badger.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
bn_in: SUMO ফোরামে ২০১৩ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১৩-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৩০ টা উত্তর ইংরাজী SUMO ফোরামে। সমস্ত SUMO ফোরাম ২০১৩ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Podpora ve fóru pro rok 2013 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2013 v rámci anglického fóra podpory realizovali alespoň 30 odpovědí. Gratulujeme všem držitelům ocenění SUMO Podpora ve fóru pro rok 2013 za jejich přínos misi Mozilly
fr: Le mini-badge SUMO Forum 2013 fait partie de la série SUMO. Il représente une contribution à SUMO en 2013. Dans ce cas, 30 réponses dans le forum anglais de SUMO. Félicitation à tous les bénéficiaires du badge SUMO Forum 2013 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Форума SUMO 2013 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2013 году, в данном случае: 30 ответов на Английском Форуме SUMO. Поздравляем всех награждённых значками Форума SUMO 2013 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Forum 2013 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2013 v tem primeru: 30 odgovorov v angleškem forumu SUMO. Vsem prejemnikom značke SUMO Forum 2013 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Forum 2013 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2013-s; në këtë rast: 30 përgjigje te Forumi Sumo në Anglisht. Urime krejt fituesve të stemës SUMO Forum 2013 për shpënien më tej të Misionit të Mozilla-s!
xh: IQonga le-SUMO lowama-2013 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2013; ngale meko: Uhlelo lwezinto ezili-10 kwiQonga le-SUMO lesiNgesi. Siyavuyisana nalo lonke iQonga le-SUMO yowama-2013 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2012 L10n Badge
bn_in: ২০১২ L10n ব্যাজ
cs: Ocenění Lokalizace pro rok 2012
fr: Badge L10n 2012
ru: Значок Локализации 2012
sl: Značka 2012 L10n
sq: Stemë L10n 2012
xh: IBheji yowama-2012 L10n

# DB: badger.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
bn_in: SUMO L10n ২০১২ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটি ২০১২ এ SUMO-তে অবদান করা প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ইংরাজী SUMO Knowledge Base-এ ১০ টা অনুমোদিত সম্পাদনা প্রয়োজন। অভিনন্দন ওই সকলকে যারা SUMO L10n ২০১২ ব্যাজ ধারণ করছেন Mozilla মিশনকে এগিয়ে নিয়ে যেতে সাহায্য করে!
cs: Ocenění SUMO Lokalizace pro rok 2012 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2012 v rámci databáze znalostí realizovali alespoň 10 schválených úprav překladů. Gratulujeme všem držitelům ocenění SUMO Lokalizace pro rok 2012 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO L10n 2012 fait partie de la série SUMO. Il représente une contribution à SUMO en 2012. Dans ce cas, 10 traductions approuvées dans la Base de connaissances SUMO. Félicitations à tous les bénéficiaires du badge SUMO L10n 2012 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Локализации SUMO 2012 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2012 году, в данном случае: 10 одобренных правок перевода Базы Знаний SUMO. Поздравляем всех награждённых значками Локализации SUMO 2012 за продвижение миссии Mozilla!
sl: Mini-značka SUMO L10n 2012 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2012; v tem primeru: 10 odobrenih urejanj prevodov v bazi znanja SUMO. Vsem prejemnikom značke SUMO L10n 2012 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO L10n 2012 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2012-s; në këtë rast: 10 përpunime përkthimi të miratuara te Baza e Dijes SUMO. Urime krejt fituesve të stemës SUMO L10n 2012 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO L10n yowama-2012 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2012; ngale meko: Uhlelo lwenguqulelo ezili-10 ezamkelweyo kwiSiseko soLwazi lwe-SUMO. Siyavuyisana nayo yonke i-SUMO L10n yowama-2012 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: Kitsune Contributor
bn_in: Kitsune অবদানকারী
cs: Přispěvatelé Kitsune
fi: Kitsune-avustaja
fr: Contributeur de Kitsune
ru: Помощник по Kitsune
sl: Sodelavec pri Kitsune
sq: Kontribues te Kitsune
xh: Umnikeli uKitsume

# DB: badger.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
bn_in: সমস্ত অবদানকারী যারা Kitsune কোডবেসে অবদান করেছেন তাদেরকে ব্যাজ দেওয়া হয়েছে।
cs: Ocenění získali tito, kteří přispěli do kódu Kitsune.
fr: Badge remis à ceux qui ont participé à la base de code de Kitsune.
ru: Значками награждаются те, кто внёс вклад в кодовую базу Kitsune.
sl: Značko dodeljena sodelavcem, ki so prispevali k bazi kode Kitsune.
sq: Stemë dhënë atyre që kanë kontribuar te kodi bazë i Kitsune-s.
xh: IBheji inikezelwe kwabo abaye banikela kwisiseko sekhowudi kaKitsune.

source: To field is required.
bn_in: ক্ষেত্রে প্রয়োজন বোধ করা হয়।
cs: Položka Komu je vyžadována.
da: Feltet Til er påkrævet.
et: Saaja sisestamine on kohustuslik.
fi: Vastaanottajakenttä vaaditaan.
fr: Le champ des destinataires est obligatoire.
lt: Gavėją nurodyti būtina.
ru: Это поле обязательно.
sl: To polje je treba izpolniti.
sq: Fusha Për është e domosdoshme.
th: เขตข้อมูลนี้บังคับกรอก
xh: Ukunika indawo kuyimfuneko.

source: {username} is not a valid username.
bn_in: {username} একটি বৈধ ব্যবহারকারীর নাম নয়।
cs: Uživatelské jméno {username} není platné.
da: {username} er ikke et gyldigt brugernavn.
et: {username} ei ole korrektne kasutajanimi.
fi: {username} ei ole kelvollinen käyttäjätunnus.
fr: {username} n'est pas un nom d'utilisateur valide.
lt: „{username}“ nėra galimas naudotojo vardas.
ru: {username} это некорректное имя пользователя.
sl: {username} ni veljavno uporabniško ime.
sq: Emri {username} për përdorues nuk është i vlefshëm.
th: {username} ไม่ใช่ชื่อผู้ใช้ที่ถูกต้อง
xh: {igama lomsebenzisi} ayilogama lomsebenzisi elichanekileyo.
