Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: %(date)s by <a href="%(url)s">%(user)s</a>
bn_in: %(date)s এর দ্বারা <a href="%(url)s">%(user)s</a>
cs: %(date)s uživatelem <a href="%(url)s">%(user)s</a>
da: %(date)s af <a href="%(url)s">%(user)s</a>
fi: %(date)s käyttäjältä <a href="%(url)s">%(user)s</a>
fr: %(date)s par <a href="%(url)s">%(user)s</a>
lt: %(date)s parašė <a href="%(url)s">%(user)s</a>
ru: %(date)s от <a href="%(url)s">%(user)s</a>
sl: %(date)s od <a href="%(url)s">%(user)s</a>
sq: %(date)s nga <a href="%(url)s">%(user)s</a>
xh: %(imihla) nge <a href="%(url)s">%(abasebenzisi)</a>

source: Please provide a title.
bn_in: অনুগ্রহ করে শিরোনাম দিন।
cs: Zadejte prosím nadpis.
da: Angiv en titel.
et: Palun sisesta pealkiri.
eu: Emazu izenburua.
fi: Anna otsikko.
fr: Veuillez spécifier un titre.
lt: Prašom įvesti pavadinimą.
ru: Пожалуйста, введите заголовок.
sl: Vnesite prosim naslov.
sq: Ju lutemi, jepni një titull.
th: โปรดให้หัวข้อ
xh: Nceda unike isihloko.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: টাইটেলটি খুবই ছোটো (%(show_value)s characters)। এটা কমপক্ষে %(limit_value)s অক্ষরের হবে।
cs: Nadpis je příliš krátký (%(show_value)s znaků). Počet znaků musí být nejméně %(limit_value)s.
da: Titlen er for kort (%(show_value)s tegn). Den skal være på mindst %(limit_value)s tegn.
et: Pealkiri on liiga lühike (%(show_value)s märki). See peab olema vähemalt %(limit_value)s märki.
eu: Izenburua motzegia da (%(show_value)s karatere). Gutxienez %(limit_value)s karaktere izan behar ditu.
fi: Otsikko on liian lyhyt (%(show_value)s merkkiä). Sen vähimmäispituus on %(limit_value)s merkkiä.
fr: Le titre est trop court (%(show_value)s caractères). Il doit être long d'au moins %(limit_value)s caractères.
lt: Pavadinimas per trumpas (%(show_value)s simb.). Jį turi sudaryti bent %(limit_value)s simb.
ru: Заголовок слишком короткий (%(show_value)s символов). Он должен быть по крайней мере %(limit_value)s символов.
sl: Naslov je prekratek (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Titulli është shumë i shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
th: หัวข้อของคุณสั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
xh: Isihloko sifutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Kufuneka ibenokuba %(umlinganiselo_amaxabiso) ngoonobumba.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: দয়া করে আপনার টাইটেলের দৈর্ঘ্য %(limit_value)s এতো অক্ষর অবধি বা তার কমের মধ্যে রাখুন। এটা এইমূহুর্তে %(show_value)s অক্ষরের।
cs: Maximální délka vašeho nadpisu smí být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af din titel på %(limit_value)s tegn eller færre. Den er i øjeblikket på %(show_value)s tegn.
et: Palun hoia pealkiri %(limit_value)s märgi piires. Praegu on see %(show_value)s märki pikk.
eu: Mantendu izenburuaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(show_value)s karaktere ditu.
fi: Otsikon enimmäispituus on %(limit_value)s merkkiä. Otsikossa on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur de votre titre à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
lt: Prašom sutrumpinti pavadinimą iki %(limit_value)s simb. ar mažiau. Šiuo metu jo ilgis yra %(show_value)s simb.
ru: Пожалуйста, ограничьте длину вашего заголовка %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino naslova na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e titullit tuaj në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
th: โปรดรักษาความยาวของหัวข้อของคุณที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
xh: Nceda ugcine ubude besihloko sakho bube %(umlinganiselo_amaxabiso) oonobumba okanye ngaphantsi. Okwangoku %(bonisa_amaxabiso) ngoonobumba.

source: Please provide a description.
bn_in: দয়া করে একটি বর্ণনা প্রদান করুন।
cs: Zadejte prosím popis.
da: Angiv en beskrivelse.
et: Palun sisesta tutvustus.
eu: Emazu azalpena.
fi: Anna kuvaus.
fr: Veuillez spécifier une description.
lt: Prašom įvesti aprašymą.
ru: Пожалуйста, введите описание.
sl: Vnesite prosim opis.
sq: Ju lutemi, jepni një përshkrim.
th: โปรดให้คำอธิบาย
xh: Nceda unikeze inkcazelo.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: দয়া করে আপনার বর্ণনাকে %(limit_value)s অক্ষর বা তার কমের মধ্যে রাখুন। বর্তমানে এটি %(show_value)s অক্ষরের।
cs: Maximální délka popisu může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af din beskrivelse på %(limit_value)s tegn eller færre. Den er i øjeblikket på %(show_value)s tegn.
et: Palun hoia tutvustus %(limit_value)s märgi piires. Praegu on see %(show_value)s märki pikk.
eu: Mantendu azalpenaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(show_value)s karaktere ditu.
fi: Kuvauksen enimmäispituus on %(limit_value)s merkkiä. Kuvauksessa on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur de votre description à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
lt: Prašom sutrumpinti aprašymą iki %(limit_value)s simb. ar mažiau. Šiuo metu jo ilgis yra %(show_value)s simb.
ru: Пожалуйста, ограничьте длину вашего описания %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino svojega opisa na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e përshkrimit tuaj në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
th: โปรดรักษาความยาวของคำอธิบายของคุณที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
xh: Nceda ugcine ubude bengcaciso yakho bube %(umlinganiselo_amaxabso) ngoonobumba onganye ngaphansti. Okwangoku i-%(bonisa_amaxabiso) ngoonobumba.

source: You have not selected an image to upload.
bn_in: আপলোড করার জন্য আপনি ইমেজ নির্বাচিত করেননি।
cs: Nezvolili jste obrázek, který chcete nahrát.
da: Du har ikke valgt et billede at uploade.
et: Sa ei valinud üleslaadimiseks pilti.
eu: Ez duzu igotzeko irudirik hautatu.
fi: Ladattavaa kuvaa ei ole valittu.
fr: Vous n'avez pas sélectionné d'image à envoyer.
lt: Neparinkote įkeltino paveikslo.
ru: Вы не выбрали изображение для загрузки.
sl: Niste izbrali slike za nalaganje.
sq: Nuk keni përzgjedhur figurë që të ngarkohet.
th: คุณไม่ได้เลือกรูปภาพที่จะอัปโหลด
xh: Awukhange ukhethe umfanekiso omawulayishwe.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
bn_in: দয়া করে আপনার ছবির নামের দৈর্ঘ্য %(max)s অক্ষর বা তার মধ্যে রাখুন। বর্তমানে %(length)s অক্ষর আছে।
cs: Délka názvu souboru s obrázkem může být maximálně %(max)s znaků. Aktuálně má délku %(length)s znaků.
da: Hold længden af billedfilens filnavn på %(max)s tegn eller færre. Det er i øjeblikket på %(length)s tegn.
et: Palun hoia pildifaili nimi %(max)s märgi piires. Praegu on see %(length)s märki pikk.
eu: Mantendu irudi-fitxategiaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(length)s karaktere ditu.
fi: Kuvan nimen enimmäispituus on %(max)s merkkiä. Nimessä on nyt %(length)s merkkiä.
fr: Veuillez limiter la longueur de votre nom de fichier image à %(max)s caractères ou moins. Elle est actuellement de %(length)s caractères.
lt: Prašom sutrumpinti paveikslo failo vardą iki %(max)s simb. ar mažiau. Šiuo metu jo ilgis yra %(length)s simb.
ru: Пожалуйста, ограничьте длину имени вашего файла изображения %(max)s символами. В данный момент его длина %(length)s символов.
sl: Omejite prosim dolžino imena za vašo sliko na največ %(max)s znakov. Trenutno znaša %(length)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e emrit të kartelës suaj figurë në %(max)s ose më pak shenja. Tani është %(length)s shenja.
th: โปรดรักษาความยาวของชื่อรูปภาพของคุณที่ %(max)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(length)s ตัวอักษร
xh: Nceda ugcine ubude begama lefayile yomfanekiso wakho ingu-% (elona likhulu) woonobumba okanye ngaphantsi. Okwangoku i-%(ibubude) boonobumba.

source: Please select a different title.
bn_in: দয়া করে অন্য একটি শিরোনাম দিন।
cs: Zvolte prosím jiný nadpis.
da: Vælg en anden titel.
et: Palun vali testsugune pealkiri.
eu: Hautatu beste izenburu bat.
fi: Valitse toinen otsikko.
fr: Veuillez choisir un titre différent.
lt: Prašom parinkti kitokį pavadinimą.
ru: Пожалуйста, выберите другой заголовок.
sl: Izberite prosim drug naslov.
sq: Ju lutemi, përzgjidhni një tjetër titull.
th: โปรดเลือกหัวเรื่องที่แตกต่างกัน
xh: Nceda ukhethe isihloko esahlukileyo.

source: Include this in wiki syntax with [[Image:title]]
bn_in: এটাকে উইকি সিন্ট্যাক্সে ঢোকান [[Image:title]]-এর সাথে
cs: Zahrnout do wiki syntaxe jako [[Image:title]]
fr: Inclure ceci en syntaxe wiki avec [[Image:title]]
ru: Включите это в синтаксис вики с помощью [[Image:title]]
sl: Vključi to v wiki sintakso kot [[Image:naslov]]
xh: Dibanisa oku kwi-wiki kubumbo-zivakalisi kunye [[Umfanekiso:isihloko]]

source: Provide a brief description of this media.
bn_in: এই মিডিয়াটির সংক্ষিপ্ত বিবরণ প্রদান করুন।
cs: Zadejte stručný popis tohoto multimediálního souboru.
da: Giv en kort beskrivelse af dette medie.
et: Sisesta meedia lühitutvustus.
eu: Emazu media honen azalpen laburra.
fi: Anna lyhyt kuvaus medialle.
fr: Veuillez spécifier une brève description de ce média.
lt: Įveskite trumpą šio medijos failo aprašą.
ru: Представьте краткое описание этого медиа.
sl: Navedite kratek opis tega medija.
sq: Jepni një përshkrim të shkurtër mbi këtë media.
th: ให้คำอธิบายสั้น ๆ สำหรับสื่อนี้
xh: Nika inkcazelo emfutshane yesi silondolozi.

source: Locale
bn_in: ভাষা
cs: Jazyk
da: Sprog
et: Keel
eu: Hizkuntza
fi: Kieli
fr: Langue
lt: Lokalė
ru: Локаль
sl: Območna nastavitev
sq: Vendore
th: รูปแบบภาษา
xh: Indawo yalapha

source: Title
bn_in: শিরনাম
cs: Titulek
da: Titel
et: Pealkiri
eu: Izenburua
fi: Otsikko
fr: Titre
lt: Antraštė
ru: Заголовок
sl: Naslov
sq: Titull
th: หัวข้อ
xh: Isihloko

source: Description
bn_in: বিবরণ
cs: Popis
da: Beskrivelse
et: Kirjeldus
eu: Azalpena
fi: Kuvaus
lt: Aprašas
ru: Описание
sl: Opis
sq: Përshkrim
th: คำอธิบาย
xh: Inkcazelo

source: Image
bn_in: ছবি
cs: Obrázek
da: Billede
et: Pilt
eu: Irudia
fi: Kuva
lt: paveikslą
ru: Изображение
sl: Slika
sq: Figurë
th: รูปภาพ
xh: Umfanekiso

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
bn_in: PNG, JPEG, এবং GIF ফাইল গ্রহনযোগ্য। বিশদ জানতে <a target="_blank" href="{learn_more}">এখানে দেখুন</a>
cs: Povolené formáty jsou: PNG, JPEG a GIF. <a target="_blank" href="{learn_more}">Dozvědět se více...</a>
da: Accepterede formater inkluderer: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Læs mere...</a>
et: Lubatud vormingud: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Rohkem teavet...</a>
eu: Onartutako formatuen artean PNG, JPEG eta GIF daude. <a target="_blank" href="{learn_more}">Argibide gehiago...</a>
fi: Tuetut tiedostomuodot: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Lisätietoja...</a>
fr: Formats acceptés : PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">En savoir plus…</a>
lt: Priimtini formatai yra PNG, JPEG ir GIF. <a target="_blank" href="{learn_more}">Išsamiau…</a>
ru: Принимаемые форматы: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Узнать больше...</a>
sl: Sprejemljivi formati so: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Več o tem...</a>
sq: Në formatet e pranueshme përfshihen: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Mësoni më tepër...</a>
th: รูปแบบที่ยอมรับประกอบด้วย: PNG, JPEG, GIF <a target="_blank" href="{learn_more}">เรียนรู้เพิ่มเติม...</a>
xh: Zibandakanyiwe iifomathi ezamkelweyo: PNG, JPEG, GIF. <a target="_blank" href="{funda_ngakumbi}">Funda ngakumbi...</a>

source: Unrecognized request or nothing to cancel.
bn_in: অপরিচিত আবেদন অথবা কিছু বাতিল করবার নেই।
cs: Nerozpoznaný požadavek či nic ke zrušení.
da: Forespørgsel ikke genkendt eller intet at annullere.
fr: Demande non reconnue ou rien à annuler.
ru: Нераспознанный запрос или нечего отменять.
sl: Nepoznana zahteva ali ničesar ni treba prekiniti.
sq: Kërkesë e papranuar ose asgjë për t’u anuluar.
xh: Isicelo esinganakanwa okanye akukho enokuyekiswa.

source: Unrecognized media type.
bn_in: অপরিচিত মিডিয়ার ধরন।
cs: Nerozpoznaný typ média.
da: Medietype ikke genkendt.
fi: Tunnistamaton mediatyyppi.
fr: Type de média non reconnu.
ru: Нераспознанный тип медиа.
sl: Nepoznana vrsta medija.
sq: Lloj i papranuar medieje
xh: Uhlobo lwesilondolozi esingakanwayo

source: Could not upload your image.
bn_in: আপনার ছবিটি আপলোড করা গেলনা।
cs: Nelze nahrát váš obrázek.
da: Kunne ikke uploade dit billede.
et: Pilti ei saanud üles laadida.
eu: Ezin izan da zure irudia igo.
fi: Ei voitu siirtää kuvaa.
fr: Impossible d'envoyer l'image.
lt: Paveikslo įkelti nepavyko.
ru: Не удалось загрузить ваше изображение.
sl: Ni bilo mogoče naložiti vaše slike.
sq: Nuk ngarkoi dot figurën tuaj.
th: ไม่สามารอัปโหลดรูปภาพของคุณ
xh: Ayikwazanga ukulayisha umfanekiso wakho.

source: Delete image
bn_in: ছবিটি মুছুন
cs: Smazat obrázek
da: Slet billede
et: Kustuta pilt
fi: Poista kuva
fr: Supprimer l'image
lt: Pašalinti paveikslą
ru: Удалить изображение
sl: Izbriši sliko
sq: Fshije figurën
th: ลบรูปภาพนี้
xh: Cima umfanekiso

source: Are you sure you want to delete this image?
bn_in: আপনি কি নিশ্চিত যে আপনি এই ছবিটি মুছে ফেলতে চান?
cs: Opravdu chcete tento obrázek smazat?
da: Er du sikker på, at du vil slette dette billede?
et: Kas oled kindel, et soovid selle pildi kustutada?
fi: Haluatko varmasti poistaa tämän kuvan?
fr: Voulez-vous vraiment supprimer cette image ?
lt: Ar tikrai norite pašalinti šį paveikslą?
ru: Вы уверены, что хотите удалить это изображение?
sl: Res želite izbrisati to sliko?
sq: Jeni i sigurt se doni të fshihet kjo figurë?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบรูปภาพนี้?
xh: Uqinisekile ukufuna ukuwucima lo mfanekiso?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_in: আপনি স্থায়ীভাবে এই ছবিটি মুছে ফেলতে যাচ্ছেন। <strong>এই উন্মোচিত হতে পারবে না!</strong> আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?
cs: Chcete trvale smazat tento obrázek. <strong>Tato operace nelze vrátit zpět!</strong> Opravdu chcete pokračovat?
da: Du er ved at slette dette billede permanent. <strong>Dette kan ikke fortrydes!</strong> Er du sikker på, at du vil fortsætte?
et: Oled seda pilti lõplikult kustutamas. <strong>Seda tegevust ei saa ennistada!</strong> Kas oled kindel, et tahad jätkata?
fi: Olet poistamassa tämän kuvan pysyvästi. <strong>Tätä ei voi perua!</strong> Haluatko varmasti jatkaa?
fr: Vous êtes sur le point de supprimer définitivement cette image. <strong>Cette action ne peut pas être annulée !</strong> Voulez-vous vraiment continuer ?
lt: Jūs nurodėte negrįžtamai pašalinti šį paveikslą. <strong>Šio veiksmo atšaukti nebus įmanoma!</strong> Ar tikrai norite tęsti?
ru: Вы собираетесь навсегда удалить это изображение. <strong>Это не может быть отменено!</strong> Вы уверены, что хотите продолжить?
sl: Ste na tem, da to sliko za vselej izbrišete. <strong>Tega ni mogoče razveljaviti!</strong> Res želite nadaljevati?
sq: Ju ndan një hap nga fshirja e kësaj figure. <strong>Kjo nuk mund të zhbëhet!</strong> Jeni i sigurt se doni të vazhdohet?
th: คุณกำลังลบกระทู้นี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
xh: Umalunga nokucima lo mfanekiso ngokusisigxina. <strong>Oku akunakutshintshwa!</strong> Uqinisekile ufuna ukuqhubeka?

source: Delete image | {t} | Media Gallery
bn_in: ছবি বাতিল করুন | {t} | মিডিয়া গ্যালারি
cs: Smazání obrázku | {t} | Galerie médií
da: Slet billede | {t} | Mediegalleri
et: Pildi kustutamine | {t} | Meediagalerii
fi: Poista kuva | {t} | Mediagalleria
fr: Supprimer l'image | {t} | Galerie de médias
lt: Paveikslo šalinimas | {t} | Galerija
ru: Удалить изображение | {t} | Медиа-галерея
sl: Izbriši sliko | {t} | galerija medijev
sq: Fshini figurën | {t} | Galeri Media
th: ลบรูปภาพ | {t} | คลังสื่อ
xh: Cima umfanekiso | {t} | IGalari yesiLondolozoi

source: Delete video
bn_in: ভিডিওটি মুছুন
cs: Smazat video
da: Slet video
et: Kustuta video
fi: Poista video
fr: Supprimer la vidéo
lt: Pašalinti vaizdo įrašą
ru: Удалить видео
sl: Izbriši video
sq: Fshije videon
th: ลบวิดีโอนี้
xh: Cima ividiyo

source: Are you sure you want to delete this video?
bn_in: আপনি কি নিশ্চিত যে এই ভিডিওটি মুছে ফেলতে চান?
cs: Opravdu chcete toto video smazat?
da: Er du sikker på, at du vil slette denne video?
et: Kas oled kindel, et soovid selle video kustutada?
fi: Haluatko varmasti poistaa tämän videon?
fr: Voulez-vous vraiment supprimer cette vidéo ?
lt: Ar tikrai norite pašalinti šį vaizdo įrašą?
ru: Вы уверены, что хотите удалить это видео?
sl: Res želite izbrisati ta video?
sq: Jeni i sigurt se doni të fshihet kjo video?
th: คุณแน่ใจหรือไม่ว่าต้องการจะลบวิดีโอนี้?
xh: Uqinisekile ufuna ukucima le vidiyo?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_in: আপনি স্থায়ীভাবে এই ভিডিওটি মুছে ফেলতে যাচ্ছেন। <strong>এই উন্মোচিত হতে পারবে না!</strong> আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?
cs: Chcete trvale smazat toto video. <strong>Tato operace nelze vrátit zpět!</strong> Opravdu chcete pokračovat?
da: Du er ved at slette denne video permanent. <strong>Dette kan ikke fortrydes!</strong> Er du sikker på, at du vil fortsætte?
et: Oled seda videot lõplikult kustutamas. <strong>Seda tegevust ei saa ennistada!</strong> Kas oled kindel, et tahad jätkata?
fi: Olet poistamassa tämän videon pysyvästi. <strong>Tätä ei voi perua!</strong> Haluatko varmasti jatkaa?
fr: Vous êtes sur le point de supprimer définitivement cette vidéo. <strong>Cette action ne peut pas être annulée !</strong> Voulez-vous vraiment continuer ?
lt: Jūs nurodėte negrįžtamai pašalinti šį vaizdo įrašą. <strong>Šio veiksmo atšaukti nebus įmanoma!</strong> Ar tikrai norite tęsti?
ru: Вы собираетесь навсегда удалить это видео. <strong>Это не может быть отменено!</strong> Вы уверены, что хотите продолжить?
sl: Ste na tem, da ta video za vselej izbrišete. <strong>Tega ni mogoče razveljaviti!</strong> Res želite nadaljevati?
sq: Ju ndan një hap nga fshirja e kësaj videoje. <strong>Kjo nuk mund të zhbëhet!</strong> Jeni i sigurt se doni të vazhdohet?
th: คุณกำลังลบวิดีโอนี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
xh: Umalunga nokucima le vidiyo ngokusisigxina. <strong>Oku akunokutshintshwa!</strong> Uqinisekile ufuna ukuqhubeka?

source: Delete video | {t} | Media Gallery
bn_in: ভিডিও বাতিল করুন | {t} | মিডিয়া গ্যালারি
cs: Smazání videa | {t} | Galerie médií
da: Slet video | {t} | Mediegalleri
et: Video kustutamine | {t} | Meediagalerii
fi: Poista video | {t} | Mediagalleria
fr: Supprimer la vidéo | {t} | Galerie de médias
lt: Vaizdo įrašo šalinimas | {t} | Galerija
ru: Удалить видео | {t} | Медиа-галерея
sl: Izbriši video | {t} | galerija medijev
sq: Fshini videon | {t} | Galeri Media
th: ลบวิดีโอ | {t} | คลังสื่อ
xh: Cima ividiyo | {t} | IGalari yesiLondolozi

source: Media Gallery
bn_in: মিডিয়া গ্যালারি
cs: Galerie médií
da: Mediegalleri
et: Meediagalerii
eu: Media galeria
fi: Mediagalleria
fr: Galerie de médias
lt: Galerija
ru: Медиа-галерея
sl: Galerija medijev
sq: Galeri Media
th: คลังสื่อ
xh: IGalari yesiLondolozi

source: by {user}
bn_in: {user}র দ্বারা
cs: Nahrál uživatel: {user}
da: af {user}
et: {user}
eu: {user}(e)k
fi: käyttäjältä {user}
fr: par {user}
lt: įkėlė {user}
ru: от {user}
sl: od: {user}
sq: nga {user}
th: โดย {user}
xh: ngu {msebenzisi}

source: Uploaded {date}
bn_in: {date}তে আপলোড করা হয়েছে
cs: Nahráno dne {date}
et: Üles laaditud {date}
eu: Igoera-data: {date}
fi: Tallennettu {date}
fr: Envoyée le {date}
lt: Įkeltas {date}
ru: Загружено {date}
sl: Preneseno {date}
sq: Ngarkuar {date}
th: อัปโหลดเมื่อ {date}
xh: Iwulayishile {umhla}

source: Cancel
bn_in: বাতিল
cs: Zrušit
da: Fortryd
et: Katkesta
eu: Utzi
fi: Peruuta
fr: Annuler
lt: Atsisakyti
ru: Отмена
sl: Prekliči
sq: Anuloje
th: ยกเลิก
xh: Rhoxisa

source: Edit image
bn_in: ছবি সম্পাদনা
cs: Upravit obrázek
da: Rediger billede
et: Toimeta pilti
eu: Editatu irudia
fi: Muokkaa kuvaa
fr: Modifier l'image
lt: Taisyti paveikslą
ru: Изменить изображение
sl: Uredi sliko
sq: Përpunoni figurën
th: แก้ไขรูปภาพ
xh: Hlela umfanekiso

source: Save image
bn_in: ছবি সংরক্ষণ
cs: Uložit obrázek
da: Gem billede
et: Salvesta pilt
eu: Gorde irudia
fi: Tallenna kuva
fr: Enregistrer l'image
lt: Įrašyti paveikslą
ru: Сохранить изображение
sl: Shrani sliko
sq: Ruaje figurën
th: บันทึกรูปภาพ
xh: Gcina umfanekiso

source: Edit image | {t} | Media Gallery
bn_in: ছবি সম্পাদনা করুন | {t} | মিডিয়া গ্যালারি
cs: Upravit obrázek | {t} | Galerie médií
da: Rediger billede | {t} | Mediegalleri
et: Pildi toimetamine | {t} | Meediagalerii
eu: Editatu irudia | {t} | Media galeria
fi: Muokkaa kuvaa | {t} | Mediagalleria
fr: Modifier l'image | {t} | Galerie de médias
lt: Paveikslo taisymas | {t} | Galerija
ru: Изменить изображение | {t} | Медиа-галерея
sl: Uredi sliko | {t} | galerija medijev
sq: Përpunoni figurë | {t} | Galeri Media
th: แก้ไขรูปภาพ | {t} | คลังสื่อ
xh: Hlela umhla | {t} | IGalari yesiLondolozi

source: Upload a New Media File
bn_in: একটি নতুন মিডিয়া ফাইল আপলোড করুন
cs: Nahrání nového multimediálního souboru
da: Upload en ny mediefil
et: Meediafaili üles laadimine
eu: Igo media fitxategi berria
fi: Tallenna uusi mediatiedosto
fr: Envoyer un nouveau fichier média
lt: Įkelti naują failą
ru: Загрузить новый медиа-файл
sl: Naloži novo medijsko datoteko
sq: Ngarkoni të Re Media
th: อัปโหลดไฟล์สื่อใหม่
xh: Layisha iFayile yesiLondolozi esiTsha

source: Search Gallery
bn_in: গ্যালারি অনুসন্ধান
cs: Vyhledávání
da: Søg i galleriet
et: Otsi galeriist
eu: Bilatu galerian
fi: Etsi galleriasta
fr: Rechercher dans la galerie
lt: Ieškoti galerijoje
ru: Поиск в галерее
sl: Iskanje po galeriji
sq: Kërkoni në Galeri
th: ค้นหาคลัง
xh: Khangela iGalari

source: Show media for:
bn_in: মিডিয়ার জন্য দেখান
cs: Zobrazit média pro:
da: Vis medier til:
et: Kuva meediat:
eu: Erakutsi media honentzat:
fi: Näytä vain media, jonka kieli on:
fr: Afficher le média pour :
lt: Rodyti medžiagą, skirtą:
ru: Показать медиа для:
sl: Prikaži medije za:
sq: Shfaq media për:
th: แสดงสื่อสำหรับ:
xh: Bonisa isilondolozi sika:

source: Go
bn_in: চলুন
cs: Jdi
et: Mine
eu: Joan
fi: Siirry
fr: OK
lt: Keisti
ru: Перейти
sl: Pojdi
sq: Shko
th: ไป
xh: Yiya

source: Show:
bn_in: দেখান:
cs: Zobrazit:
da: Vis:
et: Kuvatakse:
eu: Erakutsi:
fi: Näytä:
fr: Afficher :
lt: Rodyti:
ru: Показать:
sl: Pokaži:
sq: Mostra:
th: แสดง:
xh: Bonisa:

source: Images
bn_in: ছবি
cs: Obrázky
da: Billeder
et: Pilte
eu: Irudiak
fi: Kuvat
lt: paveikslus
ru: Изображения
sl: Slike
sq: Figura
th: รูปภาพ
xh: Imifanekiso

source: Videos
bn_in: ভিডিও
cs: Videa
da: Videoer
et: Videoid
eu: Bideoak
fi: Videot
fr: Vidéos
lt: vaizdo įrašus
ru: Видео
sl: Video posnetki
sq: Video
th: วิดีโอ
xh: Iividiyo

source: {title} | Media Gallery
bn_in: {title} | মিডিয়া গ্যালারি
cs: {title} | Galerie multimédií
da: {title} | Mediegalleri
et: {title} | Meediagalerii
eu: {title} | Media galeria
fi: {title} | Mediagalleria
fr: {title} | Galerie de médias
lt: {title} | Galerija
ru: {title} | Медиа-галерея
sl: {title} | galerija medijev
sq: {title} | Galeri Media
th: {title} | คลังสื่อ
xh: {isihloko} | IGalari yesisLondolozi
