Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: A revision you contributed to has been reviewed: {title}
bn_in: আপনার অবদান করা একটি সংস্করণ পর্যালোচনা করা হয়েছে: {title}
cs: Revize, kterou jste přispěli, byla zkontrolována: {title}
da: En revision du har bidraget til er blevet gennemgået: {title}
et: Sinu versioon vaadati üle: {title}
fi: Muuots, jonka kanssa avustit, on tarkistettu: {title}
fr: Une révision à laquelle vous avez contribué a été vérifiée : {title}
lt: Versija, prie kurios Jūs prisidėjote, recenzuota: {title}
ru: Ревизия, в которую вы внесли вклад, была проверена: {title}
sl: Revizija, pri kateri ste sodelovali, je pregledana: {title}
sq: U shqyrtua një rishikim kontribut i juaji: {title}
th: การแก้ไขของคุณที่ถูกพิจารณา: {title}
xh: Uhlaziyo olunikeleyo luye lwahlolwa: {itayitile}

# KB Topic
source: mobile
bn_in: মোবাইল
cs: mobilní
da: mobil
et: mobiilne
fi: mobiili
lt: mobiliesiems
ru: мобильный
sl: mobilniki
sq: celular
xh: Iselula

# KB Topic
source: desktop
da: computer
et: Töölauale
fi: työpöytä
fr: ordinateur
lt: kompiuteriams
ru: десктоп
sl: namizni računalniki
xh: I-desktop

# KB Topic
source: general
bn_in: সাধারন
cs: obecné
da: generelt
et: üldine
fi: yleiset
fr: général
lt: bendra
ru: общие
sl: splošno
sq: të përgjithshme
th: ทั่วไป
xh: jikelele

# KB Topic
source: download
bn_in: ডাউনলোড
cs: stáhnout
da: hent
et: Allalaadimine
fi: lataa
fr: téléchargement
lt: parsiuntimas
ru: загрузка
sl: prenesi
sq: shkarkoje
th: ดาวน์โหลด
xh: khuphela

source: You cannot translate this document.
bn_in: আপনি এই নথিটি অনুবাদ করতে পারবেনা।
cs: Tento dokument nemůžete přeložit.
da: Du kan ikke oversætte dette dokument.
et: Sa ei saa seda dokumenti tõlkida.
eu: Ezin duzu dokumentu hau itzuli.
fi: Tiedosto on jo tallennettu.
fr: Vous ne pouvez pas traduire ce document.
lt: Šio dokumento versti negalite.
ru: Вы не можете перевести этот документ.
sl: Ne morete prevesti tega dokumenta.
sq: Nuk mund ta përktheni këtë dokument.
th: คุณไม่สามารถแปลเอกสารนี้ได้
xh: Awukwazi ukuguqulela olu xwebhu.

source: Glad to hear it &mdash; thanks for the feedback!
bn_in: এটা শুনে খুশি &mdash; ফিডব্যাকের জন্য ধন্যবাদ!
cs: Rádi to slyšíme &mdash; díky za reakci!
da: Det er vi glade for at høre &mdash; tak for din feedback!
et: Tore kuulda &mdash; täname tagasiside eest!
eu: Gustora gaude hori entzuteaz &mdash; eskerrik asko zure iritziagatik!
fi: Hienoa &mdash; kiitos palautteestasi!
fr: Intéressant ; merci pour le retour !
lt: Džiaugiamės, tai girdėdami – ačiū už atsiliepimą!
ru: Мы рады это слышать &mdash; спасибо за отзыв!
sl: Me veseli - hvala za povratne informacije!
sq: Këto fjalë na gëzojnë &mdash; faleminderit për përshtypjet!
th: ยินดีที่ได้รับฟัง &mdash; ขอขอบคุณสำหรับข้อเสนอแนะ!
xh: Ndiyavuya ukuyiva le nto &mdash; enkosi ngempendulo!

source: You already voted on this Article.
bn_in: আপনি ইতিমধ্যে এই প্রবন্ধে ভোট দিয়ে দিয়েছেন।
cs: Již jste pro tento článek hlasovali.
da: Du har allerede stemt på denne artikel.
et: Sa oled selles teemas juba hääletanud.
eu: Dagoeneko bozkatu duzu artikulu honetan.
fi: Äänestit jo tässä artikkelissa.
fr: Vous avez déjà voté pour cet article.
lt: Už šį straipsnį jau balsavote.
ru: Вы уже проголосовали по этой статье.
sl: O tem članku ste že glasovali.
sq: Keni votuar tashmë për këtë Artikull.
th: คุณได้ลงคะแนนเสียงในบทความนี้แล้ว
xh: Sele uvotile kweli Nqaku.

source: Thanks for making us better!
bn_in: আপনার সিদ্ধান্ত দ্বারা আমাদের ভাল করার জন্য ধন্যবাদ!
cs: Děkujeme, že nám pomáháte býti lepší!
da: Tak fordi du gør os bedre!
fi: Kiitos, että autat tekemään sivustosta paremman!
fr: Merci de nous aider à nous améliorer !
lt: Dėkojame, kad padedate mums tobulėti!
ru: Спасибо, что сделали нас лучше!
sl: Hvala vam za vse!
sq: Ju faleminderit që na përmirësoni!
th: ขอบคุณที่ทำให้เราดีขึ้น!
xh: Enkosi ngokusenza bhetele!

source: Revision %s
bn_in: %s সংস্করণ
cs: Revize %s
et: Versioon %s
fi: Versio %s
fr: Révision %s
lt: Versija %s
ru: Ревизия %s
sl: Revizija %s
sq: Rishikim %s
th: การแก้ไข %s
xh: Uhlaziyo %s

source: Firefox Releases
bn_in: Firefox রিলিজসমূহ
cs: Vydání Firefoxu
da: Firefox-udgivelser
fi: Firefox-julkaisut
fr: Versions de Firefox
ru: Релизы Firefox
sl: Izdaje Firefoxa
sq: Hedhje në Qarkullim Firefox-i
xh: Ukukhuthswa kwe-Firefox

source: Article Revisions
bn_in: প্রবন্ধের পুনর্বিবেচনা
cs: Revize článku
da: Artikelrevisioner
fi: Artikkelimuutokset
fr: Révisions d'articles
ru: Ревизии статьи
sl: Revizije članka
sq: Rishikime Artikulli
xh: Uhlaziyo lweNqaku

source: {users} added to the contributors successfully!
bn_in: {users} কে সফলভাবে অবদানকারী দলে যোগ করা হয়েছে!
cs: {users} byl(a) úspěšně přidán(a) mezi přispěvatele!
da: {users} føjet til bidragsydere korrekt!
et: {users} lisati edukalt kaastöötajate gruppi!
fr: Les utilisateurs {users} ont été ajoutés aux contributeurs !
lt: {users} sėkmingai įtraukti į pagalbininkų (contributors) grupę!
ru: {users} успешно добавлен в качестве помощника!
sl: {users} uspešno dodani v skupino sodelavcev!
sq: {users} u shtua me sukses te kontribuesit!
th: การเพิ่ม {users} เข้าสู่ในผู้มีส่วนร่วมประสบความสำเร็จ!
xh: {umsebenzsi} ufakwe ngempumelelo kubanikeli!

source: There were errors adding new contributors, see below.
bn_in: নতুন অবদানকারী যোগ করতে ত্রুটি হচ্ছে, নীচে দেখুন।
cs: Při přidávání nových členů se vyskytly chyby. Viz níže.
et: Kaastöötajate gruppi lisamisel tekkis alljärgnev viga.
fr: Des erreurs se sont produites lors de l'ajout de nouveaux contributeurs, voir ci-dessous.
lt: Pridedant naujus pagalbininkus, iškilo problemų. Žr. žemiau.
ru: При добавлении новых помощников произошли ошибки, см. ниже.
sl: Med dodajanjem novih sodelavcev je prišlo do napak, glejte spodaj.
sq: Pati gabime gjatë shtimit të kontribuesve të rinj, shihni më poshtë.
th: มีข้อผิดพลาดการเพิ่มผู้มีส่วนร่วม ให้ดูที่ด้านล่าง
xh: Bekukho iimpazamo ekufakeni abanikeli abatsha, bona ngezantsi.

source: {user} removed from the contributors successfully!
bn_in: {user}-কে সফলভাবে অবদানকারী দল থেকে মুছে ফেলা হয়েছে!
cs: {user} byl úspěšně odstraněn ze skupiny přispěvatelů!
da: {users} fjernet fra bidragsydere korrekt!
et: {user} eemaldamine kaastöötajate grupist õnnestus!
fr: {user} a été retiré des contributeurs.
lt: {user} sėkmingai pašalintas iš pagalbininkų (contributors) grupės!
ru: {user} успешно удалён из помощников!
sl: {user} uspešno odstranjen iz skupine sodelavcev!
sq: {user} u hoq me sukses prej kontribuesve!
th: ลบ {users} ออกจากผู้มีส่วนร่วมเรียบร้อยแล้ว!
xh: {umsebenzsi} ususiwe ngempumelelo kubanikeli!

source: Compare Revisions | {document}
bn_in: সংস্করণের তুলনা | {document}
cs: Porovnání revizí | {document}
da: Sammenlign revisioner | {document}
et: Versioonide võrdlus | {document}
eu: Alderatu berrikuspenak | {document}
fi: Vertaa muutoksia | {document}
fr: Comparer les révisions | {document}
lt: Versijų palyginimas | {document}
ru: Сравните ревизии | {document}
sl: Primerjaj revizije | {document}
sq: Krahaso Rishikimet | {document}
th: เปรียบเทียบการแก้ไขเพิ่ม | {document}
xh: Thelekisa Uhlaziyo | {uxwebhu}

source: Compare Revisions
bn_in: সংস্করণের তুলনা
cs: Porovnání revizí
da: Sammenlign revisioner
et: Võrdle versioone
eu: Alderatu berrikuspenak
fi: Vertaa versioita
fr: Comparer les révisions
lt: Palyginti versijas
ru: Сравнить ревизии
sl: Primerjaj revizije
sq: Krahaso Rishikimet
th: เปรียบเทียบการแก้ไขเพิ่ม
xh: Thelekisa Uhlaziyo

source: Back to History
bn_in: পূর্বে যান
cs: Zpět na historii
da: Tilbage til historik
et: Tagasi ajaloo juurde
eu: Atzera historiara
fi: Takaisin Historia-näkymään
fr: Retour à l'historique
lt: Grįžti į žurnalą
ru: Вернуться к истории
sl: Nazaj v zgodovino
sq: Mbrapsht te Historiku
th: กลับไปที่ประวัติ
xh: Buyela kwiMbali

source: Document Deleted | {document}
bn_in: ডকুমেন্ট মোছা হয়েছে | {document}
cs: Dokument smazán | {document}
da: Dokument slettet | {document}
et: Dokumendi kustutamine | {document}
fi: Dokumentti poistettu | {document}
fr: Document supprimé | {document}
lt: Dokumentas pašalintas | {document}
ru: Документ удалён | {document}
sl: Dokument izbrisan | {document}
sq: Dokumenti U Fshi | {document}
th: ลบเอกสาร | {document}
xh: Lucinyiwe Uxwebhu | {uxwebhu}

source: Delete Document | {document}
bn_in: নথিটি মুছুন | {document}
cs: Smazání dokumentu | {document}
da: Slet dokument | {document}
et: Dokumendi kustutamine | {document}
fi: Poista dokumentti | {document}
fr: Supprimer le document | {document}
lt: Dokumento šalinimas | {document}
ru: Удалить документ | {document}
sl: Izbriši dokument | {document}
sq: Fshini Dokument | {document}
th: ลบเอกสาร | {document}
xh: Cima Uxwebhu | {uxwebhu}

source: Delete Document
bn_in: নথিটি মুছুন
cs: Smazat dokument
da: Slet dokument
et: Kustuta postitus
fi: Poista dokumentti
fr: Supprimer le document
lt: Pašalinti dokumentą
ru: Удалить документ
sl: Izbriši dokument
sq: Fshije Dokumentin
th: ลบเอกสาร
xh: Cima Uxwebhu

source: The document has been deleted.
bn_in: নথিটি মুছে ফেলা হয়েছে।
cs: Tento dokument byl smazán.
da: Dokumentet er blevet slettet.
et: Dokument kustutati.
fi: Dokumentti on poistettu.
fr: Le document a été supprimé.
lt: Dokumentas pašalintas.
ru: Документ был удалён.
sl: Dokument je bil zbrisan.
sq: Dokumenti u fshi.
th: เอกสารนี้ถูกลบแล้ว
xh: Uxwebhu lucinyiwe.

source: Are you sure you want to delete this document?
bn_in: আপনি কি নিশ্চিত যে আপনি এই নথিটি মুছে ফেলতে চান?
cs: Opravdu chcete tento dokument smazat?
da: Er du sikker på, at du vil slette dette dokument?
et: Kas oled kindel, et soovid selle dokumendi kustutada?
fi: Oletko varma, että haluat poistaa tämän dokumentin?
fr: Voulez-vous vraiment supprimer ce document ?
lt: Ar tikrai norite pašalinti šį dokumentą?
ru: Вы уверены, что хотите удалить этот документ?
sl: Res želite izbrisati ta dokument?
sq: Jeni i sigurt se doni të fshihet ky dokument?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบเอกสารนี้?
xh: Uqinisekile ufuna ukucima olu xwebhu?

source: All translations of this document will also be deleted.
bn_in: এই ডকুমেন্টের সমস্ত অনুবাদ মুছে ফেলা হবে।
cs: Všechny překlady tohoto dokumentu budou též smazány.
da: Alle oversættelser af dette dokument vil også blive slettet.
et: Kõik selle dokumendi tõlked kustutatakse samuti.
fi: Myös kaikki dokumentin käännökset poistetaan.
fr: Toutes les traductions de ce document seront également supprimées.
lt: Visi šio dokumento vertimai taip pat bus pašalinti.
ru: Все переводы этого документа также будут удалены.
sl: Vse prevode tega dokumenta se bo tudi izbrisalo.
sq: Do të fshihen gjithashtu krejt përkthimet e këtij dokumenti.
th: การแปลทั้งหมดของเอกสารฉบับนี้จะถูกลบ
xh: Zonke iinguqulelo zolu xwebhu ziza kucinywa.

source: Current Content
bn_in: বর্তমান কন্টেন্ট
cs: Aktuální obsah
da: Nuværende indhold
et: Sisu praegu
fi: Nykyinen sisältö
fr: Contenu actuel
lt: Dabartinis turinys
ru: Текущее содержимое
sl: Trenutna vsebine
sq: Lënda e Tanishme
th: เนื้อหาปัจจุบัน
xh: Isiqulatho saNgoku

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_in: আপনি এই ডকুমেন্টটাকে স্থায়ীভাবে মুছে ফেলতে চাইছেন। <strong>এটাকে পূর্ববর্তী অবস্থায় আর ফিরিয়ে আনা যাবে না!</strong> আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?
cs: Chcete trvale smazat tento dokument. <strong>Tato operace nelze vrátit zpět!</strong> Opravdu chcete pokračovat?
da: Du er ved at slette dette dokument permanent. <strong>Dette kan ikke fortrydes!</strong> Er du sikker på, at du vil fortsætte?
et: Oled seda dokumenti lõplikult kustutamas. <strong>Seda tegevust ei saa ennistada!</strong> Kas oled kindel, et tahad jätkata?
fr: Vous êtes sur le point de supprimer définitivement ce document. <strong>Cette action ne peut pas être annulée !</strong> Voulez-vous vraiment continuer ?
lt: Nurodėte visam laikui pašalinti šį dokumentą. <strong>Šis veiksmas negrįžtamas!</strong> Ar tikrai norite tęsti?
ru: Вы собираетесь навсегда удалить этот документ. <strong>Это не может быть отменено!</strong> Вы уверены, что хотите продолжить?
sl: Ste pred tem, da trajno izbrišete ta dokument. <strong>Tega ni mogoče razveljaviti!</strong> Res želite nadaljevati?
sq: Ju ndan një hap nga fshirja përgjithmonë e këtij dokumenti. <strong>Kjo nuk mund të zhbëhet më pas!</strong> Jeni i sigurt se doni të vazhdohet?
th: คุณกำลังลบเอกสารนี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
xh: Umalunga nokucima olu xwebhu ngokusisigxina. <strong>Oku akunakutshintshwa!</strong> Uqinisekile ufuna ukuqhubeka?

source: Cancel and go back to document history
bn_in: বাতিল করুন এবং ডকুমেন্টের পূর্ববর্তী ইতিহাসে ফিরে যান
cs: Zrušit a přejít zpět na historii dokumentu
da: Annuller og gå tilbage til dokumenthistorik
et: Tühista ja mine tagasi dokumendi ajaloo juurde
fr: Annuler et revenir à l'historique du document
lt: Atsisakyti ir grįžti į dokumento versijų žurnalą
ru: Отменить и вернуться к истории документа
sl: Prekliči in pojdi nazaj v zgodovino dokumenta
sq: Anuloje dhe kthehu mbrapsht te historiku i dokumentit
th: ยกเลิกและกลับไปที่ประวัติเอกสาร
xh: Rhoxisa ze ubuyele umva kwimbali yoxwebhu

source: Remove contributor | {document}
bn_in: অবদানকারীকে মুছুন | {document}
cs: Odstranění přispěvatele | {document}
da: Fjern bidragyder | {document}
et: Kaastöötaja eemaldamine | {document}
fi: Poista avustaja | {document}
fr: Retirer le contributeur | {document}
lt: Bendraautoriaus šalinimas | {document}
ru: Удалить помощника | {document}
sl: Odstrani sodelavca | {document}
sq: Hiqni kontribuesin | {document}
th: ลบผู้มีส่วนร่วม | {document}
xh: Susa umnikeli | {uxwebhu}

source: Remove Contributor
bn_in: অবদানকারীকে মুছুন
cs: Odstranění přispěvatele
da: Fjern bidragyder
et: Eemalda kaastöötaja
fi: Poista avustaja
fr: Retirer le contributeur
lt: Pašalinti bendraautorių
ru: Удалить помощника
sl: Odstrani sodelavca
sq: Hiqni Kontribues
th: ลบผู้มีส่วนร่วม
xh: Susa uMnikeli

source: Are you sure you want to remove {user} from the document contributors?
bn_in: আপনি কি নিশ্চিত যে আপনি নথি অনুদানকারী থেকে {user} অবদানকারীকে মুছে ফেলতে চাইছেন?
cs: Opravdu chcete odebrat uživatele {user} ze skupiny přispěvatelů dokumentace?
da: Er du sikker på, at du vil fjerne {user} fra dokumentets bidragsydere?
et: Kas oled kindel, et soovid kasutaja {user} dokumendi kaastöötajate grupist kustutada?
fr: Voulez-vous vraiment retirer {user} des contributeurs du document ?
lt: Ar tikrai norite, kad {user} būtų pašalintas(-a) iš dokumento bendraautorių sąrašo?
ru: Вы уверены, что хотите удалить {user} из списка внёсших вклад в документ?
sl: Res želite odstraniti {user} iz skupine avtorjev?
sq: Jeni i sigurt se doni të hiqet {user} nga kontribuesit te dokumenti?
th: คุณแน่ใจหรือว่าต้องการที่จะลบ {user} ออกจากเอกสารผู้มีส่วนร่วม?
xh: Uqinisekile na ufuna ukususa {umsebenzisi} kubanikeli boxwebhu?

source: Remove contributor
bn_in: অবদানকারীকে মুছুন
cs: Odebrat přispěvatele
da: Fjern bidragyder
et: Eemalda kaastöötaja
fi: Poista avustaja
fr: Retirer le contributeur
lt: Pašalinti bendraautorių
ru: Удалить помощника
sl: Odstrani avtorja
sq: Hiqe kontribuesin
th: ลบผู้มีส่วนร่วม
xh: Susa umnikeli

source: Remove {role}
bn_in: মুছে ফেলুন {role}
cs: Odebrat {role}
da: Fjern {role}
et: Eemalda {role}
fi: Poista {role}
fr: Retirer {role}
lt: Pašalinti {role}
ru: Удалить {role}
sl: Odstrani {role}
sq: Hiqja {role}
xh: Susa {indima}

source: Locales
bn_in: লোকেলসমূহ
cs: Jazyky
da: Sprog
et: Keeled
fi: Kielet
fr: Langues
lt: Lokalės
ru: Локали
sl: Območja
sq: Vendore
xh: Iindawo

source: Are you sure you want to remove {user}?
bn_in: আপনি কি নিশ্চিত যে আপনি {user} মুছে ফেলতে চান?
cs: Opravdu chcete odebrat uživatele {user}?
da: Er du sikker på, at du vil fjerne {user}?
et: Kas oled kindel, et soovid kasutaja {user} eemaldada?
fi: Oletko varma, että haluat poistaa käyttäjän {user}?
fr: Voulez-vous vraiment retirer {user} ?
lt: Ar tikrai norite pašalinti naudotoją {user}?
ru: Вы уверены, что хотите удалить {user}?
sl: Res želite odstraniti {user}?
sq: Jeni i sigurt se doni të hiqet {user}?
xh: Uqinisekile na ukuba ufuna ukususa {umsebenzisi}?

source: Delete Revision | {document}
bn_in: সংস্করণটি মুছুন | {document}
cs: Smazat revizi | {document}
da: Slet revision | {document}
et: Versiooni kustutamine | {document}
eu: Ezabatu berrikuspena | {document}
fi: Poista muutos | {document}
fr: Supprimer la révision | {document}
lt: Versijos šalinimas | {document}
ru: Удалить ревизию | {document}
sl: Izbriši revizijo | {document}
sq: Fshini Rishikimin | {document}
th: ลบการแก้ไขเพิ่มเติม | {document}
xh: Cima Uhlaziyo | {uxwebhu}

source: Delete Revision
bn_in: সংস্করণটি মুছুন
cs: Smazat revizi
da: Slet revision
et: Kustuta versioon
eu: Ezabatu berrikuspena
fi: Poista versio
fr: Supprimer la révision
lt: Pašalinti versiją
ru: Удалить ревизию
sl: Izbriši revizijo
sq: Fshije Rishikimin
th: ลบการแก้ไขเพิ่มเติม
xh: Cima Uhlaziyo

source: Unable to delete only revision of the document
bn_in: নথি থেকে শুধুমাত্র সংস্করণটি মুছতে অক্ষম
cs: U tohoto dokumentu nelze smazat pouze revizi.
et: Dokumendi ainsat versiooni ei saa kustutada
fi: Dokumentin ainoaa versiota ei voi poistaa
fr: Impossible de supprimer la seule révision du document
lt: Vienintelės šio dokumento versijos pašalinti nepavyko
ru: Невозможно удалить только ревизию документа
sl: Edine revizije dokumenta ni mogoče izbrisati
sq: I pazoti të fshijë rishikimin e vetëm të këtij dokumenti
th: ไม่สามารถลบการแก้ไขของเอกสารนี้
xh: Ayikwazi ukucima uhlaziyo loxwebhu kuphela

source: To delete the document, please notify an admin.
bn_in: নথিটি মুছবার জন্য পরিচালক কে জানান।
cs: Pro smazání dokumentu napište administrátorovi.
et: Selle dokumendi kustutamiseks kontakteeru administraatoriga.
fi: Ota yhteyttä ylläpitäjään tämän dokumentin poistamiseksi.
fr: Pour supprimer le document, veuillez prévenir un administrateur.
lt: Jeigu norite kad būtų pašalintas šis dokumentas, praneškite apie tai administratoriui.
ru: Чтобы удалить документ, пожалуйста, уведомьте администратора.
sl: Če želite zbrisati dokument, prosim, obvestite administratorja.
sq: Që të fshihet dokumenti, ju lutemi, njoftoni një nga përgjegjësit.
th: เมื่อคุณลบเอกสาร โปรดแจ้งผู้ดูแลระบบ
xh: Ukucima oxwebhu, nceda wazise ulawulo.

source: Go back to document history
bn_in: নথির ইতিহাস পূর্বে ফিরে যান
cs: Zpět na historii dokumentu
da: Gå tilbage til dokumenthistorik
et: Tagasi dokumendi ajaloo juurde
fi: Takaisin dokumentin historiaan
fr: Retourner à l'historique du document
lt: Grįžti į dokumento pakeitimų žurnalą
ru: Вернуться к истории документа
sl: Nazaj v zgodovino dokumenta
sq: Shkoni mbrapsht te historia e dokumentit
th: กลับไปที่ประวัติเอกสาร
xh: Buyela kwimbali yoxwebhu

source: Are you sure you want to delete this revision?
bn_in: আপনি কি নিশ্চিত যে আপনি এই সংস্করণটি মুছে ফেলতে চান?
cs: Opravdu chcete tuto revizi smazat?
da: Er du sikker på, at du vil slette denne revision?
et: Kas oled kindel, et soovid selle versiooni kustutada?
eu: Ziur zaude berrikuspen hau ezabatu nahi duzula?
fi: Oletko varma, että haluat poistaa tämän muutoksen?
fr: Voulez-vous vraiment supprimer cette révision ?
lt: Ar tikrai norite pašalinti šią versiją?
ru: Вы уверены, что хотите удалить эту ревизию?
sl: Res želite izbrisati to revizijo?
sq: Jeni i sigurt se doni të fshihet ky rishikim?
th: คุณแน่ใจหรือไม่ว่าต้องการจะลบการแก้ไขเพิ่มเติมนี้?
xh: Uqinisekile ukuba ufuna ukucima olu hlaziyo?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
bn_in: <strong>সতর্কীকরণ:</strong> এই সংস্করণের সাথে KB সাহায্যকরণ ভোটসমূহ সংযুক্ত আছে। এই সংস্করণ মুছে ফেলা ওই ভোটসমূহকেও মুছে ফেলবে।
cs: <strong>Upozornění:</strong> Revize má přiřazeno hlasování o užitečnosti článku. Smazáním revize způsobíte, že bude též smazáno hlasování.
fr: <strong>Avertissement :</strong> Cette révision a des votes d'utilité associés à la base de connaissances. La suppression de cette révision provoquera également la suppression de ces votes.
lt: <strong>Dėmesio!</strong> Yra su šia versija susietų naudingumo balsų. Pašalinus šią versiją, bus pašalinti ir minėtieji balsai.
ru: <strong>Внимание:</strong> Это изменение связано с KB голосами о полезности. Удаление этого изменения приведёт к удалению этих голосов.
sl: <strong>Opozorilo:</strong> Ta sprememba ima glasove za Koristnost KB. Če ste to recenzijo zbriše, se bo zbrisalo tudi z njo povezane glasove.
sq: <strong>Kujdes:</strong> Për këtë rishikim ka Vota Dobishmërie. Fshirja e këtij shqyrtimi do të shkaktojë po ashtu fshirjen e atyre votave.
th: <strong>คำเตือน:</strong> การเปลี่ยนแปลงนี้เกี่ยวข้องกับฐานความรู้ของการช่วยเหลือที่เป็นประโยชน์ ขณะที่ลบการเปลี่ยนแปลงนี้อาจทำให้การลงคะแนนถูกลบไปด้วย
xh: <strong>Isilumkiso:</strong> Le nguqulelo ineeVoti eziluNcedo ze-KB ezidibene nayo. Ukucima olu hlaziyo kuza kubangela ukuba ezo voti zicime nazo.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_in: আপনি সম্পূর্ণভাবে এই সংস্করণটি মুছে ফেলতে চলেছেন। <strong>এটাকে পূর্বাবস্থায় আনা যাবে না!</strong> আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?
cs: Chcete trvale smazat tuto revizi. <strong>Tato operace nelze vrátit zpět!</strong> Opravdu chcete pokračovat?
da: Du er ved at slette denne revision permanent. <strong>Dette kan ikke fortrydes!</strong> Er du sikker på, at du vil fortsætte?
et: Oled seda versiooni lõplikult kustutamas. <strong>Seda tegevust ei saa ennistada!</strong> Kas oled jätkamises kindel?
eu: Berrikuspen hau behin betiko ezabatzear zaude. <strong>Ekintza hau ezin da desegin!</strong> Ziur zaude jarraitu nahi duzula?
fr: Vous êtes sur le point de supprimer définitivement cette révision. <strong>Cette action ne peut pas être annulée !</strong> Voulez-vous vraiment continuer ?
lt: Nurodėte visam laikui pašalinti šią versiją. <strong>Šis veiksmas negrįžtamas!</strong> Ar tikrai norite tęsti?
ru: Вы собираетесь навсегда удалить эту ревизию. <strong>Это не может быть отменено!</strong> Вы уверены, что хотите продолжить?
sl: Ste pred tem, da trajno izbrišete to recenzijo. <strong>Tega ni mogoče razveljaviti!</strong> Res želite nadaljevati?
sq: Ju ndan një hap nga fshirja përgjithmonë e këtij rishikimi. <strong>Kjo nuk mund të zhbëhet më pas!</strong> Jeni i sigurt se doni të vazhdohet?
th: คุณกำลังลบการแก้ไขเพิ่มเติมนี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
xh: Umalunga nokucima olu hlaziyo ngokusisigxina. <strong>Oku akunotshintshwa!</strong> Uqinisekile ufuna ukuqhubeka?

source: Share this article: {link}
bn_in: এই প্রবন্ধটি শেয়ার করুন: {link}
cs: Sdílet tento článek: {link}
fr: Partagez cet article : {link}
ru: Поделиться этой статьей: {link}
sl: Delite ta članek: {link}
sq: Ndajeni këtë artikull me të tjerët: {link}
xh: Yabelana ngeli nqaku: {ilinki}

source: See also:
cs: Zobrazit také:
fr: Voir également :
ru: Смотрите также:
sl: Glejte tudi:

source: Explore more topics
cs: Podívejte se na další témata
fr: Explorer d'autres sujets
ru: Просмотреть больше тем
sl: Raziščite več tem

source: Edit Article | {document}
bn_in: প্রবন্ধ সম্পাদনা | {document}
cs: Upravit článek | {document}
da: Rediger artikel | {document}
et: Teema muutmine | {document}
eu: Editatu artikulua | {document}
fi: Muokkaa artikkelia | {document}
fr: Modifier l'article | {document}
lt: Straipsnio taisymas | {document}
ru: Изменить статью | {document}
sl: Uredi članek | {document}
sq: Përpunoni Artikullin | {document}
th: แก้ไขบทความ | {document}
xh: Hlela Inqaku | {uxwebhu}

source: Edit Article
bn_in: প্রবন্ধটি সম্পাদনা করুন
cs: Upravit článek
da: Rediger artikel
et: Toimeta teemat
eu: Editatu artikulua
fi: Muokkaa artikkelia
fr: Modifier l'article
lt: Taisyti straipsnį
ru: Изменить статью
sl: Uredi članek
sq: Përpunoni Artikullin
th: แก้ไขบทความ
xh: Hlela Inqaku
