Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Answer questions in the forum
bn_in: ফোরামে প্রশ্নের জবাব দিন
cs: Zodpovídání otázek v našem fóru
da: Besvar spørgsmål i forummet
fi: Vastaa kysymyksiin keskustelussa
fr: Répondez aux questions dans le forum
ru: Ответить на вопросы на форуме
sl: Odgovarjajte na vprašanja v forumu
sq: Përgjigjiuni pyetjeve te forumi
xh: Phendula imibuzo kwiqonga

source: Where all the action happens
bn_in: কোথায় সব কর্ম ঘটে
cs: Kde se tak děje
da: Hvor det hele sker
fi: Tapahtumien keskipisteessä
fr: Où toutes les actions se déroulent
ru: Где происходит всё действие
sl: Kjer je "ekšn"
sq: Ku bëhet gjithë puna
xh: Apho kwenzeka khona yonke into

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
bn_in: হার্ডকোর ওয়েব ডেভেলপার থেকে "কিভাবে আমি Firefox ইন্সটল করবো" প্রথমবার ব্যবহারকারী, ফোরামে সবাই আপনার সাহায্য চায়! আপনার জ্ঞান শেয়ার করুন মানুষদের সঠিক সহায়ক প্রবন্ধ দেখিয়ে দিয়ে এবং তাদের ব্যক্তিগত প্রশ্নের জন্য সমস্যাসমাধানের পদক্ষেপ প্রদান করে।
cs: Od zkušených uživatelů po uživatele typu "jak nainstaluji Firefox", každý potřebuje vaši pomoc v našem fóru! Sdílejte své znalosti o Firefoxu s ostatními uživateli, raďte jim správné články a poskytujte postupy pro řešení jejich konkrétních otázek.
fi: Kaikki tarvitsevat apuasi tukikeskustelussa, kovan luokan verkkokehittäjistä Firefoxin ensikäyttäjiin! Jaa Firefox-tietouttasi ohjaamalla käyttäjiä oikeisiin ohjeartikkeleihin ja antamalla yksityiskohtaisia ohjeita heidän kysymyksiinsä.
fr: Des développeurs web invétérés aux utilisateurs tentant d'installer Firefox pour la première fois, tout le monde a besoin de votre aide dans le forum. Partagez vos connaissances en orientant les gens vers les articles d'aide appropriés, ainsi qu'en fournissant des procédures de résolution de problèmes pour leurs questions particulières.
ru: От хардкорных веб-разработчиков до новичков спрашивающих «как мне установить Firefox» - каждый на форуме нуждается в вашей помощи! Поделитесь своими знаниями, указывая людям правильные статьи и предлагая им пошаговые решения проблем.
sl: Vsakdo, od profesionalnih razvijalcev na spletu pa do začetnikov na nivoju "kako namestim Firefox", vsakdo bo pozdravil vašo pomoč na forumu! Delite svoje poznavanje Firefoxa tako, da usmerite ljudi na članke, ki vsebujejo odgovore na njihova vprašanja in jim priskrbite korake za odpravljanje njihovih težav.
sq: Nga programuesit e sprovuar web e deri te përdoruesit për herë të parë të kategorisë "si ta instaloj Firefox-in", kushdo ka nevojë për ndihmën tuaj te forumi! Ndani me të tjerët dijet tuaja duke u treguar njerëzve artikujt e duhur për ndihmë dhe duke ofruar hapa diagnostikimi për pyetjet e tyre individuale.
xh: Ukusuka kubaphuhlisi be-hardcore web ukuya "kwindlela yokuba ungayifakela njani i-Firefox" msebenzisi oqalao ukuyisebenzisa, wonke umntu ufuna uncedo lwakho! Yabelana ngolwazi ngokolatha abantu kumanqaku okunceda achanekileyo nokubonelela ngamanyathelo okubona ingxaki ngemibuzo yomntu ngamnye.

source: Help users in the forums
bn_in: ফোরামে ব্যবহারকারীদের সাহায্য করুন
cs: Pomáhejte uživatelům ve fóru
fr: Aidez des utilisateurs dans les forums
ru: Помогайте пользователям на форумах
sl: Pomagajte uporabnikom na forumu
sq: Ndihmoni përdoruesit në forume
xh: Nceda abasebenzisi kumaqonga

source: Go to our support forum and choose a question to answer
bn_in: আমাদের সাপোর্ট ফোরামে যান এবং একটি প্রশ্ন চয়ন করুন উত্তর দেওয়ার জন্য।
cs: Přejděte do našeho fóra podpory a zvolte otázku, na kterou odpovíte
da: Gå til vores supportforum og vælg et spørgsmål at besvare
fi: Mene tukikeskusteluumme ja valitse kysymys, johon haluat vastata
fr: Rendez-vous sur notre forum d'assistance et choisissez une question à laquelle répondre
ru: Перейдите на наш форум поддержки и выберите вопрос для ответа
sl: Pojdite na forum za podporo in izberite vprašanje, na katerega želite odgovoriti
sq: Shkoni te forumi ynë i asistencës dhe zgjidhni një pyetje që t’i përgjigjeni
xh: Yiya kwiqonga lenkxaso ze ukhethe umbuzo omawuphendulwe

source: Start answering!
bn_in: জবাব দিতে শুরু করুন!
cs: Začněte odpovídat!
da: Begynd at besvare!
fi: Aloita vastaaminen!
fr: Commencez à répondre !
ru: Начните отвечать!
sl: Začnite odgovarjati!
sq: Filloni të përgjigjeni!
xh: Qalisa ukuphendula!

source: Read this for some help to get started
bn_in: এটা পড়ুন শুরু করবার কিছু সাহায্যের জন্য
cs: Přečtěte si toto pro základní informace, jak začít
da: Læs dette som hjælp til at komme i gang
fi: Lue tästä ohjeita alkuun pääsemiseksi
fr: Lisez ceci pour vous aider à démarrer
ru: Прочтите это, чтобы помочь себе начать работу
sl: Preberite si tole za začetek
sq: Lexoni këtu për ca ndihmë se si t’ia fillohet
xh: Funda oku ukufumana uncedo oluthile ukuze uqalise

source: Solving 1 issue helps up to 1,000 users a day
bn_in: একটা সমস্যার সমাধান ১০০০ জন ব্যবহারকারীদের একদিনে সাহায্য করে
cs: Vyřešení 1 problému pomůže až 1000 uživatelů denně
da: Løsning af 1 problem hjælper op til 1.000 brugere om dagen
fi: Ongelman ratkaiseminen auttaa jopa tuhatta päivässä
fr: Résoudre 1 problème aide jusqu'à 1 000 utilisateurs par jour
ru: Решение 1 проблемы помогает до 1000 пользователей в день
sl: 1 rešena težava pomaga vsak dan tisočem
sq: Zgjidhja e 1 çështje ndihmon deri në 1000 përdorues në ditë
xh: Ukusombula umba woku-1 kunceda ukuya kubasebenzisi abali-1,000 ngosuku

source: Save the world
bn_in: বিশ্বকে বাঁচান
cs: Zachraňte svět
da: Red verden
fi: Pelasta maailma
fr: Sauvez le monde
ru: Спасите мир
sl: Rešite svet
sq: Shpëtoni Botën
xh: Sindisa ihlabathi

source: from the comfort of your couch
bn_in: আপনার আরামকেদারার আরাম থেকে
cs: z pohodlí vašeho gauče
da: - fra din sofas bekvemmelighed
fi: mukavasti kotisohvaltasi
fr: depuis le confort de votre canapé
ru: не вставая со своего дивана
sl: iz udobja svojega kavča
sq: rehatisht prej kolltukut tuaj
xh: ukusuka ekuhlala kamnandi kwi-couch yakho

source: We need your help!
bn_in: আমরা আপনার সাহায্য চাই!
cs: Potřebujeme vaši pomoc!
da: Vi har brug for din hjælp!
fi: Tarvitsemme apuasi!
fr: Nous avons besoin de votre aide !
ru: Нам нужна ваша помощь!
sl: Potrebujemo vašo pomoč!
sq: Na duhet ndihma juaj!
xh: Sifuna uncedo lwakho!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
bn_in: ৪০০ মিলিয়নের বেশি মানুষের দ্বারা ব্যবহৃত, Mozilla সাপোর্ট সম্পূর্ণভাবে স্বেচ্ছাসেবকদের দ্বারা চালিত, এবং এটি আগের চেয়ে আরো গুরুত্বপূর্ণ। যেইখানেই আপনি আসেন।
cs: Produkty Mozilla jsou používány více než 400 milióny uživateli, jejich podpora je závislá na dobrovolnících a je důležitější více než kdy dříve. Můžete nám s tím pomoci.
fi: Firefoxin tukipalvelu, jota käyttää yli 400 miljoonaa ihmistä, on täysin vapaaehtoisten ylläpitämä, ja se jos mikä on erittäin tärkeää. On sinun aikasi astua mukaan!
fr: Utilisée par plus de 400 millions de personnes, l'assistance Mozilla est entièrement fournie par des bénévoles, et c'est plus important que jamais. C'est là que vous pouvez intervenir.
ru: Поддержка Mozilla используется более 400 миллионами пользователей и полностью обеспечивается добровольцами - это важно больше чем когда бы то ни было. И тут наступает ваш выход.
sl: Mozillina podpora, ki jo uporablja več kot 400 milijonov ljudi, je v celoti v rokah prostovoljcev, in je še bolj pomembna kot kdajkoli prej. Sedaj ste vi na vrsti.
sq: E përdorur nga më shumë se 400 milionë vetë, asistenca e Mozilla-as bazohet plotësisht te vullnetarët, dhe është më e rëndësishme se kurrë. Këtu fillon edhe pjesa juaj.
xh: Esetyenziswa ngabantu abangaphezu kwezigidi ezingama-400, inkxaso ka-Mozilla ixhotyiswe ngokupheleleyo ngamavolontiya, kwaye kubaluleke kakhulu kunakuqala. Apha wena ungena khona.

source: Why should I help?
bn_in: আমি কেনো সাহায্য করবো?
cs: Proč bych měl(a) pomoci?
da: Hvorfor skulle jeg hjælpe?
fi: Miksi auttaisin?
fr: Pourquoi devrais-je aider ?
ru: Почему я должен помогать?
sl: Zakaj naj bi pomagali?
sq: Pse do të duhej të ndihmoja?
xh: Kutheni kufuneka ndincede?

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
bn_in: মিলিয়ন ব্যবহারকারীদের সাহায্য করুন তাদের প্রিয় ব্রাউজার থেকে সর্বোচ্চ পেতে। আপনার অবদানসমূহ সারা বিশ্বের মিলিয়ন সংখ্যক ব্যবহারকারীদের কাছে পৌঁছাবে, আর আপনি এটি করতে পারেন আপনার চেয়ারে আরাম করতে করতেই।
cs: Pomáháte miliónům uživatelů Firefoxu získat to nejvíce z jejich oblíbeného prohlížeče. Váš příspěvek bude mít dosah na milióny uživatelů po celém světě. Navíc jim můžete pomáhat z komfortu vašeho domova!
fi: Voit auttaa miljoonia Firefox-käyttäjiä saamaan kaiken irti suosikkiselaimestaan. Avustuksesi saavuttavat miljoonia käyttäjiä maailmanlaajuisesti, ja voit auttaa mukavasti omalta kotisohvaltasi!
fr: Aidez des millions d'utilisateurs à tirer le meilleur parti de leur navigateur favori. Vos contributions les atteindront partout dans le monde, et ceci depuis le confort de votre canapé.
ru: Помогите миллионам пользователей выжать максимум из их любимого браузера. Ваш вклад поможет миллионам пользователей по всему миру, и вы можете это сделать не вставая с дивана!
sl: Pomagajte milijonom uporabnikov, da iz svojega najljubšega brskalnika iztisnejo čim več. Vaši prispevki bodo dosegli milijone uporabnikov po vsem svetu, sestavljate pa jih lahko udobno na svojem kavču!
sq: Ndihmoni miliona përdorues të përfitojnë maksimumin prej shfletuesit të tyre të parapëlqyer. Kontributi juaj do të mbërrijë te miliona përdorues anembanë botës, dhe mund ta jepni nga rehatia e kolltukut!
xh: Nceda abasebenzisi abazizigidi bafumane ngakumbi kwibhrawuza yabo abayithandayo. Iminikelo yenu iza kufikelela kwizigidi zabasenzisi kwihlabathi jikelele, kwaye ungakwenza uhleli e-couch!

source: Pick a way to get involved
bn_in: একটা রাস্তা বাছুন এবং জড়িত হয়ে যান।
cs: Způsoby, jak se zapojit
da: Vælg hvordan du vil engagere dig
fi: Valitse tapa, jolla haluat auttaa
fr: Choisissez une façon de vous impliquer
ru: Выберите способ принятия участия
sl: Izberite, kako se nam pridružiti
sq: Zgjidhni një mënyrë se si të përfshiheni
xh: Khetha indlela yokuzibandakanya

source: About Us
bn_in: আমাদের সম্বন্ধে
cs: O nás
da: Om os
fi: Tietoja meistä
fr: Qui sommes-nous
ru: О нас
sl: O nas
sq: Rreth Nesh
xh: Malunga Nathi

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
bn_in: Mozilla Support হল উৎসাহী স্বেচ্ছাসেবক ও কর্মচারীদের কমিউনিটি যারা আমাদের ব্যবহারকারীদের সাপোর্ট করার চেষ্টা করে যাচ্ছে সারা বিশ্ব জুড়ে। একটি অবিশ্বাস্য অভিযানের জন্য আমাদের সাথে যোগ দিন!
cs: Podpora Mozilly je komunita nadšených dobrovolníků a zaměstnanců, kteří podporují uživatele po celém světě. Přidejte se k nám!
da: Mozilla Support består af et fællesskab af entusiastiske frivillige og ansatte, som prøver at hjælpe vores brugere over hele kloden. Hjælp med, og bliv en del af et fantastisk eventyr!
fi: Mozilla-tuki on innokkaiden avustajien ja työntekijöiden yhteisö, joka pyrkii auttamaan kaikkia käyttäjiämme ympäri maailman. Liity mukaan uskomattomaan seikkailuumme!
fr: L'assistance de Mozilla est une communauté de bénévoles et d'employés enthousiastes essayant d'aider nos utilisateurs tout autour du globe. Rejoignez-nous pour une incroyable aventure !
ru: Поддержка Mozilla - это сообщество сорудников и добровольцев, пытающихся оказать поддержку нашим пользователям по всему миру. Присоединяйтесь к нам, чтобы испытать невероятные приключения!
sl: Podpora Mozilla (SuMo) je skupnost navdušenih prostovoljcev in zaposlenih, ki poskušajo po svojih najboljših močeh podpreti uporabnike po vsem svetu. Pridružite se nam pri tej neverjetni avanturi!
sq: Asistenca Mozilla është një bashkësi vullnetarësh dhe të punësuarish entuziastë që po përpiqen t’u japin asistencë përdoruesve tanë anembanë globit. Ejani me ne në një aventurë të pabesueshme!
xh: Inkxaso yeMozilla luluntu labavolontiya anemincili nabasebenzi abazama ukuxhasa abasebenzisi bethu kwihlabathi jikelele. Sijoyine kuhambo olumnandi!

source: Ask a question
bn_in: একটি প্রশ্ন জিজ্ঞাসা করুন
cs: Položit otázku
da: Stil et spørgsmål
et: Küsimuse postitamine
fi: Kysy kysymys
fr: Poser une question
lt: Užduoti klausimą
ru: Задать вопрос
sl: Vprašajte
sq: Bëni një pyetje
th: ถามคำถาม
xh: Buza umbuzo

source: Having trouble with a Mozilla product and want some help?
bn_in: Mozilla প্রোডাক্ট নিয়ে সমস্যায় পড়েছেন এবং সাহায্য চান?
cs: Máte potíže s produktem Mozilly a potřebujete radu?
fi: Tarvitsetko apua Mozilla-tuotteessa olevan ongelman kanssa?
fr: Des problèmes avec un produit Mozilla pour lesquels vous avez besoin d'aide&nbsp;?
ru: Возникли проблемы с продуктом Mozilla и вы хотите получить помощь?
sl: Imate težave z Mozillinim izdelkom in potrebujete nekaj pomoči?
sq: Keni probleme me një produkt Mozilla dhe doni ca ndihmë?
xh: Inengxaki nemveliso kaMozilla kwaye ufuna uncedo oluthile?

source: Volunteer for Mozilla Support
bn_in: Mozilla Support এর স্বেচ্ছাসেবক
cs: Dobrovolník Podpory Mozilly
da: Meld dig frivilligt til Mozilla Support
fi: Ilmoittaudu avustajaksi
fr: Devenir bénévole pour l'assistance de Mozilla
ru: Вступите в Поддержку Mozilla
sl: Postanite prostovoljec za podporo Mozille
sq: Dilni vullnetar për Asistencë Mozilla
xh: Volontiyela iNkxaso kaMozilla

source: Sign me up
bn_in: আমাকে সাইন আপ করান
cs: Přihlásit se
da: Meld mig til
fi: Tulen mukaan
fr: S'inscrire
ru: Подписать меня
sl: Prijavi me
sq: Regjistromë
xh: Ndibhaliseni

source: Help us write help articles
cs: Pomozte nám psát články podpory
fr: Aidez-nous à écrire des articles d'aide
sl: Pomagajte nam pri pisanju člankov za pomoč

source: Translate help articles
cs: Překládejte články podpory
fr: Traduisez des articles d'aide
sl: Prevedite članke za pomoč

source: Help other users
bn_in: বাকি ব্যবহারকারীদের সাহায্য করুন
cs: Pomoc uživatelům
da: Hjælp andre brugere
et: Teiste kasutajate aitamine
fi: Auta muita käyttäjiä
fr: Aidez d'autres utilisateurs
lt: Padėkite kitiems naudotojams
ru: Помощь другим пользователям
sl: Pomagaj drugim
sq: Ndihmoni përdorues të tjerë
xh: Ncedisa abanye abasebenzsi

source: Save the world from the comfort of your couch
bn_in: আপনার চেয়ারের আরাম থেকেই আপনি বিশ্বকে বাঁচান।
cs: Zachraňte svět z komfortu svého domova
da: Red verden fra din sofas bekvemmelighed
fi: Pelasta maailma mukavasti omalta kotisohvaltasi
fr: Sauvez le monde depuis le confort de votre canapé
ru: Спастите мир не вставая со своего дивана
sl: Rešite svet iz udobja svojega kavča
sq: Shpëtoni botën rehatisht prej kolltukut tuaj
xh: Sindisa ihlabathi uhleli ekhululekile ekhawtshini yakho?

source: To:
bn_in: প্রাপক:
cs: Komu:
da: Til:
et: Saaja:
fi: Vastaanottaja:
fr: À :
lt: Kam:
ru: Кому:
sl: Za:
sq: Për:
th: ถึง:
xh: Ku:

source: Message:
bn_in: মেসেজ:
cs: Zpráva:
da: Meddelelse:
et: Sõnum:
fi: Viesti:
lt: Pranešimas:
ru: Сообщение:
sl: Sporočilo:
sq: Mesazh:
th: ข้อความ:
xh: Umyalezo:

source: [SUMO] You have a new private message from [{sender}]
bn_in: [SUMO] [{sender}] আপনাকে একটি নতুন বাক্তিগত বার্তা পাঠিয়েছে
cs: [SUMO] Máte novou soukromou zprávu od [{sender}]
da: [SUMO] Du har modtaget en ny privat meddelelse fra [{sender}]
et: [SUMO] Sulle on uus privaatsõnum kasutajalt [{sender}]
fi: [SUMO] Sinulle on uusi yksityisviesti käyttäjältä [{sender}]
fr: [SUMO] Vous avez reçu un nouveau message privé de [{sender}]
lt: [SUMO] Jūs gavote asmeninį pranešimą nuo [{sender}]
ru: [SUMO] У вас новое личное сообщение от [{sender}]
sl: [SUMO] [{sender}] vam je poslal novo sporočilo
sq: [SUMO] Keni një mesazh të ri vetjak nga [{sender}]
th: [SUMO] คุณมีข้อความส่วนตัวใหม่จาก [{sender}]
xh: [SUMO] Unomyalezo omtsha wabucala ovela [{kumthumeli}]

source: Invalid username provided. Enter a new username below.
bn_in: অবৈধ ব্যবহারকারীর নাম দেওয়া হয়েছে। দয়া করে নতুন একটি ইউজারনাম দিন নীচে।
cs: Zadáno neplatné uživatelské jméno. Zadejte nové uživatelské jméno níže.
da: Ugyldigt brugernavn opgivet. Indtast et nyt brugernavn nedenunder.
et: Sisestati vigane kasutajanimi. Sisesta allpool uus kasutajanimi.
fi: Virheellinen käyttäjätunnus annettu. Anna uusi käyttäjätunnus alle.
fr: Le nom d'utilisateur fourni est invalide. Saisissez un nouveau nom d'utilisateur ci-dessous.
lt: Pateiktas netinkamas naudotojo vardas. Žemiau įveskite naują naudotojo vardą.
ru: Введено неверное имя пользователя. Введите ниже новое имя пользователя.
sl: Navedeno uporabniško ime ni veljavno. Vnesite novo uporabniško ime spodaj.
sq: U dha emër i pavlefshëm përdoruesi. Ju lutemi, jepni më poshtë emër të ri përdoruesi.
th: ชื่อผู้ใช้ที่ใส่มาไม่ถูกต้อง ป้อนชื่อผู้ใช้ใหม่ด้านล่าง
xh: Igama lomsebenzisi elingasebenziyo. Faka igama lomsebenzisi elitsha ngezantsi.

source: No messages selected. Please try again.
cs: Není vybrána žádná zpráva. Zkuste to prosím znovu.
fr: Aucun message sélectionné. Veuillez réessayer.
ru: Ни одного сообщения ни выбрано. Пожалуйста, повторите попытку снова.
sl: Izbrano ni nobeno sporočilo. Poskusite znova.

source: Messages didn't add up. Try again.
cs: Zpráva nebyla přidána. Zkuste to znovu.
fr: Les messages ne correspondent pas. Veuillez réessayer.
ru: Сообщения не складываются. Попробуйте ещё раз.
sl: Sporočila se niso prištela. Poskusite znova.

source: The message was deleted!
bn_in: বার্তাটি মুছে ফেলা হয়েছে!
cs: Zpráva byla smazána!
da: Meddelelsen blev slettet!
et: Sõnum kustutati!
fi: Viesti on poistettu.
fr: Le message a été supprimé !
lt: Pranešimas pašalintas!
ru: Сообщение было удалено!
sl: Sporočilo je bilo izbrisano!
sq: Mesazhi u fshi!
th: ข้อความถูกลบแล้ว!

source: Delete Message
bn_in: বার্তা মুছে দিন
cs: Smazat zprávu
da: Slet meddelelse
et: Kustuta sõnum
fi: Poista viesti
fr: Supprimer le message
lt: Pašalinti pranešimą
ru: Удалить сообщение
sl: Zbriši sporočilo
sq: Fshije Mesazhin
th: ลบข้อความ
xh: Cima uMyalezo

source: Messages
bn_in: বার্তা
cs: Zprávy
da: Meddelelser
et: Sõnumid
fi: Viestit
lt: Pranešimai
ru: Сообщения
sl: Sporočila
sq: Mesazhe
th: ข้อความ
xh: Imiyalezo

source: Sent Messages
bn_in: প্রেরিত বার্তা
cs: Odeslané zprávy
da: Sendte meddelelser
et: Saadetud sõnumid
fi: Lähetetyt viestit
fr: Messages envoyés
lt: Išsiųsti pranešimai
ru: Отправленные сообщения
sl: Poslana sporočila
sq: Mesazhe të Dërguar
th: ส่งข้อความ
xh: Imiyalezo eThunyelweyo

source: Are you sure you want to delete these messages?
bn_in: আপনি কি এই বার্তাগুলি মুছে ফেলতে চান?
cs: Opravdu chcete tyto zprávy smazat?
da: Er du sikker på, at du vil slette disse meddelelser?
et: Kas oled kindel, et soovid need sõnumid kustutada?
fi: Haluatko varmasti poistaa nämä viestit?
fr: Voulez-vous vraiment supprimer ces messages ?
lt: Ar tikrai norite pašalinti šiuos pranešimus?
ru: Вы уверены, что хотите удалить эти сообщения?
sl: Res želite izbrisati ta sporočila?
sq: Jeni i sigurt se doni të fshihen këto mesazhe?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบข้อความเหล่านี้?
xh: Uqinisekile ukuba ufuna ukucima le miyalezo?

source: Are you sure you want to delete this message?
bn_in: আপনি কি এই বার্তাটি মুছে ফেলতে চান?
cs: Opravdu chcete tuto zprávu smazat?
da: Er du sikker på, at du vil slette denne meddelelse?
et: Kas oled kindel, et soovid selle sõnumi kustutada?
fi: Haluatko varmasti poistaa tämän viestin?
fr: Voulez-vous vraiment supprimer ce message ?
lt: Ar tikrai norite pašalinti šį pranešimą?
ru: Вы уверены, что хотите удалить это сообщение?
sl: Res želite izbrisati to sporočilo?
sq: Jeni i sigurt se doni të fshihet ky mesazh?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบข้อความนี้?
xh: Uqinisekile ukuba ufuna ukucima le miyalezo?

source: Inbox
bn_in: ইনবক্স
cs: Zprávy
da: Indbakke
et: Saabuvad
fi: Saapuneet
fr: Boîte de réception
lt: Gautieji
ru: Входящие
sl: Vhodni predal
sq: Të marrë
th: ข้อความขาเข้า
xh: Ibhokisi lengenayo

source: New Message
bn_in: নতুন বার্তা
cs: Nová zpráva
da: Ny meddelelse
et: Uus sõnum
fi: Uusi viesti
fr: Nouveau message
lt: Naujas pranešimas
ru: Новое сообщение
sl: Novo sporočilo
sq: Mesazh i Ri
th: เขียนข้อความใหม่
xh: Umyalezo Omtsha

source: Mark Selected as Read
bn_in: যেগুলো সিলেক্ট করা হয়েছে সেগুলো পড়া হিসেবে দাগ দিয়ে রাখুন
cs: Označit vybrané jako přečtené
da: Marker valgte som læste
et: Märgi valitud loetuks
fi: Merkitse valitut luetuksi
fr: Marquer les éléments sélectionnés comme lus
lt: Pažymėti kaip skaitytus
ru: Пометить выбранные как прочитанные
sl: Označi izbiro kot prebrano
sq: Shënoje të Përzgjedhurin Si të Lexuar
th: ทำเครื่องหมายรายการที่เลือกเป็นข้อความที่อ่านแล้ว
xh: Phawula eKhethiweyo njengeFundiweyo

source: Delete Selected
bn_in: নির্বাচিতগুলি মুছুন
cs: Smazat vybrané
da: Slet valgte
et: Kustuta valitud
fi: Poista valitut
fr: Supprimer les éléments sélectionnés
lt: Pašalinti pažymėtus
ru: Удалить выбранные
sl: Zbriši izbiro
sq: Fshi të Përzgjedhurit
th: ลบรายการที่เลือก
xh: Cima Okukhethiweyo

source: Read message
bn_in: বার্তা পড়ুন
cs: Přečíst zprávu
da: Læs meddelelse
et: Loe sõnumit
fi: Lue viesti
fr: Lire le message
lt: Skaityti pranešimą
ru: Прочитать сообщение
sl: Preberi sporočilo
sq: Lexoni mesazhin
th: อ่านข้อความ
xh: Funda umyalezo

source: Delete message
bn_in: বার্তা মুছুন
cs: Smazat zprávu
da: Slet meddelelse
et: Kustuta sõnum
fi: Poista viesti
fr: Supprimer le message
lt: Pašalinti pranešimą
ru: Удалить сообщение
sl: Zbriši sporočilo
sq: Fshije mesazhin
th: ลบข้อความ
xh: Cima umyalezo

source: There are no messages here.
bn_in: এখানে কোনো বার্তা নেই।
cs: Žádné nové zprávy.
da: Der er ingen meddelelser her.
et: Sõnumeid ei ole.
fi: Ei viestejä.
fr: Il n'y a aucun message ici.
lt: Čia pranešimų nėra.
ru: Здесь нет сообщений.
sl: Tu ni sporočil.
sq: Nuk ka mesazhe këtu.
th: ไม่มีข้อความ
xh: Akukho miyalezo apha.

source: You have exceeded the number of private messages that can be sent in a day.
bn_in: আপনি একটি দিনে পাঠানো যেতে পারে ব্যক্তিগত বার্তার যে সংখ্যা তা অতিক্রম করেছেন।
cs: Vyčerpali jste počet soukromých zpráv, které mohou být odeslány v rámci jednoho dne.
da: Du har overskredet antallet af private meddelelser, der kan sendes på én dag.
fi: Olet ylittänyt päivässä sallittujen yksityisviestien määrän.
fr: Vous avez dépassé le nombre de messages privés qui peuvent être envoyés en une journée.
ru: Вы превысили лимит числа персональных ответов, которые могут быть отправлены в день.
sl: Presegli ste število zasebnih sporočil, ki jih lahko pošljete vsak dan.
sq: E keni tejkaluar numrin e mesazheve private që mund të dërgohen brenda një dite.
xh: Uligqithile inani lemiyalezo yabucala engathunyelwa ngosuku.

source: Send
bn_in: পাঠান
cs: Odeslat
et: Saada
fi: Lähetä
fr: Envoyer
lt: Išsiųsti
ru: Отправить
sl: Pošlji
sq: Dërgoje
th: ส่ง
xh: Thumela

source: You
bn_in: আপনি
cs: Vy
da: Dig
et: Sina
fi: Sinä
fr: Vous
lt: Jūs
ru: Вы
sl: Vi
sq: Ju
th: คุณ
xh: Wena

source: Read Sent Message
bn_in: প্রেরিত বার্তা পড়ুন
cs: Přečíst odeslanou zprávu
da: Læs sendt meddelelse
et: Loe saadetud sõnumit
fi: Lue lähetetty viesti
fr: Lire le message envoyé
lt: Skaityti išsiųstą pranešimą
ru: Прочесть отправленное сообщение
sl: Branje poslanega sporočila
sq: Lexoni Mesazhin e Dërguar
th: อ่านข้อความที่ส่งแล้ว
xh: Funda uMyalezo oThunyelweyo

source: Read Message
bn_in: বার্তা পড়ুন
cs: Přečíst zprávu
da: Læst meddelelse
et: Loe sõnumit
fi: Lue viesti
fr: Lire le message
lt: Skaityti pranešimą
ru: Прочитать сообщение
sl: Sporočilo prebrano
sq: Lexoni Mesazhin
th: อ่านข้อความ
xh: Funda uMyalezo

source: View this message on the web
bn_in: ওয়েবে এই বার্তাটি দেখুন
cs: Zobrazit tuto zprávu na webu
da: Se denne meddelelse på nettet
fi: Näytä viesti verkkosivustolla
fr: Voir ce message sur le Web
ru: Просмотреть это сообщение в Интернете
sl: Prikaz tega sporočila na spletu
sq: Shiheni këtë në web
xh: Bona lo myalezo kwiwebhu
