Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

# DB: products.Topic.description
source: Thunderbird versions and languages
bn_in: Thunderbird সংস্করণসমূহ এবং ভাষাসমূহ
cs: Verze Thunderbirdu a jazyky
da: Thunderbird-versioner og sprog
fi: Thunderbirdin versiot ja kielet
fr: Versions et langues de Thunderbird
ru: Версии и языки Thunderbird
sl: Različice in jeziki Thunderbirda
sq: Versione dhe gjuhë Thunderbird-i
xh: Iinguqulelo neelwimi ze-Thunderbird

# DB: products.Topic.title
source: Passwords, forms and search
bn_in: পাসওয়ার্ড, ফর্ম এবং সার্চ
cs: Hesla, formuláře a vyhledávání
da: Adgangskoder, formularer og søgning
fi: Salasanat, lomakkeet ja haku
fr: Mots de passe, formulaires et recherche
ru: Пароли, формы и поиск
sl: Gesla, obrazci in iskanje
sq: Fjalëkalime, formularë dhe kërkim
xh: Ii-passwords, iifomu nokhangelo

# DB: products.Topic.description
source: Passwords, forms and search
bn_in: পাসওয়ার্ড, ফর্ম এবং সার্চ
cs: Hesla, formuláře a vyhledávání
da: Adgangskoder, formularer og søgning
fi: Salasanat, lomakkeet ja haku
fr: Mots de passe, formulaires et recherche
ru: Пароли, формы и поиск
sl: Gesla, obrazci in iskanje
sq: Fjalëkalime, formularë dhe kërkimMjete kërkimi dhe zgjerime të lidhura me kërkimin
xh: Ii-passwords, iifomu nokhangelo

# DB: products.Topic.title
source: Thunderbird controls and buttons
bn_in: Thunderbird-এর কন্ট্রোল এবং বোতামসমূহ
cs: Ovládání Thunderbirdu a tlačítka
fi: Thunderbirdin ohjaimet ja painikkeet
fr: Contrôles et boutons de Thunderbird
ru: Управление и кнопки Thunderbird
sl: Kontrolniki in gumbi v Thunderbirdu
sq: Kontrolle dhe butona Thunderbird-i
xh: Izilawuli namaqhosha e-Thunderbird

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
bn_in: Thunderbird কন্ট্রোল এবং কাজকর্ম সম্পর্কে সমস্তকিছু জানুন।
cs: Přečtěte si vše o ovládání a funkcionalitě Thunderbirdu.
fr: Apprenez tout ce qu'il y a à connaître sur les contrôles et les fonctionnalités de Thunderbird.
ru: Узнайте всё об управлении и функциях Thunderbird.
sl: Naučite se vse o kontrolnikih in funkcionalnosti Thunderbirda.
sq: Mësoni gjithçka rreth kontrolleve dhe funksioneve të Thunderbird-it.
xh: Funda ngakumbi malunga nezilawuli nokusebenza kwe-Thunderbird.

# DB: products.Topic.title
source: Fix problems with email providers (gmail, Yahoo, etc.)
bn_in: ইমেইল প্রোভাইডার (gmail, Yahoo, ইত্যাদি)-এর সাথে সমস্যাগুলোর সমাধান করুন
cs: Oprava problémů s poskytovateli e-mailu (GMail, Yahoo atd.)
da: Løs problemer med mailudbydere (gmail, Yahoo osv.)
fi: Korjaa ongelmia sähköpostipalveluiden kanssa (Gmail, Yahoo yms.)
fr: Résoudre des problèmes avec des fournisseurs de courriel (Gmail, Yahoo, etc.)
ru: Устранение проблем с провайдерами эл. почты (gmail, Yahoo и т.д.)
sl: Rešite težave s ponudniki e-pošte (Gmail, Yahoo, itd.)
sq: Ndreqni probleme me mundësues email-i (gmail, Yahoo, etj.)
xh: Lungisa iingxaki nababoneleli ne-imeyili (gmail, Yahoo, njl njl.)

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
bn_in: জানুন কিভাবে Gmail, Yahoo এবং অন্যান্য ইমেইল প্রোভাইডারের সমস্যার সমাধান করতে হয়
cs: Přečtěte si, jak opravovat problémy s GMailem, Yahoo a dalšími poskytovateli e-mailu.
fr: Apprenez comment résoudre des problèmes avec Gmail, Yahoo et d'autres fournisseurs de messagerie.
ru: Узнайте, как устранить проблемы с Gmail, Yahoo и другими провайдерами эл. почты
sl: Naučite se rešiti težave z Gmail, Yahoo in ostalimi ponudniki elektronske pošte.
sq: Mësoni se si të ndreqni probleme me Gmail-in, Yahoo-n dhe të tjerë mundësues email-i
xh: Fuda indlela yokulungisa iingxaki ngo-Gmail, Yahoo kunye nabanye ababoneleli be-imeyili

# DB: products.Topic.description
source: Download, install and Migration
bn_in: ডাউনলোড করুন, ইন্সটল করুন এবং অভিপ্রয়াণ
cs: Stažení, instalace a migrace
da: Download, installation og overflytning
fr: Téléchargement, installation et migration
ru: Загрузка, установка и миграция
sl: Prenos, nameščanje in selitev
sq: Shkarkim, instalim dhe Migrim
xh: Khuphela, faka ze uFuduse

# DB: products.Topic.title
source: Copy your personal information from one Thunderbird to another
bn_in: আপনার ব্যক্তিগত তথ্য একটি Thunderbird থেকে আরেকটাতে কপি করুন
cs: Zkopírování vašich osobních informací z jednoho Thunderbirdu do druhého
da: Kopier dine personlige oplysninger fra én Thunderbird til en anden
fi: Henkilökohtaisten tietojen kopioiminen Thunderbirdista toiseen
fr: Copier vos informations personnelles d'une installation de Thunderbird à une autre
ru: Копирование вашей личной информации из одного Thunderbird в другой
sl: Kopirajte osebne podatke iz enega Thunderbirda v drugega
sq: Kopjoni të dhënat tuaja personale nga një Thunderbird në një tjetër
xh: Kopa inkcukacha zakho ukusuka kwenye i-Thunderbird ukuya kwenye

# DB: products.Topic.description
source: Copy your personal information from one Thunderbird to another
bn_in: আপনার ব্যক্তিগত তথ্য একটি Thunderbird থেকে আরেকটাতে কপি করুন
cs: Zkopírování vašich osobních informací z jednoho Thunderbirdu do druhého
da: Kopier dine personlige oplysninger fra én Thunderbird til en anden
fi: Henkilökohtaisten tietojen kopioiminen Thunderbirdista toiseen
fr: Copier vos informations personnelles d'une installation de Thunderbird à une autre
ru: Копирование вашей личной информации из одного Thunderbird в другой
sl: Kopirajte osebne podatke iz enega Thunderbirda v drugega
sq: Kopjoni të dhënat tuaja personale nga një Thunderbird në një tjetër
xh: Kopa inkcukacha zakho ukusuka kwenye i-Thunderbird ukuya kwenye

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
bn_in: ত্রুটি মেসেজ: এদের মানে কি এবং কিভাবে সমাধান করতে হয়
cs: Chybová hlášení: co znamenají a jak je vyřešit
da: Fejlmeddelelser: hvad de betyder og hvordan de løses
fr: Messages d'erreur : ce qu'ils signifient et trouver des solutions
ru: Сообщения об ошибках: что они означают и как это исправить
sl: Sporočila o napakah: kaj pomenijo in kako napake odpraviti
sq: Mesazhe gabimesh: cili është kuptimi i tyre dhe si të ndreqen
xh: Imiyalezo eyimpazamo: into abayithetha nendlela yokuyilungisa

# DB: products.Topic.description
source: Keep your information safe with password and security settings
bn_in: পাসওয়ার্ড ও নিরাপত্তা সেটিংসের সাথে আপনার তথ্যকে সুরক্ষিত রাখুন
cs: Udržujte své informace v bezpečí pomocí hesel a bezpečnostního nastavení
fr: Gardez vos informations en sécurité grâce aux mots de passes et aux paramètres de sécurité.
ru: Обеспечьте безопасность вашей информации с помощью паролей и настроек защиты
sl: Ohranite svoje podatke varne z nastavitvami gesel in varnosti
sq: Mbajini të dhënat tuaja të parrezikuara, përmes fjalëkalimesh dhe rregullimesh mbi sigurinë
xh: Gcina inkcukacha zakho zikhuselekile nge-password nangeesetingi ezikhuselekileyo

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
bn_in: অ্যাড-অন, প্লাগইন, এবং এক্সটেনশনের মাধ্যমে Thunderbird-কে কাস্টমাইজ করুন
cs: Přizpůsobení Thunderbirdu pomocí doplňků, zásuvných modulů a rozšíření
da: Tilpas Thunderbird med tilføjelser, plugins og udvidelser
fi: Muokkaa Thunderbirdia lisäosilla, liitännäisillä ja laajennuksilla
fr: Personnaliser Thunderbird avec des modules complémentaires, des plugins et des extensions
ru: Настройка Thunderbird с помощью дополнений, плагинов и расширений
sl: Podomačite si Thunderbird z dodatki, vtičniki in razširitvami
sq: Personalizoni Thunderbird-in me shtesa, shtojca dhe zgjerime
xh: Khastomayiza i-Thunderbird ngezongezelelo, ii-pugins, nezandiso

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
bn_in: অ্যাড-অন, প্লাগইন, এবং এক্সটেনশনের মাধ্যমে Thunderbird-কে কাস্টমাইজ করুন
cs: Přizpůsobení Thunderbirdu pomocí doplňků, zásuvných modulů a rozšíření
da: Tilpas Thunderbird med tilføjelser, plugins og udvidelser
fi: Muokkaa Thunderbirdia lisäosilla, liitännäisillä ja laajennuksilla
fr: Personnaliser Thunderbird avec des modules complémentaires, des plugins et des extensions
ru: Настройка Thunderbird с помощью дополнений, плагинов и расширений
sl: Podomačite si Thunderbird z dodatki, vtičniki in razširitvami
sq: Personalizoni Thunderbird-in me shtesa, shtojca dhe zgjerime
xh: Khastomayiza i-Thunderbird ngezongezelelo, ii-pugins, nezandiso

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
bn_in: Thunderbird-কে আনব্লক করুন ইন্টারনেটে সংযুক্ত হওয়ার থেকে
cs: Odblokování připojení Thunderbirdu k Internetu
da: Fjern blokering så Thunderbird kan forbinde til internettet
fi: Salli Thunderbirdin yhdistys internetiin
fr: Résoudre un problème de connexion de Thunderbird à Internet
ru: Разблокировка Thunderbird при подключении к Интернету
sl: Omogočite blokiranemu Thunderbirdu povezavo do Interneta
xh: Vula i-Thunderbird kuqhagamshelo lwe-intanethi

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
bn_in: Thunderbird-কে আনব্লক করুন ইন্টারনেটে সংযুক্ত হওয়ার থেকে
cs: Odblokování připojení Thunderbirdu k Internetu
da: Fjern blokering så Thunderbird kan forbinde til internettet
fi: Salli Thunderbirdin yhdistys internetiin
fr: Résoudre un problème de connexion de Thunderbird à Internet
ru: Разблокировка Thunderbird при подключении к Интернету
sl: Omogočite blokiranemu Thunderbirdu povezavo do Interneta
xh: Vula i-Thunderbird kuqhagamshelo lwe-intanethi

# DB: products.Topic.title
source: Thunderbird options, preferences and settings
bn_in: Thunderbird অপশন, পছন্দ এবং সেটিংস
cs: Možnosti Thunderbirdu, předvolby a nastavení
da: Thunderbird indstillinger og præferencer
fi: Thunderbirdin asetukset
fr: Options, préférences et paramètres de Thunderbird
ru: Настройки и параметры Thunderbird
sl: Možnosti in nastavitve Thunderbirda
sq: Mundësi, parapëlqime dhe rregullime për Thunderbird-in
xh: Izinto ze-Thunderbird ezinokukhethwa, into ekhethwayo neesetingi

# DB: products.Topic.description
source: Thunderbird options, preferences and settings
bn_in: Thunderbird অপশন, পছন্দ এবং সেটিংস
cs: Možnosti Thunderbirdu, předvolby a nastavení
da: Thunderbird indstillinger og præferencer
fi: Thunderbirdin asetukset
fr: Options, préférences et paramètres de Thunderbird
ru: Настройки и параметры Thunderbird
sl: Možnosti in nastavitve Thunderbirda
sq: Mundësi, parapëlqime dhe rregullime për Thunderbird-in
xh: Izinto ze-Thunderbird ezinokukhethwa, into ekhethwayo neesetingi

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
bn_in: Thunderbird-এ ত্রুটি মেসেজ ট্রাবলশুট করুন।
cs: Řešení chybových hlášení v Thunderbirdu.
fr: Résoudre les messages d'erreur sur Thunderbird.
ru: Как устранить сообщения об ошибках в Thunderbird.
sl: Rešite težave s sporočili o napakah v Thunderbirdu.
sq: Diagnostikoni mesazhe gabimesh nga Thunderbird-i.
xh: Imiyalezo yemposiso yokufumana ingxaki kwi-Thunderbird.

# DB: products.Topic.title
source: Thunderbird is slow or stops working
bn_in: Thunderbird মন্থর বা কাজ করা বন্ধ করে দিয়েছে
cs: Thunderbird je pomalý nebo neodpovídá
da: Thunderbird er langsom eller stopper med at fungere
fi: Thunderbird on hidas tai lakkaa toimimasta
fr: Thunderbird est lent ou cesse de fonctionner
ru: Thunderbird работает медленно или зависает
sl: Thunderbird je počasen ali neha delovati
sq: Thunderbird-i është i ngadaltë ose e ndal funksionimin
xh: I-Thunderbird iyacotha okanye iyekile ukusebenza

# DB: products.Topic.description
source: Thunderbird is slow or stops working
bn_in: Thunderbird মন্থর বা কাজ করা বন্ধ করে দিয়েছে
cs: Thunderbird je pomalý nebo neodpovídá
da: Thunderbird er langsom eller stopper med at fungere
fi: Thunderbird on hidas tai lakkaa toimimasta
fr: Thunderbird est lent ou cesse de fonctionner
ru: Thunderbird работает медленно или зависает
sl: Thunderbird je počasen ali neha delovati
sq: Thunderbird-i është i ngadaltë ose e ndal funksionimin
xh: I-Thunderbird iyacotha okanye iyekile ukusebenza

# DB: products.Topic.title
source: Thunderbird crashes
bn_in: Thunderbird ক্র্যাশ করে
cs: Thunderbird padá
da: Thunderbird bryder ned
fi: Thunderbird kaatuu
fr: Plantages de Thunderbird
ru: Thunderbird падает
sl: Thunderbird se sesuva
sq: Vithisje Thunderbird-i
xh: I-Thunderbird iyonakala

# DB: products.Topic.description
source: Thunderbird crashes
bn_in: Thunderbird ক্র্যাশ করে
cs: Thunderbird padá
da: Thunderbird bryder ned
fi: Thunderbird kaatuu
fr: Plantages de Thunderbird
ru: Thunderbird падает
sl: Thunderbird se sesuva
sq: Vithisje Thunderbird-i
xh: I-Thunderbird iyonakala

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
bn_in: Thunderbird সেটিংসকে সংরক্ষণ করবে না বা তথ্যকে মনে রাখবে না
cs: Thunderbird neukládá nastavení či si nezapamatovává informace
da: Thunderbird vil ikke gemme indstillinger eller huske information
fr: Thunderbird n'enregistre pas mes paramètres ou ne se souvient pas de mes informations
ru: Thunderbird не сохраняет параметры или запоминает информацию
sl: Thunderbird ne shranjuje nastavitev ali ne pomni podatkov
sq: Thunderbird-i nuk ruan rregullimet ose nuk mban mend të dhëna
xh: I-Thunderbird ayikwazi ukugcina iisetingi okanye ukukhumbula inkcukacha

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
bn_in: Thunderbird সেটিংসকে সংরক্ষণ করবে না বা তথ্যকে মনে রাখবে না
cs: Thunderbird neukládá nastavení či si nezapamatovává informace
da: Thunderbird vil ikke gemme indstillinger eller huske information
fr: Thunderbird n'enregistre pas mes paramètres ou ne se souvient pas de mes informations
ru: Thunderbird не сохраняет параметры или запоминает информацию
sl: Thunderbird ne shranjuje nastavitev ali ne pomni podatkov
sq: Thunderbird-i nuk ruan rregullimet ose nuk mban mend të dhëna
xh: I-Thunderbird ayikwazi ukugcina iisetingi okanye ukukhumbula inkcukacha

# DB: products.Topic.title
source: How To
bn_in: কিভাবে
cs: Jak na
fr: Comment faire
ru: Как сделать
sl: Kako se ...
sq: Si Të
xh: Indlela yokwenza

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
bn_in: প্রবন্ধ যেগুলো আপনাকে বলবে যে কিভাবে আপনি Thunderbird-এ আরও বেশি কিছু করতে পারবেন
cs: Články, které vám řeknou, jak lépe využít Thunderbird
fr: Articles qui vous apprendront comment en faire plus avec Thunderbird
ru: Статьи, которые расскажут вам, что ещё можно сделать с помощью Thunderbird
sl: Članki, ki vam povedo, kako narediti več s Thunderbirdom
sq: Artikuj që ju tregojnë se si mund të bëni më tepër gjëra me Thunderbird-in
xh: Amanqaku akuxelela indlela ongenza nganyo ngaphezulu ne-Thunderbird

# DB: products.Topic.title
source: Intro to Open Badges
bn_in: Open Badges-এ ইন্ট্রো
cs: Úvod do Open Badges
da: Intro til Open Badges
fr: Introduction à Open Badges
ru: Введение в Открытые Значки
sl: Uvod v Open Badges
sq: Hyrje te Stemat e Hapura
xh: Intshayelelo yokuVula iiBheji

# DB: products.Topic.description
source: Learn the basic about Open Badges
bn_in: Open Badges সম্পর্কে প্রাথমিক জানুন
cs: Přečtěte si základy o Open Badges
fr: Apprenez les bases concernant Open Badges
ru: Узнайте основные сведения об Открытых Значках
sl: Naučite se osnov Open Badges
sq: Mësoni bazat rreth Open Badges
xh: Funda isiseko esimalunga neeBheji eziVulekileyo

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
bn_in: জানুন কিভাবে ব্যাজ তৈরি করবেন, মূল্যায়ন এবং ইস্যু করবেন
cs: Přečtěte si, jak vytvářet, hodnotit a vydávat ocenění
fr: Découvrez comment créer, évaluer et attribuer des badges
ru: Узнайте, как создавать, оценивать и выдавать значки
sl: Naučite se izdelovati, ocenjevati in izdajati značke
sq: Mësoni si të krijoni, shpallni dhe emetoni stema
xh: Funda indlela yokwenza, ukuvavanya nokukhupha iibheji

# DB: products.Topic.title
source: Get Involved
bn_in: নিযুক্ত হন
cs: Zapojte se
da: Bliv involveret
fr: S'impliquer
ru: Принять участие
sl: Začnite sodelovati
sq: Përfshihuni
xh: Bandakanyeka

# DB: products.Topic.description
source: Help the Open Badges community
bn_in: Open Badges কমিউনিটিকে সাহায্য করুন
cs: Pomozte komunitě okolo Open Badges
fr: Aidez la communauté Open Badges
ru: Помогите сообществу Открытых Значков
sl: Pomagajte skupnosti Open Badges
sq: Ndihmoni bashkësinë Open Badges
xh: Nceda abahlali beeBHeji eziVulekileyo

# DB: products.Topic.title
source: Earn Badges
bn_in: ব্যাজ উপার্জন করুন
cs: Získat ocenění
fr: Obtenir des badges
ru: Заслужить Значки
sl: Pridobi značke
sq: Fitoni Stema
xh: Fumana iiBheji

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
bn_in: আপনি যে স্কিল অনলাইন বা অফলাইন শিখছেন তার জন্য ব্যাজ উপার্জন করুন
cs: Získejte ocenění za své dovednosti, které jste se naučili online či offline.
fr: Recevez des badges pour les compétences que vous apprenez en ligne ou hors ligne
ru: Заслуживайте Значки за приобретенные вами навыки как в онлайне, так и в оффлайне
sl: Pridobite značke za pridobljene veščine na spletu in brez povezave
sq: Fitoni Stema mbi aftësitë që mësoni në linjë dhe jashtë linje
xh: Fumana iiBheji ngezakhono ozifundileyo uqhagamshele kwi-intanethi naxa ungaqagamshelanga

# DB: products.Topic.title
source: Issue Badges
bn_in: ব্যাজ ইস্যু করুন
cs: Udělit ocenění
fr: Attribuer des badges
ru: Издать Значки
sl: Izdaj značke
sq: Emetoni Stema
xh: Khupha iiBheji

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
bn_in: ডিজিটাল ব্যাজ ইস্যু করুন নতুন দক্ষতা ও সাফল্য স্বীকার করতে
cs: Udělte digitální odznaky, které uznávají nové zkušenosti a dovednosti
fr: Attribuer des badges numériques pour reconnaître l'acquisition de nouvelles compétences et des réussites
ru: Издавайте цифровые значки, чтобы признать новые навыки и достижения
sl: Izdajajte digitalne značke, da priznate nove veščine in pridobitve
sq: Emetoni stema dixhitale si vlerësim për aftësi dhe arritje të reja
xh: Khupha iibheji zamanani ukuvuma izakhono ezintsha nezinto ezizuziweyo

# DB: products.Topic.title
source: Display Badges
bn_in: প্রদর্শিত ব্যাজসমূহ
cs: Zobrazená ocenění
da: Vis emblemer
fr: Afficher les badges
ru: Показать Значки
sl: Prikaži značke
sq: Shfaqni Stema
xh: Bonisa iiBheji

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
bn_in: আপনার সোশ্যাল নেটওয়ার্কিং সাইট, চাকরির সাইট এবং আপনার নিজের ওয়েবসাইটে আপনার ডিজিটাল ব্যাজ প্রদর্শিত করুন।
cs: Zobrazte své digitální odznaky na svých sociálních sítích, pracovních serverech a na své vlastní webové stránce.
fr: Affichez vos badges électroniques sur vos réseaux sociaux, sites professionnels et sur votre propre site web.
ru: Показывайте свои цифровые значки в социальных сетях, сайтах для поиска работы и на вашем собственном сайте.
sl: Prikažite svoje digitalne značke na družbenih omrežjih, službeni strani ali na vaši spletni strani.
sq: Shpalosini stemat tuaja dixhitale në rrjetet tuaja shoqërore, sajte punësimi, apo sajtin tuaj web.
xh: Bonisa iibheji zakho zamanani kwi-social nethiwekhi zakho, iisayithi zomsebenzi kunye newebhusayithi yakho.

# DB: products.Topic.title
source: Limited Data
cs: Omezená data
fr: Données limitées
ru: Ограниченные данные
sl: Omejeni podatki

# DB: products.Topic.description
source: Collect and retain information only when it is necessary to a project or task.
cs: Získávejte a ukládejte informace pouze tehdy, kdy je to nezbytné pro váš projekt nebo potřebný úkol.
fr: Ne collecter et conserver des informations que lorsque c'est nécessaire pour un projet ou une tâche.
ru: Собирайте и храните информацию только тогда, когда это необходимо для проекта или задачи.
sl: Informacije zbiramo in hranimo samo, ko je to nujno za projekt ali opravilo.

# DB: products.Topic.title
source: No Surprises
cs: Žádná překvapení
fr: Pas de surprises
ru: Без сюрпризов
sl: Brez presenečenj

# DB: products.Topic.description
source: Only use and share information about our users for their benefit and as disclosed in our notices.
cs: Používat a sdílet informace o uživatelích pouze v jejich zájmu a jak je uvedeno v našich zásadách.
fr: N'utiliser et partager des informations à propos de nos utilisateurs que dans leur intérêt et comme annoncé dans nos déclarations.
ru: Используйте и делитесь информацией о наших пользователях только в их интересах, и так, как описано в наших уведомлениях.
sl: Podatke o svojih uporabnikih uporabljamo in delimo z drugimi samo v njihovo dobro, kot je opisano v naših obvestilih.

# DB: products.Topic.title
source: User Control
cs: Uživatelská kontrola
fr: Contrôle de l'utilisateur
ru: Контроль в руках пользователя
sl: Uporabniški nadzor

# DB: products.Topic.description
source: Do not disclose personal user information without the userâs consent.
cs: Nepřikládat osobní informace bez souhlasu uživatele.
fr: Ne pas révéler ses informations personnelles sans le consentement de l'utilisateur.
ru: Не разглашайте персональные данные пользователя без его согласия.
sl: Osebnih podatkov uporabnikov ne razkrivamo brez njihovega dovoljenja.

# DB: products.Topic.title
source: Sensible Settings
cs: Citlivá nastavení
fr: Paramètres raisonnables
ru: Разумные настройки
sl: Razumne nastavitve

# DB: products.Topic.description
source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
cs: Dát našim uživatelům informace o možnostech a vědomosti o sběru dat kdykoliv je to možné, a umožnit jim se od něj odhlásit.
fr: Donner à nos utilisateurs les moyens de faire des choix en toute conscience en les informant au moment de la collecte de données et en leur proposant de décliner dès que possible.
ru: Предоставьте вашим пользователям действенный и осознанный выбор путём их информирования и просвещения в точке сбора и предоставления им пути для отказа, если это возможно.
sl: Uporabnikom omogočamo odgovorne in poučene izbire, tako da jih obveščamo in izobražujemo o zbiranju podatkov ter njihovih podatkov ne zbiramo, če tega ne želijo, če je le mogoče.

# DB: products.Topic.title
source: Defense in Depth
fr: Défense en profondeur
ru: Эшелонированная защита
sl: Obramba v globino

# DB: products.Topic.description
source: Make privacy a key factor in selecting and interacting with partners.
cs: Udělejte ze soukromí klíčový faktor při výběru a interakci s vašimi partnery.
fr: Faites de la vie privée un facteur essentiel dans la sélection et l'interaction avec vos contacts et partenaires.
ru: Сделайте приватность ключевым фактором в выборе партнеров и взаимодействии с ними.
sl: Naj bo zasebnost ključnega pomena pri izbiranju in sodelovanju s partnerji.

# DB: products.Topic.title
source: Knowledge Base
cs: Databáze znalostí
da: Vidensbase
fr: Base de connaissances
ru: База Знаний
sl: Baza znanja
sq: Bazë Dijesh
xh: IsiSeko soLwazi

# DB: products.Topic.description
source: Windows 8 Touch support articles
bn_in: Windows 8 টাচ সাপোর্ট প্রবন্ধ
cs: Články podpory pro Windows 8 Touch
da: Supportartikel til Windows 8
fr: Articles de support sur Windows 8 Touch
ru: Статьи поддержки Windows 8 Touch
sl: Članki za podporo za Windows 8 na dotik
sq: Artikuj asistence për Windows 8 Touch
xh: U-Windows 8 Touch uxhasa amanqaku

# DB: products.Topic.title
source: How does it work?
bn_in: কিভাবে এটি কাজ করে?
cs: Jak to funguje?
da: Sådan fungerer det
fr: Mode d'emploi
ru: Как это работает?
sl: Kako to deluje?
sq: Si funksionon?
xh: Isebenza njani?
