Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

# DB: products.Topic.title
source: Customize preferences
fr: Personnaliser les préférences
sl: Prilagodite nastavive

# DB: products.Topic.description
source: Customize preferences for Firefox for iOS
fr: Personnaliser les préférences dans Firefox pour iOS
sl: Prilagodite nastavitve Firefoxa za iOS

# DB: products.Topic.title
source: Crashes, errors and other issues
cs: Pády, chyby a další problémy
fr: Plantages, erreurs et autres problèmes
ru: Падения, ошибки и другие проблемы
sl: Sesutja, napake in druge težave

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
cs: Jak řešit chybová hlášení ve Firefoxu pro iOS
fr: Résoudre les messages d'erreur de Firefox pour iOS
ru: Как устранить сообщения об ошибках в Firefox для iOS
sl: Kako se znebiti sporočil o napakah v Firefoxu za iOS

# DB: products.Topic.title
source: Get started
bn_in: শুরু করুন
cs: Začít
da: Kom i gang
fi: Alkuun pääseminen
fr: Pour commencer
ru: Начало работы
sl: Pa začnimo
sq: Fillojani
xh: Qalisa

# DB: products.Topic.description
source: Firefox OS basics
bn_in: Firefox OS প্রাথমিক
cs: Základy Firefox OS
da: Firefox OS grundlæggende
fi: Firefox OS -alkeet
fr: Les bases de Firefox OS
ru: Основы Firefox OS
sl: Osnove Firefox OS
sq: Baza Firefox OS-i
xh: Iziseko ze-Firefox OS

# DB: products.Topic.title
source: Basic Features
bn_in: প্রাথমিক বৈশিষ্ট্য
cs: Základní funkce
fi: Perustoiminnot
fr: Fonctionnalités de base
ru: Основные возможности
sl: Osnovne funkcije
sq: Veçori Bazë
xh: Iimpawu ezisiSeko

# DB: products.Topic.description
source: Learn the basic functionality for your Firefox OS phone.
bn_in: আপনার Firefox OS ফোনের প্রাথমিক কাজকর্ম জানুন
cs: Přečtěte si o základních funkcích svého telefonu s Firefox OS.
fr: Apprenez les fonctionnalités de base de votre téléphone Firefox OS.
ru: Узнайте об основной функциональности вашего телефона с Firefox OS.
sl: Naučite se osnov delovanja vašega telefona Firefox OS.
sq: Mësoni funksionet bazë të telefonit tuaj me FirefoxOS.
xh: Funda ukusebenza okusisiseko ukulungiselela i-Firefox OS yakho.

# DB: products.Topic.title
source: Download and Manage Apps
bn_in: অ্যাপ ডাউনলোড ও পরিচালনা করুন
cs: Stažení a správa aplikací
fr: Téléchargement et gestion d'applications
ru: Загрузка и управление приложениями
sl: Prenos in upravljanje aplikacij
sq: Shkarkoni dhe Administroni Zbatime
xh: Khuphela ze uLawule ii-Apps

# DB: products.Topic.description
source: Download apps from the Marketplace
bn_in: Marketplace থেকে অ্যাপ ডাউনলোড করুন
cs: Stahování aplikací z Marketplace
fr: Télécharger des applications depuis le Marketplace
ru: Загрузка приложений из Marketplace
sl: Prenos aplikacij z Marketplace
sq: Shkarkoni zbatime nga Marketplace-i
xh: Khuphela ii-apps ukusuka kwiMarike

# DB: products.Topic.title
source: Date and Time
bn_in: তারিখ এবং সময়
cs: Datum a čas
fr: Date et heure
ru: Дата и время
sl: Datum in čas
sq: Data dhe Ora
xh: Umhla neXesha

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
bn_in: Firefox OS ফোনে তারিখ এবং সময় সেট করা হচ্ছে
cs: Nastavení data a času na vašem telefonu s Firefox OS
fi: Päivämäärän ja ajan asettaminen Firefox OS -puhelimessa
fr: Configurer la date et l'heure de votre téléphone Firefox OS
ru: Установка даты и времени на телефоне с Firefox OS
sl: Nastavitve datuma in ure na vašem telefonu s Firefox OS
sq: Caktimi i datës dhe kohës në telefonin tuaj me FirefoxOS
xh: Ukuseta umhla nexesha kwifowni ye-Firefox OS

# DB: products.Topic.title
source: Display
bn_in: প্রদর্শিত
cs: Zobrazené jméno
fr: Affichage
ru: Экран
sl: Prikaz
sq: Shfaqi
xh: Bonisa

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
bn_in: Firefox OS ডিভাইসে আপনার স্ক্রিন কাস্টমাইজ করুন।
cs: Přizpůsobení okna vašeho zařízení s Firefox OS
fi: Mukauta Firefox OS -laitteesi näyttöä
fr: Personnaliser votre écran sur votre téléphone Firefox OS.
ru: Настройка экрана на вашем устройстве Firefox OS по своему вкусу.
sl: Prilagodite zaslon na svoji napravi Firefox OS.
sq: Personalizoni ekranin te pajisja juaj me FirefoxOS.
xh: Khastomayiza iskrini kwisixhobo sakho se-Firefox OS

# DB: products.Topic.title
source: Calling and Contacts
bn_in: কল করা এবং কন্ট্যাক্টসমূহ
cs: Volání a kontakty
da: Opkald og kontakter
fi: Soittaminen ja yhteystiedot
fr: Appels et contacts
ru: Звонки и Контакты
sl: Klicanje in stiki
sq: Thirrje dhe Kontakte
xh: Ukufowna nabaQhagamsheli

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
bn_in: শিখুন কিভাবে কন্ট্যাক্ট যোগ ও পরিচালনা করা যায়, এর সাথে এক-এক কনফারেন্স কল করতে পারেন আপনার Firefox OS ফোনে।
cs: Přečtěte si, jak ve Firefox OS přidávat a spravovat kontakty či pořádat konference.
fr: Découvrez comment ajouter et gérer vos contacts, et comment passer des appels simples ou multiples grâce à votre téléphone Firefox OS.
ru: Узнайте, как добавлять и управлять контактами, а также делать личные звонки или устраивать конференции на вашем телефоне Firefox OS.
sl: Naučite se dodajati in upravljati stike, kot tudi opravljati individualne ali konferenčne klice s svojim telefonom Firefox OS.
sq: Mësoni si të shtoni dhe administroni kontakte, dhe si të kryeni thirrje tek për tek ose konferencë në telefonin tuaj me Firefox OS.
xh: Funda indlela yokufaka nokulawula abaqhagamshelwa, kwakunye nokwenza ukuthetha nomntu omnye okanye ingxoxo ngomnxeba kwifowni yakho ye-Firefox OS

# DB: products.Topic.title
source: Email and Messages
bn_in: ইমেল এবং মেসেজসমূহ
cs: E-mail a zprávy
da: Mail og beskeder
fi: Sähköposti ja viestit
fr: Courriels et messages
ru: Эл. почта и сообщения
sl: E-pošta in sporočila
sq: Email dhe Mesazhe
xh: I-imeyili neMiyalezo

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
bn_in: আপনার কন্ট্যাক্টের সাথে ইমেইল এবং মেসেজের মাধ্যমে সংস্পর্শে থাকুন।
cs: Buďte ve spojení se svými kontakty skrze e-mail a zprávy.
fr: Restez en contact avec vos proches avec le courrier électronique et les messages.
ru: Будьте на связи со своими контактами при помощи электронной почты и обмена сообщениями.
sl: Ostanite v stiku s svojimi stiki prek elektronske pošte in sporočanja.
sq: Mbani lidhjet me kontaktet tuaja përmes email-i dhe mesazhesh.
xh: Hlala unxibelelana nabaqhagamshewa bakho nge-imeyili nangemiyalezo.

# DB: products.Topic.title
source: Music, Photos and Video
bn_in: সঙ্গীত, ছবিসমূহ এবং ভিডিও
cs: Hudba, fotografie a video
fi: Musiikki, kuvat ja video
fr: Musique, photos et vidéos
ru: Музыка, фотографии и видео
sl: Glasba, fotografije in videoposnetki
sq: Muzikë, Foto dhe Video
xh: Misc, neMifanekiso neVidiyo

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
bn_in: আপনার Firefox OS ফোনে ছবি তুলুন, ভিডিও রেকর্ড করুন এবং গান শুনুন।
cs: Fotografování, nahrávání videí a poslouchání hudby v telefonu s Firefox OS.
fr: Prenez des photos, enregistrez des vidéos et écoutez de la musique sur votre téléphone Firefox OS.
ru: Делайте фотографии, записывайте видео и слушайте музыку на вашем телефоне с Firefox OS.
sl: Fotografirajte, snemajte videoposnetke in poslušajte glasbo s svojim telefonom Firefox OS.
sq: Bëni foto, regjistroni video dhe dëgjoni muzikë te telefoni juaj me Firefox OS.
xh: Thatha imifanekiso, rekhoda iividiyo ze umamele umculo kwifowni yakhe ye-Firefox OS

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
bn_in: আপনার Firefox OS ফোনে কিভাবে আপনার পছন্দের অ্যাপ ডাউনলোড ও পরিচালনা করবেন।
cs: Jak stahovat, spravovat a používat vaše oblíbené aplikace v telefonu s Firefox OS.
fr: Comment télécharger, gérer et utiliser vos applications préférées sur votre téléphone Firefox OS.
ru: Как загружать, управлять и использовать ваши любимые приложения на телефоне с Firefox OS.
sl: Kako prenašati, upravljati in uporabljati vaše najljubše aplikacije na telefonu Firefox OS.
sq: Si të shkarkohen, administrohen dhe përdoren zbatimet tuaja të parapëlqyera në telefonin tuaj me Firefox OS.
xh: Indlela yokukhuphela, lawula ze usebenzise ii-apps zakho ozithandayo kwifowni yakho ye-Firefox OS.

# DB: products.Topic.title
source: Privacy and security
bn_in: গোপনীয়তা এবং সুরক্ষা
cs: Soukromí a zabezpečení
da: Privatliv og sikkerhed
fi: Tietosuoja ja turvallisuus
fr: Vie privée et sécurité
ru: Защита и приватность
sl: Zasebnost in varnost
sq: Privatësi dhe siguri
xh: Ubungasese nokhuseleko

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
bn_in: Firefox OS লক, গোপনীয়তা বৈশিষ্ট্য এবং আরও অনেক কিছুর সাথে আপনার তথ্যকে সুরক্ষিত রাখুন।
cs: Mějte své informace v bezpečí s funkcemi pro soukromí ve Firefox OS.
fr: Gardez vos informations en sécurité avec les verrous de Firefox OS, les fonctionnalités de vie privée et plus encore.
ru: Обеспечьте безопасность вашей информации с помощью замков Firefox OS, функций приватности и многого другого.
sl: Ohranjajte svoje podatke varne z zaklepanjem, možnostmi zasebnosti in drugim v Firefox OS.
sq: Mbajini të dhënat tuaja të parrezikuara, përmes kyçjesh te Firefox OS-i, veçorish privatësie, etj.
xh: Gcina inkcukacha zakho zikhuselekile ngezitshixo ze-Firefox OS, iimpawu zabucala nokuninzi.

# DB: products.Topic.title
source: Settings
bn_in: সেটিংস
cs: Nastavení
da: Indstillinger
fi: Asetukset
fr: Paramètres
ru: Параметры
sl: Nastavitve
sq: Rregullime
xh: Iisetingi

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
bn_in: জানুন কিভাবে আপনার Firefox OS ডিভাইসে ইন্টারনেট কানেকশন, ডিসপ্লে এবং সময় কনফিগার করা যায়।
cs: Přečtěte si, jak konfigurovat připojení k Internetu, zobrazení a čas na vašem zařízení s Firefox OS.
fr: Découvrez comment configurer la connexion Internet, l'affichage et la date et l'heure de votre appareil Firefox OS.
ru: Узнайте, как настроить подключение к Интернету, дисплей и время на вашем устройстве Firefox OS.
sl: Naučite se nastaviti internetno povezavo, prikaz in čas na svoji napravi Firefox OS.
sq: Mësoni se si të formësoni lidhjen në Internet, ekranin dhe kohën te pajisja juaj me Firefox OS.
xh: Funda indlela yesimo soqhagamshelwano lwe-intanethi, bonisa nexesha kwisixhobo xakho se-Firefox.

# DB: products.Topic.title
source: Internet and Connections
bn_in: ইন্টারনেট এবং কানেকশন
cs: Internet a připojení
fi: Internet ja yhteydet
fr: Internet et connexions
ru: Интернет и соединения
sl: Internet in povezave
sq: Internet dhe Lidhje
xh: I-Intanethi neziQhagamshelanisi

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
cs: Dozvědět se více o připojení skrze Wi-Fi, Bluetooth a NFC.
fr: En savoir plus à propos du Wi-Fi, du Bluetooth et des connexions NFC.
ru: Узнайте больше о соединениях Wi-Fi, Bluetooth и NFC.
sl: Spoznajte več o Wi-Fi, Bluetoothu in povezavah NFC.

# DB: products.Topic.title
source: Fix problems
bn_in: সমস্যার সমাধান করুন
cs: Oprava problémů
da: Løs problemer
fi: Korjaa ongelmia
fr: Résoudre des problèmes
ru: Устранение проблем
sl: Reševanje težav
sq: Ndreqni probleme
xh: Lungisa iingxaki

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
bn_in: জানুন কিভাবে আপনার Firefox OS ফোনে ইস্যু ট্রাবেলশুট করতে হয়।
cs: Přečtěte si, jak řešit problémy se svým telefonem s Firefox OS.
fr: Découvrez comment résoudre certains problèmes sur votre téléphone Firefox OS.
ru: Узнайте, как решать проблемы на вашем телефоне с Firefox OS.
sl: Naučite se reševati težave s svojim telefonom Firefox OS.
sq: Mësoni si të diagnostikoni probleme te telefoni juaj me FirefoxOS.
xh: Funda indlela yemiba yokufumana inxaki kwifowuni yakho ye-Firefox OS

# DB: products.Topic.title
source: View all Firefox OS articles
bn_in: Firefox OS-এর সমস্ত প্রবন্ধ দেখুন
cs: Zobrazit všechny články o Firefox OS
fr: Voir tout les articles à propos de Firefox OS
ru: Посмотреть все статьи о Firefox OS
sl: Ogled vseh člankov o Firefox OS
sq: Shihni krejt artikujt për Firefox OS-in
xh: Bona wonke amanqaku e-Firefox OS

# DB: products.Topic.description
source: View a list of all Firefox OS articles
bn_in: সমস্ত Firefox OS প্রবন্ধের তালিকা দেখুন
cs: Zobrazit seznam všech článků o Firefox OS
fi: Näytä lista kaikista Firefox OS -artikkeleista
fr: Voir une liste de tout les articles traitant de Firefox OS
ru: Посмотреть список всех статей о Firefox OS
sl: Poglejte seznam vseh člankov o Firefox OS
sq: Shihni një listë të krejt artikujve për Firefox OS-in
xh: Bonisa uluhlu lwawo wonke amanqaku e-Firefox OS

# DB: products.Topic.title
source: Working with messages
bn_in: মেসেজের সাথে কাজ করা হচ্ছে
cs: Práce se zprávami
fr: Travailler avec les messages
ru: Работа с сообщениями
sl: Delo s sporočili
sq: Puna me mesazhet
xh: Ukusebenza ngemiyalezo

# DB: products.Topic.description
source: Firefox OS SMS & email
bn_in: Firefox OS SMS এবং ইমেইল
cs: SMS a e-mail ve Firefox OS
da: Firefox OS SMS & mail
fr: SMS et courriel de Firefox OS
ru: Эл. почта и СМС в Firefox OS
sl: SMS & elektronska pošta v Firefox OS
sq: SMS & email në Firefox OS
xh: I-Firefox OS SMS ne-imeyili

# DB: products.Topic.description
source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
bn_in: জানুন কিভাবে ওয়েব ভিডি, অডিও এবং ছবি রিমিক্স করতে হয় ম্যাশ-আপে যা আপনি অন্যান্য ওয়েবসাইটে এম্বেড করতে পারবেন।
cs: Přečtěte si, jak upravovat video, audio a obrázky do masphupu, který můžete vložit na jiné webové stránky.
fr: Découvrez comment remixer des vidéos, des sons et des images dans un projet et comment les intégrer sur d'autres sites web.
ru: Узнайте, как смешивать веб-видео, аудио и изображения в гибридные приложения, которые вы можете встраивать в другие сайты.
sl: Naučite se predelati spletne videoposnetke, zvoke in slike ter jih nato vgraditi v druge spletne strani.
sq: Mësoni se si të përzieni video, audio dhe figura web në përzierje që mund t&apos;i trupëzoni në sajte të tjerë web.
xh: Funda indlela yokuxuba ividiyo yewebhu, izinto ezivakalayo nemifanekiso kwi-mashups ongazizinzisa kwenye iwebhusayithi.

# DB: products.Topic.title
source: Webmaker for Android
sl: Webmaker za Android

# DB: products.Topic.description
source: Get help with the Webmaker app for Android.
sl: Poiščite pomoč za aplikacijo Webmaker za Android.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
bn_in: জানুন কিভাবে সহজে ও তাড়াতাড়ি আপনার ওয়েবপেজ বানাবেন ও শেয়ার করবেন।
cs: Přečtěte si, jak můžete vytvářet a sdílet své vlastní webové stránky rychle a snadno.
fr: Découvrez comment créer et partager vos propres pages web rapidement et facilement.
ru: Узнайте, как быстро и легко создавать и делиться своими собственными веб-страницами.
sl: Naučite se ustvariti in deliti svojo lastno spletno stran hitro in preprosto.
sq: Mësoni se si të krijoni dhe ndani me të tjerët faqet tuaja web, shpejt dhe lehtë.
xh: Funda indlela yokwenza nokwabelana ngamaphepa akho ewebhu ngokukhawuleza nangolula.

# DB: products.Topic.title
source: X-Ray Goggles
sl: Rentgenska očala
xh: I-X-Ray Goggles

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
bn_in: জানুন কিভাবে আপনার Firefox OS ফোনে ইস্যু ট্রাবেলশুট করতে হয়।
cs: Přečtěte si, jak prozkoumat kód, který je skryt za každou webovou stránkou.
fr: Apprenez comment inspecter le code derrière chaque page web.
ru: Узнайте, как исследовать код для каждой веб-страницы.
sl: Naučite se pregledati kodo vsake spletne strani.
sq: Mësoni si të vëzhgoni kodin pas çdo faqeje web.
xh: Funda indlela yokuhlola ikhowudi engasemva kwawo wonke amaphepha ewebhu.

# DB: products.Topic.title
source: Get the most from webmaker.org
bn_in: webmaker.org থেকে সবথেকে বেশিটা পান
cs: Získat co nejvíce z webmaker.org
da: Få mest muligt ud af webmaker.org
fi: Saa kaikki irti webmaker.orgista
fr: Tirer le maximum de webmaker.org
ru: Выжмите всё из webmaker.org
sl: Zajemi z veliko žlico z webmaker.org
sq: Përfitoni maksimumin prej webmaker.org
xh: Fumana okuninzi ku-webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
bn_in: একটি Webmaker প্রোজেক্টে সাহায্য করুন বা সাহায্য পান।
cs: Pomozte nebo získejte pomoc u projektu Webmaker.
fr: Aidez ou recevez de l'aide sur un projet Webmaker.
ru: Помогите или получите помощь в проекте Webmaker.
sl: Pomagajte ali poiščite pomoč za Webmakerjev projekt.
sq: Ndihmoni ose merrni ndihmë lidhur me një projekt Webmaker.
xh: Nceda okanye fumana uncedo kwiprojekthi yoMenzi weWebhu.

# DB: products.Topic.title
source: Events and help for Mentors
bn_in: ইভেন্টসমূহ এবং মেন্টরদের জন্য সাহায্য করুন
cs: Události a pomoc pro mentory
fi: Tapahtumat ja ohjeita mentoreille
fr: Événements et aide pour les parrains
ru: События и помощь для Наставников
sl: Dogodki in pomoč za mentorje
sq: Veprimtari dhe ndihmë për Mentorët.
xh: Izehlo noncedo lwe-Mentors

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
bn_in: ডিজিটাল স্কিল শেখাতে সাহায্য করুন এবং শিক্ষা প্রযুক্তির সৃজনশীল উপায়ে শেয়ার করুন।
cs: Pomozte učit digitální dovednosti a sdílejte kreativní způsoby výuky technologií.
fr: Participez à l'enseignement des compétences numériques et partagez des méthodes créatives sur l'enseignement des technologies.
ru: Помогите в обучении цифровым навыкам и поделитесь творческими путями преподавания технологии.
sl: Pomagajte poučevati digitalne veščine in delite ustvarjalne načine za poučevanje tehnologije.
sq: Ndihmoni duke u mësuar aftësi dixhitale dhe duke ndarë me të tjerët rrugë për të mësuar teknologjinë.
xh: Ncedisa ukufundisa izakhona zedijithali ze wabelane ngobuchule beendlela zokufundisa ithekhnoloji.

# DB: products.Topic.title
source: Learn the Basics. Get Started
bn_in: প্রথমিকটা জানুন। শুরু করুন
cs: Dozvědět se základy. Začít
da: Lær det grundlæggende. Kom i gang
fi: Perusteet ja alkuun pääseminen
fr: Les bases : pour commencer
ru: Узнайте об основах. С чего начать
sl: Naučite se osnov. Začnite
sq: Mësoni Bazat. Si T’ia Fillohet
xh: Funda izinto ezisiSiseko. Qalisa

# DB: products.Topic.description
source: Learn the Basics. Get Started
bn_in: প্রাথমিকটা জানুন। শুরু করুন
cs: Dozvědět se základy. Začít
da: Lær det grundlæggende. Kom i gang
fi: Perusteet ja alkuun pääseminen
fr: Les bases. Pour commencer
ru: Узнайте об основах. С чего начать
sl: Naučite se osnov. Začnite
sq: Mësoni Bazat. Si T’ia Fillohet
xh: Funda izinto ezisiSiseko. Qalisa

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
cs: Podívejte se na tipy a zkratky, které vám pomohou pracovat rychleji
fr: Découvrez des astuces et raccourcis pour vous aider à travailler plus vite
ru: Ознакомьтесь с советами и горячими клавишами, которые помогут вам повысить скорость работы
sl: Naučite se zvijač in bližnjic, s katerimi boste lahko delali hitreje

# DB: products.Topic.title
source: Set up email
cs: Nastavení e-mailu
fr: Configuration du courrier électronique
ru: Настройка эл. почты
sl: Nastavite e-pošto

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
cs: Přidejte a nastavte si svůj e-mailový účet v Thunderbirdu
fr: Ajoutez et configurez vos comptes de courrier électronique dans Thunderbird
ru: Добавление и настройка учетных записей электронной почты в Thunderbird
sl: Dodajte in nastavite svoje e-poštne račune v Thunderbirdu

# DB: products.Topic.title
source: Install, Migrate and Update
cs: Instalace, migrace a aktualizace
fr: Installation, migration et mise à jour
ru: Установка, миграция и обновление
sl: Namestitev, selitev in posodobitev

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
cs: Jak nainstalovat Thunderbird a udržet jej aktuální
fr: Comment installer et maintenir Thunderbird à jour
ru: Как установить и поддерживать Thunderbird
sl: Kako namestiti Thunderbird in ga imeti posodobljenega

# DB: products.Topic.title
source: Read, send and organize emails
cs: Čtení, odesílání a správa e-mailů
fr: Lire, envoyer et organiser les messages
ru: Чтение, отправка и организация писем
sl: Berite, pošiljajte in organizirajte sporočila

# DB: products.Topic.description
source: Learn how to manage your email messages
cs: Přečtěte si jak můžete spravovat své e-mailové zprávy
fr: Découvrez comment gérer vos messages électroniques
ru: Узнайте, как управлять своими почтовыми сообщениями
sl: Naučite se upravljati s svojimi e-poštnimi sporočili

# DB: products.Topic.title
source: Emails
cs: E-maily
fr: Courriels
ru: Эл. почта
sl: E-pošta

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
cs: Podívejte se jak nastavovat účty a číst, odesílat a spravovat e-maily
fr: Apprenez à créer des comptes et à lire, envoyer et gérer vos courriers
ru: Узнайте, как настроить учётные записи, а также читать, отправлять и управлять электронной почтой
sl: Naučite se nastaviti račune ter brati, pošiljati in upravljati e-pošto

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
cs: Kanály novinek (RSS), blogy a sociální funkce
fr: Flux d'actualités (RSS), blogs et réseaux sociaux
ru: Ленты новостей (RSS), блоги и социальные сети
sl: Viri novic (RSS), blogi in družabno

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
cs: Buďte v obraze díky kanálům novinek, blogů a sociálním funkcím
fr: Restez au courant avec les flux de données, les blogs et les fonctionnalités sociales
ru: Будьте в курсе событий с лентам новостей, блогами и социальными сетями
sl: Bodite v koraku z viri novic, blogi in družabnimi možnostmi

# DB: products.Topic.title
source: Contacts
cs: Kontakty
ru: Контакты
sl: Stiki

# DB: products.Topic.description
source: How to use the address book on Thunderbird
cs: Jak používat adresář v Thunderbirdu
fr: Comment utiliser le carnet d'adresses de Thunderbird
ru: Как использовать адресную книгу в Thunderbird
sl: Kako uporabljati imenik v Thunderbirdu

# DB: products.Topic.title
source: Calendar
bn_in: ক্যালেন্ডার
cs: Kalendář
da: Kalender
fi: Kalenteri
fr: Agenda
ru: Календарь
sl: Koledar
sq: Kalendar
xh: Ikhalenda

# DB: products.Topic.description
source: Related to the Lightning add-on for Calendar
bn_in: ক্যলেন্ডারের লাইটনিং অ্যাড-অনের সাথে সম্পর্কিত
cs: Souvisí s doplňkem Lightning pro Kalendář
da: Relateret til kalender-tilføjelsen Lightning
fr: En relation avec le module Lightning pour Calendar
ru: Относящееся к дополнению Lightning для Календаря
sl: Povezano z dodatkom Lightning za koledar
sq: Të lidhura me shtesën Lightning për Kalendarin
xh: Inxulumene kwizongezelelo zokuKhanyisa keiKhalenda

# DB: products.Topic.description
source: Customize controls, options and add-ons
bn_in: কন্ট্রোল, অপশনসমূহ এবং অ্যাড-অনসমূহ কাস্টমাইজ করুন
cs: Přizpůsobení ovládání, nastavení a doplňky
da: Tilpas indstillinger og tilføjelser
fi: Asetukset, toiminnot ja lisäosat
fr: Personnalisation des contrôles, options et modules complémentaires
ru: Настроить управление, параметры и дополнения
sl: Prilagajanje kontrolnikov, možnosti in dodatkov
sq: Personalizoni kontrolle, mundësi dhe shtesa
xh: Khastomayiza izilawuli, izinto ezinokukhethwa nezongezelelo

# DB: products.Topic.title
source: Thunderbird versions and languages
bn_in: Thunderbird সংস্করণসমূহ এবং ভাষাসমূহ
cs: Verze Thunderbirdu a jazyky
da: Thunderbird-versioner og sprog
fi: Thunderbirdin versiot ja kielet
fr: Versions et langues de Thunderbird
ru: Версии и языки Thunderbird
sl: Različice in jeziki Thunderbirda
sq: Versione dhe gjuhë Thunderbird-i
xh: Iinguqulelo neelwimi ze-Thunderbird
