Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
bn_in: এই উত্তরটিও কি আপনাকে সাহায্য করেছিল? আপনি কি আরো বেশি সহায়ক পোস্ট খুঁজে পেয়েছেন? অন্য Firefox ব্যবহারকারিদের জানতে সাহায্য করুন উত্তরের পাশে ভোটের মাধ্যমে।
cs: Pomohla vám také tato otázka? Nalezli jste jiný příspěvek, který byl více užitečný? Dejte ostatním uživatelům vědět hlasováním u užitečného příspěvku.
da: Hjalp dette svar også dig? Fandt du et andet indlæg mere nyttigt? Lad andre Firefox-brugere vide det, ved at stemme ved siden af svaret.
fi: Auttoiko tämä vastaus myös sinua? Oliko jokin muu viesti hyödyllisempi? Kerro se muille Firefox-käyttäjille antamalla äänesi vastauksen vieressä.
fr: Est-ce que cette réponse vous a également aidé ? Avez-vous trouvé une autre réponse plus utile ? Faites-le savoir à d'autres utilisateurs de Firefox en votant à côté de la réponse.
ru: Этот ответ также помог вам? Вы нашли другой пост более полезным? Дайте знать об этом другим пользователям Firefox, проголосовав рядом с ответом.
sl: Ali je ta odgovor pomagal tudi vam? Vam je bilo kako drugo sporočilo bolj v pomoč? Glasujte za ta odgovor, da bodo drugi uporabniki Firefoxa obveščeni o tem.
sq: A ju ndihu dhe juve kjo përgjigje? Ju është dukur më i dobishëm ndonjë tjetër postim!? Bëjuani të ditur përdoruesve të tjerë të Firefox-it duke votuar në krah të përgjigjes.
xh: Ingaba le mpendulo nayo ikuncedile? Ingaba uye wayifumana enye iposi eluncedo ngakumbi? Yazisa abanye abasebenzisi be-Firefox bazi ngokuvotela impendulo elandelayo.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
bn_in: আপনি কি জানেন যে ওই %(answerer)s একজন আপনার মতোই Firefox ব্যবহারকারী? http://%(host)s/questions?filter=unsolved -- এই লিঙ্কে প্রশ্ন ব্রাউজ করে আপনি অন্যান্য Firefox ব্যবহারকারীদের সাহায্য করতে শুরু করুন। আপনি হয়তো একজনের দিন বানালেন।
cs: Víte, že %(answerer)s je uživatel Firefoxu stejně jako vy? Začněte pomáhat ostatním uživatelům Firefoxu procházením otázek na https://%(host)s/questions?filter=unsolved. Můžete tak někomu vylepšit den!
fi: Tiesitkö, että %(answerer)s on juuri sinun kaltaisesi Firefox-käyttäjä? Voit aloittaa muiden käyttäjien auttamisen selaamalla kysymyksiä osoitteessa https://%(host)s/questions?filter=unsolved -- saatat pelastaa jonkun päivän!
fr: Saviez-vous que %(answerer)s est un utilisateur de Firefox tout comme vous ? Commencez à aider d'autres utilisateurs de Firefox en parcourant les questions sur https://%(host)s/questions?filter=unsolved – vous pourriez simplement dépanner quelqu'un.
ru: Знаете ли вы, что %(answerer)s является пользователем Firefox, таким же как вы? Начните помогать другим пользователям Firefox, просматривая вопросы на https://%(host)s/questions?filter=unsolved --вы можете сделать чей-то день немного лучше!
sl: Ali ste vedeli, da je %(answerer)s ravno tako kot vi uporabnik Firefoxa? Začnite brskati po vprašanjih drugih uporabnikov na https://%(host)s/questions?filter=unsolved - morda boste lahko pomagali komu drugemu!
sq: E dinit që %(answerer)s është përdorues Firefox-i njësoj si ju? Filloni të ndihmoni përdorues të tjerë Firefox-i duke shfletuar pyetjet te https://%(host)s/questions?filter=unsolved -- mundet që t’i bëni punë dikujt!
xh: Ubusa ukuba u-%(iimpendulo) ngumsebenzisi we-Firefox njengawe? Qalisa ngokunceda abanye abasebenzisi be-Firefox nokubhrawuza imibuzo ku- https://%(host)s/questions?filter=unsolved -- usenokwe usuku lomnye umntu lubemnandi!

source: Unsubscribe from these emails:
bn_in: এইসব ইমেইল থেকে আন-সাবস্ক্রাইব করুন।
cs: Zrušení odběru následujících e-mailů:
da: Stop med at modtage disse mails:
fi: Lopeta näiden sähköpostien tilaus:
fr: Se désinscrire de ces courriels :
ru: Отписаться от этих сообщений:
sl: Odjavi me za to pošto:
sq: Çpajtohu prej këtyre email-eve:
xh: Yeka ukurhuma kwezi imeyili:

source: Thanks for joining Mozilla Support! To complete registration, you need to verify your email address.
bn_in: Mozilla Support এ যোগদান করবার জন্য ধন্যবাদ! রেজিস্ট্রেশন শেষ করবার জন্য আপনাকে আপনার ইমেইল যাচাই করতে হবে।
cs: Děkujeme za připojení k Mozilla Support! Pro dokončení registrace potřebujete ověřit svou e-mailovou adresu.
fi: Kiitos, että liityit Mozilla Support -yhteisöön! Suorittaaksesi rekisteröitymisen loppuun, sinun tulee vahvistaa sähköpostiosoitteesi.
fr: Merci d'avoir rejoint le Support Mozilla ! Pour terminer votre inscription, nous devons vérifier votre adresse courriel.
ru: Спасибо за то, что присоединились к Mozilla Support! Чтобы закончить регистрацию, Вам нужно подтвердить ваш адрес электронной почты.
sl: Hvala, da ste se pridružili podpori Mozille! Za dokončanje registracije morate potrditi svoj elektronski naslov.
sq: Faleminderit që merrni pjesë te Asistenca e Mozilla-s! Që të plotësoni regjistrimin, lypset të verifikoni adresën tuaj email.
xh: Enkosi ngokujoyina i-Mozilla Support! Ukugqiba ubhalisa, kufuneka uqinisekise idilesi ye-imeyili yakho.

source: Verify your email address:
bn_in: আপনার ইমেইল যাচাই করুন।
cs: Ověřte svou e-mailovou adresu:
fi: Vahvista sähköpostiosoitteesi:
fr: Saisissez votre adresse électronique ici :
ru: Введите здесь ваш адрес эл. почты:
sl: Potrdite svoj e-poštni naslov:
sq: Verifikoni adresën tuaj email:
xh: Qinisekisa idilesi ye-imeyili yakho:

source: Once you’ve clicked on the link, you can throw away this email.
bn_in: যখন আপনি একবার ওই লিঙ্কে চাপ দেবেন, আপনি এই ইমেইলকে দূরে নিক্ষেপ করতে পারেন।
cs: Jakmile klepnete na odkaz, můžete tento e-mail smazat.
fi: Kun olet napsauttanut linkkiä, voit poistaa tämän sähköpostin.
fr: Une fois que vous avez cliqué sur le lien, vous pouvez supprimer ce courriel.
ru: Как только вы щёлкните по ссылке, вы можете удалить это письмо.
sl: Ko ste svoj račun enkrat uspešno aktivirali, lahko to e-pošto izbrišete.
sq: Pasi të keni klikuar mbi lidhjen, mund ta hidhni tej këtë e-mail.
xh: Wakuba ucofe kwisinxuumanisi, ungayilahla le imeyili.

source: Thanks, The Mozilla Support team
bn_in: ধন্যবাদ, Mozilla Support দল
cs: Děkujeme, tým Mozilla Support
fi: Kiittäen, Mozilla-tuen tiimi
fr: Merci, l'équipe d'assistance de Mozilla.
ru: С уважением, Команда Mozilla Support
sl: Hvala, ekipa za podporo Mozilla
sq: Faleminderit, ekipi i Asistencë së Mozilla-s
xh: Enkosi, iqela le-Mizilla Support

source: It seems your account has already been activated.
bn_in: এটা দেখা যাচ্ছে যে আপনার অ্যাকাউন্ট ইতিমধ্যে সক্রিয় হয়ে গেছে।
cs: Zdá se, že váš účet již byl aktivován.
da: Det ser ud til, at din konto allerede er blevet aktiveret.
et: Sinu konto on juba aktiveeritud.
fi: Tunnuksesi on näköjään jo aktivoitu.
fr: Il semble que votre compte a déjà été activé.
ru: Кажется ваша учётная запись уже была активирована.
sl: Vaš račun je očitno že aktiviran.
sq: Duket se llogaria juaj është aktivizuar tashmë.
xh: Kubonakala ingathi iakhawunti yakho sele yenziwe ukuba mayisebenze.

source: You can log in at:
bn_in: আপনি এখানে লগ-ইন করতে পারেন
cs: Můžete se přihlásit na:
da: Du kan logge ind hos:
et: Võid nüüd sisse logida:
fi: Voit nyt kirjautua sisään osoitteessa:
fr: Vous pouvez vous connecter sur :
ru: Вы можете войти в:
sl: Prijavite se lahko na:
sq: Në të mund të hyni prej:
xh: Ungangena ekhompyutheni ku:

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
bn_in: আপনার ইমেইল আমরা আপডেট করবার আগে আপনাকে এটি নিশ্চিত করতে হবে। দয়া করে নীচের লিঙ্কে চাপ দিন অথবা আপনার ব্রাউজারের লোকেশন বারে ওটাকে কপি এবং পেস্ট করুন।
cs: Dříve než zaktualizujeme svou e-mailovou adresu, musíte ji potvrdit. Klepněte na odkaz níže či jej celý zkopírujte a vložte do adresního řádku svého webového prohlížeče:
da: Inden vi opdaterer din mailadresse, skal du bekræfte den. Klik på linket nedenunder eller kopier hele linket og indsæt det i din browsers adressefelt:
fi: Ennen kuin voimme päivittää sähköpostiosoitteesi, se pitää vahvistaa. Napsautathan alla olevaa linkkiä tai kopioit sen selaimesi osoitekenttään:
fr: Avant que nous mettions à jour votre adresse électronique, vous devez la confirmer. Veuillez cliquer sur le lien ci-dessous ou le copier et coller dans la barre d'adresse de votre navigateur :
ru: Прежде чем мы обновим ваш адрес эл. почты, вы должны это подтвердить. Пожалуйста щёлкните по ссылке ниже или скопируйте и вставьте всё это в адресную строку вашего браузера:
sl: Preden posodobimo vašo e-pošto, jo morate potrditi. Prosimo, kliknite na spodnjo povezavo ali kopirajte in prilepite vse skupaj v iskalno vrstico brskalnika:
sq: Përpara se të përditësojmë email-in tuaj, duhet ta ripohoni atë. Ju lutem, klikoni lidhjen më poshtë ose kopjojeni dhe jepeni të tërën te shtylla e vendeve te shfletuesi juaj:
xh: Ngaphambi kokuba uhlaziye i-imeyili yakho, kufuneka uyiqinisekise. Nceda ucofe isinxulumanisi esingezantsi okanye ukope ze uncamathisele yonke into kwibha yandawo yebhawuza yakho:

source: Hi {username}
bn_in: নমস্কার {username}
cs: Hezký den {username}
da: Hej {username}
et: Tere {username}!
fi: Hei {username}
fr: Bonjour {username}
ru: Привет, {username}
sl: Pozdravljeni, {username},
sq: Tungjatjeta {username}
xh: Molo {igama lomsenzisi}

source: Thanks so much for your interest in helping users of Mozilla technologies!
bn_in: আপনাকে অনেক ধন্যবাদ Mozilla টেকনোলজির ব্যবহারকারীদের সাহায্য করবার জন্য।
cs: Děkujeme moc za váš zájem o pomáhání uživatelům s technologiemi Mozilla!
da: Mange tak for din interesse i at hjælpe brugere af Mozilla-teknologier!
fi: Kiitos mielenkiinnostasi auttaa muita Mozilla-tuotteiden käyttäjiä!
fr: Merci beaucoup pour votre implication dans l'aide aux utilisateurs des technologies Mozilla.
ru: Большое спасибо за ваш интерес в помощи пользователям технологий Mozilla!
sl: Najlepša hvala, da se zanimate za pomoč uporabnikom Mozilla tehnologij!
sq: Shumë faleminderit për interesin që shfaqni për të ndihmuar përdoruesit e teknologjive Mozilla!
xh: Enkosi kakhulu ngomdla wakho wokunceda abasebenzisi bobuchule be-Mozilla!

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
bn_in: আমরা আপনার জন্য সঠিক জায়গা খুঁজে বার করতে পছন্দ করবো যাতে আপনি ব্যবহারকারিদের সাহায্য করতে পারেন। সুতরাং দয়া করে আপনার ইউজারনেম, এবং আপনি যে এলাকার কাজে জড়িত হতে চান তা লিখে আমাদের একটা ইমেইল করুন। দয়া করে আপনার দক্ষতা যোগ করতে সংকোচ করবেন না, আমরা ওইসবের সঠিক ব্যবহার খুঁজে পাওয়ার চেষ্টা করবো :)
cs: Rádi vám pomůžeme s nalezení místa, kde budete moci pomoci. Pošlete nám e-mail se svým uživatelským jménem a oblastí, do které byste se rádi zapojili. Neváhejte přispat popis vašich znalostí. Na základě nich se pokusíme najít vhodnou oblast. :)
fi: Haluaisimme löytää juuri sinulle sopivan alueen, jolla voit auttaa käyttäjiä. Lähetäthän meille siis sähköpostilla käyttäjätunnuksesi ja alueen, jossa haluaisit auttaa. Kerrothan kaikki taitosi, jotta voimme löytää niille käyttöä :)
fr: Nous aimerions beaucoup vous trouver un bon endroit pour aider les utilisateurs, aussi veuillez nous envoyer un courriel avec votre nom d'utilisateur et le domaine dans lequel vous voudriez vous impliquer. Indiquez vos compétences si vous le souhaitez, nous essaierons d'en trouver le meilleur usage :)
ru: Нам бы очень хотелось найти для вас хорошее место, где вы сможете помогать пользователям, поэтому пожалуйста, отправьте нам письмо с вашим именем пользователя и той деятельностью, в которой вы бы хотели принять участие. Пожалуйста, не стесняйтесь указать все ваши навыки, мы постараемся найти им хорошее применение :)
sl: Radi bomo poiskali dober kotiček za pomoč uporabnikom, zato vas prosimo, da nam pošljete e-pošto s svojim uporabniškim imenom in področjem, kjer bi želeli sodelovati. Omenite v pošti tudi svoja znanja, mi bomo pa poskušali najti ustrezen kot zanje :)
sq: Do të donim fort të gjenim një vend të përshtatshëm ku ju të ndihmoni përdoruesit, ndaj, ju lutemi, na dërgoni një email me emrin tuaj të përdoruesit, dhe fushën ku do të donit të përfshiheshit. Ju lutemi, mos ngurroni të shtoni krejt aftësitë tuaja, do të përpiqemi të gjejmë vendim e duhur për to :)
xh: Singathanda ukukufumanela indawo efanelekileyo ukunceda abasebenzisi, ngoko ke nceda usithumelele i-imeyili enegama lakho lobusebenzisi nengingqi ongathanda ukubandakanyeka kuyo. Nceda ukhululeke ukufaka zonke izakhono zakho, siza kuzama ukubafumanela ilungelo lokusebenzisa :)

source: To help you find out where to help check this site:
bn_in: নিজেকে সাহায্য করবার জন্য খুঁজুন সাহায্য কোথায় করবো এই সাইটটি দেখো:
cs: Pro lepší představu, kde můžete pomoci, se podívejte na následující stránku:
da: For at hjælpe dig med at finde ud af, hvor du kan hjælpe tjek dette websted:
fi: Jotta löydät auttamisen eri alueet, tarkista tämä sivu:
fr: Pour trouver où aider, consultez ce site :
ru: Чтобы помочь вам узнать, где можно помочь, перейдите на этот сайт:
sl: Da bi vam pomagali ugotoviti, kje vse lahko priskočite na pomoč, si poglejte tole spletno stran:
sq: Që t’ju ndihmojmë të gjeni se si mund të ndihmoni, shihni te ky sajt:
xh: Ukukunceda ufumanise apho unokunceda cofa le sayithi:

source: There are several ways in which you can get involved:
bn_in: এখানে বিভিন্ন ধরনের রাস্তা আছে যার মাধ্যমে আপনি জড়িয়ে পরতে পারেন।
cs: Existuje několik oblastí, kde se můžete zapojit:
da: Der er flere måder, hvorpå du kan blive involveret:
fi: Voit auttaa monilla tavoilla:
fr: Il y a plusieurs façons de vous impliquer :
ru: Есть несколько путей, в которых вы можете принять участие:
sl: Za sodelovanje imate številne možnosti, med drugim:
sq: Ka disa rrugë përmes të cilave mund të përfshiheni:
xh: Kukho iindlela eziliqela apho unokubandakanyeka khona:

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
bn_in: ফোরামের অবদানকারী - user support প্রশ্নের জবাব দিন যেগুলোর সবথেকে বেশি আবেদন করা হয়েছে কিন্তু জবাব দেওয়া হয়নি।
cs: Přispívání do fóra - zodpovídání otázek uživatelů ve fóru podpory, které jsou často kladené a nemají odpovědi:
fi: Keskustelupalstan avustaja - Vastaa käyttäjäkysymyksiin, joita kysytään eniten mutta joille ei ole vastauksia:
fr: Contributeur au forum - Répondez aux questions d'assistance qui sont les plus posées mais n'ont aucune réponse :
ru: Помощник на форуме - Отвечайте на вопросы пользователей, которые являются самыми популярными, но на которые нет ответов:
sl: Sodelavec v forumu - odgovarjate lahko na vprašanja uporabnikov, ki so najbolj pereča, vendar še brez odgovora:
sq: Kontribues Forumi - Përgjigjuni pyetjeve të përdoruesve më të kërkuara për asistencë, por që nuk kanë përgjigje:
xh: Iqonga loMnikeli - Phendula imibuzo yenkxaso yomsebenzisi eyiyeyona ifuneka ngakumbi kodwa ayinampendulo:

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here:
cs: Jakmile začnete s odpovídáním na otázky, což vypadá snadně, můžete mít několik dotazů. Jako například, co se stane, když naštvaný uživatel neakceptuje obezličku problému? Odpovědi na tyto otázky vám dá Contributor Quality Training. Je možné s ním začít zde:
fr: En commençant à répondre à des questions qui paraissent faciles, vous pourriez vous-même vous poser des questions. Par exemple, que faire quand un utilisateur mécontent ne veut pas faire ce qui lui permettrait de contourner un problème, ou comment assurer le suivi ? Le groupe Formation qualité des contributeurs peut avoir les réponses. Voici où commencer :
ru: Как только вы начнёте отвечать на вопросы, которые выглядят лёгкими, вы можете столкнуться с несколькими вопросами. Например, что происходит, когда рассерженный пользователь не хочет использовать обходной путь или что произойдет дальше? На это может дать ответ Contributor Quality Training. Можно начать здесь:
sl: Ko boste začeli odgovarjati na vprašanja, ki so videti preprosta, se vam bo morda porodilo nekaj vprašanj. Na primer, kaj se zgodi, če jezen uporabnik noče sodelovati, ali kaj se zgodi potem? Trening kakovosti sodelavcev bo morda odgovoril nanja. Začnete lahko tukaj:
xh: Njengoko uqalisa ukuphendula imibuzo ebonakala ilula usenokudibana nembuzo embalwa. Enjengokuba, kwenzeka ntoni xa umsebenzisi oqumbileyo engafuni ukusebenza okanye yintoni elandelayo? Uqeqesho loMgangatho woMnikeli lusenokuba nazo ezi mpendulo. Kungenzeka ukuba uqale apha:

source: Twitter Contributor - Respond to tweets about Firefox:
bn_in: Twitter অবদানকারী - Firefox এর ব্যাপারে টুইটস এর জবাব দিন।
cs: Přispívání na Twitteru - zodpovídání na tweety týkající se Firefoxu:
fi: Twitter-avustaja - Vastaa Firefoxiin liittyviin twiitteihin:
fr: Contributeur sur Twitter - Répondez aux tweets concernant Firefox :
ru: Помощник на Твиттере - Отвечайте на твиты о Firefox:
sl: Sodelavec na Twittru - odgovorite tvitom na temo Firefoxa:
sq: Kontribues në Twitter - Përgjigjjuni cicërimave rreth Firefox-it:
xh: Umnikeli we-Twitter - Phendula kwii-tweets ezimalunga ne-Firefox:

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
bn_in: KB এডিটর - knowledge base প্রবন্ধগুলোকে আপডেট করুন যেগুলোর পরিবর্তন দরকার অথবা নতুন প্রবন্ধ লিখুন:
cs: Redaktor KB - pomáhání s aktualizacemi článků databáze podpory, které potřebují změny či psaní nových článků:
fi: Tukikannan muokkaaja - Auta päivittämään tukikannan artikkeleita, jotka tarvitsevat muutoksia, tai kirjoita uusia:
fr: Rédacteur d'articles en anglais - Aidez à mettre à jour les articles de la base de connaissances qui ont besoin de modification ou rédigez de nouveaux articles :
ru: Редактор Базы Знаний - Помогайте обновлять статьи базы знаний, которые требуют изменений, или пишите новые статьи:
sl: Urednik KB (baze znanja) - pomoč pri posodabljanju obstoječih člankov v bazi znanja ali pa pri pisanju novih:
sq: Redaktor BD-je - Ndihmoni të përditësohen artikuj baze dijesh që lypin ndryshime ose shkruani artikuj të rinj:
xh: Umhleli we-KB - Nceda ukuhlaziya amanqaku olwazi lokuhazisa efuna iinguqu okanye amanqaku amatsha:

source: L10N Contributor - Help to translate Firefox Help content to your language:
bn_in: L10N অবদানকারী - Firefox Help এর বিষয়বস্তুকে আপনার ভাষায় অনুবাদ করতে সাহায্য করুন
cs: Přispěvatel do L10N - pomoc při překladu obsahu Nápovědy Firefoxu do vašeho jazyka:
fi: Lokalisaatioavustaja - Auta kääntämään Firefox-ohjeita omalle kielellesi:
fr: Traducteur - Aidez à traduire le contenu de l'aide de Firefox dans votre langue :
ru: Помощник в L10N - Помогите перевести содержимое справки Firefox на ваш язык:
sl: Sodelavec L10N - pomoč pri prevajanju Pomoči za Firefox v slovenščino:
sq: Kontribues L10N - Ndihmoni të përkthehet lëndë Ndihme Firefox-i në gjuhën tuaj:
xh: Umnikeli we-L10N - Nceda ukuguqulela isiqulatho soNcedo lwe-Firefox kulwimi lwakho

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
bn_in: আমাদের জানান যে আপনি ওপরের সবগুলোর মধ্যে কোনটায় বেশি আগ্রহী এবং আমরা আপনাকে শুরু করতে সাহায্য করবো। আপনাকে অন-বোর্ডে পাওয়া খুব বড় ব্যাপার।
cs: Dejte nám vědět, co z výše uvedeného vás zaujalo a my vám pomůžeme začít!
fi: Kerrothan meille, mistä yllä olevista osa-alueista olet kiinnostunut ja autamme sinut alkuun. Mahtavaa, että olet mukana!
fr: Faites-nous savoir ce qui vous intéresserait parmi les propositions précédentes et nous vous aiderons à démarrer. C'est super de vous avoir à bord !
ru: Сообщите нам, в чем из перечисленного выше вы могли бы быть заинтересованы, и мы поможем вам начать работу. Будет здорово принять вас на борт!
sl: Sporočite nam, kaj bi vas od tega najbolj zanimalo, mi pa vam bomo pomagali začeti. Prima, da ste se nam pridružili!
sq: Na bëni të ditur çfarë ju intereson nga sa më sipër dhe do t’ju ndihmojmë t’ia filloni. Gëzohemi t’ju kemi mes nesh!
xh: Sazise ukuba yeyiphi kwezi zingasentla onganomdla kuzo kwaye siza kukunceda uqalise. Kumnandi ukubanawe!

source: You can also apply to our Buddy Program and get guidance from our more experienced contributors. Just introduce yourself in the forum for New Contributors by starting a new thread. Put your name on the thread title and tell us a bit about yourself:
bn_in: আপনি আমাদের বাডি প্রোগ্রামের জন্যও আবেদন করতে পারেন এবং আমাদের বেশি অভিজ্ঞ অবদানকারীদের থেকে নির্দেশিকা পেতে পারেন। শুধুমাত্র নিজেকে ফোরামে নতুন অবদানকারীর জন্য একটি নতুন থ্রেড চালু করে সেখানে পরিচয় দিন। ওই থ্রেডের শিরোনামে আপনার নাম দিন এবং আমাদের নিজের সম্বন্ধে কিছু বলুন:
cs: Můžete též využít náš partnerský program a získat tak pokyny od našich zkušených dobrovolníků. Jednoduše se představte v našem fóru partnerského programu založením nového vlákna, kde do nadpisu dáte své jméno a řeknete něco málo o sobě:
fr: Vous pouvez également adhérer à notre programme de parrainage et obtenir des conseils de bénévoles plus expérimentés. Faites-vous connaître dans le forum de parrainage en mettant votre nom dans le sujet de discussion et parlez un peu de vous&nbsp;:
ru: Вы также можете подать заявление на участие в программе Buddy, чтобы получить помощь от более опытных волонтеров. Просто представьтесь в форуме для Новых волонтеров, начав новую ветку. Поставьте свое имя в заголовок ветки и расскажите немного о себе:
sl: Lahko se tudi javite za naš program mentorstva (buddy program), da vam kolegi z več izkušnjami pomagajo pri delu. Samo predstavite se na forumu mentorjev, tako da odprete novo nit. Vnesite svoje ime v naslov niti in nam povejte več o sebi:
sq: Mundeni po ashtu të aplikoni për Programin tonë të Shokëve dhe të udhëzoheni prej vullnetarëve tanë më të sprovuar. Thjesht prezantoni veten te forumi Për Kontribues të Rinj, duke filluar një rrjedhë të re. Vendosni në titullin e saj emrin tuaj dhe tregonani diçka për veten tuaj:
xh: Ungafaka iscelo sokuba kwiNkqubo yethu i-Buddy kwaye ufumane isikhokelo esivela kubanikeli bethu abanamava. Zazise ukuba ungubani kwiqonga labaNikeli abaTsha ngokuqalisa i-thread entsha. Beka igama lakho kwitayitle ye-thread ze usixelele ngawe:

source: Welcome to SUMO!
bn_in: SUMO তে আপনাকে স্বাগতম!
cs: Vítá vás SUMO!
da: Velkommen til SUMO!
et: Tere tulemast SUMO-sse!
fi: Tervetuloa SUMOon!
fr: Bienvenue sur SUMO !
lt: Sveiki! Čia SUMO!
ru: Добро пожаловать на SUMO!
sl: Dobrodošli na SUMO!
sq: Mirë se vini te SUMO!
th: ยินดีต้อนรับสู่ SUMO!
xh: Wamkelekile kwi-SUMO!

source: We've just received a request to send the username linked to this email address.
bn_in: আমরা এক্ষুনি একটি আবেদন পেয়েছি এই ইমেইলের সাথে লিঙ্ক করা ইউজারনেমটা পাঠানোর।
cs: Obdrželi jsme žádost o zaslání uživatelského jména, které je spojené s touto e-mailovou adresou.
da: Vi har lige modtaget en forespørgsel om at sende brugernavnet forbundet med denne mailadresse.
fi: Saimme juuri pyynnön lähettää tähän sähköpostiosoitteeseen liitetty käyttäjätunnus.
fr: Nous venons de recevoir une demande pour envoyer le nom d'utilisateur relié à cette adresse électronique.
ru: Мы только что получили запрос на отправку имени пользователя, связанного с этим адресом эл. почты.
sl: Pravkar smo prejeli zahtevo za pošto z uporabniškim imenom, ki je povezano s temle e-poštnim naslovom.
sq: Sapo kemi marrë një kërkesë për të dërguar emrin e përdoruesit përshoqëruar kësaj adrese email.
xh: Sifumene isicelo sokuthumela igama lomsebenzisi onxulumene kule dilesi ye-imeyil.
