Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
bn_in: এই ইমেইলটি আপনাআপনি একটি রোবোটের দ্বারা পাঠানো। আমাদের রোবোট আপনার প্রশ্নের উত্তর দিতে পারে না কিন্তু আমাদের ফোরামের ব্যবহারকারীরা পারে! যদি আপনি তাদের জবাব চান তাহলে অনুগ্রহ করে <a href="%(url)s"> এখানে ক্লিক করুন </a>।
cs: Tento e-mail byl automaticky odeslán robotem. Náš robot nemůže zodpovědět vaši otázku, ale naše fórum s přispěvateli ano! Pokud chcete obdržet odpověď, <a href="%(url)s">klepněte prosím zde</a>.
fr: Ce message est envoyé automatiquement par un robot. Notre robot ne peut pas répondre à votre question, mais les contributeurs à nos forums, oui&nbsp;! Si vous désirez leurs répondre, veuillez <a href="%(url)s">cliquer ici</a>.
ru: Это письмо автоматически отправлено роботом. Наш робот не может ответить на ваш вопрос, но наши помощники на форуме смогут! Если вы хотите им ответить, пожалуйста, <a href="%(url)s">щёлкните здесь</a>.
sl: To sporočilo je samodejno poslal robot. Naš robot se ne more odzvati na vaše vprašanje, sodelavci v našem forumu pa se lahko! Če se jim želite odzvati, <a href="%(url)s">kliknite tukaj</a>.
sq: Ky email dërgohet vetvetiu nga një robot. Roboti ynë nuk mund t’i përgjigjet pyetjes suaj, por munden kontribuesit e forumit tonë! Nëse doni t’u përgjigjeni atyre, ju lutemi, <a href="%(url)s">klikoni këtu</a>.
xh: Le imeyili ithumele ngempazamo ngerobhothi. Irobhothi ayikwazi kuphendula kumbuzo wakho, kodwa abanikeli bethu beqonga bangakwazi! Ukuba ufuna ukuphendula kubo, nceda <a href="%(url)s">ucofe apha</a>.

source: Mark it as solved
bn_in: এটা সমাধিত হিসেবে চিহ্নিত করুন।
cs: Označit jako vyřízené
da: Marker det som løst
fr: Marquer comme lu
ru: Пометить её как решённую
sl: Označi kot rešeno
sq: Shënojeni si të zgjidhur
xh: Yiphawule njengesonjululiweyo

source: This doesn't solve my problem
bn_in: এটা আমার সমস্যার সমাধান করে না।
cs: Toto neřeší můj problém
da: Dette løser ikke mit problem
fr: Cela ne résout pas mon problème
ru: Это не решает мою проблему
sl: To ne reši moje težave
sq: Kjo nuk e zgjidh problemin tim
xh: Oku akuyisombululi ingxaki yam

source: Browse for unsolved questions and help a Firefox user
bn_in: অসমাধিত প্রশ্নের জন্য ব্রাউজ করুন এবং একটি Firefox ব্যবহারকারীকে সাহায্য করুন।
cs: Procházet všechny nezodpovězené otázky a pomáhat tak uživatelům Firefoxu
fr: Parcourez les questions non résolues afin d'aider un utilisateur de Firefox
ru: Просмотрите нерешённые вопросы и помогите пользователю Firefox
sl: Iščite med neodgovorjenimi vprašanji in pomagajte uporabniku Firefoxa
sq: Shfletoni pyetjet e pazgjidhura dhe ndihmoni një përdorues Firefox
xh: Bhrawuza ngemibuzo engekasonjululwa ze uncede umsebenzisi we-Firefox

source: The question: '{title}' was marked as solved by its asker, {asker}.
bn_in: প্রশ্ন : '{title}' এটি সমাধিত হিসেবে চিহ্নিত করা হয়েছিল তার জিজ্ঞাসক, {asker} এর দ্বারা।
cs: Otázka: '{title}' byl(a) označena tazatelem {asker} jako vyřešená.
da: Spørgsmålet: '{title}' blev markeret som løst af dets spørgsmålstiller, {asker}.
fi: Kysymys '{title}' merkittiin ratkaistuksi sen kysyjän, {asker}, toimesta.
fr: La question, « {title} », a été marquée comme résolue par son auteur, {asker}.
ru: Вопрос: '{title}' был отмечен как решённый тем, кто его задал, {asker}.
sl: Vprašanje: '{title}' je {asker}, ki je vprašanje postavil, označil kot rešeno.
sq: Pyetja: '{title}' është shënuar si e zgjidhur nga pyetësi i vet, {asker}.
xh: Umbuzo: '{itayitile}' ubuphawulwe njengosonjuluwe ngumntu wawo obewubuzile, {umntu obuzayo}.

source: View the solution
bn_in: সমাধানটি দেখুন
cs: Zobrazení řešení
da: Se løsningen
fi: Näytä ratkaisu
fr: Consultez la solution
ru: Просмотреть решение
sl: Prikaz rešitve
sq: Shihni zgjidhjen
xh: Bona isisombululo

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
bn_in: আপনি কি জানেন যে %(answerer)s আপনার মতোই একজন Firefox ব্যবহারকারী? অন্যান্য Firefox ব্যবহারকারীদের সাহায্য করতে শুরু করুন <a href="https://%(host)s/questions?filter=unsolved"> প্রশ্ন ব্রাউজ করে </a> -- আপনি হয়তো একজনের দিন বানিয়ে দিলেন!
cs: Víte, že %(answerer)s je uživatel Firefoxu stejně jako vy? Začněte pomáhat ostatním uživatelům Firefoxu <a href="https://%(host)s/questions?filter=unsolved">procházením otázek</a> -- můžete tak učinit něčí den lepším!
fi: Tiesitkö, että %(answerer)s on juuri sinun kaltaisesi Firefox-käyttäjä? Voit aloittaa muiden käyttäjien auttamisen <a href="https://%(host)s/questions?filter=unsolved">selaamalla kysymyksiä</a> -- saatat pelastaa jonkun päivän!
fr: Saviez-vous que %(answerer)s est un utilisateur de Firefox tout comme vous ? Commencez à aider d'autres utilisateurs de Firefox en <a href="https://%(host)s/questions?filter=unsolved">parcourant les questions</a> – vous pourriez simplement dépanner quelqu'un.
ru: Знаете ли вы, что %(answerer)s является пользователем Firefox, таким же как вы? Начните помогать другим пользователям Firefox, <a href="https://%(host)s/questions?filter=unsolved">отвечая на вопросы</a> -- вы можете сделать чей-то день намного лучше!
sl: Ali ste vedeli, da je %(answerer)s ravno tako kot vi uporabnik Firefoxa? <a href="https://%(host)s/questions?filter=unsolved">Brskajte po vprašanjih</a> drugih uporabnikov - morda boste lahko komu pomagali!
sq: E dinit që %(answerer)s është përdorues Firefox-i njësoj si ju? Filloni të ndihmoni përdorues të tjerë Firefox-i duke <a href="https://%(host)s/questions?filter=unsolved">shfletuar pyetjet</a> -- mundet që t’i bëni punë dikujt!
xh: Ubusazi ukuba %(uimntu ophedulayo) ngumsebenzisi ka-Firefox njengawe? Qalisa ukunceda abanye abasebenzisi baka-Firefox ngokusebenzisa <a href="https://%(host)s/questions?filter=unsolved"> ukubrawusa imibuzo</a> -- usenokwenza usuku lomnye umntu lebemnandi!

source: Pick a product
bn_in: একটি প্রোডাক্ট বাছুন।
cs: Volba produktu
da: Vælg et produkt
fi: Valitse tuote
fr: Sélectionner un produit
ru: Выберите продукт
sl: Izberite izdelek
sq: Zgjidhni një produkt
xh: Khetha imveliso

source: Pick a topic and try some solutions
bn_in: একটি বিষয় বাছুন এবং কিছু সমাধানের চেষ্টা করুন
cs: Zvolte nadpis a zkuste některé řešení
da: Vælg et emne eller prøv nogle løsninger
fi: Valitse aihe ja kokeile valmiita ratkaisuja
fr: Sélectionner un sujet et essayer des solutions
ru: Выберите тему и попробуйте некоторые решения
sl: Izberite temo in poskusite nekaj rešitev
sq: Zgjidhni një temë dhe provoni ndonjë nga zgjidhjet
xh: Khetha isihloko ze uzame isisombululo esithile

source: Register or Sign In
bn_in: রেজিস্টার অথবা সাইন-ইন
cs: Registrace nebo přihlášení
da: Registrer dig eller log ind
fi: Rekisteröidy tai kirjaudu
fr: S'inscrire ou se connecter
ru: Зарегистрироваться или войти
sl: Registrirajte se ali pa se prijavite
sq: Regjistrohuni ose Bëni hyrjen
xh: Bhalisa okanye Ngena ekhompyutheni

source: Fill in details
bn_in: বিস্তারিত ভাবে পূর্ণ করুন
cs: Vyplnění detailů
da: Udfyld detaljer
fi: Anna tietoja
fr: Remplir les détails
ru: Введите подробности
sl: Izpolnite podrobnosti
sq: Plotësoni hollësitë
xh: Faka iinkcukacha

source: Confirm registration
bn_in: রেজিস্ট্রেশন নিশ্চিত করুন
cs: Potvrzení registrace
da: Bekræft registrering
et: Kinnita registreerumine
fi: Vahvista rekisteröinti
fr: Confirmer l'inscription
ru: Подтвердить регистрацию
sl: Potrdite registracijo
sq: Ripohoni regjistrimin
xh: Qinisekisa ubhaliso

source: DONE
bn_in: হয়ে গেছে
cs: HOTOVO
da: FÆRDIG
fi: VALMIS
fr: TERMINÉ
ru: ГОТОВО
sl: KONČANO
sq: U BË
xh: IGQIBILE

source: Which product would you like to post a question about?
bn_in: কোন প্রোডাক্টের সম্বন্ধে আপনি প্রশ্ন পোস্ট করতে পছন্দ করছেন?
cs: K jakému produktu byste rádi položili otázku?
da: Hvilket produkt vil du stille et spørgsmål om?
fi: Mitä tuotetta kysymyksesi koskee?
fr: Sur quel produit voudriez-vous poser une question ?
ru: О каком продукте вы хотели бы спросить?
sl: Za kateri izdelek bi želeli objaviti vprašanje?
sq: Për cilin produkt do të donit të postonit një pyetje?
xh: Yeyiphi imveliso ongathanda ukuthumela umbuzo ngayo?

source: change product
bn_in: প্রোডাক্ট বদলান
cs: změna produktu
da: skift produkt
et: Vali teine toode
fi: vaihda tuote
fr: changer de produit
ru: изменить продукт
sl: zamenjaj izdelek
sq: ndryshoni produktin
xh: tshintsha imveliso

source: change category
bn_in: বৈশিষ্ট্য পরিবর্তন করুন
cs: změna kategorie
da: skift kategori
et: Muuda kategooriat
fi: vaihda luokkaa
fr: changer la catégorie
ru: сменить категорию
sl: spremeni kategorijo
sq: ndryshoni kategorinë
xh: tshintsha udidi

source: Try one of these articles:
bn_in: এই প্রবন্ধের একটি চেষ্টা করে দেখুন
cs: Vyzkoušejte jeden z následujících článků:
da: Prøv en af disse artikler:
et: Proovi üht neist teemadest:
fi: Kokeile näitä artikkeleita:
fr: Essayez un de ces articles :
ru: Попробуйте одну из этих статей:
sl: Poskusite enega od naslednjih člankov:
sq: Provoni një nga këta artikuj:
xh: Zama elinye lala manqaku:

source: Can't find an answer? Summarize your question in a sentence.
bn_in: আপনি কি উত্তর খুঁজে পাচ্ছেন না? আপনার প্রশ্নটি একটি বাক্যে সারাংশিত করুন।
cs: Nemůžete nalézt odpověď? Sepište svou otázku do věty.
da: Kan du ikke finde et svar? Sammenfat dit spørgsmål i en sætning.
fi: Etkö löydä vastausta? Tiivistä kysymyksesi yhteen lauseeseen.
fr: Vous ne trouvez pas de réponse ? Résumez votre question en une phrase.
ru: Не можете найти ответ? Суммируйте ваш вопрос в одном предложении.
sl: Ne najdete vprašanja? Povzemite svoje vprašanje z enim stavkom.
sq: Nuk gjeni dot një përgjigje? Përmblidheni pyetjen tuaj në një togfjalësh.
xh: Ayikwazu ukufumana impendulo? Shwankathela umbuzo wakho kwisivakalisi.

source: Ask this
bn_in: এটা জিজ্ঞাসা করুন
cs: Zeptat se
da: Spørg om dette
fi: Kysy
fr: Faire ma demande
ru: Спросить это
sl: Vprašajte
sq: Bëje pyetjen
xh: Buza oku

source: Almost there! We just need you to create a support forum account!
cs: Téměř hotovo! Nyní je pouze potřeba vytvořit účet ve fóru podpory!
fr: Pour publier une question, veuillez créer un compte sur le forum d'aide
ru: Почти здесь! Вам всего лишь нужно создать учётную запись для форума поддержки!
sl: Samo še malo! Potrebujemo vas samo zato, da ustvarite račun za forum za podporo!
xh: Phantse ubepha! Sifuna nje ukwenza iakhawunti yeqonga lenkxaso!

source: Having an account on the support forums lets us notify you when you get a response on your question
cs: Účet ve fóru podpory vám dává možnost být upozorněni, když lidé odpoví na vaši otázku.
fr: Un compte d'assistance nous permet de vous prévenir lorsque vous recevrez une réponse à votre question
ru: Наличие учётной записи на форумах поддержки позволяет нам уведомить вас, когда будет дан ответ на ваш вопрос
sl: Račun za forum za podporo nam omogoča, da vas obvestimo, ko dobite odgovor na svoje vprašanje
xh: Ukuba neakhawunti kumaqonga enkxaso kusivumela sikwazise xa ufumana impendulo kumbuzo wakho

source: I already have an account
bn_in: আমার ইতিমধ্যে একটি অ্যাকাউন্ট আছে
cs: Již mám účet
da: Jeg har allerede en konto
et: Mul on konto juba olemas.
fi: Minulla on jo tunnus
fr: J'ai déjà un compte
ru: У меня уже есть учётная запись.
sl: Račun že imam
sq: Kam tashmë një llogari
xh: Sele ndinayo iakhawunti

source: Log in to an existing account
bn_in: উপলব্ধ অ্যাকাউন্টে লগ-ইন করুন।
cs: Přihlášení k existujícímu účtu
da: Log ind på en eksisterende konto
fi: Kirjaudu olemassa olevalle tunnukselle
fr: Se connecter à un compte existant
ru: Войдите в существующую учётную запись
sl: Prijava na obstoječ račun
sq: Bëni hyrjen te një llogari ekzistuese
xh: Ngena kwi-akhawunti ekhoyo

source: To post your question, please create a support account
bn_in: আপনার প্রশ্ন পোস্ট করবার জন্য অনুগ্রহ করে একটি সহায়তা অ্যাকাউন্ট তৈরি করুন।
cs: Pro položení vaší otázky si prosím vytvořte účet podpory
da: For at stille dit spørgsmål, opret en support-konto
fi: Voidaksesi lähettää kysymyksen sinun tulee luoda tunnus palveluun
fr: Pour publier une question, veuillez créer un compte d'assistance
ru: Чтобы задать свой вопрос, пожалуйста, создайте учётную запись для поддержки
sl: Če želite objaviti svoje vprašanje, ustvarite najprej račun za podporo
sq: Që të bëni pyetjen tuaj, ju lutemi, krijoni një llogari asistence
xh: Ukuthumela umbuzi, nceda wenze iakhawunti yokuxhasa

source: A support account lets us alert you when people respond to your question.
bn_in: একটি সহায়তা অ্যাকাউন্ট আমাদের আপনাকে সচেতন করতে সাহায্য করে যখন মানুষেরা আপনার প্রশ্নের উত্তর দেয়।
cs: Účet podpory vám dává možnost být upozorněni, když lidé odpoví na vaši otázku.
da: En support-konto lader os give dig besked, når folk svarer på dit spørgsmål.
fi: Tunnuksen avulla voimme ilmoittaa sinulle, kun kysymykseesi vastataan.
fr: Un compte d'assistance nous permet de vous prévenir lorsque des personnes répondent à votre question.
lt: Sukūrus pagalbos paskyrą, jums bus pranešama, gavus atsakymų į jūsų klausimus.
ru: Учётную запись для поддержки позволяет нам уведомлять вас, когда люди отвечают на ваш вопрос.
sl: Račun pri podpori nam omogoča, da vas opozorimo, ko se uporabniki odzovejo na vaše vprašanje.
sq: Llogaria e asistencës ju lejon të merrni njoftime kur njerëzit u përgjigjen pyetjeve tuaja.
xh: Iakhawunti yenkxaso iyasivumela sikwazise xa abantu bephendula kumbuzo wakho.

source: Already have an account? Sign in
bn_in: ইতিমধ্যে একটি অ্যাকাউন্ট আছে? সাইন-ইন
cs: Máte účet? Přihlaste se
da: Har du en konto? Log ind
et: Sul on konto olemas? Logi sisse.
fi: Onko sinulla jo tunnus? Kirjaudu sisään
fr: Vous avez déjà un compte ? Connectez-vous
lt: Jau turite paskyrą? Prisijunkite
ru: Уже есть учётная запись? Войти
sl: Že imate račun? Prijava
sq: Keni një llogari tashmë? Hyni
th: มีบัญชีผู้ใช้? เข้าสู่ระบบ
xh: Sele ene-akhawunti? Ngena ekhompyutheni

source: Create a support account
bn_in: একটি সহায়তা অ্যাকাউন্ট খুলুন
cs: Vytvoření účtu podpory
da: Opret en support-konto
fi: Luo tunnus palveluun
fr: Créer un compte d'assistance
ru: Создать учётную запись для поддержки
sl: Ustvarjanje računa pri podpori
sq: Krijoni një llogari asistence
xh: Yenza i-akhawunti yenkxaso

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
bn_in: অনুগ্রহ করে যান <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> পেয়প্যাল সহায়তা সেন্টারে</a>।
cs: Navštivte prosím <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
da: Besøg <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
fi: Käythän <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypalin tukipalvelussa</a>.
fr: Veuillez visiter l’<a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help">Aide Paypal</a>.
ru: Пожалуйста, посетите <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Справочный центр Paypal</a>.
sl: Obiščite prosim <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help">center za pomoč Paypal</a>.
sq: Ju lutemi, vizitoni <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
xh: Nceda utyelele <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> I-Paypal Help Center</a>.

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
bn_in: এই অ্যাপ্লিকেশনের জন্য অনুগ্রহ করে মার্কেটপ্লেসের পেজে যান। সেখানে আপনি ডেভেলপারদের পরিচিতর তথ্য পাবেন এবং সেখানে আপনি সরাসরি যোগাযোগ করতে পারেন।
cs: Navštivte prosím stránku aplikace na Marketplace. Na ní můžete nalézt kontaktní informace na vývojáře a kontaktovat jej přímo.
fi: Vieraile sovelluksen Marketplace-sivulla. Löydät sieltä kehittäjien yhteystiedot ja voit ottaa heihin yhteyttä suoraan.
fr: Veuillez visiter la page Marketplace pour l’application. Là-bas, vous trouverez les informations de contact des développeurs et pourrez les contacter directement.
ru: Пожалуйста, посетите страницу Marketplace для получения сведений о приложении. Там вы можете найти контактную информацию разработчиков и связаться с ними напрямую.
sl: Za aplikacijo obiščite prosim stran Marketplace. Tam boste našli kontaktne podatke za razvijalce, da se obrnete neposredno nanje.
sq: Ju lutemi, vizitoni faqen e Marketplace-it për zbatimin. Atje mund të gjeni të dhëna kontakti për programuesit dhe të lidheni drejt e me ta.
xh: Nceda utyelele iphepha leMarike ngesicelo. Apho ungafumana inkcukacha zoqhagamshelwano zomenzi ze umqhagamshele ngqo.

source: Submit Issue
bn_in: সমস্যা জমা দিন
cs: Nahlásit chybu
da: Indsend problem
fi: Lähetä ongelma
fr: Signaler le problème
ru: Написать о проблеме
sl: Predložite zadevo
sq: Parashtroje Problemin
xh: Faka Umba

source: Automatically add
bn_in: আপনাআপনি যোগ করা
cs: Přidat automaticky
da: Tilføj automatisk
fi: Lisää automaattisesti
fr: Ajouter automatiquement
ru: Автоматически добавить
sl: Samodejno dodajanje
sq: Shtoje vetvetiu
xh: Faka ngokuzenzekela

source: A window will open in the top corner. Click Allow, and then click Install. If the automated way doesn't work, <a class="expander" href="%(url)s">try these manual steps</a>.
bn_in: ওপরের কর্ণারে একটা উইন্ডো খুলবে। অনুমতি দিন-এ ক্লিক করুন, এবং তারপরে ইন্সটল করুন। যদি এই স্বয়ংক্রিয় প্রক্রিয়া কাজ না করে তাহলে, <a class="expander" href="%(url)s">এই ম্যানুয়াল ধাপগুলো চেষ্টা করুন</a>।
cs: Okno se otevře v horním rohu. Klepněte na Povolit a poté Instalovat. Pokud automatický způsob nefunguje, <a class="expander" href="%(url)s">vyzkoušejte tyto ruční kroky</a>.
fr: Une fenêtre va s'ouvrir dans le coin supérieur. Cliquez sur Autoriser, puis cliquez sur Installer. Si ça ne fonctionne pas de manière automatique, <a class="expander" href="%(url)s">essayez ces étapes manuelles</a>.
ru: В верхнем углу откроется окно. Щёлкните Разрешить, а затем щёлкните Установить. Если автоматизированный способ не сработает, <a class="expander" href="%(url)s">попробуйте вручную выполнить эти шаги</a>.
sl: V zgornjem kotu se bo odprlo okno. Kliknite Dovoli in nato Namesti. Če samodejni način ne deluje, <a class="expander" href="%(url)s">poskusite s temi ročnimi koraki</a>.
sq: Në cepin e sipërm do të hapet një dritare. Klikoni mbi Lejoje, dhe mandej klikoni mbi Instaloje. Nëse mënyra e automatizuar nuk funksionon, <a class="expander" href="%(url)s">provoni këta hapa të mënyrës dorazi</a>.
xh: I-window iza kuvula ikona ephezulu. Cofa uVumela, ze cofe ufakela. Ukuba indlela eyenziwe yazenzekela ayisebenzi, <a class="expander" href="%(url)s">zama la manyathelo okwenza ngokwakho</a>.

source: Open <em>Help &gt; Troubleshooting Information</em>.
bn_in: খুলুন <em> সাহায্য করুন &gt; ট্রাবেলশুটিং তথ্য </em>
cs: Otevřete <em>Nápověda &gt; Technické informace</em>.
da: Åbn <em>Hjælp &gt; Teknisk information</em>.
fi: Avaa Firefox-valikko ja <em>Ohje &gt; Tietoja ongelmatilanteisiin</em>.
fr: Ouvrez <em>Aide &gt; Informations de dépannage</em>.
ru: Откройте <em>Справка &gt; Информация для решения проблем</em>.
sl: Odprite <em>Pomoč&gt; informacije o odpravljanju težav</em>.
sq: Hapni <em>Help &gt; Të dhëna Diagnostikimi</em>.
xh: Vula <em>Help &gt; Inkcukacha zokuFumanaingxaki</em>.

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
bn_in: আপনার স্ক্রিনের ওপরের দিকে তাকান, এবং <em> সাহায্য </em> মেনুটিতে চাপ দিন।
cs: Podívejte se na horní část obrazovky a klepněte v nabídce na položku <em>Nápověda</em>.
da: Se øverst på din skærm og klik på menupunktet <em>Hjælp</em>.
fi: Katso näyttösi ylälaitaan ja napsauta Firefox-nimeä ja sitten kohtaa nimeltä <em>Ohje</em>.
fr: Regardez en haut de l'écran et cliquez sur le menu appelé <em>Aide</em>.
ru: Посмотрите на верхнюю часть вашего экрана, и щёлкните по пункту меню с названием <em>Справка</em>.
sl: Poiščite vrh zaslona ​​menijsko postavko, imenovano <em>Pomoč.</em>
sq: Shihni në krye të ekranit tuaj, dhe klikoni zërin e menusë të quajtur <em>Ndihmë</em>.
xh: Jonga phezulu kwesikrini sakho, ze ucofe into yemenyu ebizwa <em>Help</em>.

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
bn_in: একটা ছোটো বাক্স খুলবে। <em> ট্রাবেলশুটিং তথ্য </em> তে চাপ দিন।
cs: Otevře se vám malá plocha. V ní klepněte na položku <em>Technické informace</em>.
da: En menu åbnes. Klik på punktet <em>Teknisk information</em>.
fi: Pieni laatikko avautuu. Napsauta kohtaa <em>Tietoja ongelmatilanteisiin</em>.
fr: Une petite boîte s'ouvre. Cliquez sur l'élément appelé <em>Informations de dépannage</em>.
ru: Откроется небольшое окно. Щёлкните по пункту <em>Информация для решения проблем</em>.
sl: Odprlo se bo okence. Kliknite na postavko <em>Odpravljanje težav</em>.
sq: Do të hapet një kuti e vockël. Klikoni mbi një zë të quajtur <em>Të dhëna Diagnostikimi</em>.
xh: Iza kuvula ibhokisi encinci. Cofa kwnto ebizwa <em>Inkcukacha zokuBona iNgxaki</em>.

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
bn_in: একটা নতুন উইন্ডো খুলবে। <em> ক্লিপবোর্ডে টেক্সট কপি করুন </em> এই বাটনে চাপ দিন।
cs: Zobrazí se vám nový panel. Na něm klepněte na tlačítko <em>Kopírovat text do schránky</em>.
da: Et nyt vindue bliver åbnet. Klik på knappen <em>Kopier tekst til udklipsholder</em>.
fi: Uusi välilehti avautuu. Napsauta painiketta <em>Kopioi teksti leikepöydälle</em>.
fr: Une nouvelle fenêtre s'ouvre. Cliquez sur un bouton appelé <em>Copier le texte dans le presse-papiers</em>.
ru: Откроется новое окно. Щёлкните по кнопке с названием <em>Копировать текст в буфер обмена</em>.
sl: Odpre se novo okno. Kliknite na gumb <em>Kopiraj besedilo v odložišče.</em>
sq: Do të hapet një dritare e re. Klikoni mbi një buton me emrin <em>Kopjoje tekstin në të papastër</em>.
xh: I-window entsha iza kuvula. Cofa iqhosha elibizwa <em>Kopela umbhalo kwi-clipboard</em>.

source: Paste the info in the text box below.
bn_in: তথ্য নীচের বাক্সে পেস্ট করুন।
cs: Vložte tyto informace do pole níže.
da: Indsæt informationen i tekstboksen nedenunder.
fi: Liitä tiedot alla olevaan tekstikenttään.
fr: Collez les informations dans le champ texte ci-dessous.
ru: Вставьте информацию в расположенное ниже текстовое поле.
sl: Prilepite podatke v spodnje polje.
sq: Hidhini të dhënat te fusha e mëposhtme për tekst.
xh: Ncamathisela inkcukacha kwibhokisi engezantsi.

source: Click on the empty box above this text.
bn_in: এই টেক্সটের ওপরে খালি বাক্সে ক্লিক করুন।
cs: Klepněte na prázdnou plochu nad tímto textem.
da: Klik på den tomme boks ovenover denne tekst.
fi: Napsauta tämän tekstin alla olevaa tyhjää laatikkoa.
fr: Cliquez sur la boîte vide au-dessus de ce texte.
ru: Щёлкните по пустому полю над этим текстом.
sl: Kliknite na prazno polje nad tem besedilom.
sq: Klikoni kutinë e zbrazët sipër këtij teksti.
xh: Cofa ibhokisi engenanto phezulu kwalo mbhalo.

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
bn_in: আপনার স্ক্রিনের ওপরের দিকে তাকান, নির্বাচন করুন <em> সম্পাদনা করুন </em> মেনুটি।
cs: Podívejte se na horní část obrazovky a klepněte na položku <em>Úpravy</em>.
da: Se øverst på din skærm og klik på menupunktet <em>Rediger</em>.
fi: Katso näyttösi ylälaitaan, napsauta Firefox-painiketta ja paina <em>Muokkaa</em>-kohdan vieressä olevaa nuolta.
fr: Regardez en haut de l'écran et cliquez sur le menu appelé <em>Édition</em>.
ru: Посмотрите на верхнюю часть вашего экрана, и выберите в меню пункт с названием <em>Правка</em>.
sl: Vrh zaslona ​​poiščite menijsko postavko <em>Pomoč.</em>
sq: Shihni në krye të ekranit tuaj, dhe klikoni zërin e menusë të quajtur <em>Përpunojeni</em>.
xh: Jonga kumphezulu kwesikrini, ze ucofe imenyu ebizwa em>Edit</em>.
