Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Sign out
bn_in: বেরিয়ে যান
cs: Odhlášení
da: Log ud
et: Logi välja
fi: Kirjaudu ulos
fr: Déconnexion
lt: Atsijungti
ru: Выйти
sl: Odjava
sq: Dilni
th: ออกจากระบบ
xh: Phuma ekhompyutheni

source: Sign in
bn_in: লগইন করুন
cs: Přihlášení
da: Log ind
et: Logi sisse
fi: Kirjaudu sisään
fr: Connexion
lt: Prisijungti
ru: Войти
sl: Prijava
sq: Hyni
th: เข้าสู่ระบบ
xh: Ngena ekhompyutheni

source: How to be effective:
bn_in: কিভাবে প্রভাবিত হবেন:
cs: Jak být efektivní:
fr: Comment être efficace :
ru: Как быть эффективным:
sl: Kako biti učinkovit:
sq: Si të jeni i efektshëm:
xh: Ingenza njani ukuba isebenze:

source: Focus on people who need help or have questions
bn_in: ওইসমস্ত মানুষদের ওপরে ফোকাস করুন যারা সাহায্য চায় বা প্রশ্ন করে
cs: Zaměřte se na lidi, kteří potřebují pomoci nebo mají otázky
fr: Concentrez vous sur les personnes qui ont besoin d'aide ou qui ont des questions
ru: Сосредоточьтесь на людей, которые нуждаются в помощи или у которых есть вопросы
sl: Osredotočite se na ljudi, ki potrebujejo pomoč ali imajo vprašanja
sq: Përqendrohuni te personat që kanë nevojë për ndihmë ose që janë pyetje
xh: Nika ingqalelo kubantu abafuna uncedo okanye ubenibuzo

source: Customize canned replies - make each tweet unique
bn_in: কাস্টমাইজ ক্যানড উত্তর - প্রত্যেক টুইটকে অনন্য করুন
cs: Přizpůsobujte předpřipravené odpovědi - každý tweet by měl být unikátní
fr: Personnalisez les réponses toutes faites ; rendez chaque tweet unique
ru: Изменяйте типовые ответы - сделайте каждый твит уникальным
sl: Spremenite standardne odgovore - naredite vsak tvit enkraten
sq: Personalizoni përgjigjet e gatshme - bëjeni çdo cicërimë unike
xh: Yenza iimpendulo ezinkonkxiweyo - yenza i-tweet nganye ibe yeyodwa

source: Remove tweets that aren't really about Firefox or don't need a reply
bn_in: যে টুইটগুলো Firefox সম্পর্কে নয় বা উত্তরের প্রয়োজন নেই সেগুলোকে মুছে ফেলুন
cs: Odstraňujte tweety, které nejsou o Firefoxu nebo na ně není potřeba reagovat
fr: Retirer les tweets qui ne sont pas vraiment à propos de Firefox ou qui n'ont pas besoin de réponse
ru: Удаляйте твиты, которые не относятся к Firefox или не нуждаются в ответе
sl: Odstranite tvite, ki ne govorijo zares o Firefoxu ali ne zahtevajo odgovora
sq: Hiqni cicërima që nuk janë vërtet për Firefox-in ose që nuk kanë nevojë për përgjigje
xh: Susa ii-tweets ezingekho malunga ne-Firefox okanye ezingafuni mpendulo

source: Have a question about Army of Awesome?
bn_in: Army of Awesome সম্পর্কে প্রশ্ন আছে?
cs: Máte otázku z Army of Awesome?
fr: Vous avez une question à propos d'Army of Awesome ?
ru: Есть вопрос о нашей армии помощников?
sl: Imate vprašanje o Armadi pomočnikov?
sq: Keni pyetje rreth Ushtrisë së të Mrekullueshmëve?
xh: Yiba nemibuzo emalunga noMkhosi Omangalisayo?

source: Ask other contributors
bn_in: অন্যান্য অবদানকারীদের জিজ্ঞাসা করুন
cs: Zeptejte se dalších přispěvatelů
fr: Demandez à d'autres contributeurs
ru: Спросите других помощников
sl: Vprašajte druge sodelavce
sq: Pyetni kontribues të tjerë
xh: Buza abanye abanikeli

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
bn_in: আমরা %(language)s ভাষার সমকক্ষ টুইট খুজে পাচ্ছিনা এই সময়ে। দয়া করে পরে আবার চেষ্টা করুন, উপরের মেনু থেকে ভিন্ন টুইট বাছাই করুন, অথবা অন্য ভাষার টুইট দেখতে হলে এই পাতার একদম নিচ থেকে ভাষা পরিবর্তন করুন।
cs: V současné době nemůžeme najít žádný tweet pro jazyk %(language)s. Zkuste to prosím znovu později, zvolte odlišný typ tweetu z nabídky výše či se podívejte na tweety v jiných jazycích. Na ty se podíváte volbou jiného jazyka ve volbě jazyka v dolní části stránky.
da: Vi kunne ikke finde nogle matchende tweets på %(language)s på nuværende tidspunkt. Tjek igen senere, vælg en anden tweet-type fra menuen her over eller se tweets på andre sprog ved hjælp af sprogvælgeren nederst på siden.
et: Me ei leidnud hetkel säutse, mis oleksid %(language)ses. Palun vaata siia hiljem uuesti, vali üleval menüüst teistsugune säutsutüüp või vaata säutse teistes keeltes, kasutades keelevalikut lehe allosas.
fi: Kielellä %(language)s kirjoitettuja twiittejä ei tällä hetkellä ole. Tarkista tilanne myöhemmin uudelleen, valitse muu twiittityyppi valikosta tai selaa muunkielisiä twiittejä vaihtamalla kieli sivun alareunan kielivalikosta.
fr: Nous n'avons pas pu trouver de tweets récents en %(language)s pour le moment. Veuillez revérifier plus tard, choisir un type de tweet différent depuis le menu ci-dessus, ou afficher les tweets en d'autres langues en utilisant le sélecteur de langue en bas de la page.
lt: Šiuo metu nepavyko rasti tinkamų čiulbesių %(language)s kalba. Prašom grįžti vėliau, pasirinkti kitą čiulbesių tipą iš meniu aukščiau, arba peržvelgti čiulbesius kitomis kalbomis, pasirenkant kalbą šio tinklapio apačioje.
ru: В данный момент мы не можем найти подходящих твитов на %(language)s. Пожалуйста, зайдите попозже, выберите другой тип твитов из размещённого выше меню или посмотрите на твиты на других языках, используя меню выбора языка внизу страницы.
sl: Ta trenutek ni najti nobenega tvita v jeziku %(language)s, ki se ujema z vašim iskanjem. Prosimo, preverite kasneje, izberite drugo vrsto tvita v meniju zgoraj, ali glejte tvite za druge jezike - izberite jezik na dnu strani.
sq: Këtë herë nuk gjetëm dot cicërima me përputhje për %(language)s. Ju lutemi, kontrolloni sërish më vonë, zgjidhni një lloj tjetër cicërimash prej menusë më sipër, ose shihni cicërima në gjuhë të tjera, duke përdorur përzgjedhësin e gjuhëve në fund të faqes.
th: เราไม่สามารถค้นหาทวีตสำหรับ %(language)s ได้ในขณะนี้ โปรดตรวจสอบในภายหลัง ลองเลือกชนิดของทวีตจากเมนูที่อยู่ด้านบน หรือดูทวีตในภาษาอื่นโดยใช้ตัวเลือกภาษาที่ด้านล่างของหน้านี้
xh: Asikwazanga ukufuna naziphi na ii-tweets ezifanayo zika-%(iilwimi) ngeli xesha. Nceda ujonge kwakhona ngelinye ixesha, khetha uhlobo lwe-tweet olwahlukileyo ukuska kwimenye engasentla, okanye ukubona ii-tweets zezinye iilwimi ngokusebenzisa isikhethi lwimi ezantsi kwephepha.

source: Ban user will prevent a given twitter handle from using the Army of Awesome tool.
bn_in: নিষিদ্ধ ব্যবহারকারী একটি দেওয়া টুইটার হ্যান্ডেলকে প্রতিরোধ করবে Army of Awesome টুল ব্যবহার করার থেকে।
cs: Ban uživatele zamezí konkrétnímu účtu na Twitteru používat nástroj Army of Awesome.
fr: Bannir un utilisateur empêchera un compte Twitter particulier d'utiliser l'outil Army of Awesome.
ru: Бан пользователя не даст ему использовать инструмент Армии Помощников.
sl: Če blokirate uporabnika, mu preprečite uporabo orodja Armada pomočnikov.
xh: Umsebenzisi we-Ban uza kuthintela i-twitter ekusebenziseni isixhobo soMkhosi Omangalisayo.

source: Ban User
bn_in: ব্যবহারকারীকে নিষিদ্ধ করুন
cs: Ban uživatele
fr: Bannir l'utilisateur
ru: Забанить пользователя
sl: Blokiraj uporabnika
sq: Dëboje Përdoruesin
xh: Umsebenzisi we-Ban

source: Ban
bn_in: নিষিদ্ধ
cs: Banovat
fr: Bannir
ru: Забанить
sl: Blokiraj
sq: Dëboje
xh: I-B

source: Banned Users
bn_in: নিষিদ্ধ হওয়া ব্যবহারকারী
cs: Banovaní uživatelé
fr: Utilisateurs bannis
ru: Забаненные пользователи
sl: Blokirani uporabniki
sq: Përdorues të Dëbuar
xh: Abasebenzisi Ababhenishiweyo

source: Unban
bn_in: নিষেধাজ্ঞা মুক্ত
cs: Zrušit ban
fr: Réintégrer
ru: Разбанить
sl: Odblokiraj
sq: Zhdëboje
xh: Susa ubhenisho

source: Flagging a user to ignore will prevent their tweets from showing up in Army of Awesome.
bn_in: একজন ব্যবহারকারীকে উপেক্ষাতে ফ্ল্যাগ করলে তাদের টুইটগুলো Army of Awesome-এ দেখানো থেকে প্রতিরোধ করবে।
cs: Označením uživatele jako ignorovaného zajistíte, aby jeho tweety nebyly zobrazovány v rámci Army of Awesome.
fr: Marquer un utilisateur à ignorer empêchera ses tweets d'apparaître dans Army of Awesome.
ru: Отметка флагом пользователя не даст его твитам появиться в Армии Помощников.
sl: Če uporabnika označite, se njegovi tviti ne bodo več prikazovali v Armadi pomočnikov.
xh: Ukuflega umsebenzisi ukuba angahoyi kuza kuthintela ii-tweets zabo ekubeni zibonakali kuMkhosi Omangalisayo.

source: Ignore User
bn_in: ব্যবহারকারীকে উপেক্ষা করুন
cs: Ignorování uživatele
fr: Ignorer l'utilisateur
ru: Игнорировать пользователя
sl: Ignoriraj uporabnika
sq: Shpërfilleni Përdoruesin
xh: Musa ukuMhoya uMsebenzisi

source: Ignore
bn_in: উপেক্ষা করা
cs: Ignorovat
fr: Ignorer
ru: Игнорировать
sl: Ignoriraj
sq: Shpërfille
xh: Sukunanza

source: Ignored Users
bn_in: উপেক্ষিত ব্যবহারকারী
cs: Ignorovaní uživatelé
fr: Utilisateurs ignorés
ru: Игнорируемые пользователи
sl: Ignorirani uporabniki
sq: Përdorues të Shpërfillur
xh: Abasebenzisi abangaHoywanga

source: Stop Ignoring
bn_in: উপেক্ষা করা বন্ধ করুন
cs: Ukončit ignorování
fr: Ne plus ignorer
ru: Перестать игнорировать
sl: Nehaj ignorirati
sq: Ndale Shpërfilljen
xh: Yeka ukungaHoyi

source: Reply
bn_in: উত্তর দিন
cs: Odpovědět
da: Svar
et: Vasta
eu: Erantzun
fi: Vastaa
fr: Répondre
lt: Atsakyti
ru: Ответить
sl: Odgovori
sq: Përgjigjjuni
th: ตอบกลับ
xh: Phendula

source: What is your reply about?
bn_in: আপনার উত্তর কি সম্বন্ধীয়?
cs: O čem je vaše odpověď?
da: Hvad er dit svar om?
et: Mille kohta su vastus on?
fi: Mitä vastauksesi koskee?
fr: Quel est le sujet de votre réponse ?
lt: Apie ką Jūsų atsakymas?
ru: О чём был ваш ответ?
sl: Za kaj gre pri vašem odgovoru?
sq: Cila është përgjigja juaj për të?
th: การตอบกลับของคุณเกี่ยวกับอะไร?
xh: Imalunga nantoni impendulo yakho?

source: Get personal
bn_in: নিজস্ব লিখুন
cs: Buďte osobní
da: Bliv personlig
et: Isikupäraseks muutmine
fi: Mene henkilökohtaisuuksiin
fr: Soyez personnel
lt: Suasmeninkite atsakymą
ru: Установить обои
sl: Pokažite osebnost
sq: Bëhuni i veçantë
th: ส่วนบุคคล
xh: Mayibengawe

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
bn_in: নিজের মত লিখুন আর পেশ করুন। নিজস্ব বার্তা অন্যদের বেশি সাহায্য করে।
cs: Upravte ji a učiňte více osobní. Přizpůsobené zprávy pomáhají uživatelům více.
et: Kohenda sõnumit ja muuda see isikupäraseks. Abivajajad oskavad personaalseid sõnumeid hinnata.
fi: Muokkaa ja tee vastauksesta omasi. Mukautetut viestit ovat tehokkain tapa auttaa muita.
fr: Modifiez-le et appropriez-vous en. Les messages personnalisés font beaucoup pour les autres.
lt: Suasmeninkite atsakymą, suteikdami jam savitumo. Suasmeninti atsakymai ne tik naudingi, bet ir smagūs.
ru: Измените его по своему разумению. Персонализация сообщений имеет большое значение при помощи другим.
sl: Prilagodite svojemu slogu. Osebna sporočila so veliko bolj uspešna, kadar gre za pomoč.
sq: Rregullojeni dhe bëjeni si e doni. Mesazhet e personalizuara vlejnë shumë si ndihmë për të tjerët.
th: ปรับแต่งและทำมันในวิถีของคุณ ข้อความที่เป็นตัวเองจะช่วยให้มีประสิทธิภาพมากขึ้นในการช่วยผู้อื่น
xh: Yijike ze uyenze ibe yeyakho. Imiyalezo eyenziwe yayeyakho ihamba indlela ende ekuncedeni abanye.

source: Your message was sent!
bn_in: আপনার বার্তা পাঠানো হয়েছে!
cs: Vaše zpráva byla odeslána!
da: Din meddelelse blev sendt!
et: Sinu sõnum saadeti ära!
fi: Viesti lähetetty!
fr: Votre message a été envoyé !
lt: Jūsų atsakymas išsiųstas!
ru: Ваше сообщение было отправлено!
sl: Vaše sporočilo je bilo poslano!
sq: Mesazhi juaj u dërgua!
th: ข้อความของคุณส่งไปแล้ว!
xh: Umyalezo wakho uthunyelwe!

source: Submit
bn_in: সমর্পন করুন
cs: Odeslat
da: Indsend
et: Postita
eu: Bidali
fi: Lähetä
fr: Soumettre
lt: Pateikti
ru: Отправить
sl: Predloži
sq: Parashtroje
th: ส่ง
xh: Ngenisa

source: {0} and {1} other replied
bn_in: {0} এবং {1} উত্তর দিয়েছে
cs: {0} a {1} další odpověď
da: {0} og yderligere {1} anden svarede
et: {0} ja veel {1} vastasid
eu: {0}(e)k eta beste batek erantzun du
fi: {0} ja {1} muu vastasi
fr: {0} et {1} autre ont répondu
lt: atsakė {0) ir dar {1} asmuo
ru: ответил {0} и ещё {1} человек
sl: {0} in {1} drug odgovoril
sq: {0} dhe {1} tjetër u përgjigjën
th: {0} และ {1} การตอบกลับอื่นๆ
xh: {0} no- {1} abanye abaphenduleyo{0} no- {1} abanye abaphenduleyo

source: {0} replied
bn_in: {0} উত্তর দিয়েছে
cs: {0} odpovědí
da: {0} svarede
et: {0} vastas
fi: {0} vastannut
fr: {0} a répondu
lt: atsakė {0}
ru: ответило {0}
sl: {0} odgovoril
sq: {0} u përgjigj
th: {0} ตอบกลับแล้ว
xh: {0} ophenduleyo

source: This tweet doesn't need a response
bn_in: এই টুইটটির কোনো উত্তর প্রয়োজন নেই
cs: Tento tweet nepotřebuje reakci
fr: Ce tweet n'a pas besoin de réponse
ru: На этот твит не нужно отвечать
sl: Ta tvit ne potrebuje odgovora
sq: Kjo cicërimë nuk lyp përgjigje
xh: Le tweet ayifuni mpendulo

source: Remove
bn_in: মুছুন
cs: Odebrat
da: Fjern
et: Eemalda
fi: Poista
fr: Supprimer
lt: Pašalinti
ru: Удалить
sl: Odstrani
sq: Hiqe
th: ลบ
xh: Susa

source: Connect to your Twitter account
bn_in: আপনার টুইটার অ্যাকাউন্টের সাথে সংযোগ করুন
cs: Připojení ke svému účtu na Twitteru
da: Forbind til din Twitter-konto
fi: Yhdistä Twitter-tilisi
fr: Connectez votre compte Twitter
ru: Соединитесь со своей учётной записью Твиттер
sl: Povežite se s svojim Twitter računom
sq: Lidhuni te llogaria juaj Twitter
xh: Qhagamshela kwi-akhawunti yakho ye-Twitter

source: Sign in to Mozilla Support
bn_in: Mozilla সাপোর্টে সাইনইন করুন
cs: Přihlášení k Mozilla Support
da: Log ind på Mozilla Support
fi: Kirjaudu sisään Mozilla-tukeen
fr: Connexion à l'assistance de Mozilla
ru: Войдите в Поддержку Mozilla
sl: Prijavite se v Podporo Mozilla
sq: Bëni hyrjen te Asistenca e Mozilla-s
xh: Ngena kwiNkxaso ye-Mozilla

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
bn_in: যোগদান করার আগে, আপনাকে Army of Awesome-কে অনুমতি দিতে হবে আপনার হয়ে টুইট পাঠানোর জন্য।
cs: Dříve než se připojíte, musíte dát Army of Awesome práva, aby za vás mohla přidávat příspěvky.
da: Inden du deltager, er du nødt til at give Fantastiske Fæller tilladelse til, at sende tweets på dine vegne.
fi: Ennen liittymistä, Army of Awesomelle on sallittava twittien lähettäminen käyttäjätunnukseltasi.
fr: Avant de nous rejoindre, vous devez donner la permission à Army of Awesome de publier des tweets en votre nom.
lt: Prieš prisijungdami, turite suteikti Nuostabiųjų armijai leidimą Jūsų vardu siųsti čiulbesius.
ru: Перед тем, как присоединиться, вам нужно дать Нашим Помощникам разрешение на размещение твитов от вашего имени.
sl: Preden se pridružite, morate armadi junakov dovoliti, da v vašem imenu objavlja tvite.
sq: Përpara se të bëheni pjesë, lypset t’i jepni Ushtrisë së Mahnitshme lejen për të postuar cicërima në këmbën tuaj.
th: ก่อนที่คุณจะเข้าร่วม คุณจำเป็นต้องให้การอนุญาตต่อ ขบวนสุดเจ๋ง เพื่อที่จะทำการโพสต์ทวีตในชื่อของคุณ
xh: Ngaphambi kokuba ujoyine, kufuneka uMkhosi Omangalisayo imvume yokuposa ii-tweets egameni lakho.

source: You will always control every tweet you post.
bn_in: আপনি সর্বদা আপনার প্রত্যেকটি টুইট সম্পাদনা করতে পারবেন পাঠানোর আগে।
cs: Vždy budete mít kontrolu nad každým svým příspěvkem.
da: Du vil altid have kontrol over hvert eneste tweet, du sender.
fi: Voit poistaa tai muuttaa näitä julkaisuja milloin tahansa.
fr: Vous contrôlerez toujours chaque tweet publié.
lt: Jūs visuomet galėsite kontroliuoti kiekvieną Jūsų vardu siunčiamą čiulbesį.
ru: Вы всегда будете контролировать каждый размещённый вами твит.
sl: Nadzor nad vsakim tvitom, ki se ga bo objavljalo, boste imeli kot doslej.
sq: Do të kontrolloni përherë çdo cicërimë që postoni
th: คุณจะสามารถควบคุณทวีตทุกทวีตที่คุณโพสต์
xh: Uza kusoloko ulawula zonke i-tweet oziposayo

source: Army of Awesome will never tweet without your permission.
bn_in: Army of Awesome আপনার অনুমতি ছাড়া কখনই টুইট করবে না।
cs: Army of Awesome nikdy nebude přidávat příspěvky bez vašeho souhlasu.
da: Fantastiske Fæller vil aldrig tweete uden din tilladelse.
fi: Army of Awesome ei julkaise mitään ilman suostumustasi.
fr: Army of Awesome ne twittera jamais sans votre permission.
lt: Nuostabiųjų armija niekuomet nečiulbės Jūsų vardu be Jūsų leidimo.
ru: Наши Помощники никогда не будут твитить без вашего разрешения.
sl: Armada junakov ne bo nikoli tvitala brez vašega soglasja.
sq: Ushtria e Mahnitshme nuk do të cicërojë kurrë pa lejen tuaj.
th: ขบวนสุดเจ๋งจะไม่ทวีตของคุณก่อนได้รับการอนุญาต
xh: Umkhosi Omangalisayo awuzoze uthumele i-itweet ngaphandle kwemvume yakho.

source: Before you connect to Twitter, you must sign in to Mozilla Support.
bn_in: টুইটারের সাথে সংযোগ করবার আগে আপনাকে Mozilla সাপোর্টে লগইন করতে হবে।
cs: Dříve než se připojíte k Twitteru, musíte se přihlásit k Mozilla Support.
da: Inden du forbinder til Twitter, skal du logge ind på Mozilla Support.
fr: Avant de vous connecter à Twitter, vous devez vous identifier sur Mozilla Support.
ru: Перед тем, как вы соединитесь с Твиттером, вы должны войти в Поддержку Mozilla.
sl: Preden se povežete s Twitterjem, se morate prijaviti v Podporo Mozilla.
sq: Përpara se të vazhdoni lidheni në Twitter, duhet të bëni hyrjen te Asistenca e Mozilla-s
xh: Ngaphambi kokuba uqhagamshele ku-Twitter, kufuneka ungene kwiNKxaso ye-Mozilla.

source: Are you registered with Mozilla Support?
bn_in: আপনি কি Mozilla সহায়তায় যোগ দিয়েছেন?
cs: Jste registrováni na webu Mozilla Support?
da: Er du registreret hos Mozilla Support?
fi: Oletko rekisteröitynyt Mozilla-tukeen?
fr: Avez-vous un compte pour l'assistance de Mozilla ?
lt: Ar esate užsiregistravę „Mozillos“ žinyne?
ru: Вы зарегистрированы в Поддержке Mozilla?
sl: Ste registrirani pri podpori Mozille?
sq: Jeni i regjistruar te Asistenca Mozilla?
th: คุณได้ลงทะเบียนกับ Mozilla Support แล้วหรือยัง?
xh: Ingaba ubhalisile kunye neNkxaso ye-Mozilla?

source: Yes, I am.
bn_in: হ্যাঁ, আমি করেছি।
cs: Ano, jsem.
da: Ja, det er jeg.
fi: Kyllä, olen
fr: Oui, j'en ai un.
lt: Taip, esu.
ru: Да, я зарегистрирован.
sl: Da, sem.
sq: Po, jam.
th: ใช่ ฉันลงทะเบียนแล้ว
xh: Ewe, Ndibhalisie.

source: Click to sign in.
bn_in: লগ-ইন করার জন্য ক্লিক করুন।
cs: Klepněte pro přihlášení.
da: Klik for at logge ind.
fi: Kirjaudu sisään.
fr: Me connecter.
lt: Spustelėkite čia, kad prisijungtumėte.
ru: Щёлкните для входа.
sl: Kliknite za prijavo.
sq: Klikoni që të hyni.
th: คลิกเพื่อเข้าสู่ระบบ
xh: Cofa ukuze ungene.

source: No, I'm not.
bn_in: না, আমি করিনি।
cs: Ne, nejsem.
da: Nej, det er jeg ikke.
fi: En ole
fr: Non, je n'en ai pas.
lt: Ne, nesu.
ru: Нет, я не зарегистрирован.
sl: Ne, nisem.
sq: Jo, nuk jam.
th: ไม่ เรายังไม่ได้ลงทะเบียน
xh: Hayi, Andenzanga.

source: Click to register.
bn_in: যোগ দেওয়ার জন্য ক্লিক করুন।
cs: Klepněte pro registraci.
da: Klik for at registrere dig.
et: Registreerumiseks klõpsa.
fi: Rekisteröidy.
fr: M'inscrire.
lt: Spustelėkite čia, kad užsiregistruotumėte.
ru: Щёлкните для регистрации.
sl: Kliknite za registracijo.
sq: Klikoni që të regjistroheni.
th: คลิกที่นี่เพื่อลงทะเบียน
xh: Cofa ukubhalisa.

source: Last Week
bn_in: গত সপ্তাহ
cs: Poslední týden
da: Sidste uge
et: Eelmisel nädalal
fi: Viime viikko
fr: La semaine dernière
lt: Pastarąją savaitę
ru: Последняя неделя
sl: Prejšnji teden
sq: Javën e Fundit
xh: Kwiveki ePhelileyo

source: Yesterday
bn_in: গতকাল
cs: Včera
da: I går
et: Eile
fi: Eilen
fr: Hier
lt: Vakar
ru: Вчера
sl: Včeraj
sq: Dje
xh: Izolo

source: Overall
bn_in: সর্বমোট
cs: Celkově
da: Samlet
et: Läbi aegade
fi: Yhteensä
fr: Au total
lt: Per visą laiką
ru: Общая картина
sl: Skupno
sq: Gjithsej
xh: Iqulethe konke

source: Last 7 days
bn_in: গত ৭ দিন
cs: Posledních 7 dní
da: Seneste 7 dage
et: Viimased 7 päeva
fi: Viimeiset 7 päivää
fr: Les 7 derniers jours
lt: Pastarosios 7 dienos
ru: Последние 7 дней
sl: Zadnjih 7 dni
sq: 7 ditët e fundit
th: 7 วันหลังสุด
xh: Kwiintsuku ezisi-7 zokugqibela

source: Last 30 days
bn_in: গত ৩০ দিন
cs: Posledních 30 dní
da: Seneste 30 dage
et: Viimased 30 päeva
fi: Viimeiset 30 päivää
fr: Les 30 derniers jours
lt: Pastarosios 30 dienų
ru: Последние 30 дней
sl: Zadnjih 30 dni
sq: 30 ditët e fundit
th: 30 วันหลังสุด
xh: Iintsuku ezingama-3- zokugqibela

source: Last 90 days
bn_in: গত ৯০ দিন
cs: Posledních 90 dní
da: Seneste 90 dage
et: Viimased 90 päeva
fi: viimeiset 90 päivää
fr: Les 90 derniers jours
lt: Pastarosios 90 dienų
ru: Последние 90 дней
sl: Zadnjih 90 dni
sq: 90 ditët e fundit
th: 90 วันหลังสุด
xh: Kwiintsuku ezingama-90 zokugqibela

source: All Time
bn_in: সব সময়
cs: Po celou dobu
da: Igennem tiden
et: Läbi aegade
fi: Kaikki
fr: Tout le temps
lt: Visas laikas
ru: Всё время
sl: Ves čas
sq: Tërë Kohën
th: เวลาทั้งหมด
xh: Lonke iXesha

source: Percent Localized: Top 20
bn_in: লোকালাইজ হয়েছে এমন শতাংশ : শীর্ষ ২০
cs: Procent lokalizováno: Top 20
da: Procent oversat: Top 20
fi: Prosenttia lokalisoitu: TOP 20
fr: Pourcentage de traduit : les 20 plus visités
ru: Процент локализации: Топ 20
sl: Lokalizirano %: Top 20
sq: Përqindje të Përkthyerish: 20 Kryesuesit
xh: Ipesenti eyenziwe yaba yeyalapha: Ezingama-20 eziPhezulu

source: Percent Localized: Top 100
cs: Procent lokalizováno: Top 100
fr: Pourcentage traduit : Top 100
ru: Процент локализации: Топ 100
sl: Lokalizirano %: Top 100

source: Percent Localized: All
bn_in: লোকালাইজ হয়েছে এমন শতাংশ : সব
cs: Procent lokalizováno: Vše
da: Procent oversat: Alle
fi: Prosenttia lokalisoitu: Kaikki
fr: Pourcentage de traduit : tout
ru: Процент локализации: Всё
sl: Lokalizirano %: Vse
sq: Përqindje të Përkthyerish: Krejt
xh: Ipesenti eyenziwe yaba yeyalapha: Zonke

source: Monthly Active Contributors
bn_in: মাসিক সক্রিয় অবদানকারী
cs: Měsíční aktivní přispěvatelé
da: Månedlige aktive bidragsydere
fi: Aktiivista avustajaa kuukaudessa
fr: Contributeurs actifs mensuels
ru: Активные помощники за месяц
sl: Aktivni sodelavci mesečno
sq: Kontribues Aktivë Në Muaj
xh: Abanikeli Abasebenzayo ngeNyanga

source: Review Needed
bn_in: পর্যালোচনা দরকার
cs: Vyžadována kontrola
da: Mangler gennemgang
et: Üle vaatamata
fi: Tarkistus vaaditaan
fr: À vérifier
lt: Reikia recenzijos
ru: Требуется рецензия
sl: Potrebna recenzija
sq: Lyp Shqyrtim
th: จำเป็นต้องได้รับการพิจารณา
xh: Uphononongo luyaFuneka

source: Update Needed
bn_in: আপডেট দরকার
cs: Vyžadována aktualizace
da: Mangler opdatering
et: Vajab uuendamist
fi: Päivitys vaaditaan
fr: À mettre à jour
lt: Reikia atnaujinti
ru: Требуется обновление
sl: Potrebna posodobitev
sq: Lyp Përditësim
th: จำเป็นต้องได้รับการปรับปรุง
xh: Uhlaziyo luyaFuneka

source: Immediate Update Needed
bn_in: অবিলম্বে আপডেট দরকার
cs: Vyžadována okamžitá aktualizace
da: Mangler øjeblikkelig opdatering
et: Vajab kohest uuendamist
fi: Välitön päivitys tarvitaan
fr: À mettre à jour le plus vite possible
lt: Reikia nedelsiant atnaujinti
ru: Требуется немедленное обновление
sl: Potrebna takojšnja posodobitev
sq: Lypset Përditësim i Menjëhershëm
th: จำเป็นต้องได้รับการปรับปรุงทันที
xh: Uhlaziyo oluKhawulezileyo luyaFuneka

source: Translation Needed
bn_in: অনুবাদ প্রয়োজন
cs: Je potřeba překlad
da: Mangler oversættelse
et: Ootab tõlkimist
fi: Käännös tarvitaan
fr: Traduction nécessaire
lt: Reikia išversti
ru: Требуется перевод
sl: Potreben prevod
sq: Lyp Përkthim
th: จำเป็นต้องได้รับการแปล
xh: Inguqulelo iyaFuneka

source: Top 20 Articles
bn_in: শীর্ষ ২০ প্রবন্ধ
cs: 20 hlavních článků
da: Artikler i top 20
fi: Top 20 -artikkelit
fr: Articles du Top 20
ru: Топ 20 статей
sl: Top 20 člankov
sq: 20 Artikujt Kryesues
xh: Amanqaku angama-20 aPhezulu
