Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Delete this image
bn_in: এই ছবিটি মুছুন
cs: Smazat tento obrázek
da: Slet dette billede
et: Kustuta see pilt
eu: Ezabatu irudi hau
fi: Poista tämä kuva
fr: Supprimer cette image
lt: Pašalinti šį paveikslą
ru: Удалить это изображение
sl: Izbriši to sliko
sq: Fshije këtë figurë
th: ลบรูปภาพนี้
xh: Cima lo mfanekiso

source: Edit this image
bn_in: এই ছবিটি সম্পাদনা করুন
cs: Upravit obrázek
da: Rediger dette billede
et: Toimeta seda pilti
eu: Editatu irudi hau
fi: Muokkaa tätä kuvaa
fr: Modifier cette image
lt: Taisyti šį paveikslą
ru: Изменить это изображение
sl: Uredi to sliko
sq: Përpunoni këtë figurë
th: แก้ไขรูปภาพนี้
xh: Hlela lo mfanekiso

source: by <a href="{profile_url}">{user}</a>
bn_in: দ্বারা <a href="{profile_url}">{user}</a>
cs: od <a href="{profile_url}">{user}</a>
da: af <a href="{profile_url}">{user}</a>
fi: kirjoittaja <a href="{profile_url}">{user}</a>
fr: par <a href="{profile_url}">{user}</a>
ru: от <a href="{profile_url}">{user}</a>
sl: - <a href="{profile_url}">{user}</a>
sq: nga <a href="{profile_url}">{user}</a>
xh: nge <a href="{profayile_url}">{umsebenzisi}</a>

source: Articles
bn_in: প্রবন্ধ
cs: Články
da: Artikler
et: Teemad
fi: Artikkelit
lt: Straipsniai
ru: Статьи
sl: Članki
sq: Artikuj
xh: Amanqaku

source: The following articles include this image:
bn_in: নীচের প্রবন্ধটিতে এই ছবিটি আছে
cs: Tento obrázek je obsažen v následujících článcích:
da: De følgende artikler indeholder dette billede:
fi: Seuraavat artikkelit käyttävät tätä kuvaa:
fr: Les articles suivants contiennent cette image :
ru: Следующие статьи включают это изображение:
sl: Naslednji članki vsebujejo to sliko:
sq: Artikulli vijues përfshin këtë figurë:
xh: La manqaku alandelayo abandakanya le mifanekiso:

source: This image is not included in any articles.
bn_in: এই ছবিটি কোনো প্রবন্ধে নেই।
cs: Obrázek není obsažen v žádném článku.
da: Dette billede er ikke med i nogen artikel.
fi: Tämä kuva ei ole käytössä missään artikkelissa.
fr: Cette image n'est présente dans aucun article.
ru: Это изображение не включено ни в одну из статей.
sl: Ta slika ni vključena v nobenem članku.
sq: Kjo figurë nuk përmbahet në ndonjë artikull.
xh: Lo mfanekiso awuqukwanga kuwo nawaphi na amanqaku.

source: Media Gallery Search
bn_in: মিডিয়া গ্যালারি সার্চ
cs: Vyhledávání v galerii médií
da: Søgning i mediegalleri
et: Otsing Meediagaleriis
eu: Media galeriako bilaketa
fi: Mediagallerian haku
fr: Rechercher dans la galerie de médias
lt: Paieška galerijoje
ru: Поиск в медиа-галерее
sl: Iskanje po galeriji medijev
sq: Kërkim te Galeria e Mediave
th: ค้นหาคลังสื่อ
xh: Ukukhangela iGalari yesiLondolozi

source: No media files found.
bn_in: কোন মিডিয়া ফাইল খুজে পাওয়া যাচ্ছেনা।
cs: Žádné multimediální soubory nebyly nalezeny.
da: Intet medie fundet.
et: Meediafaile ei leitud.
eu: Ez da media-fitxategirik aurkitu.
fi: Mediatiedostoja ei löytynyt.
fr: Aucun fichier média trouvé.
lt: Medijos failų nerasta.
ru: Медиа-файлов не найдено.
sl: Datotek z mediji ni najti.
sq: S’u gjetën kartela media.
th: ไม่พบไฟล์สื่อ
xh: Akukho zifayile zesilondolozi zifunyenweyo.

source: Upload file
bn_in: আপলোড করুন
cs: Nahrát soubor
da: Upload fil
et: Laadi üles
fi: Siirrä tiedosto
fr: Envoyer le fichier
lt: Įkelti failą
ru: Загрузить файл
sl: Prenesi datoteko
sq: Ngarkoni kartelë
th: อัปโหลดไฟล์
xh: Layisha ifayile

source: Preview
bn_in: প্রাকদর্শন
cs: Náhled
da: Forhåndsvisning
et: Eelvaade
eu: Aurreikusi
fi: Esikatselu
fr: Aperçu
lt: Peržiūra
ru: Предпросмотр
sl: Predogled
sq: Paraparje
th: แสดงตัวอย่าง
xh: Ukuyijonga phambi koshicilelo

source: Progress
bn_in: অগ্রগতি
cs: Průběh
da: Fremgang
et: Edenemine
eu: Aurrerapena
fi: Edistyminen
fr: Progression
lt: Eiga
ru: Прогресс
sl: Napredek
sq: Përparim
th: ความคืบหน้า
xh: Inkqubela-phambili

source: Continue Uploading Media
bn_in: মিডিয়া আপলোড করতে থাকুন
cs: Pokračovat s nahráváním multimédií
da: Fortsæt med at uploade medier
et: Jätka meedia üles laadimist
eu: Jarraitu media igotzen
fi: Jatka median siirtämistä
fr: Poursuivre l'envoi du média
lt: Tęsti medijos failo įkėlimą
ru: Продолжить загрузку медиа
sl: Nadaljuj nalaganje medijev
sq: Vazhdo me Ngarkim Mediash
th: ดำเนินการอัปโหลดสื่อต่อ
xh: Qhubeka nokuLayisha isiLondolozi

source: username
bn_in: ইউজারনাম
cs: uživatel
da: brugernavn
et: kasutajanimi
eu: erabiltzaile-izena
fi: käyttäjänimi
fr: nom d'utilisateur
lt: naudotojo vardas
ru: логин
sl: uporabniško ime
sq: Emër përdoruesi
th: ชื่อผู้ใช้
xh: igama lomsebenzisi

source: Group information updated successfully!
bn_in: গ্রুপ সংক্রান্ত তথ্য সাফল্যের সাথে আপডেট করা হয়েছে!
cs: Informace o skupině byly úspěšně aktualizovány!
da: Gruppeinformation opdateret korrekt!
et: Grupiteabe uuendamine õnnestus!
fi: Ryhmän tiedot päivitetty onnistuneesti!
fr: Les informations du groupe ont été mises à jour.
lt: Informacija apie grupę sėkmingai atnaujinta!
ru: Информация о группе успешно обновлена!
sl: Informacija za skupino uspešno posodobljena!
sq: Të dhënat për grupin u përditësuan me sukses!
th: กลุ่มข้อมูลปรับปรุงเรียบร้อยแล้ว!
xh: Inkcukacha zeqela zihlaziywe ngempumelelo!

source: {users} added to the group successfully!
bn_in: {users} কে সাফল্যের সাথে গ্রুপে যোগ করা হয়েছে!
cs: Uživatel {users} byl úspěšně přidán do skupiny!
da: {users} føjet korrekt til gruppen!
et: {users} lisati edukalt gruppi!
fi: {users} lisättiin ryhmään onnistuneesti!
fr: Les utilisateurs {users} ont été ajoutés au groupe.
lt: {users} sėkmingai įtraukti į grupę!
ru: {users} успешно добавлен в группу!
sl: {users} uspešno dodani v skupino!
sq: {users} u shtua me sukses te grupi!
th: ได้เพิ่ม {users} เข้าสู่กลุ่มเรียบร้อยแล้ว!
xh: {umsebenzisi} ufakiwe kwiqela ngokuyimpumelelo!

source: There were errors adding members to the group, see below.
bn_in: সদস্যকে যোগ করতে একটি ত্রুটি দেখা গেছে, নীচে দেখুন।
cs: Při přidávání členů do skupiny se vyskytly chyby. Viz níže.
et: Kasutajate gruppi lisamisel tekkis alljärgnev viga.
fi: Lisättäessä jäseniä ryhmään ilmeni virheitä, katso alta.
fr: Des erreurs se sont produites lors de l'ajout de membres au groupe, voir ci-dessous.
lt: Įtraukiant į grupę naujus narius, įvyko klaida. Žr. žemiau.
ru: При добавлении участников в группу произошли ошибки, см. ниже.
sl: Med dodajanjem članov v skupino je prišlo do napak, glej spodaj.
sq: Pati gabime gjatë shtimit të anëtarëve te grupi, shihni më poshtë.
th: มีข้อผิดพลาดระหว่างเพิ่มสมาชิกเข้ากลุ่ม ให้ดูที่ด้านล่าง
xh: Kuye kwbakho iimpazamo ekufakeni amalungu kwiqela, bona ngezantsi.

source: {user} removed from the group successfully!
bn_in: {user} কে গ্রুপ থেকে মুছে ফেলা হয়েছে!
cs: Uživatel {user} byl úspěšně odstraněn ze skupiny!
da: {user} fjernet fra gruppen!
et: {user} eemaldamine grupist õnnestus!
fi: {user} poistettiin ryhmästä onnistuneesti!
fr: {user} a été retiré du groupe.
lt: {user} sėkmingai pašalinti iš grupės!
ru: {user} успешно удалён из группы!
sl: {user} uspešno odstranjen iz skupine!
sq: {user} u hoq me sukses prej grupit!
th: ได้ลบ {user} ออกจากกลุ่มแล้ว!
xh: {umsebenzisi} ususwe kwiqela ngokuyimpumelelo!

source: {users} added to the group leaders successfully!
bn_in: {users} কে গ্রুপের নেতা হিসাবে যোগ করা হয়েছে!
cs: {users} byli úspěšně přidáni do skupiny vedoucích!
et: {users} lisati edukalt grupi juhtide hulka!
fi: {users} lisättiin ryhmän johtajiin onnistuneesti!
fr: Les utilisateurs {users} ont été ajoutés aux responsables du groupe.
lt: {users} sėkmingai įtraukti į grupės lyderių sąrašą!
ru: {users} успешно добавлен в лидеры группы!
sl: {users} uspešno dodani v skupino voditeljev skupin!
sq: {users} u shtua me sukses te drejtuesit e grupit!
th: ได้เพิ่ม {users} เป็นผู้นำกลุ่มเรียบร้อยแล้ว!
xh: {umsebenzisi} ufakwe kwiinkokheli zeqela ngokuyimpumelelo!

source: There were errors adding leaders to the group, see below.
bn_in: নেতাকে যোগ করতে একটি ত্রুটি দেখা গেছে, নীচে দেখুন।
cs: Při přidávání vedoucích do skupiny se vyskytly chyby. Viz níže.
et: Juhtide gruppi lisamisel tekkis alljärgnev viga.
fi: Lisättäessä johtajia ryhmään ilmeni virheitä, katso alta.
fr: Des erreurs se sont produites lors de l'ajout de responsables au groupe, voir ci-dessous.
lt: Įtraukiant į grupės lyderių sąrašą naujus narius, įvyko klaida. Žr. žemiau.
ru: При добавлении лидеров в группу произошли ошибки, см. ниже.
sl: Med dodajanjem vodij v skupino je prišlo do napak, glej spodaj.
sq: Pati gabime gjatë shtimit të drejtuesve te grupi, shihni më poshtë.
th: มีข้อผิดพลาดระหว่างเพิ่มผู้นำเข้ากลุ่ม ให้ดูที่ด้านล่าง
xh: Kuye kwabakho iimpazamo ekufakeni iinkokheli kwiqela, bonisa ngezantsi.

source: {user} removed from the group leaders successfully!
bn_in: {user} কে মুছে ফেলা হয়েছে নেতা হিসাবে!
cs: {user} byl úspěšně odstraněn ze skupiny vedoucích!
et: {user} eemaldamine grupi juhtide hulgast õnnestus!
fi: {user} poistettiin ryhmän johtajista onnistuneesti!
fr: {user} a été retiré des responsables du groupe.
lt: {user} sėkmingai pašalinti iš grupės lyderių sąrašo!
ru: {user} успешно удалён из лидеров группы!
sl: {user} uspešno odstranjen iz voditeljev skupin!
sq: {user} u hoq me sukses prej drejtuesve të grupit!
th: ได้ลบ {user} จากการเป็นผู้นำกลุ่มแล้ว!
xh: {umsebenzsisi} ususwe kwiinkokheli zeqela ngokuyimpumelelo!

source: You are now part of the Contributors group!
bn_in: এখন আপনি অবদানকারী দলের অংশ!
cs: Nyní jste součástí skupiny přispěvatelů!
da: Du er nu en del af gruppen af bidragsydere!
et: Oled nüüd kaastöötajate grupi liige!
fi: Olet nyt osa avustajaryhmää!
fr: Vous faites désormais partie du groupe des contributeurs.
lt: Jūs tapote Pagalbininkų grupės nariu (-e)!
ru: Вы теперь являетесь частью группы помощников!
sl: Sedaj ste član skupine sodelavcev!
sq: Tani jeni pjesë e grupit të Kontribuesve!
th: ตอนนี้คุณเป็นส่วนหนึ่งของกลุ่มผู้ช่วยเหลือแล้ว!
xh: Ngoku uyinkxalenye yeqela labaNikeli!

source: Delete {group} group avatar
bn_in: মুছুন {group} গ্রুপের ছবি
cs: Smazat ikonku skupiny {group}
et: Kustuta grupi {group} avatar
fi: Poista ryhmän {group} avatar
fr: Supprimer l'avatar du groupe {group}
lt: Pašalinti grupės „{group}“ pseudoportretą
ru: Удалить аватар группы {group}
sl: Izbriši avatar za skupino {group}
sq: Fshi avatar grupi për {group}
th: ลบ {group} กลุ่มอวตาร
xh: Cima {iqela} iqela le-avatar

source: Are you sure you want to delete the {group} group avatar?
bn_in: আপনি কি নিশ্চিত আপনি {group} গ্রুপের ছবি মুছে ফেলতে চান?
cs: Opravdu chcete smazat ikonu skupiny {group}?
et: Kas oled kindel, et soovid grupi {group} avatari kustutada?
fi: Haluatko varmasti poistaa ryhmän {group} profiilikuvan?
fr: Voulez-vous vraiment supprimer l'avatar du groupe {group} ?
lt: Ar tikrai norite pašalinti grupės „{group}“ pseudoportretą?
ru: Вы уверены, что хотите удалить аватар группы {group}?
sl: Res želite izbrisati ta avatar za skupino {group}?
sq: Jeni i sigurt se doni të fshihet avatari i grupit për {group}?
th: คุณแน่ใจนะว่าจะลบ {group} กลุ่มอวตารของคุณ?
xh: Uqinisekile ufuna ukucima {iqela} iqela le-avatar?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
bn_in: আপনি সম্পূর্ণ ভাবে অবতারটি মুছে ফেলতে চলেছেন। <strong>এটিকে পূনর্বস্থায় আনা যাবে না</strong> আপনি সবসময় এই অবতারটিকে অন্য অবতার আপলোড করে বদলে ফেলতে পারেন।
cs: Chystáte se trvale smazat ikonku. <strong>Tuto operaci nelze vrátit!</strong> Vždy však můžete nahrát jinou ikonku, kterou nahradíte tu stávající.
et: Oled avatari jäädavalt kustutamas. <strong>Seda ei saa ennistada!</strong> Võid alati avatari asendamiseks uue avatari üles laadida.
fi: Profiilikuva poistetaan pysyvästi. <strong>Toimintoa ei voi peruuttaa.</strong> Suosittelemme korvaamaan nykyisen kuvan lataamalla uuden kuvan.
fr: Vous êtes sur le point de supprimer définitivement l'avatar. <strong>Cette action ne peut pas être annulée !</strong> Vous pouvez toujours envoyer un autre avatar pour remplacer l'actuel.
lt: Jūs nurodėte negrįžtamai pašalinti pseudoportretą. <strong>Šio veiksmo atšaukti neįmanoma!</strong> Prireikus, bet kada galėsite įkelti naują pseudoportretą ir pakeisti juo esamą.
ru: Вы собираетесь навсегда удалить этот аватар. <strong>Это не может быть отменено!</strong> Вы всегда можете загрузить другой аватар, чтобы заменить текущий.
sl: Ste na tem, da trajno izbrišete avatar. <strong>Tega ni mogoče razveljaviti!</strong> Vedno lahko naložite drugo sličico, ki bo sedanjo nadomestila.
sq: Ju ndan një hap nga fshirja përgjithmonë e avatarit. <strong>Kjo nuk mund të zhbëhet!</strong> Mundeni përherë të ngarkoni një tjetër avatar që të zëvendësoni të tanishmin.
th: คุณกำลังลบอวตารของคุณอย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณสามารถอัปโหลดอวตารอื่นแทนอวตารปัจจุบันของคุณ
xh: Umalunga nokucima i-avatar ngokusisigxina. <strong>Oku akunako ukuthsintshwa!</strong> Ungalayisha enye i-avatar ukubuyisela eyangoku.

source: Delete avatar
bn_in: ছবিটি মুছুন
cs: Smazat ikonku
da: Slet personligt billede
et: Kustuta avatar
eu: Ezabatu avatar-a
fi: Poista profiilikuva
fr: Supprimer l'avatar
lt: Pašalinti pseudoportretą
ru: Удалить аватар
sl: Izbriši avatar
sq: Fshije avatarin
th: ลบอวตาร
xh: Cima i-avatar

source: Remove leader
bn_in: নেতাকে মুছুন
cs: Odstranit vedoucího
da: Fjern leder
et: Eemalda juht
fi: Poista johtaja
fr: Retirer le responsable
lt: Pašalinti lyderį
ru: Удалить лидера
sl: Odstrani voditelja
sq: Shkarkojeni drejtuesin
th: ลบผู้นำ
xh: Susa inkokheli

source: Are you sure you want to remove {user} from {group} leaders?
bn_in: আপনি কি নিশ্চিত যে আপনি {group} লিডারের থেকে এই {user} কে মুছে ফেলতে চান?
cs: Opravdu chcete odebrat {user} ze skupiny {group} vedoucích?
et: Kas oled kindel, et soovid kasutaja {user} grupi {group} juhtide hulgast eemaldada?
fi: Haluatko varmasti poistaa käyttäjän {user} ryhmän {group} johtajista?
fr: Voulez-vous vraiment retirer {user} des responsables de {group} ?
lt: Ar tikrai norite pašalinti naudotoją {user} iš grupės „{group}“ lyderių sąrašo?
ru: Вы уверены, что хотите удалить {user} из лидеров {group}?
sl: Res želite odstraniti uporabnika {user} iz voditeljev {group}?
sq: Jeni i sigurt se doni të shkarkohet {user} si drejtues te {group}?
th: คุณแน่ใจหรือว่าต้องการที่จะลบ {user} จาก {group} ผู้นำ?
xh: Uqinisekile ufuna ukususa {umsebenzisi} kwii {qela} nkokheli?

source: Remove member
bn_in: সদস্যকে মুছুন
cs: Odstranit člena
da: Fjern medlem
et: Eemalda liige
fi: Poista jäsen
fr: Retirer le membre
lt: Pašalinti naudotoją
ru: Удалить участника
sl: Odstrani člana
sq: Shkarkojeni anëtarin
th: ลบสมาชิก
xh: Susa ilungu

source: Are you sure you want to remove {user} from {group}?
bn_in: আপনি কি নিশ্চিত আপনি {group} থেকে {user}-কে মুছে ফেলতে চান?
cs: Opravdu chcete odebrat uživatele {user} ze skupiny {group}?
da: Er du sikker på, at du vil fjerne {user} fra {group}?
et: Kas oled kindel, et soovid kasutaja {user} grupist {group} kustutada?
fi: Oletko varma, että haluat poistaa käyttäjän {user} ryhmästä {group}?
fr: Voulez-vous vraiment retirer {user} de {group} ?
lt: Ar tikrai norite pašalinti naudotoją {user} iš grupės „{group}“?
ru: Вы уверены, что хотите удалить {user} из {group}?
sl: Res želite odstraniti uporabnika {user} iz {group}?
sq: Jeni i sigurt se doni të shkarkohet {user} te {group}?
th: คุณแน่ใจหรือว่าต้องการที่จะลบ {user} จาก {group}?
xh: Uqinisekile ufuna ukususa {umsebenzisi} kwi {qela}?

source: Edit | {group} | Groups
bn_in: সম্পাদনা | {group} | দলসমূহ
cs: Úprava | {group} | Skupiny
da: Rediger | {group} | Grupper
et: Toimetamine | {group} | Grupid
fi: Muokkaa | {group} | Ryhmät
fr: Modification | {group} | Groupes
lt: Taisymas | {group} | Grupės
ru: Изменение | {group} | Группы
sl: Uredi | {group} | Skupine
sq: Përpunoni | {group} | Grupe
th: แก้ไข | {group} | กลุ่ม
xh: Hlela | {iqela} | Amaqela

source: Edit {group} profile information
bn_in: {group} এর প্রোফাইল তথ্য সম্পাদনা করুন
cs: Úprava informací o skupině {group}
et: Toimeta {group} profiiliinfot
fi: Muokkaa ryhmän {group} profiilitietoja
fr: Modifier les informations du profil de {group}
lt: Taisyti grupės „{group}“ profilio informaciją
ru: Изменить информацию профиля {group}
sl: Uredi informacijo v profilu za {group}
sq: Përpunoni të dhëna profili për {group}
th: แก้ไขรายละเอียดกลุุ่ม {group}
xh: Hlela {iqela} inkcukacha zeprofayile

source: Save
bn_in: সংরক্ষন করুন
cs: Uložit
da: Gem
et: Salvesta
eu: Gorde
fi: Tallenna
fr: Enregistrer
lt: Įrašyti
ru: Сохранить
sl: Shrani
sq: Ruaje
th: บันทึก
xh: Gcina

source: Change {group} group avatar
bn_in: {group} এর গ্রুপ অবতার বদলান
cs: Změna ikonky skupiny {group}
et: Muuda grupi {group} avatari
fi: Muokkaa ryhmän {group} avataria
fr: Changer l'avatar du groupe {group}
lt: Keisti grupės „{group}“ pseudoportretą
ru: Сменить аватар группы {group}
sl: Spremeni avatar za skupino {group}
sq: Ndërroni avatarin e grupit për {group}
th: เปลี่ยน {group} กลุ่มอวตาร
xh: Tshintsha {iqela} iqela le-avatar

# avatar
source: Upload
bn_in: আপলোড
cs: Nahrát
et: Laadi üles
eu: Igo
fi: Siirrä
fr: Envoyer
lt: Įkelti
ru: Закачать
sl: Prenesi
sq: Ngarkoje
th: อัปโหลด
xh: Layisha

source: Groups
bn_in: দল
cs: Skupiny
da: Grupper
et: Grupid
fi: Ryhmät
fr: Groupes
lt: Grupės
ru: Группы
sl: Skupine
sq: Grupe
th: กลุ่ม
xh: Amaqela

source: Add group profile
bn_in: দলের প্রোফাইল যোগ করুন
cs: Přidat profil skupiny
da: Tilføj gruppeprofil
et: Lisa grupi profiil
fi: Lisää ryhmäprofiili
fr: Ajouter le profil du groupe
lt: Pridėti grupės profilį
ru: Добавить профиль группы
sl: Uredi profil za skupino
sq: Shtoni profil grupi
th: เพิ่มกลุ่มข้อมูลส่วนตัว
xh: Faka iprofayile yeqela

source: {group} | Groups
bn_in: {group} | দল
cs: {group} | Skupiny
da: {group} | Grupper
et: {group} | Grupid
fi: {group} | Ryhmät
fr: {group} | Groupes
lt: {group} | Grupės
ru: {group} | Группы
sl: {group} | Skupine
sq: {group} | Grupe
th: {group} | กลุ่ม
xh: {iqela} | Amaqela

source: Change avatar
bn_in: ছবি পরিবর্তন করুন
cs: Změna ikonky
da: Skift personligt billede
et: Muuda avatari
fi: Pofiilikuva
fr: Changer l'avatar
lt: Keisti pseudoportretą
ru: Сменить аватар
sl: Spremeni avatar
sq: Ndërroni avatarin
th: เปลี่ยนอวตาร
xh: Tshintsha i-avatar

source: Change
bn_in: পরিবর্তন করুন
cs: Změnit
da: Skift
et: Muuda
eu: Aldatu
fi: Muuta
fr: Modifier
lt: Keisti
ru: Изменить
sl: Spremeni
sq: Ndryshoje
th: เปลี่ยนภาษา
xh: Tshintsha

source: Edit in admin
bn_in: পরিচালক হিসাবে সম্পাদনা করুন
cs: Upravit v administraci
fi: Muuta ylläpitäjänä
fr: Modifier dans l'administration
lt: Keisti administratoriaus sąsajoje
ru: Изменить в админке
sl: Uredi kot admin
sq: Përpunojeni si admin
th: แก้ไขในผู้ดูและระบบ
xh: Hlela kulawulo

source: Edit group profile
bn_in: দলের প্রোফাইল সম্পাদনা করুন
cs: Úprava profilu skupiny
da: Rediger gruppeprofil
et: Muuda grupi profiili
fi: Muokkaa ryhmän profiilia
fr: Modifier le profil du groupe
lt: Keisti grupės profilį
ru: Изменить профиль группы
sl: Uredi profil skupine
sq: Përpuno profil grupi
th: แก้ไขกลุ่มข้อมูลส่วนตัว
xh: Hlela iprofayile yeqela

source: Edit group leaders
bn_in: দলের নেতাকে সম্পাদনা করুন
cs: Úprava skupiny vedoucích
da: Rediger gruppeledere
et: Muuda grupi juhte
fi: Muokkaa ryhmän johtajia
fr: Modifier les responsables du groupe
lt: Keisti grupės lyderių sąrašą
ru: Изменить лидеров группы
sl: Uredi voditelje skupine
sq: Përpunoni drejtues grupi
th: แก้ไขผู้นำกลุ่ม
xh: Hlela iinkokheli zeqela

source: Group Leaders
bn_in: দলের নেতা
cs: Vedoucí skupiny
da: Gruppeledere
et: Grupi juhid
fi: Ryhmän johtajat
fr: Responsables du groupe
lt: Grupės lyderiai
ru: Лидеры группы
sl: Voditelji skupin
sq: Drejtues Grupi
th: กลุ่มผู้นำ
xh: Iinkokhelo zeQela

source: Remove user from leaders
bn_in: নেতাকে মুছুন
cs: Odebrání uživatele ze skupiny vedoucích
da: Fjern bruger fra ledere
et: Eemalda kasutaja juhtide hulgast
fi: Poista käyttäjä johtajista
fr: Retirer l'utilisateur des responsables
lt: Pašalinti naudotoją iš lyderių sąrašo
ru: Удалить пользователя из лидеров
sl: Odstrani uporabnika iz voditeljev
sq: Hiqe përdoruesin prej drejtuesve
th: ลบผู้ใช้จากการเป็นผู้นำ
xh: Susa abasebenzisi kwiinkokheli

source: Add Leader
bn_in: নেতা যোগ করুন
cs: Přidat vedoucího
da: Tilføj leder
et: Lisa juht
fi: Lisää johtaja
fr: Ajouter le responsable
lt: Pridėti lyderį
ru: Добавить лидера
sl: Dodaj voditelja
sq: Shtoni Drejtues
th: เพิ่มผู้นำ
xh: Faka iNkokheli

source: Edit group members
bn_in: দলের সদস্য সম্পাদনা করুন
cs: Upravit členy skupiny
da: Rediger gruppemedlemmer
et: Toimeta grupi liikmeid
fi: Muokkaa ryhmän jäseniä
fr: Modifier les membres du groupe
lt: Taisyti grupės narių sąrašą
ru: Изменить членов группы
sl: Uredi člane skupine
sq: Përpunoni anëtarë grupi
th: แก้ไขกลุ่มผู้ใช้
xh: Hlela amalungu eqela

source: Group Members
bn_in: গ্রুপের সদস্য
cs: Členové skupiny
da: Gruppemedlemmer
et: Grupi liikmed
fi: Ryhmän jäsenet
fr: Membres du groupe
lt: Grupės nariai
ru: Участники группы
sl: Člani skupine
sq: Anëtarë Grupi
th: กลุ่มผู้ใช้
xh: Amalungu eQela

source: Add Member
bn_in: সদস্য যোগ করুন
cs: Přidat člena
da: Tilføj medlem
et: Lisa liige
fi: Lisää jäsen
fr: Ajouter le membre
lt: Pridėti narį
ru: Добавить участника
sl: Dodaj člana
sq: Shtoni Anëtar
th: เพิ่มผู้ใช้
xh: Faka iLungu

source: Remove user from group
bn_in: এই দল থেকে সদস্যটিকে মুছুন
cs: Odebrání uživatele ze skupiny
da: Fjern bruger fra gruppe
et: Eemalda kasutaja grupist
fi: Poista jäsen ryhmästä
fr: Retirer l'utilisateur du groupe
lt: Pašalinti naudotoją iš grupės
ru: Удалить пользователя из группы
sl: Odstrani uporabnika iz skupine
sq: Hiq përdoruesin prej listës suaj të shokëve
th: ลบผู้ใช้ออกจากกลุ่ม
xh: Susa umsebenzisi kwiqela

source: previous
bn_in: পূর্ববর্তী
cs: předchozí
da: Forrige
fi: edellinen
fr: précédent
ru: пред.
sl: prejšnji
sq: e mëparshmja
xh: kwithuba langaphambili

source: Page {0} of {1}.
bn_in: পেজ {1} এর {0}
cs: Stránka {0} z {1}.
da: Side {0} af {1}.
fi: Sivu {0} / {1}.
fr: Page {0} sur {1}.
ru: Страница {0} из {1}.
sl: Stran {0} od {1}.
sq: Faqe {0} nga {1}.
xh: Iphepha {0} lika {1}.

source: next
bn_in: পরবর্তী
cs: další
da: Næste
fi: seuraava
fr: suivant
ru: след.
sl: dalje
sq: pasuesja
xh: okulandelayo

source: You were awarded the '{title}' badge!
bn_in: আপনি '{title}' ব্যাজে ভূষিত হয়েছেন
cs: Bylo vám uděleno ocenění '{title}'!
da: Du er blevet tildelt emblemet '{title}'!
fi: Sinulle myönnettiin '{title}' -merkki!
fr: Vous avez reçu le badge '{title}' !
ru: Вы были награждены значком '{title}'!
sl: Podelili so ti značko '{title}'!
sq: Qetë vlerësuar me stemën '{title}'!
xh: Ubuwongwe '{ngetayitile}' yebheji!

source: Badges
bn_in: ব্যাজসমূহ
cs: Ocenění
da: Emblemer
fi: Merkit
ru: Значки
sl: Značke
sq: Stema
xh: Iibheji

source: Recently Awarded
bn_in: সম্প্রতি পুরষ্কারপ্রাপ্ত
cs: Nedávno ocenění
fi: Viimeksi myönnetty
fr: Récemment récompensés
ru: Недавно награждённые
sl: Nedavno nagrajeni
sq: Dhënë Së Fundi
xh: Abawongwe Kutsha nje

source: Awarded badge: %(badge_name)s
bn_in: পুরষ্কারপ্রাপ্ত ব্যাজ : %(badge_name)s
cs: Získané ocenění: %(badge_name)s
da: Tildelt emblem: %(badge_name)s
fi: Myönnetty merkki: %(badge_name)s
fr: Badge obtenu : %(badge_name)s
ru: Награждён значком: %(badge_name)s
sl: Nagradna značka: %(badge_name)s
sq: Stema e dhënë: %(badge_name)s
xh: Ibheji ewongiweyo: %(amagama_eebheji)

source: Image:
bn_in: ছবি:
cs: Obrázek:
da: Billede:
fi: Kuva:
ru: Изображение:
sl: Slika:
sq: Figurë:
xh: Umfanekiso:

source: Description:
bn_in: বিবরণ:
cs: Popis:
da: Beskrivelse:
fi: Kuvaus:
ru: Описание:
sl: Opis:
sq: Përshkrim:
xh: Inkcazelo:

# DB: badger.Badge.description
source: None
bn_in: কোনোটাই না
cs: Nic
da: Ingen
fi: Ei mitään
fr: Aucun
ru: Нет
sl: Brez
sq: Asnjë
xh: Akukho nanye

source: Creator:
bn_in: রচয়িতা:
cs: Vytvořil(a):
et: Looja:
eu: Sortzailea:
fi: Luonut:
fr: Créateur :
lt: Autorius:
ru: Создатель:
sl: Ustvarjalec:
sq: Krijues:
th: ผู้สร้าง:
xh: Umenzi:

source: Modified:
bn_in: সংশোধিত:
cs: Upraveno:
da: Ændret:
fi: Muokattu:
fr: Modifié :
ru: Изменено:
sl: Spremenjeno:
sq: Ndryshuar:
xh: Iguqulwe kancinane:
