Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Recently approved updates
bn_in: সম্প্রতি অনুমোদিত আপডেট
cs: Nedávno schválené aktualizace
da: Seneste godkendte opdateringer
fi: Viimeisimmät hyväksytyt muutokset
fr: Mises à jour récemment approuvées
lt: Paskiausiai patvirtinti atnaujinimai
ru: Недавно одобренные обновления
sl: Nedavno odobrene posodobitve
sq: Përditësime të miratuar së fundmi
th: ที่ได้รับการอนุมัติปรับปรุงล่าสุด
xh: Izinto ezivunyiweyo kutsha nje

source: Differences
bn_in: পার্থক্যসমূহ
cs: Odlišnosti
da: Forskelle
fi: Erot
fr: Différences
lt: Skirtumai
ru: Различия
sl: Razlike
sq: Ndryshime
th: ข้อแตกต่าง
xh: Iiyantlukwano

source: Note: This article has no revisions ready for localization.
bn_in: উল্লেখ্য: এই প্রবন্ধটি কোনো সংস্করণ স্থানীয়করণ সম্পর্কিত বিষয়ের জন্য প্রস্তুত নেই।
cs: Poznámka: Tento článek nemá žádné revize, které by byly připraveny na lokalizaci.
da: Bemærk: Denne artikel har ingen revisioner klar til oversættelse.
et: Märkus: sellel teemal pole tõlkimiseks valmis versiooni.
fi: Huomaa: Tällä artikkelilla ei ole versioita valmiina käännettäväksi.
fr: Note : cet article n'a aucune révision prête pour la localisation.
lt: Pastaba: šis straipsnis neturi lokalizavimui parengtų versijų.
ru: Примечание: Эта статья не имеет ревизий, готовых для локализации.
sl: Opomba: Ta članek nima še pregledan in pripravljen za lokalizacijo.
sq: Shënim: Ky artikull nuk ka rishikime gati për përkthim.
th: หมายเหตุ: บทความนี้มีการแก้ไขที่ไม่พร้อมสำหรับการแปล
xh: Qaphela: Akukho hlaziyo olusele lilungele ukulokhalayizwa.

source: Note: There are no approved translations for this article.
bn_in: নোট: এই প্রবন্ধের কোনো অনুমোদিত অনুবাদ নেই।
cs: Poznámka: Pro tento článek neexistují schválené překlady.
da: Bemærk: Der er ingen godkendt oversættelse af denne artikel.
et: Märkus: sellel teemal ei ole heakskiidetud tõlget.
eu: Oharra: ez dago onartutako itzulpenik artikulu honentzat.
fi: Huomaa: Tällä artikkelilla ei ole hyväksyttyjä käännöksiä.
fr: Remarque : aucune traduction n'a été approuvée pour cet article.
lt: Pastaba: šis straipsnis neturi patvirtintų vertimų.
ru: Примечание: Для этой статьи нет утвержденных переводов.
sl: Opomba: za ta članek ni odobrenih prevodov.
sq: Shënim: Nuk ka përkthime të miratuara për këtë artikull.
th: หมายเหตุ: การแปลยังไม่ได้รับการอนุมัติสำหรับบทความนี้
xh: Qaphela: Akukho zinguqulelo zamkelweyo kweli nqaku.

source: Keywords in {locale}:
bn_in: {locale} এ মুলশব্দ:
cs: Klíčová slova v jazyce {locale}:
da: Nøgleord på {locale}:
et: Võtmesõnad {locale}es:
eu: Gako-hitzak {locale} hizkuntzan:
fi: Avainsanat kielellä {locale}:
fr: Mots-clés en {locale} :
lt: Reikšminiai žodžiai {locale}:
ru: Ключевые слова на {locale}:
sl: Ključne besede v {locale}:
sq: Fjalëkyçe në {locale}:
th: คำสำคัญใน {locale}:
xh: Amagama angundoqo kwi {ndawo}:

source: Search result summary in {locale}:
bn_in: {locale} এ অনুসন্ধান ফলাফলের সারাংশ:
cs: Souhrn výsledků vyhledávání v jazyce {locale}:
da: Sammendrag til søgeresultat på {locale}:
et: Kokkuvõte {locale}e otsingutulemustes:
eu: Bilaketa-emaitzen laburpena {locale} hizkuntzan:
fi: Hakutuloksen yhteenveto kielellä {locale}:
fr: Résumé des résultats de recherche en {locale} :
lt: Santrauka paieškos rezultatuose {locale}:
ru: Сводка результатов поиска на {locale}:
sl: Povzetek rezultatov iskanja v {locale}:
sq: Përmbledhje përfundimi kërkimi në {locale}:
th: สรุปผลการค้นหาใน {locale}:
xh: Khangela ushwankathelo lwesiphumo kwi {ndawo}:

source: {locale} translation:
bn_in: {locale} অনুবাদ:
cs: Překlad do jazyka {locale}:
da: {locale} oversættelse:
et: Tõlge {locale}de:
eu: {locale} hizkuntzako itzulpena:
fi: Kielen {locale} käännös:
fr: Traduction en {locale} :
lt: Vertimas {locale}:
ru: Перевод на {locale}:
sl: Prevod v {locale}:
sq: Përkthimi në {locale}:
th: {locale} การแแปล:
xh: {indawo} inguqulelo:

source: What Links Here | {document}
bn_in: এখানে কি লিঙ্ক করে | {document}
cs: Odkazuje sem | {document}
da: Hvad linker hertil | {document}
fi: Linkit tälle sivulle | {document}
fr: Liens vers cette page | {document}
ru: Что сюда ссылается | {document}
sl: Kaj se povezuje sem | {document}
xh: Zeziphi iziNxulumanisi ziLapha | {uxwebhu}

source: What Links Here
bn_in: এখানে কি লিঙ্ক করে
cs: Odkazuje sem
da: Hvad linker hertil
fi: Linkit tälle sivulle
fr: Liens vers cette page
ru: Что сюда ссылается
sl: Povezave na ta naslov
xh: Yintoni eNxulumanisa Apha

source: Documents that link to "{title}"
bn_in: ডকুমেন্ট যা লিঙ্ক করে "{title}"-এ
cs: Články, které odkazují na "{title}"
da: Dokumenter der linker til "{title}"
fi: Dokumentit, joissa on linkki sivulle "{title}"
fr: Documents ayant un lien vers « {title} »
ru: Документы, ссылающиеся на "{title}"
sl: Dokumenti s povezavo na "{title}"
sq: Dokumente që kanë lidhje me "{title}"
xh: Amaxwebhu anxulumana kwi "{tayitile}"

source: Documents that include "{title}"
bn_in: ডকুমেন্টসমূহ যা "{title}"-এর অন্তর্ভুক্ত
cs: Články, které obsahují "{title}"
da: Dokumenter der inkluderer "{title}"
fi: Dokumentit, jotka sisältävät sivun "{title}"
fr: Documents comprenant « {title} »
ru: Документы, включающие в себя "{title}"
sl: Dokumenti, ki vključujejo "{title}"
sq: Dokumente që përfshijnë "{title}"
xh: Amaxwebhu abandakanya "{itayitile}"

source: Documents that use "{title}" as a template
bn_in: ডকুমেন্টসমূহ যা "{title}"-কে টেমপ্লেট হিসেবে ব্যবহার করে
cs: Články, které používají "{title}" jako šablonu
da: Dokumenter der anvender "{title}" som en skabelon
fi: Dokumentit, jotka käyttävät mallineenaan sivua "{title}"
fr: Documents utilisant « {title} » comme modèle
ru: Документы, использующие "{title}" как шаблон
sl: Dokumenti, ki "{title}" uporabljajo kot predlogo
sq: Dokumente që përdorin "{title}" si gjedhe
xh: Amaxwebhu asebenzisa "{itayitile}" njengetempleythi

source: No other documents link to {title}.
bn_in: অন্য কোনো ডকুমেন্ট {title}-এ লিঙ্ক করে না।
cs: Žádné jiné články neodkazují na {title}.
da: Ingen andre dokumenter linker til {title}.
fi: Muissa dokumenteissa ei ole linkkiä sivulle {title}.
fr: Aucun autre document n'a de lien vers {title}.
ru: Ни один из документов не ссылается на {title}.
sl: Drugih dokumentov z povezavo na {title} ni
sq: Nuk ka dokumente të tjera që lidhen te {title}.
xh: Akukho linki zamanye amaxwebhu kwi {tayitile}.

source: View the updated document
bn_in: আপডেট হওয়া ডকুমেন্টটি দেখুন
cs: Zobrazení aktualizovaného dokumentu
da: Se det opdaterede dokument
fi: Näytä päivitetty dokumentti
fr: Consultez le document mis à jour
ru: Просмотреть обновлённый документ
sl: Prikaz posodobljenega dokumenta
sq: Shihni dokumentin e përditësuar
xh: Bona uxwebhu oluhlaziyiweyo

source: View this document's history
bn_in: ডকুমেন্টের পূর্ববর্তী তথ্য দেখুন
cs: Zobrazení historie stránky
da: Se dette dokuments historik
fi: Näytä dokumentin historia
fr: Consultez l'historique de ce document
ru: Просмотреть историю этого документа
sl: Prikaz zgodovine dokumenta
sq: Shihni historikun e këtij dokumenti
xh: Bona le mbali yoxwebhu

source: Localize the document
bn_in: ডকুমেন্টটিকে লোকালাইজ করুন
cs: Překlad stránky
da: Oversæt dokumentet
fi: Käännä artikkeli
fr: Traduisez le document
ru: Локализовать документ
sl: Lokaliziraj dokument
sq: Përkthejeni dokumentin
xh: Lokhalayiza uxwebhu

source: Review this revision
bn_in: এই সংস্করণটি রিভিউ করুন
cs: Kontrola této revize
da: Gennemgå denne revision
fi: Tarkista muutos
fr: Vérifiez cette révision
ru: Рецензировать эту ревизию
sl: Pregled te revizije
sq: Shqyrtojeni këtë rishikim
xh: Jonga ngaphambi koshicilelo kolu hlaziyo

source: If you have a moment please help us by reviewing these articles:
bn_in: যদি আপনার কিছু সময় থাকে তাহলে অনুগ্রহ করে এই প্রবন্ধগুলো রিভিউ করে আমাদের সহায়তা করুন:
cs: Pokud máte chvíli, pomozte nám s kontrolou těchto článků:
fi: Jos sinulla on hetki aikaa, voisit auttaa meitä tarkastamalla seuraavat artikkelit:
fr: Si vous avez un moment, merci de nous aider à relire ces articles&nbsp;:
ru: Если у вас есть время, пожалуйста, помогите нам, отрецензировав эти статьи:
sl: Če imate trenutek časa, nam prosim pomagajte, tako da pregledate te članke:
sq: Nëse keni pak kohë, ju lutemi, ndihmonani duke shqyrtuar këta artikuj:
xh: Ukuba unomzuzwana nceda uncede ngokujonga la manqaku:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
bn_in: SUMO এবং আনন্দিত ব্যবহারকারী যারা সাহায্য পাচ্ছেন তাদের তরফ থেকে আপনার অবদানকে অশেষ ধন্যবাদ!
cs: Děkujeme za váš příspěvek jménem SUMO a šťastných uživatelů, kterým jste pomohli!
fi: Suuret kiitokset panoksestasi SUMOn ja apua tarvitsevien käyttäjien hyväksi!
fr: De la part de SUMO et des utilisateurs qui recevront de l'aide grâce à vous, merci beaucoup pour votre contribution&nbsp;!
ru: Мы хотели бы сказать вам большое спасибо за ваш вклад от имени SUMO и счастливых пользователей, которые получили помощь!
sl: Najlepša hvala za vašo pomoč v imenu SUMO in srečnih uporabnikov, ki jim priskrbite pomoč!
sq: Shumë falënderime për ndihmesën tuaj, në emër të SUMO-s dhe përdoruesve të kënaqur që marrin ndihmë!
xh: Ngemibulelo emininzi ngegalelo lakho egameni leSUMO kunye nabasebenzisi abonwabileyo abafumana uncedo!

source: Regards, <br />The SUMO team.
bn_in: শুভেচ্ছা, <br />SUMO দল।
cs: S pozdravem, <br />Tým SUMO.
fi: Terveisin, <br /> SUMO-tiimi
fr: Cordialement, <br />L'équipe de SUMO.
ru: С уважением, <br />команда SUMO.
sl: Pozdrav, <br />ekipa SUMO.
sq: Të fala, <br />Ekipi i SUMO-s.
xh: Ngemibuliso, <br />Iqela leSUMO.

source: View the history of this document
bn_in: এই ডকুমেন্টের পূর্ববর্তী তথ্য দেখুন
cs: Zobrazení historie této stránky
da: Vis dokumentets historik
fi: Näytä tämän dokumentin historia
fr: Consultez l'historique de ce document
ru: Просмотреть историю этого документа
sl: Prikaz zgodovine tega dokumenta
sq: Shihni historikun e këtij dokumenti
xh: Bona imbali yolu xwebhu

source: These fine people helped write this article: %(contributors)s. You can help too - <a href="%(link)s">find out how</a>.
bn_in: এই সমস্ত অসাধারণ মানুষেরা সাহায্য করেছেন এই প্রবন্ধটি লিখতে: %(contributors)s। আপনিও সাহায্য করতে পারেন - <a href="%(link)s">দেখুন কিভাবে</a>।
cs: Tito lidé pomohli se sepsáním tohoto článku: %(contributors)s. Můžete též pomoci - <a href="%(link)s">přečtěte si jak</a>.
da: Disse udemærkede personer hjalp med at skrive denne artikel: %(contributors)s. Du kan også hjælpe - <a href="%(link)s">find ud af hvordan</a>.
fi: Nämä mahtavat henkilöt auttoivat kirjoittamaan tämän artikkelin: %(contributors)s. Sinäkin voit auttaa - <a href="%(link)s">lue lisää</a>.
fr: Ces formidables personnes ont aidé à écrire cet article : %(contributors)s. Vous pouvez également aider - <a href="%(link)s">découvrez comment</a>.
ru: Следующие хорошие люди помогли написать эту статью: %(contributors)s. Вы тоже можете помочь - <a href="%(link)s">узнайте как</a>.
sl: Ta članek je delo tehle prima deklet in fantov: %(contributors)s. Tudi vi lahko pomagate - <a href="%(link)s">in sicer takole</a>.
sq: Ky artikull u shkrua me ndihmën fisnike të këtyre personave: %(contributors)s. Edhe ju mund të ndihmoni - <a href="%(link)s">shihni se si</a>.
xh: Aba bantu bahle bancedile ukubhala eli nqaku: %(abanikeli). Nawe unganceda - <a href="%(link)s">fumanisa njani</a>.

source: (Redirected from <a href="{href}">{title}</a>)
bn_in: (<a href="{href}">{title}</a> থেকে পুনঃনির্দেশিত)
cs: (Přesměrování z <a href="{href}">{title}</a>)
da: (Omdirigeret fra <a href="{href}">{title}</a>)
eu: (<a href="{href}">{title}</a> orritik berbideratua)
fi: (Ohjattu sivulta <a href="{href}">{title}</a>)
fr: (Redirigé depuis <a href="{href}">{title}</a>)
lt: (peradresuota iš <a href="{href}">{title}</a>)
ru: (Перенаправлено с <a href="{href}">{title}</a>)
sl: (Preusmerjeno z <a href="{href}">{title}</a>)
sq: (Ridrejtuar nga <a href="{href}">{title}</a>)
th: (เปลี่ยนเส้นทางมาจาก <a href="{href}">{title}</a>)
xh: (Yijike kwakhona ukusuka <a href="{href}">{isihloko}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
bn_in: <p>এই প্রবন্ধটি হয়তো তারিখের বাইরের।</p> <p>যার ওপরে এটি ভিত্তি করে আছে সেই ইংরাজী প্রবন্ধে একটি গুরুত্বপূর্ণ পরিবর্তন করা হয়েছে। যতক্ষণ না এই পেজটি আপডেট হচ্ছে, ততক্ষণ আপনি হয়তো এটাকে সাহায্যকর পাবেন: <a href="%(url)s">%(title)s</a> </p>
cs: <p>Tento článek může být neaktuální.</p><p>V anglické verzi článku, z které tato jazyková verze vychází, byla učiněna významná změna. Dokud nebude aktualizována, můžete se podívat na: <a href="%(url)s">%(title)s</a> </p>
da: <p>Denne artikel kan være forældet.</p> <p> Der er foretaget en vigtig ændring i den engelske artikel, som denne er baseret på. Indtil denne side er opdateret, kan du måske få nytte af denne: <a href="%(url)s">%(title)s</a> </p>
et: <p>See teema võib olla aegunud.</p> <p> Ingliskeelses teemas, millel teema põhineb, on tehtud olulisi muudatusi. Seni, kuni lehte pole uuendatud, võib abiks olla: <a href="%(url)s">%(title)s</a> </p>
eu: <p>Artikulu hau zaharkituta egon liteke.</p> <p>Artikulu hau oinarrituta dagoen ingelesezko artikuluan aldaketa garrantzitsua egin da. Orri hau eguneratu artean, beste hau lagungarri izan daiteke: <a href="%(url)s">%(title)s</a> </p>
fi: <p>Tämä artikkeli saattaa olla vanhentunut.</p> <p> Englanninkieliseen artikkeliin, johon tämä artikkeli pohjautuu, on tehty tärkeä päivitys. Kunnes artikkeli päivitetään, voit siirtyä englanninkieliseen artikkeliin: <a href="%(url)s">%(title)s</a> </p>
fr: <p>Cet article pourrait être obsolète.</p> <p>Une modification importante a été faite sur l'article en anglais sur lequel celui-ci est basé. En attendant que l'article soit mis à jour, ceci pourrait vous intéresser : <a href="%(url)s">%(title)s</a> </p>
lt: <p>Šis straipsnis gali būti pasenęs.</p> <p>Angliškoje straipsnio versijoje, kuria pagrįstas šis straipsnis, atliktas svarbus pakeitimas. Iki šis tinklapis bus atnaujintas, Jums gali praversti straipsnis <a href="%(url)s">„%(title)s“</a> </p>
ru: <p> Эта статья может быть устаревшей.</p><p> В статью на английском языке, на которой она основана, были внесены важные изменения. Пока эта страница не будет обновлена, вы можете найти полезной статью: <a href="%(url)s">%(title)s</a> </p>
sl: <p>Ta članek je morda zastarel.</p> <p> V angleškem članku, na katerem temelji, je prišlo do pomembnih sprememb. Dokler se te strani ne posodobi, si lahko pomagate s temle: <a href="%(url)s">%(title)s</a> </p>
sq: <p>Ky artikull mund të jetë i vjetruar.</p> <p> Te artikulli në Anglisht, te i cili ky bazohet, është bërë një ndryshim i rëndësishëm. Deri kur kjo faqe të përditësohet, mund të jetë e dobishme kjo këtu: <a href="%(url)s">%(title)s</a> </p>
th: <p>บทความนี้อาจจะล้าสมัย</p> <p>การเปลี่ยนแปลงที่สำคัญได้ทำในบทความภาษาอังกฤษของบทความนี้ จนกว่าหน้านี้จะได้การปรับปรุง คุณอาจจะพบสิ่งที่เป็นประโยชน์: <a href="%(url)s">%(title)s</a> </p>
xh: <p>Eli nqaku kunokuba liphelelwe lixesha.</p> <p> Utshintsho olubalulekileyo lwenziwe kwinqaku lesiNgesi apho oku kusekelwe kuko. Lide libe eli phepha lihlaziyiwe, ungakufumana oku kuluncedo: <a href="%(url)s">%(itayiitle)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
bn_in: এই প্রবন্ধটি বহুদিন রক্ষনাবেক্ষন করা হয়না, তাই এর বিষয়বস্তু নির্বাপিত হতে পারে।
cs: Tento článek již není aktualizován, jeho obsah tedy může být neaktuální.
da: Denne artikel bliver ikke længere vedligeholdt, så dens indhold kan være forældet.
et: Seda teemat ei täiendata enam, selle sisu võib olla aegunud.
fi: Tämän artikkelin sisältöä ei enää ylläpidetä, joten se saattaa olla vanhentunutta.
fr: Cet article n'est plus maintenu. Par conséquent, son contenu pourrait ne plus être à jour.
lt: Šis straipsnis nebeatnaujinamas, tad jo turinys gali būti pasenęs.
ru: Эта статья больше не поддерживается, поэтому её содержание может устареть.
sl: Tega članka se ne vzdržuje več, tako da je njegova vsebina morda zastarela.
sq: Ky artikull nuk mirëmbahet më, ndaj lënda e tij mund të jetë e vjetruar.
th: บทความนี้ไม่ได้อยู่ภายใต้การบำรุงรักษา เพราะฉะนั้นเนื้อหาอาจจะล้าสมัย
xh: Eli nqaku ilisalungiswa, ngoko ke isiqulatho salo asikho mgangathweni.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
bn_in: এই প্রবন্ধটি অনুবাদ করতে কেউ এখনও সাহায্য করেনি। যদি আপনি ইতিমধ্যে জেনে থাকেন যে SUMO-র জন্য লোকালাইজেশন কিভাবে কাজ করে, <a href="%(document_trans_link)s">এখনই অনুবাদ করতে শুরু করুন</a>। যদি আপনি জানতে চান যে কিভাবে SUMO-র জন্য প্রবন্ধ অনুবাদ করতে হয়, <a href="%(help_link)s">অনুগ্রহ করে এখানে শুরু করুন</a>।
cs: Tento článek zatím nikdo nepřeložil. Jestli máte s překlady na SUMO zkušenosti, můžete jej <a href="%(document_trans_link)s">nyní přeložit</a>. Pokud byste se chtěli dozvědět, jak se na SUMO články překládají, <a href="%(help_link)s">začněte prosím zde</a>.
fr: Personne n'a encore aidé à traduire cet article. Si vous savez déjà comment la traduction pour SUMO fonctionne, <a href="%(document_trans_link)s">commencez à traduire maintenant</a>. Si vous voulez apprendre à traduire des articles pour SUMO, <a href="%(help_link)s">veuillez commencer ici</a>.
ru: Пока никто не помог перевести эту статью. Если вы уже знаете, как работает локализация для SUMO, <a href="%(document_trans_link)s">приступите к переводу</a>. Если вы хотите узнать, как переводить статьи на SUMO,<a href="%(help_link)s">пожалуйста, начните отсюда</a>.
sl: Nihče še ni pomagal prevesti tega članka. Če že veste, kako deluje lokalizacija SUMO, <a href="%(document_trans_link)s">začnite prevajati zdaj</a>. Če se želite naučiti prevajati članke za SUMO, <a href="%(help_link)s">prosimo, začnite tukaj</a>.
sq: Askush nuk ka ndihmuar ende të përkthehet ky artikull. Nëse dini tashmë si funksionin përkthimi i artikujve të SUMO-s, <a href="%(document_trans_link)s">filloni të përktheni që tani</a>. Nëse doni të mësoni se si të përktheni artikuj për SUMO-n, <a href="%(help_link)s">ju lutemi, filloni nga këtu</a>.
xh: Akukho namnye oncedileyo ukuguqulela eli nqaku. Ukuba sele usazi ukuba kwenziwa njani ukulokhalayizelwa imisebenzi ye-SUMO, <a href="%(document_trans_link)s">qalisa uguqulelo ngoku</a>. Ukuba ufuna ukufunda ngakumbi ngendlela yokuguqulela amanqaku eSUMO, <a href="%(help_link)s">nceda uqale apha</a>.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
bn_in: আমাদের স্বেচ্ছাসেবকরা এই প্রবন্ধটি অনুবাদ করছে। যতক্ষণনা এটি প্রস্তুত হচ্ছে, হয়তো ইংরেজি সংস্করণ কিছু সাহায্য হতে পারে।
cs: Naši přispěvatelé pracují na překladu tohoto článku. Dokud nebude hotov, můžete nalézt nápovědu v anglické verzi.
da: Vores frivillige arbejder på at oversætte denne artikel. Indtil den er klar, kan den engelske version måske være til hjælp.
et: Meie kangelased tõlgivad parajasti seda teemat. Kuni see valmib, on ehk kasu ingliskeelsest versioonist.
fi: Avustajamme kääntävät artikkelia parhaillaan. Ennen käännöksen valmistumista, englanninkielisestä versiosta voisi olla apua.
fr: Nos bénévoles sont en train de travailler sur la traduction de cet article. En attendant, la version en anglais peut peut-être vous aider.
lt: Mūsų savanoriai šiuo metu verčia šį straipsnį. Kol vertimas nebus baigtas, Jums gali praversti angliška straipsnio versija.
ru: Наши волонтёры работают над переводом этой статьи. Пока она не готова, возможно вам поможет Английская версия.
sl: Naši prostovoljci ravno prevajajo ta članek. Dokler ne bo preveden, vam bo mogoče prišla prav angleška različica.
sq: Vullnetarët tanë po punojnë mbi përkthimin e këtij artikulli. Ndoshta versioni në Anglisht mund të ndihmonte ca, deri sa të jetë gati përkthimi.
th: อาสาสมัครของเรากำลังทำงานเกี่ยวกับการแปลบทความนี้ จนกว่ามันจะพร้อม บทความรุ่นภาษาอังกฤษอาจช่วยเหลือได้
xh: Amavolontiya ethu asebenzela ukuguqulela eli nqaku. Lide libelilungile, mhlawumbi inguqulelo yesiNgesi ingaba luncedo oluthile.

source: This article doesn't have approved content yet.
bn_in: এই প্রবন্ধটির বিষয়বস্তু এখনও অনুমোদন হয়নি।
cs: Tento článek dosud neobsahuje schválený obsah.
da: Denne artikel har endnu ikke noget godkendt indhold.
et: Sellel teemal pole veel aktsepteeritud sisu.
eu: Artikulu honek ez dauka onartutako edukirik oraindik.
fi: Tällä artikkelilla ei ole vielä hyväksyttyä sisältöä.
fr: Cet article n'a pas encore de contenu approuvé.
lt: Šis straipsnis dar neturi patvirtinto turinio.
ru: Содержимое этой статьи ещё не одобрено.
sl: Ta članek je še brez odobrene vsebine.
sq: Ky artikull nuk ka ende lëndë të miratuar.
th: บทความนี้มีขึ้นในขณะที่เนื้อหาไม่ได้รับการอนุมัติ
xh: Eli nqaku alikabinaloo ulwamkelo lwesiqulatho.

source: Warning: There are newer unreviewed revisions of this article.
bn_in: সতর্কীকরণ: এই প্রবন্ধের নতুনতর পর্যালোচনা না হওয়া সংস্করণ রয়েছে।
cs: Upozornění: Pro tento článek existují novější neschválené revize.
da: Advarsel: Der er nyere ikke gennemgåede revisioner af denne artikel.
fi: Varoitus: Tästä artikkelista on uudempia hyväksymättömiä versioita.
fr: Avertissement : Il y a des révisions non vérifiées plus récentes de cet article.
lt: Pastaba: yra naujesnių nerecenzuotų šio straipsnio versijų.
ru: Предупреждение: У этой статьи есть новые непроверенные ревизии.
sl: Opozorilo: za ta članek obstajajo novejše revizije, ki še niso pregledane.
sq: Kujdes: Ka rishikime më të reja të pa shqyrtuara për këtë artikull.
xh: Isilimkiso: Kukho uhlelo olutsha olungajongwanga ngaphambi koshicilelo lweli nqaku.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
bn_in: আপনার সম্পাদনাকে পর্যালোচনা না হওয়া সংস্করণের ওপরে ভিত্তি করতে হলে দেখুন <a href="%(url)s">পূর্ববর্তী তথ্য</a>।
cs: Podívejte se do <a href="%(url)s">historie</a> a založte svou úpravu na existující nezkontrolované revizi.
da: Se <a href="%(url)s">historikken</a> for at basere din redigering på en eksisterende ikke gennemgået revision.
fi: Katso <a href="%(url)s">historia</a> tehdäksesi muokkaukset olemassa olevaan hyväksymättömään versioon.
fr: Consultez <a href="%(url)s">l'historique</a> pour baser votre modification sur une révision non vérifiée existante.
lt: Peržiūrėkite <a href="%(url)s">versijų žurnalą</a>, jeigu kaip savo pataisos pagrindą norite naudoti vieną nerecenzuotų versijų.
ru: Просмотрите <a href="%(url)s">историю</a>, чтобы начать редактирование на основе существующей непроверенной ревизии.
sl: Oglejte si <a href="%(url)s">zgodovino</a> in poskrbite, da boste delali z obstoječo nepregledano revizijo.
sq: Shihni <a href="%(url)s">historikun</a> që ta bazoni përpunimin tuaj në një version ekzistues të pashqyrtuar.
xh: Khangela <a href="%(url)s">imbali</a> ukusekela uhlelo lwakho kuhlelo olungajongwanga ngaphambi koshicilelo.

source: Change Revisions
bn_in: সংস্করণ পরিবর্তন করুন
cs: Změna revizí
da: Skift revisioner
et: Versioonide toimetamine
fi: Vertaile muutosversioita
fr: Changer les révisions
lt: Keisti versijas
ru: Изменить ревизии
sl: Spremeni revizije
sq: Ndryshoni Rishikime
th: การปรับปรุงเพิ่มเติม
xh: Tshintsha Uhlaziyo

source: Revision {num}:
bn_in: সংস্করণ {num}:
cs: Revize {num}:
et: Versioon {num}:
eu: {num} berrikuspena:
fi: Muutos {num}:
fr: Révision {num} :
lt: {num} versija:
ru: Ревизия {num}:
sl: Revizija {num}:
sq: Shqyrtimi {num}:
th: การแก้ไขเพิ่มเติม {num}:
xh: Uhlaziyo {inani}:
