Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Change my password
bn_in: আমার পাসওয়ার্ড পরিবর্তন করা হোক
cs: Změna mého hesla
da: Skift min adgangskode
et: Muuda minu salasõna
fi: Vaihda salasana
fr: Changer mon mot de passe
lt: Keisti mano slaptažodį
ru: Сменить мой пароль
sl: Spremeni moje geslo
sq: Ndryshim i fjalëkalimin tim
th: เปลี่ยนรหัสผ่านของฉัน
xh: Tshintsha i-password

source: Password change successful!
bn_in: পাসওয়ার্ড সাফল্যের সাথে পরিবর্তন করা হয়েছে!
cs: Heslo bylo úspěšně změněno!
da: Adgangskode ændret korrekt!
et: Salasõna muutmine oli edukas!
fi: Salasanan vaihto onnistui
fr: Mot de passe modifié !
lt: Slaptažodis pakeistas sėkmingai!
ru: Пароль успешно изменён!
sl: Geslo uspešno spremenjeno!
sq: Ndryshim i suksesshëm fjalëkalimi!
th: เปลี่ยนรหัสผ่านสำเร็จ!
xh: I-pasword itshintshwe ngempumelelo!

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
bn_in: আপনি সাফল্যের সাথে পাসওয়ার্ডটি পরিবর্তন করেছেন। <a href="%(profile_url)s">প্রোফাইল সম্পাদনা পাতায়ে ফিরে আসুন।</a>
cs: Právě jste úspěšně změnili heslo. <a href="%(profile_url)s">Přejít zpět na stránku úpravy profilu</a>.
da: Du kar ændret din adgangskode korrekt. <a href="%(profile_url)s">Gå tilbage til siden Rediger profil.</a>
et: Salasõna on muudetud. <a href="%(profile_url)s">Mine tagasi profiili muutmise lehele.</a>
fi: Salasanan vaihto onnistui. <a href="%(profile_url)s">Siirry profiilisivulle.</a>
fr: Vous avez changé votre mot de passe. <a href="%(profile_url)s">Revenir à la page de modification de profil.</a>
lt: Jūsų slaptažodis pakeistas sėkmingai. <a href="%(profile_url)s">Galite grįžti į profilio redagavimo tinklapį.</a>
ru: Вы успешно сменили свой пароль. <a href="%(profile_url)s">Вернуться на страницу редактирования прoфиля.</a>
sl: Uspešno ste spremenili svoje geslo. <a href="%(profile_url)s">Pojdi nazaj na stran za urejanje profila.</a>
sq: E ndryshuat me sukses fjalëkalimin tuaj. <a href="%(profile_url)s">Kthehuni mbrapsht që të përpunoni faqen e profilit.</a>
th: การเปลี่ยนรหัสผ่านของคุณประสบความสำเร็จ <a href="%(profile_url)s">กลับไปยังหน้าข้อมูลส่วนตัว</a>
xh: Uyitshintshe ngempumelelo i-password yakho. <a href="%(profile_url)s">Buyeka umva ukuhlela iphepha le-profile.</a>

source: Password successfully reset.
bn_in: পাসওয়ার্ড সাফল্যের সাথে পুনঃস্থাপন করা হয়েছে!
cs: Heslo bylo úspěšně obnoveno.
da: Adgangskode nulstillet korrekt.
et: Salasõna lähtestamine õnnestus.
eu: Pasahitza ondo berrezarri da.
fi: Salasana on palautettu.
fr: Mot de passe réinitialisé avec succès.
lt: Slaptažodis sėkmingai perkurtas.
ru: Пароль успешно сброшен.
sl: Geslo je uspešno ponastavljeno.
sq: Fjalëkalimi u ricaktua me sukses!
th: ล้างรหัสผ่านสำเร็จ
xh: I-password isetwe kwakhona ngempumelelo.

source: You can now log in.
bn_in: এখন আপনি লগ-ইন করতে পারেন
cs: Nyní se můžete přihlásit.
da: Du kan logge ind nu.
et: Võid nüüd sisse logida.
fi: Voit nyt kirjautua normaalisti sisään.
fr: Vous pouvez maintenant vous connecter.
lt: Dabar galite prisijungti.
ru: Теперь вы можете войти.
sl: Sedaj se lahko prijavite.
sq: Tani mund të hyni.
th: คุณสามารถเข้าสู่ระบบได้ในขณะนี้
xh: Ungangena ngoku.

source: Password Reset
bn_in: পাসওয়ার্ড পুনঃস্থাপন করুন
cs: Obnova hesla
da: Adgangskode nulstillet
et: Salasõna lähtestamine
eu: Berrezarri pasahitza
fi: Salasanan palauttaminen
fr: Réinitialiser le mot de passe
lt: Slaptažodžio perkūrimas
ru: Сброс пароля
sl: Ponastavitev gesla
sq: Ricaktim Fjalëkalimi
th: ตั้งรหัสผ่านใหม่
xh: Ukusetwa kwakhona kwe-password

source: New password
bn_in: নতুন পাসওয়ার্ড
cs: Nové heslo
da: Ny adgangskode
et: Uus salasõna
eu: Pasahitz berria
fi: Uusi salasana
fr: Nouveau mot de passe
lt: Naujas slaptažodis
ru: Новый пароль
sl: Novo geslo
sq: Fjalëkalim i ri
th: รหัสผ่านใหม่
xh: I-password entsha

source: Confirm password
bn_in: পাসওয়ার্ড নিশ্চিত করুন
cs: Potvrdit heslo
da: Bekræft adgangskode
et: Kinnita salasõna
eu: Berretsi pasahitza
fi: Kirjoita salasana uudelleen
fr: Confirmer le mot de passe
lt: Pakartokite slaptažodį
ru: Подтвердить пароль
sl: Potrdite geslo
sq: Ripohoni fjalëkalimin
th: ยืนยันรหัสผ่าน
xh: Qinisekisa i-password

source: Password reset unsuccessful
bn_in: পাসওয়ার্ড পুনঃস্থাপন হতে ব্যর্থ
cs: Pokus o obnovení hesla byl neúspěšný
da: Nulstil adgangskode mislykkedes
et: Salasõna lähtestamine ei õnnestunud
eu: Pasahitza berrezartzeak huts egin du
fi: Salasanan palauttaminen epäonnistui
fr: Le mot de passe n'a pas pu être réinitialisé
lt: Slaptažodžio perkūrimas nepavyko
ru: Неудачный сброс пароля
sl: Ponastavitev gesla neuspešna
sq: Fjalëkalimi nuk u ricaktua me sukses
th: ตั้งรหัสผ่านใหม่ไม่สำเร็จ
xh: Usuetwa kwakhona kwe-password akubangayimpumelelo

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
bn_in: পাসওয়ার্ড পুনঃস্থাপনের জন্য লিঙ্কটি অবৈধ, কারণ সম্ভবত এটি ইতিমধ্যে ব্যবহৃত হয়েছে। দয়া করে একটি নতুন পাসওয়ার্ড পুনঃস্থাপনের লিঙ্ক অনুরোধ করুন।
cs: Odkaz na obnovu hesla je neplatný. Možná proto, že již byl použit. Požádejte prosím o obnovu hesla znovu.
da: Linket til nulstilling af adgangskode var ugyldigt, muligvis fordi det allerede er blevet brugt. Anmod om en ny nulstilling af adgangskode.
et: Salasõna lähtestamise link oli kehtetu, võimalik, et see oli juba kasutatud. Palun telli salasõna lähtestamine uuesti.
eu: Pasahitza berrezartzeko lotura okerra zen, ziurrenik dagoeneko erabili delako. Eskatu pasahitz berrezartze berri bat mesedez.
fi: Salasanan palautuslinkki oli virheellinen, sillä se on todennäköisesti jo käytetty. Pyydä uusi salasanan palautus.
fr: Le lien de réinitialisation du mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation de mot de passe.
lt: Slaptažodžio perkūrimo saitas neteisingas. Galbūt jis jau buvo panaudotas. Jeigu norite perkurti slaptažodį, pradėkite šį procesą iš naujo, kad gautumėte naują laišką su perkūrimo saitu.
ru: Ссылка на сброс пароля неверна, вероятно потому что она уже была использована. Пожалуйста, запросите новый сброс пароля.
sl: Veza za ponastavitev gesla je bila neveljavna, morda zato, ker se jo je že uporabilo. Zahtevajte prosim ponovno ponastavitev gesla.
sq: Lidhja për ricaktimin e fjalëkalimit qe e pavlefshme, ndoshta ngaqë është përdorur tashmë një herë. Ju lutemi, kërkoni një ricaktim të ri fjalëkalimi.
th: ลิงก์ตั้งรหัสผ่านไม่ถูกต้อง อาจจะเป็นไปได้ที่ลิงก์ใช้ไปแล้ว โปรดร้องของการตั้งรหัสผ่านใหม่อีกครั้ง
xh: Ilinki yokuseta kwakhona i-password ibingasebenzi, mhlawumbi ngenxa yokuba sele isetyenzisiwe. Nceda ucele ukuseta kwakhona kwe-password okutsha.

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
bn_in: <strong>সাবধান:</strong> ডিসেম্বর 2010 এর পূর্বে নির্মিত অ্যাকাউন্ট এ লগ-ইন করতে সমস্যা হতে পারে। দয়া করে নিম্নে থেকে আপনার পাসওয়ার্ডটি পুনঃস্থাপন করুন।
cs: <strong>Varování:</strong> Účty vytvořené před prosincem 2010 mohou mít problémy s přihlášením. Obnovte si prosím níže heslo.
da: <strong>Advarsel:</strong> Konti der er oprettet før december 2010 kan have problemer med at logge ind. Nulstil din adgangskode nedenunder.
fi: <strong>Varoitus:</strong> Joulukuussa 2010 ja ennen sitä luoduilla käyttäjätunnuksilla voi olla kirjautumisongelmia. Ongelman voi korjata käyttämällä tämän sivun salasananpalautusta.
fr: <strong>Attention</strong> les comptes créés avant décembre 2010 peuvent avoir des difficultés à se connecter. Veuillez réinitialiser votre mot de passe ci-dessous.
lt: <strong>Dėmesio!</strong> Jungiantis prie paskyrų, sukurtų iki 2010 m. gruodžio, gali iškilti problemų. Prašom perkurti savo slaptažodį.
ru: <strong>Предупреждение:</strong> У учётных записей, созданных ранее декабря 2010 года, могут возникнуть проблемы со входом. Пожалуйста, заново установите ваш пароль.
sl: <strong>Opozorilo:</strong> Računi, odprti pred decembrom 2010, imajo lahko težave pri prijavi. Prosimo, da ponastavite geslo spodaj.
sq: <strong>Kujdes:</strong> Llogaritë e krijuara përpara Dhjetorit të 2010-s mund të kenë probleme me hyrjen në to. Ju lutemi, ricaktoni më poshtë fjalëkalimin tuaj.
th: <strong>คำเตือน:</strong> บัญชีที่มีการเปิดใช้ก่อนเดือนธันวาคม 2010 อาจมีปัญหาในการเข้าระบบ โปรดตั้งรหัสผ่านใหม่
xh: <strong>Isilumkiso:</strong> Ii-akhawunti ezenziwe ngaphambi koDisemba 2010 zisenokuba nengxaki zokungena. nceda usete kwakhona i-password yakho apha ngezantsi.

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
bn_in: পাসওয়ার্ড ভুলে গেছেন? আপনার ইমেল নীচে লিখুন, আমরা একটা নির্দেশাবলী পাঠিয়ে দেবো নতুন একটি নির্ধারণের জন্য।
cs: Zapomněli jste heslo? Zadejte níže svou e-mailovou adresu a my vám zašleme instrukce, jak si můžete nastavit nové.
da: Glemt din adgangskode? Indtast din mailadresse nedenunder, og vi vil sende dig en vejledning i, hvordan du opretter en ny.
et: Unustasid oma salasõna? Sisesta oma e-posti aadress ja me saadame sulle juhendi uue seadistamiseks.
eu: Pasahitza ahaztu duzula? Idatzi zure helbide elektronikoa azpian eta berria ezartzeko argibideak bidaliko dizkizugu.
fi: Unohditko salasanasi? Kirjoita käyttäjätunnuksen tiedoissa oleva sähköpostiosoite, jolloin saat siihen salasanan palautusohjeet.
fr: Vous avez oublié votre mot de passe ? Saisissez votre adresse électronique ci-dessous, et nous vous enverrons des instructions pour en définir un nouveau.
lt: Užmiršote slaptažodį? Įveskite savo el. pašto adresą ir Jums bus išsiųsta instrukcija, kaip pamirštą slaptažodį pakeisti nauju.
ru: Забыли свой пароль? Введите ниже свой адрес эл. почты и мы вышлем вам инструкции по установке нового пароля.
sl: Ste pozabili svoje geslo? Vnesite svoj e-poštni naslov in poslali vam bomo navodila, kako ga ponastaviti.
sq: Harruat fjalëkalimin tuaj? Jepni më poshtë adresën tuaj email, dhe do t’ju dërgojmë udhëzimet për caktimin e një të riu.
th: ลืมรหัสผ่าน? ป้อนที่อยู่อีเมลของคุณข้างล่างนี้ และเราจะส่งคำแนะนำในการตั้งค่าใหม่ไปหาคุณ
xh: Ulibele i-password yakho? Faka idilesi ye-imeyile yakho ngezantsi, kwaye siza kukuthumelela imiyalelo yokuseta entsha.

source: Email Address:
bn_in: ইমেল ঠিকানা:
cs: E-mailová adresa:
da: Mailadresse:
et: E-posti aadress:
eu: Helbide elektronikoa:
fi: Sähköpostiosoite:
fr: Adresse électronique :
lt: El. pašto adresas:
ru: Адрес эл. почты:
sl: E-naslov:
sq: Adresë Email:
th: ที่อยู่อีเมล:
xh: Idilesi ye-Imeyile:

source: Send password reset link
bn_in: পাসওয়ার্ড পুনঃস্থাপনের লিঙ্ক পাঠানো হোক
cs: Poslat odkaz na obnovu hesla
da: Send link til nulstilling af adgangskode
et: Saatke salasõna lähtestamise link
eu: Bidali pasahitza berrezartzeko lotura
fi: Lähetä salasanan palautuslinkki
fr: Envoyer le lien de réinitialisation du mot de passe
lt: Išsiųsti slaptažodžio perkūrimo saitą
ru: Отправить ссылку для сброса пароля
sl: Pošlji povezavo za ponastavitev gesla
sq: Dërgo lidhje ricaktimi fjalëkalimi
th: ส่งลิงก์สำหรับตั้งรหัสผ่านใหม่
xh: Thumela ilinki yokuseta kwakhona i-password

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
bn_in: আমরা একটা ইমেইল পাঠিয়েছি যেকোনো অ্যাকাউন্টে যে এই অ্যাড্রেসটি ব্যবহার করছে। অনুগ্রহ করে ইমেইলে লিঙ্কটা খেয়াল করুন আপনার পাসওয়ার্ড পুনরায় সেট করতে।
cs: Zaslali jsme e-mail na adresu uvedenou u tohoto účtu. Pro zrušení hesla klepněte na odkaz, který je v něm uveden.
et: Saatsime kirja selle aadressiga seotud konto kohta. Palun klõpsa salasõna lähtestamiseks kirjas oleval lingil.
fi: Olemme lähettäneet sähköpostin annettuun osoitteeseen. Napsauta linkkiä sähköpostiosoitteessa nollataksesi salasanasi.
fr: Nous avons envoyé un courriel à tout compte utilisant cette adresse. Veuillez suivre le lien dans le courriel pour réinitialiser votre mot de passe.
lt: Šiuo adresu išsiuntėme el. laišką. Jame rasite saitą, kurį spustelėję, galėsite susikurti naują savo paskyros slaptažodį.
ru: Мы послали письмо для любой учётной записи используя этот адрес. Пожалуйста, проследуйте по ссылке в письме чтобы сбросить свой пароль.
sl: Potrdilo smo poslali na račun s tem naslovom. Sledite prosim povezavi v pošti, da ponastavite svoje geslo.
sq: Kemi dërguar një email te cilado llogari që përdor këtë adresë. Që të ricaktoni fjalëkalimin tuaj, ju lutemi, ndiqni lidhjen te email-i.
th: เราได้ส่งอีเมลไปยังบัญชีใดๆ ที่ใช้อยู่นี้ โปรดไปคลิกลิงก์ในอีเมลเพื่อตั้งรหัสผ่านใหม่
xh: Sithumele i-imeyile kuyo nayiphi na i-akhawunti esebenzisa le dilesi. Nceda ulandele ilinki kwi-imeyile ukuseta kwakhona i-password yakho.

source: Thank you for registering!
bn_in: রেজিস্টার করবার জন্য ধন্যবাদ!
cs: Děkujeme za registraci!
da: Tak for din registrering!
et: Täname registreerumise eest!
eu: Eskerrik asko izena emateagatik!
fi: Kiitos rekisteröitymisestä!
fr: Merci pour votre inscription !
lt: Dėkojame, kad užsiregistravote!
ru: Спасибо за регистрацию!
sl: Hvala za registracijo!
sq: Faleminderit për regjistrimin!
th: ขอบคุณสำหรับการลงทะเบียน!
xh: Enkosi ngokubhalisa!

source: Thank you for being awesome!
bn_in: বিস্ময়জনক হওয়ার জন্য ধন্যবাদ!
cs: Děkujeme, jste skvělý(á)!
da: Tak fordi du er fantastisk!
et: Täname, et oled äge!
eu: Eskerrik asko tumatxa izateagatik!
fi: Kiitos, että olet mahtava!
fr: Merci d'être formidable !
lt: Dėkojame, kad esate su mumis!
ru: Спасибо за вашу помощь!
sl: Hvala vam, ker ste super!
sq: Faleminderit, jeni të mahnitshëm!
th: ขอบคุณสำหรับความเจ๋ง!
xh: Enkosi ngokuba ngumbu oMangalisayo!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
bn_in: লগ ইন করার আগে আপনাকে আপনার ইমেইল অ্যাড্রেস নিশ্চিত করতে হবে। আমরা আপনাকে একটি নিশ্চিতকরণ লিঙ্ক সহ একটি ইমেইল পাঠিয়েছি। শুধুমাত্র ওই লিঙ্কটি ক্লিক করুন এবং আপনি যেতে প্রস্তুত হবেন!
cs: Předtím než se budete moci přihlásit, musíte potvrdit svou e-mailovou adresu. Zaslali jsme vám e-mail s odkazem na její potvrzení. Klepněte na tento odkaz a budete se moci přihlásit!
da: Inden du kan logge ind, skal du bekræfte din mailadresse. Vi har sendt dig en mail med et bekræftelseslink. Klik på linket og du er klar til at fortsætte!
et: Enne, kui saad sisse logida, tuleb sul kinnitada oma e-posti aadress. Saatsime sulle kinnituslingiga kirja. Klõpsa vaid lingil ja ongi valmis!
eu: Saioa hasi aurretik helbide elektronikoa berretsi behar duzu. Mezu bat bidali dizugu berrespen-loturarekin. Egin klik loturan eta kitto!
fi: Ennen kuin voit kirjautua sisään, vahvista käyttäjätunnus antamaasi sähköpostiosoitteeseen lähetetyn vahvistusviestin linkkiä napsauttamalla.
fr: Avant que vous puissiez vous connecter, vous devez confirmer votre adresse électronique. Nous vous avons envoyé un courriel contenant un lien de confirmation. Cliquez simplement sur le lien et tout sera prêt !
lt: Kad galėtumėte prisijungti, turite patvirtinti savo el. pašto adresą. Jums mes nusiuntėme el. laišką su patvirtinimo saitu. Tiesiog spustelėkite saitą ir viskas, ko reikia, bus atlikta!
ru: Перед входом вам нужно подтвердить свой адрес эл. почты. Мы послали вам письмо с ссылкой для подтверждения. Просто щёлкните по этой ссылке и всё будет сделано!
sl: Preden se lahko prijavite, morate potrditi svoj e-naslov. Poslali smo vam e-pošto, ki vsebuje povezavo za potrditev. Samo kliknite povezavo in vse bo v redu!
sq: Përpara se të mund të bëni hyrjen, lypset të ripohoni adresën tuaj email. Ju kemi dërguar një email me një lidhje ripohimi në të. Thjesht klikoni lidhjen dhe do të jeni gati për më tej!
th: ก่อนที่คุณจะเข้าสู่ระบบ คุณต้องยืนยันที่อยู่อีเมลของคุณก่อน เราได้ส่งอีเมลไปหาคุณพร้อมลิงก์ยืนยัน แค่คลิกที่ลิงก์คุณก็พร้อมที่จะโลดแล่นแล้ว!
xh: Ngaphambi kokuba ungene, kufuneka uqinisekise idilesi yakho ye-imeyile. Sikuthumelele i-imeyile enelinki yokuqinisekisa. Cofa nje ilinki kwaye uza kulungela ukuba uqhubeke!

source: Resend confirmation email
bn_in: নিশ্চিতকরণ ইমেল আবার পাঠান
cs: Znovu odeslat potvrzující e-mail
da: Sendte bekræftelsesmail igen
et: Saatke kinnituskiri uuesti
fi: Lähetä vahvistusviesti uudelleen
fr: Envoyer à nouveau le courriel de confirmation
lt: Pakartotinai išsiųsti patvirtinimo laišką
ru: Отправить письмо подтверждения заново
sl: Pošlji ponovno e-pošto za potrdilo
sq: Ridërgo email-in e ripohimit
th: ส่งอีเมลยืนยันใหม่
xh: Thumela kwakhona i-imeyile yokuqinisekisa

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
bn_in: আপনার অ্যাকাউন্টকে সক্রিয় করতে প্রথমে আপনাকে আপনার ইমেইল অ্যাড্রেস নিশ্চিত করতে হবে। আপনার ইমেইল অ্যাড্রেস প্রবেশ করান এবং নীচের ফর্মটা জমা করুন, এবং আমরা আপনাকে পুনরায় নিশ্চিতকরণ ইমেইল পাঠাবো।
cs: Pro aktivaci účtu musíte potvrdit svou e-mailovou adresu. Vložte e-mail, odešlete níže formulář a my vám zašleme potvrzující e-mail.
da: For at aktivere din konto skal du først bekræfte din mailadresse. Indtast din mailadresse og indsend formularen nedenunder, og vi vil gensende bekræftelsesmailen.
et: Konto aktiveerimiseks tuleb sul kinnitada oma e-posti aadress. Sisesta oma e-posti aadress ja postita vorm ning me saadame kinnituskirja uuesti.
fi: Käyttäjätunnus aktivoidaan annettuun sähköpostiosoitteeseen lähetettävällä vahvistusviestillä. Kirjoita sähköpostiosoite, jolloin lähetämme siihen uuden vahvistusviestin.
fr: Pour activer votre compte, vous devez d'abord confirmer votre adresse électronique. Saisissez votre adresse électronique et soumettez le formulaire ci-dessous, nous vous renverrons alors le courriel de confirmation.
lt: Kad Jūsų paskyra būtų suaktyvinta, turite patvirtinti savo el. paštą. Įveskite savo el. pašto adresą, ir mes pakartotinai išsiųsime patvirtinimo laišką.
ru: Чтобы активировать свою учётную запись вы должны сначала подтвердить свой адрес эл. почты. Введите свой адрес эл. почты в расположенную ниже форму и нажмите кнопку для отправки, и мы пошлём вам письмо для подтверждения.
sl: Da lahko svoj račun aktivirate, morate najprej potrdili svoj e-poštni naslov. Vnesite ga v spodnji obrazec in ga pošljite, mi pa vam bomo ponovno poslali e-pošto za potrdilo.
sq: Për aktivizimin e llogarisë suaj, duhet së pari të ripohoni adresën tuaj email. Jepni email-in tuaj dhe parashtroni formularin më poshtë, dhe do t’ju dërgojmë email-in e ripohimit.
th: คุณต้องยืนยันที่อยู่อีเมลของคุณก่อนการเปิดใช้งานบัญชีของคุณ ใส่อีเมลของคุณและส่งแบบฟอร์มด้านล่างแล้วเราจะส่งอีเมลการยืนยันไปหาคุณ
xh: Ukwenzai-akhawunti isebenze kufuneka kuqala uqinisekise idilesi yakho ye-imeyile. Faka i-imeyile yakho ze ufake ifomu engezantsi, kwaye siza kuthumela kwakhona i-imeyile yokuqinisekisa.

source: Resend account confirmation email
bn_in: অ্যাকাউন্ট নিশ্চিতকরণ ইমেইল পুনরায় পাঠানো হোক
cs: Znovu odeslat potvrzující e-mail
da: Send kontobekræftelse på mail igen.
et: Konto kinnituskirja uuesti saatmine
fi: Vahvistusviestin lähettäminen uudelleen
fr: Envoyer à nouveau le courriel de confirmation de compte
lt: Pakartotinai išsiųsti patvirtinimo laišką
ru: Отправить письмо подтверждения учётной записи заново
sl: Pošlji ponovno e-pošto za potrdilo
sq: Ridërgo email ripohimi llogarie
th: ส่งอีเมลยืนยันของคุณใหม่
xh: Thumela kwakhona i-imeyile yokuqinisekisa i-akhawunti

source: Confirmation email sent successfully.
bn_in: নিশ্চিতকরণ মেইল সফলভাবে পাঠানো হয়েছে।
cs: Potvrzující e-mail byl úspěšně odeslán.
da: Bekræftelsesmail sendt korrekt.
et: Kinnituskirja saatmine õnnestus.
fi: Vahvistusviesti on lähetetty.
fr: Courriel de confirmation envoyé avec succès.
lt: Patvirtinimo laiškas sėkmingai išsiųstas.
ru: Письмо для подтверждения успешно отправлено.
sl: E-pošta za potrdilo uspešno poslana.
sq: Email-i i ripohimit u dërgua me sukses.
th: การส่งอีเมลยืนยันประสบความสำเร็จ
xh: I-imeyile yokuqinisekisa ithunyelwe ngempumelelo.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
bn_in: আপনার লগইন করার আগে, আপনাকে আপনার ইমেইল অ্যাড্রেস নিশ্চিত করতে হবে। আমরা আপনাকে একটি নতুন নিশ্চিতকরণ ইমেইল পাঠিয়েছি যেকোনো অ্যাকাউন্টের <strong>%(email)s</strong> ব্যবহার করে। ইমেইল অ্যাড্রেস নিশ্চিত করতে, ইমেইলে দেওয়া লিঙ্কটি খেয়াল করুন।
cs: Předtím než se budete moci přihlásit, musíte potvrdit svou e-mailovou adresu. Zaslali jsme vám e-mail na <strong>%(email)s</strong> s odkazem na potvrzení. Pro potvrzení své e-mailové adresy jednoduše klepněte na odkaz v e-mailu.
et: Enne, kui saad sisse logida, tuleb e-posti aadress kinnitada. Saatsime uue kinnituskirja aadressile <strong>%(email)s</strong>. Aadressi kinnitamiseks klõpsa lingil kirjas.
fi: Ennen kuin voit kirjautua sisään, vahvista käyttäjätunnus antamaasi sähköpostiosoitteeseen <strong>%(email)s</strong> lähetetyn vahvistusviestin linkkiä napsauttamalla.
fr: Avant que vous puissiez vous connecter, vous devez confirmer votre adresse électronique. Nous avons envoyé un nouveau courriel de confirmation utilisant <strong>%(email)s</strong>. Pour confirmer l'adresse électronique, suivez simplement le lien dans le courriel.
lt: Kad galėtumėte prisijungti, turite patvirtinti savo el. pašto adresą. Adresu <strong>%(email)s</strong> Jums nusiuntėme el. laišką su patvirtinimo saitu. Kad patvirtintumėte adresą, tiesiog spustelėkite laiške esantį saitą.
ru: Перед входом вам нужно подтвердить свой адрес эл. почты. Мы послали новое письмо подтверждения к любой учётной записи, используя <strong>%(email)s</strong>. Чтобы подтвердить адрес эл. почты, просто щёлкните по ссылке в письме.
sl: Preden se lahko prijavite, morate potrditi svoj e-naslov. Novo e-pošto za potrdilo smo poslali na račun z naslovom <strong>%(email)s</strong>. Da potrdite e-poštni naslov, sledite povezavi v prejeti pošti.
sq: Përpara se të mund të bëni hyrjen, lypset të ripohoni adresën tuaj email. Kemi dërguar një email të ri ripohimi te cilado llogari që përdor <strong>%(email)s</strong>. Për ripohimin e adresës email, thjesht ndiqni lidhjen te email-i.
th: ก่อนที่คุณจะเข้าสู่ระบบ คุณต้องยืนยันที่อยู่อีเมลของคุณก่อน เราได้ส่งการแจ้งเตือนไปยังอีเมลของคุณที่ใช้อยู่กับบัญชี <strong>%(email)s</strong> เพื่อยืนยันที่อยู่อีเมลของคุณ แค่คลิกที่ลิงก์ที่อยู่ในอีเมล
xh: Ngaphambi kokuba ungene, kufuneka uqinisekise idilesi yakho ye-imeyile. Sikuthumelele i-imeyile entsha yesiqinisekiso kuyo nayiphi na i-akhawunti usebenzisa <strong>%(email)s</strong>. Ukuqinisekisa idilesi ye-imeyile, landela nje ilinki kwi-imeyile.

source: Click here to verify your email address
bn_in: এখানে ক্লিক করুন আপনার ইমেইল অ্যাড্রেস যাচাই করতে
cs: Pro ověření své e-mailové adresy klepněte zde
fr: Cliquez ici pour confirmer votre adresse électronique
ru: Щёлкните здесь, чтобы подтвердить свой адрес эл. почты
sl: Kliknite tukaj, da potrdite svoj e-naslov
sq: Klikoni këtu që të verifikohet adresa juaj
xh: Cofa apha ukuqinisekisa idilesi ye-imeyile yakho

source: If the link above doesn’t work, click here:
bn_in: যদি ওপরের লিঙ্কটি কাজ না করে, ক্লিক করুন এখানে:
cs: Pokud odkaz výše nefunguje, klepněte zde:
fr: Si le lien ci-dessus ne fonctionne pas, cliquez ici&nbsp;:
ru: Если ссылка ниже не работает, щёлкните здесь:
sl: Če zgornja povezava ne deluje, kliknite tukaj:
sq: Nëse lidhja më sipër nuk funksionon, klikoni këtu:
xh: Ukuba ilinki engasentla ayisebenzi, cofa apha:

source: The Mozilla Support team
bn_in: Mozilla সাপোর্ট দল
cs: Tým Mozilla Support
fr: L'équipe d'assistance Mozilla
ru: Команда Поддержки Mozilla
sl: Ekipa za Podporo Mozilla
sq: Ekipi i Asistencë së Mozilla-s
xh: Iqela leNkxaso ka-Mozilla
