Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Unarchive this question
bn_in: এই প্রশ্নটি অসংরক্ষিত রাখুন।
cs: Zrušit archivaci otázky
da: Annuller arkivering af dette spørgsmål
fi: Poista viestin arkistointi
fr: Désarchiver cette question
ru: Разархивировать этот вопрос
sl: Odarhiviraj to vprašanje
sq: Çarkivoje këtë pyetje
xh: Susa ulondolozo kulo mbuzo

source: Archive this question
bn_in: এই প্রশ্নটি সংরক্ষিত রাখুন।
cs: Archivovat otázku
da: Arkiver dette spørgsmål
fi: Arkistoi viesti
fr: Archiver cette question
ru: Архивировать этот вопрос
sl: Arhiviraj to vprašanje
sq: Arkivoje këtë pyetje
xh: Londoloza lo mbuzo

source: Stop email updates
bn_in: ইমেইল আপডেট বন্ধ করুন।
cs: Ukončit aktualizace e-mailem
da: Stop opdateringer via mail
fi: Lopeta sähköpostipäivitykset
fr: Arrêter les mises à jour par courriel
ru: Остановить обновления по эл. почте
sl: Prekini obvestila po pošti
sq: Ndaleni marrjen e përditësimeve me email
xh: Yekisa uhlaziyo lwe-imeyili

source: Get email updates
bn_in: ইমেইল আপডেট পান
cs: Získávat aktualizace e-mailem
da: Bliv opdateret via mail
fi: Sähköpostipäivitykset
fr: Obtenir des mises à jour par courriel
ru: Получать обновления по эл. почте
sl: Dobi posodobitve po pošti
sq: Merrni përditësime me email
xh: Fumana uhlaziyo lwe-imeyili

source: Subscribe to feed
bn_in: ফিড সাবস্ক্রাইব করুন
cs: Odběr tématu
da: Abonner på feed
fi: Tilaa syöte
fr: S'inscrire au flux
ru: Подписаться на ленту
sl: Naroči se na vir
sq: Pajtohuni te prurja
xh: Rhuma kwi-feed

source: Question details
bn_in: বিস্তারিত প্রশ্ন করুন
cs: Detaily k otázce
da: Spørgsmålsdetaljer
fi: Kysymyksen lisätiedot
fr: Détails de la question
ru: Детали вопроса
sl: Podrobnosti vprašanja
sq: Hollësi pyetjeje
xh: Iinkcukacha zombuzo

source: Product
bn_in: প্রোডাক্ট
cs: Produkt
da: Produkt
et: Toode
fi: Tuote
fr: Produit
ru: Продукт
sl: Izdelek
sq: Produkt
xh: Imveliso

source: Topic
bn_in: বিষয়
cs: Téma
da: Emne
et: Teema
fi: Aihe
fr: Sujet
ru: Тема
sl: Tema
sq: Temë
xh: Isihloko

source: System Details
bn_in: সিস্টেমের বর্ণনা
cs: Informace o systému
da: Systemdetaljer
et: Süsteemi üksikasjad
fi: Järjestelmän tiedot
fr: Détails sur le système
ru: Сведения о системе
sl: Sistemski podatki
sq: Hollësi Sistemi
xh: Iinkcukacha zeNkqubo

source: Device:
bn_in: ডিভাইস
cs: Zařízení:
fr: Appareil&nbsp;:
ru: Устройство:
sl: Naprava:
sq: Pajisje:
xh: Isixhobo sekhompyutha:

source: More system details
bn_in: আরোও সিস্টেমের বর্ণনা
cs: Více informací o systému
da: Flere systemdetaljer
fi: Lisää järjestelmätietoja
fr: Plus de détails sur le système
ru: Больше сведений о системе
sl: Več podrobnosti o sistemu
sq: Më tepër hollësi sistemi
xh: Iinkcukacha zenkqubo ezithe vetshe

source: Edit details
bn_in: বর্ণনা সম্পাদনা করুন
cs: Upravit detaily
da: Rediger detaljer
fi: Muokkaa yksityiskohtia
fr: Modifier les détails
ru: Изменить сведения
sl: Urejanje podrobnosti
sq: Përpunoni hollësitë
xh: Hlela iinkcukacha

source: Save changes
bn_in: বদলগুলো সংরক্ষণ করুন
cs: Uložit změny
da: Gem ændringer
fi: Tallenna muutokset
fr: Enregistrer les modifications
ru: Сохранить изменения
sl: Shrani spremembe
sq: Ruaji ndryshimet
xh: Gcina iinguqu

source: Additional System Details
bn_in: অতিরিক্ত সিস্টেমের বর্ণনা
cs: Další informace o systému
da: Yderligere systemdetaljer
fi: Lisätietoja järjestelmästä
fr: Détails additionnels sur le système
ru: Дополнительные сведения о системе
sl: Dodatne podrobnosti o sistemu
sq: Hollësi Shtesë Sistemi
xh: Iinkcukacha zeNkqubo eZongezelelekileyo

source: Sites Affected
bn_in: সাইট আক্রান্ত
cs: Postižené stránky
fi: Kysymystä koskevat sivustot
fr: Sites affectés
ru: Затронутые сайты
sl: Prizadeta spletna stran
sq: Sajte të Prekur
xh: Indawo iChaphazelekile

source: Crash ID
bn_in: ক্র্যাশ ID
cs: ID pádu
da: Fejl ID
fi: Kaatumisen tunniste
fr: Identifiant de plantage
ru: ID падения
sl: ID sesutja
sq: ID Vithisjeje
xh: I-ID yokuwa

source: This happened
bn_in: এটা ঘটে থাকে
cs: Stalo se to
fi: Tämä tapahtui
fr: Ceci est arrivé
ru: Это случилось
sl: Zgodilo se je
sq: Kjo ndodhi
xh: Oku kwenzekile

source: Installed Plug-ins
bn_in: প্লাগ - ইন ইন্সটল করা হয়েছে
cs: Nainstalované zásuvné moduly
da: Installerede plugins
fi: Asennetut liitännäiset
fr: Plugins installés
ru: Установленные плагины
sl: Nameščeni vtičniki
sq: Shtojca të Instaluara
xh: Izongezelelo ezifakelweyo

source: Close
bn_in: বন্ধ করুন
cs: Zavřít
da: Luk
fi: Sulje
fr: Fermer
ru: Закрыть
sl: Zapri
sq: Mbylle
xh: Vala

source: Tags
bn_in: ট্যাগ
cs: Štítky
da: Mærker
et: Sildid
eu: Etiketak
fi: Avainsanat
fr: Étiquettes
lt: Gairės
ru: Метки
sl: Oznake
sq: Etiketa
th: ป้าย
xh: Iziphawuli

source: Add
bn_in: যোগ করুন
cs: Přidat
da: Tilføj
et: Lisa
eu: Gehitu
fi: Lisää
fr: Ajouter
lt: Pridėti
ru: Добавить
sl: Dodaj
sq: Shtoni
th: เพิ่ม
xh: Fakela

source: Related
bn_in: সম্পর্কিত
cs: Související
fr: En lien
ru: Связанное
sl: Povezano
xh: Okunxulumeneyo

source: Invite to share screen
cs: Pozvat ke sdílení obrazovky
fr: Inviter à partager l'écran
sl: Povabite na skupno rabo zaslona

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
bn_in: স্প্যাম অবরোধ করবার জন্য আমরা উত্তরের সংখ্যা সীমিত করেছি যা একটি অল্প সময়ের মধ্যে পোস্ট করা হয়। যদি আপনি আরো পোস্ট করতে চান তাহলে <a href="%(url)s">অবদানকারী ফোরামে</a> একটি পোস্ট তৈরি করুন এই আবেদনে যে আপনাকে হোয়াইট-লিস্ট করা হয়।
cs: Z důvodu prevence proti nevyžádaným příspěvkům (spamu) omezujeme počet odpovědí, které mohou být přidány v krátkém čase. Pokud chcete přidávat více příspěvků, požádejte prosím v našem <a href="%(url)s">fóru přispěvatelů</a>, aby se toto omezení na váš účet nevztahovalo.
fr: Afin d'éviter le spam, nous limitons le nombre de réponses qu'il est possible d'envoyer pendant un certain laps de temps. Si vous souhaitez envoyer plus de réponses, merci de poster une message sur le <a href="%(url)s">forum des contributeurs</a> afin de faire partie de la liste blanche.
ru: В целях предотвращения спама, мы ограничиваем число ответов, которые могут быть размещены в течение короткого периода времени. Если вы хотите разместить больше, создайте сообщение на <a href="%(url)s">форуме помощников</a> с запросом на внесение в белый список.
sl: Da bi preprečili neželene (oglaševalske) odgovore, lahko v kratkem času objavite le določeno število odgovorov. Če bi jih radi objavili več, ustvarite objavo na <a href="%(url)s">forumu za sodelavce</a> ter zahtevajte, da vas dodajo na beli seznam.
sq: Me qëllim parandalimin e mesazheve hedhurinë, e kufizojmë numrin e përgjigjeve që mund të postohen brenda një kohe të shkurtër. Nëse doni të postoni më tepër, ju lutemi, krijoni një postim te <a href="%(url)s">forumi i kontribuesve</a> për të kërkuar që të lejoheni.
xh: Ukuze uthintele i-spam, silinganisela inani leempendulo ezingathunyelwa kwisigaba esifutshane sexesha. Ukuba ukuthumela okuninzi yenza iposi kw<a href="%(url)s">iqonga labanikeli</a> elicela ukuba ube kuluhlu olumhlophe.

source: Post a Reply
bn_in: একটি জবাব পোস্ট করুন।
cs: Přidat odpověď
da: Skriv et svar
et: Postita vastus
fi: Lähetä vastaus
fr: Publier une réponse
ru: Написать ответ
sl: Objavi odgovor
sq: Postoni një Përgjigje
xh: Thumela Impendulo

source: I am providing the requested information
bn_in: আমি অনুরোধ করা তথ্য প্রদান করছি।
cs: Poskytuji požadovanou informaci
fr: Je fournis l'information demandée
ru: Я предоставляю запрошенную информацию
sl: Pošiljam zahtevane informacije
sq: Po ofroj të dhënat e kërkuara
xh: Ndibonelela ngenkcukacha eziceliweyo

source: Needs more information
bn_in: আরোও তথ্য চাই
cs: Potřeba více informací
da: Behøver yderligere information
fr: Besoin de plus d'informations
ru: Требуется больше информации
sl: Potrebuje več informacij
sq: Lyp më tepër të dhëna
xh: Ifuna inkcukacha ezithe vetshe

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
bn_in: আপনি অবশ্যই <a href="{login_url}"> আপনার অ্যাকাউন্টে লগ-ইন করবেন </a> বিভিন্ন পোস্টে জবাব দেওয়ার জন্য। অনুগ্রহ করে <a href="{ask_url}"> একটি নতুন প্রশ্ন শুরু করুন </a>, যদি আপনার এখনও কোনো অ্যাকাউন্ট না থাকে।
cs: Pro přidání odpovědi se musíte <a href="{login_url}">přihlásit ke svému účtu</a>. Pokud dosud nemáte účet, <a href="{ask_url}">položte novou otázku</a>.
da: Du skal <a href="{login_url}">logge ind på din konto</a> for at svare på et indlæg. <a href="{ask_url}">Start et nyt spørgsmål</a>, hvis du ikke har en konto endnu.
fi: Sinun pitää <a href="{login_url}">kirjautua käyttäjätilillesi</a> vastataksesi viesteihin. <a href="{ask_url}">Kysy uusi kysymys</a>, ellei sinulla ole vielä käyttäjätiliä.
fr: Vous devez <a href="{login_url}">vous identifier avec votre compte</a> pour répondre aux messages. Veuillez <a href="{ask_url}">poser une nouvelle question</a>, si vous n'avez pas encore de compte.
ru: Для ответа на сообщения вы должны <a href="{login_url}">войти в свою учётную запись</a>. Пожалуйста, <a href="{ask_url}">задайте новый вопрос</a>, если у вас ещё нет учётной записи.
sl: Morate se <a href="{login_url}">prijaviti v svoj ​​račun</a>, če hočete odgovarjati na prispevke. <a href="{ask_url}">Začnite novo vprašanje</a>, če še nimate računa.
sq: Duhet <a href="{login_url}">të bëni hyrjen te llogaria juaj</a> që t’i përgjigjeni postimeve. Ju lutemi, <a href="{ask_url}">filloni me një pyetje të re</a>, nëse nuk keni ende një llogari.
xh: Kufuneka <a href="{login_url}">ungene eakhawuntini yakho</a> ukuphendula okuthunyelweyo. Nceda <a href="{ask_url}">uqale imibuzo emitsha</a>, ukuba awukabinayo iakhawunti.

source: Multiple Products
bn_in: একাধিক প্রোডাক্ট
cs: Více produktů
fr: Plusieurs produits
ru: Множество продуктов
sl: Več izdelkov
sq: Shumë Produkte
xh: Iimveliso ezinini

source: {product} Support Forum
bn_in: {product} সহায়তা ফোরাম
cs: Fórum podpory pro {product}
fr: Forum d'assistance {product}
ru: Форум поддержки {product}
sl: Forum za podporo za {product}
sq: Forum Asistence për {product}
xh: {imveliso} Iqonga leNkxaso

source: Total questions: <strong>{num}</strong>
bn_in: মোট প্রশ্ন : <strong> {num} </strong>
cs: Celkový počet otázek: <strong>{num}</strong>
da: Spørgsmål i alt: <strong>{num}</strong>
et: Küsimusi kokku: <strong>{num}</strong>
fi: Kysymyksiä yhteensä: <strong>{num}</strong>
fr: Nombre de questions : <strong>{num}</strong>
ru: Всего вопросов: <strong>{num}</strong>
sl: Skupaj vprašanj: <strong>{num}</strong>
sq: Pyetje gjithsej: <strong>{num}</strong>
xh: Iyonke imibuzo: <strong>{num}</strong>

source: <strong>%(recent_unanswered_count)s</strong> question in the last <strong>24 hours</strong> has no reply. <a href="%(url)s">Help solve it!</a>
bn_in: <strong>%(recent_unanswered_count)s</strong> প্রশ্নের শেষ <strong> ২৪ ঘন্টায় </strong> কোনো জবাব নেই। <a href="%(url)s">এটি সমাধান করতে সাহায্য করুন!</a>
cs: <strong>%(recent_unanswered_count)s</strong> otázka za posledních <strong>24 hodin</strong> nemá odpověď. <a href="%(url)s">Pomozte ji vyřešit!</a>
da: <strong>%(recent_unanswered_count)s</strong> spørgsmål i de seneste <strong>24 timer</strong> har intet svar. <a href="%(url)s">Hjælp med at løse det!</a>
fi: <strong>%(recent_unanswered_count)s</strong> kysymys viimeisen <strong>24 tunnin</strong> ajalta on vastauksetta. <a href="%(url)s">Auta ratkaisemaan se!</a>
fr: <strong>%(recent_unanswered_count)s</strong> question dans les dernières <strong>24 heures</strong> n'a aucune réponse. <a href="%(url)s">Aidez à la résoudre.</a>
ru: <strong>%(recent_unanswered_count)s</strong> вопрос за последние <strong>24 часа</strong> не имеет ответа. <a href="%(url)s">Помогите на него ответить!</a>
sl: <strong>%(recent_unanswered_count)s</strong> vprašanje v zadnjih <strong>24 urah</strong> je brez odgovora. <a href="%(url)s">Pomagajte ga rešiti!</a>
sq: <strong>24 orët</strong> e fundit<strong> ka mbetur pa përgjigje %(recent_unanswered_count)s</strong> pyetje. <a href="%(url)s">Ndihmoni të zgjidhet!</a>
xh: <strong>%(recent_unanswered_count)s</strong> imibuzo ekugqibeleni <strong>iiyure eznigama-24</strong> ayinampendulo. <a href="%(url)s">Nceda siyisombulule!</a>

source: <strong>0</strong> questions in the last <strong>24 hours</strong> have no reply. <strong>Good job!</strong>
bn_in: <strong> ০ </strong> প্রশ্নের শেষ <strong> ২৪ ঘন্টায় </strong> কোনো জবাব নেই। <strong> ভালো কাজ! </strong>
cs: <strong>0</strong> otázek za poslední <strong>24 hodin</strong> nemá odpověď. <strong>Skvělá práce!</strong>
da: <strong>0</strong> spørgsmål i de seneste <strong>24 timer</strong> har intet svar. <strong>Godt arbejde!</strong>
fi: <strong>0</strong> kysymystä <strong>24 tunnin</strong> aikana on vastauksetta. <strong>Hyvää työtä!</strong>
fr: <strong>Aucune</strong> question dans les dernières <strong>24 heures</strong> n'a aucune réponse. <strong>Bon boulot !</strong>
ru: <strong>0</strong> вопросов за последние <strong>24 часа</strong> не имеют ответа. <strong>Хорошая работа!</strong>
sl: <strong>0</strong> vprašanj v zadnjih <strong>24 urah</strong> je brez odgovora. <strong>Čestitamo!</strong>
sq: <strong>24 orët</strong> e fundit<strong> kanë mbetur pa përgjigje <strong>0</strong> pyetje. <strong>Ju lumshin duart!</strong>
xh: <strong>0</strong> imibuzo ekugqibeleni <strong>iiyure ezingama-24</strong> ayinampendulo. <strong>Umsebenzi omhle!</strong>

source: Showing questions tagged:
bn_in: ট্যাগ লাগানো প্রশ্নগুলো দেখানো হচ্ছে।
cs: Zobrazení otázek označených:
da: Viser spørgsmål med mærket:
fi: Näytetään kysymykset avainsanalla:
fr: Afficher les questions étiquetées :
ru: Отображение вопросов с тегом:
sl: Prikaži označena vprašanja:
sq: Po shfaqen pyetje të etiketuara me:
xh: Ibonisa imibuzo ethegiweyo:

source: Show all questions
bn_in: সমস্ত প্রশ্ন দেখান
cs: Zobrazení všech otázek
da: Vis alle spørgsmål
fi: Näytä kaikki kysymykset
fr: Afficher toutes les questions
ru: Показать все вопросы
sl: Prikaži vsa vprašanja
sq: Shfaqi krejt pyetjet
xh: Bonisa yonke imibuzo

source: Attention needed
bn_in: মনোযোগ প্রয়োজন
cs: Je potřeba pozornost
da: Behøver hjælp
fi: Vaatii huomiota
fr: Attention nécessaire
ru: Требуется внимание
sl: Potrebna je pozornost
sq: Lyp vëmendje
xh: Ifuna ukuthathelwa ingqalelo

source: Responded
bn_in: প্রতিক্রিয়া দেওয়া হয়েছে
cs: Zodpovězeno
da: Besvarede
fi: Vastattu
fr: Avec réponse
ru: Отвеченные
sl: Odgovorjeno
sq: Me përgjigje
xh: Iphendule

source: Done
bn_in: হয়ে গেছে
cs: Hotovo
da: Færdig
et: Valmis!
fi: Valmis
fr: Terminé
ru: Готово
sl: Končano
sq: U bë
xh: Kugqityiwe

source: All questions
bn_in: সব প্রশ্ন
cs: Všechny otázky
da: Alle spørgsmål
fi: Kaikki kysymykset
fr: Toutes les questions
ru: Все вопросы
sl: Vsa vprašanja
sq: Krejt pyetjet
xh: Yonke imibuzo

source: votes this week
bn_in: এই সপ্তাহের ভোট
cs: hlasování tento týden
da: stemmer denne uge
fi: ääntä tällä viikolla
fr: votes cette semaine
ru: голоса на этой неделе
sl: glasov ta teden
sq: vota këtë javë
xh: iivoti kule veki

source: reply
bn_in: উত্তর
cs: odpověď
da: svar
et: vastus
fi: vastaus
fr: réponse
ru: ответ
sl: odgovor
sq: përgjigje
xh: phendula

source: {num_views} views
bn_in: {num_views} মতামত
cs: {num_views} zobrazení
fr: {num_views} vues
ru: {num_views} просмотров
sl: {num_views} ogledov
sq: {num_views} parje
xh: {inombolo_yezibonwayo} ezibonwayo

source: Contributed
bn_in: অবদান করা হয়েছে
cs: Přispěl
da: Bidrog
fi: Autettu
fr: Contributions
ru: Внес вклад
sl: Prispevali
sq: Kontribut
xh: Ezinikelweyo

source: Archived
bn_in: সংরক্ষণ করা হয়েছে
cs: Archivováno
da: Arkiveret
fi: Arkistoitu
fr: Archivé
ru: Архивировано
sl: Arhivirano
sq: Arkivuar
xh: Ezilondoloziweyo

source: asked by <a href="{user_url}">{username}</a> {when}
cs: dotaz položil(a) <a href="{user_url}">{username}</a> {when}
fr: demandé par <a href="{user_url}">{username}</a> {when}
ru: задан <a href="{user_url}">{username}</a> {when}
sl: vprašal(a) <a href="{user_url}">{username}</a> {when}
xh: ebuzwe ngu <a href="{i-url_yomsebenzisi}">{igama lomsebenzisi}</a> {xa}

source: answered by <a href="{user_url}">{username}</a> {when}
cs: odpověděl(a) <a href="{user_url}">{username}</a> {when}
fr: répondu par <a href="{user_url}">{username}</a> {when}
ru: дан ответ <a href="{user_url}">{username}</a> {when}
sl: odgovoril(a) <a href="{user_url}">{username}</a> {when}
xh: iphendulwe ngu <a href="{i-uerl_yomseebnzisi}">{igama lomsebenzisi}</a> {xa}

source: <a href="{reply_url}">last reply</a> by <a href="{user_url}">{username}</a> {when}
bn_in: <a href="{reply_url}">শেষ উত্তর</a> দ্বারা <a href="{user_url}">{username}</a> {when}
cs: <a href="{reply_url}">poslední odpověď</a> od <a href="{user_url}">{username}</a> {when}
fr: <a href="{reply_url}">dernière réponse</a> par <a href="{user_url}">{username}</a> {when}
ru: <a href="{reply_url}">последний ответ</a> от <a href="{user_url}">{username}</a> {when}
sl: <a href="{reply_url}">zadnji odgovor</a> osebe <a href="{user_url}">{username}</a> {when}
xh: <a href="{i-url_yempendulo}">impendulo yokugqibela</a> ngu <a href="{i-url_yomsebenzisi}">{igama lomsebenzisi}</a> {xa}

source: Filter by
bn_in: ফিল্টার করা হয়েছে
cs: Filtrovat podle
fr: Filtrer par
ru: Фильтр по
sl: Filtriraj glede na
sq: Filtroji sipas
xh: Hluza nge

source: Escalated
bn_in: ছড়িয়ে পড়া
cs: Zvýšen důraz
fr: Remonté
ru: Передано выше
sl: Stopnjevano
sq: Për Shqyrtim të Mëtejshëm
xh: Eyandisiweyo

source: Sort options
bn_in: সাজানোর অপশন
cs: Možnosti řazení
fr: Options de tri
ru: Настройки сортировки
sl: Razvrsti možnosti
sq: Mundësi renditjesh
xh: Hlelahlela ekunokukhethwa kuko

source: Show me
bn_in: আমাকে দেখান
cs: Zobrazit mi
fr: Afficher
ru: Показать мне
sl: Prikaži mi
sq: Shfaqmë
xh: Bonisa mna

source: Posts from everyone
bn_in: সবার পোস্ট
cs: Příspěvky pro všechny
da: Indlæg fra alle
fi: Kaikkien lähettämät viestit
fr: Publications de tout le monde
ru: Сообщения от всех
sl: Objave vseh ljudi
sq: Postime nga kushdo
xh: Iposi evela kumntu wonke

source: My contributions
bn_in: আমার অবদানসমূহ
cs: Mé příspěvky
da: Mine bidrag
fi: Omat avustukseni
fr: Mes contributions
ru: Моя помощь
sl: Moji prispevki
sq: Kontributet e mia
xh: Iminikelo yam

source: There was a problem unsubscribing.
bn_in: আনসাবস্ক্রাইব করার সময় একটা সমস্যা হয়েছিল।
cs: Při odhlašování se vyskytl problém.
da: Der var et problem med at annullere abonnementet.
fi: Tilauksen lopettamisessa ilmeni ongelma.
fr: Un problème s'est produit lors de la désinscription.
ru: Проблема с отписыванием.
sl: Pri odjavi je prišlo do težave.
sq: Pati problem gjatë çpajtimit.
xh: Kuye kwabakho ingxaki ekuyekiseni ukurhuma.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
bn_in: আপনি এই প্রশ্ন <a href="%(question_url)s">%(question_title)s</a> এর জন্য আর ইমেইল আপডেট পাবেন না।
cs: Pro následující otázku vám již nebudou zasílány aktualizace: <a href="%(question_url)s">%(question_title)s</a>
da: Du vil ikke længere modtage mailopdateringer vedrørende dette spørgsmål: <a href="%(question_url)s">%(question_title)s</a>
fi: Et enää saa sähköpostipäivityksiä koskien seuraavaa kysymystä: <a href="%(question_url)s">%(question_title)s</a>
fr: Vous ne recevrez plus de mises à jour par courriel pour cette question : <a href="%(question_url)s">%(question_title)s</a>
ru: Вы больше не будете получать обновлений на этот вопрос по эл. почте: <a href="%(question_url)s">%(question_title)s</a>
sl: Ne boste več dobivali sporočil za ta vprašanja: <a href="%(question_url)s">%(question_title)s</a>
sq: Nuk do të merrni më përditësime me email rreth kësaj pyetje: <a href="%(question_url)s">%(question_title)s</a>
xh: Awusayi kufumana kwaziswa nge-imeyili ngale mibuzo: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
bn_in: আমরা আপনাকে <a href="%(question_url)s">%(question_title)s</a> এই প্রশ্ন থেকে আনসাবস্ক্রাইব করা যায় নি। অনুগ্রহ করে দেখে নিশ্চিত হন যে আপনি আনসাবস্ক্রাইব করার লিঙ্কটি ঠিকঠাক কপি ও পেস্ট করেছিলেন।
cs: U následující otázky nelze odhlásit odběr: <a href="%(question_url)s">%(question_title)s</a>. Ujistěte se prosím, že jste správně zkopírovali a vložili odkaz na odhlášení odběru.
fi: Emme voineet lopettaa päivitysten tilausta kysymykseltä: <a href="%(question_url)s">%(question_title)s</a>. Varmista, että kopioit ja liitit tilauksen lopettamislinkin oikein.
fr: Impossible de vous désinscrire de cette question : <a href="%(question_url)s">%(question_title)s</a>. Veuillez vous assurez que vous avez bien copié et collé le lien de désinscription.
ru: Мы не смогли отписать вас от этого вопроса: <a href="%(question_url)s">%(question_title)s</a>. Пожалуйста убедитесь, что вы правильно скопировали и вставили ссылку для отписки.
sl: Ni nam uspelo, odjaviti vas od tega vprašanja: <a href="%(question_url)s">%(question_title)s</a>. Preverite, ali ste povezavo za odjavo pravilno skopirali in prilepili.
sq: Nuk e përfunduam dot pajtimin tuaj për këtë pyetje: <a href="%(question_url)s">%(question_title)s</a>. Ju lutemi, sigurohuni që e keni kopjuar dhe dhënë saktë lidhjen e çpajtimit.
xh: Asikwazi ukukuyekisa ukurhuma kulo mbuzo: <a href="%(question_url)s">%(question_title)s</a>. Nceda uqinisekise ukuba uyikopile waze wayincamathisela ilinki yokuyeka ukurhuma ngokuchanekileyo.

source: Confirm your subscription
bn_in: আপনার সাবস্ক্রিপশন নিশ্চিত করুন
cs: Potvrzení odběru
da: Bekræft dit abonement
fi: Vahvista tilauksesi
fr: Confirmer votre inscription
ru: Подтвердить вашу подписку
sl: Potrdite svojo registracijo
sq: Ripohoni pajtimin tuaj
xh: Qinisekisa umrhumo wakho

source: Browse for unsolved questions and help a fellow user
cs: Procházet nezodpovězené otázky a pomáhat uživatelům
fr: Parcourez les questions non résolues et aidez un autre utilisateur
ru: Просмотрите нерешённые вопросы и помогите другим пользователям
sl: Iščite med neodgovorjenimi vprašanji in pomagajte drugemu uporabniku
xh: Bhrawuza imibuzo engasonjululwanga ze uncede abasebenzisi

source: Solving 1 issue helps up to 1,000 users a day!
bn_in: একটা সমস্যার সমাধান ১০০০ জন পর্যন্ত ব্যবহারকারীদের সাহায্য করে প্রতিদিনে!
cs: Vyřešení 1 problému pomůže až 1000 uživatelů denně!
da: Løsning af 1 problem hjælper op til 1.000 brugere om dagen!
fr: Résoudre 1 problème aide jusqu'à 1&nbsp;000 utilisateurs par jour&nbsp;!
ru: Решение 1 проблемы помогает до 1000 пользователей в день!
sl: 1 rešena težava pomaga vsak dan tisočem!
sq: Zgjidhja e 1 çështje ndihmon deri në 1000 përdorues në ditë!
xh: Isombulula umba om-1 kunceda ukuya kubasebenzisi abali-1,000 ngosuku!
