Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: [{locale}] Locale Metrics
bn_in: {locale} স্থানীয় মেট্রিক্স:
cs: [{locale}] Metriky pro jazyk
fi: [{locale}] Lokalisointitilastot
fr: [{locale}] Indicateurs de la langue
ru: [{locale}] Метрики локализации
sl: Metrika - [{locale}]
sq: Statistika për Vendoren [{locale}]
xh: [{lindawo alapha}] I-Metrics yeNdawo yalapha

source: Localization Percentage
bn_in: লোকালাইজেশনের শতাংশ
cs: Procentuální pokrytí lokalizace
da: Oversættelsesprocent
fr: Pourcentage de localisation
ru: Процент локализации
sl: Odstotek lokalizirano
sq: Përqindje Përkthimi
xh: Ipesenti yoLokhalizeyishini

source: Helpful Votes
bn_in: সহায়ক ভোট
cs: Hlasy o užitečnosti
da: Nyttig-stemmer
et: Kasulikkuse hääli
fi: Positiivisia ääniä
fr: Votes d'utilité
lt: Teigiami naudingumo įvertinimai
ru: Голоса за полезность
sl: Glasov - koristno
sq: Vota Dobishmërie
th: คะแนนเสียงของการช่วยเหลือที่เป็นประโยชน์
xh: Iivoti eziluNcedo

source: [{locale}][{product}] Localization Dashboard
bn_in: [{locale}][{product}] লোকালাইজেশন ড্যাশবোর্ড
cs: [{locale}][{product}] Nástěnka lokalizace
fi: [{locale}][{product}] Lokalisointikojelauta
fr: [{locale}][{product}] Tableau de bord de la localisation
ru: [{locale}][{product}] Панель локализации
sl: Kontrolna tabla za lokalizacijo - [{locale}][{product}]
sq: Pult Përkthimi për [{locale}][{product}]
xh: [{lndawo yalapha}][{imveliso}] I-Dashboard yokuLokhalayiza

source: Delete
bn_in: মুছুন
cs: Smazat
da: Slet
et: Kustuta
eu: Ezabatu
fi: Poista
fr: Supprimer
lt: Šalinti
ru: Удалить
sl: Izbriši
sq: Fshije
th: ลบ
xh: Cima

source: Create announcement
bn_in: ঘোষণা করুন
cs: Přidat oznámení
da: Opret bekendtgørelse
et: Lisa teadaanne
fi: Luo ilmoitus
fr: Créer l'annonce
ru: Создать объявление
sl: Ustvari napoved
sq: Krijoni njoftim
xh: Yenza isaziso

source: Created successfully
bn_in: সফলভাবে তৈরি হয়েছে।
cs: Úspěšně vytvořeno
da: Oprettet korrekt
et: Lisamine õnnestus.
fi: Luotu onnistuneesti
fr: Créée
ru: Успешно создано
sl: Uspešno ustvarjena
sq: U krijua me sukses
xh: Yenza ngempumelelo

source: Create
bn_in: নির্মান করুন
cs: Vytvořit
da: Opret
et: Loo
fi: Luo
fr: Créer
ru: Создать
sl: Ustvari
sq: Krijoni
xh: Yenza

source: Locale:
bn_in: স্থানীয়:
cs: Jazyk:
da: Sprog:
fi: Kieli:
fr: Langue :
ru: Локаль:
sl: Območna nastavitev:
sq: Vendore:
xh: Indawo yalapha:

source: Review
bn_in: পর্যালোচনা করুন
cs: Kontrola
da: Gennemgang
et: Vaata üle
eu: Berrikusi
fi: Tarkista
fr: Vérification
lt: Recenzuoti
ru: Рецензировать
sl: Recenzija
sq: Shqyrtim
th: พิจารณาใหม่
xh: Hlola

source: Add announcement
bn_in: ঘোষণা করুন
cs: Přidat oznámení
da: Tilføj bekendtgørelse
et: Lisa teadaanne
fi: Lisää ilmoitus
fr: Ajouter l'annonce
lt: Pridėti pranešimą
ru: Добавить объявление
sl: Dodaj naznanilo
sq: Shtoni njoftim
th: เพิ่มประกาศ
xh: Faka isaziso

source: Edit
bn_in: সম্পাদন করুন
cs: Upravit
da: Rediger
et: Toimeta
eu: Editatu
fi: Muokkaa
fr: Modifier
lt: Taisyti
ru: Правка
sl: Uredi
sq: Përpunoni
th: แก้ไข
xh: Hlela

source: Article
bn_in: প্রবন্ধ
cs: Článek
da: Artikel
et: Teema
eu: Artikulua
fi: Artikkeli
lt: Straipsnis
ru: Статья
sl: Članek
sq: Artikull
th: บทความ
xh: Inqaku

source: Needs Update
bn_in: আপডেট প্রয়োজন
cs: Vyžaduje aktualizaci
fr: Mise à jour nécessaire
ru: Требует обновления
sl: Potrebna posodobitev
sq: Lyp Përditësim
xh: Ifuna uHlaziyo

source: Ready for L10N
fr: Prêt à être traduit
sl: Pripravljeno za lokalizacijo

source: Stale
bn_in: বাসী
cs: Neaktuální
fr: Périmé
ru: Несвежая
sl: Star
xh: Indala

source: Expiry Date
bn_in: মেয়াদ শেষের তারিখ
cs: Datum expirace
fr: Date d'expiration
ru: Дата истечения
sl: Datum poteka
sq: Datë Skadence
xh: Umhla wokuPhelelwa

source: Live
bn_in: জীবন্ত
cs: Živé
fr: Visible
ru: Живая
sl: Živ
xh: Iyasebenza

source: Review Needed: {comment}
bn_in: পর্যালোচনা দরকার: {comment}
cs: Vyžadována kontrola: {comment}
fr: À vérifier&nbsp;: {comment}
ru: Требует проверки: {comment}
sl: Potrebna recenzija: {comment}
sq: Lyp Shqyrtim: {koment}
xh: Uhlolo kwakhona luyaFuneka: {uluvo}

source: Yes
bn_in: হ্যাঁ
cs: Ano
da: Ja
et: Jah
eu: Bai
fi: Kyllä
fr: Oui
lt: Taip
ru: Да
sl: Da
sq: Po
th: ใช่
xh: Ewe

source: No
bn_in: না
cs: Ne
da: Nej
et: Ei
eu: Ez
fi: Ei
fr: Non
lt: Ne
ru: Нет
sl: Ne
sq: Jo
th: ไม่ใช่
xh: Hayi

source: Show translations
bn_in: অনুবাদসমূহ দেখান
cs: Zobrazení překladů
da: Vis oversættelser
et: Kuva tõlkeid
fi: Näytä käännökset
fr: Afficher les traductions
ru: Показать переводы
sl: Prikaži prevode
sq: Shfaqi përkthimet
xh: Bonisa iinguqulelo

source: changed by {users}
bn_in: {users} পরিবর্তন করেছে
cs: změněno uživatelem {users}
da: ændret af {users}
et: muudetud {users} poolt
eu: {users}(e)k aldatua
fi: muutoksia tehnyt {users}
fr: modifié par {users}
lt: pakeitė {users}
ru: изменена {users}
sl: spremenili: {users}
sq: u ndryshua nga {users}
th: เปลี่ยนแปลงแล้วโดย {users}
xh: itshintshwe ngu {abasebenzisi}

source: %(numerator)s of %(denominator)s
bn_in: %(denominator)s এর %(numerator)s
cs: %(numerator)s z %(denominator)s
da: %(numerator)s af %(denominator)s
fi: %(numerator)s / %(denominator)s
fr: %(numerator)s sur %(denominator)s
ru: %(numerator)s из %(denominator)s
sl: %(numerator)s od %(denominator)s
sq: %(numerator)s nga %(denominator)s
xh: %(amananiphezulu) e %(zama-naniphantsi)

source: %(numerator)s <small>of %(denominator)s</small>
bn_in: <small>%(denominator)s এর </small> %(numerator)s
cs: %(numerator)s <small>z %(denominator)s</small>
da: %(numerator)s <small>af %(denominator)s</small>
et: %(numerator)s <small> %(denominator)sst</small>
fi: %(numerator)s <small>/ %(denominator)s</small>
fr: %(numerator)s <small>sur %(denominator)s</small>
lt: %(numerator)s <small>iš %(denominator)s</small>
ru: %(numerator)s <small>из %(denominator)s</small>
sl: %(numerator)s <small>od %(denominator)s</small>
sq: %(numerator)s <small>nga %(denominator)s</small>
th: %(numerator)s <small>จาก %(denominator)s</small>
xh: %(amananiphezulu) <elincinci>lika %(zama-naniphantsi)</elincinci>

source: User Interface
bn_in: ইউজার ইন্টারফেস
cs: Uživatelské rozhraní
da: Brugerflade
et: Kasutajaliides
eu: Erabiltzaile-interfazea
fi: Käyttöliittymä
fr: Interface utilisateur
lt: Naudotojo sąsaja
ru: Интерфейс пользователя
sl: Uporabniški vmesnik
sq: Ndërfaqe Përdoruesi
th: ส่วนติดต่อผู้ใช้
xh: Umda woMsebenzisi

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
bn_in: একটি সম্পূর্ণ অনুবাদিত ইউজার ইন্টারফেস সাইট আপনার ভাষার ভিজিটরদের অভিজ্ঞতা বৃদ্ধি করবে। <a href="%(url)s">ইন্টারফেস অনুবাদ</a> করতে সাহায্য করুন।
cs: Plně přeložené uživatelské rozhraní usnadní používání webu ve vašem jazyce. Pomozte <a href="%(url)s">přeložit uživatelské rozhraní</a>.
et: Täielikult tõlgitud kasutajaliides parandab külastajate kasutuskogemust. Aita <a href="%(url)s">kasutajaliidest tõlkida</a>.
eu: Erabat itzulitako erabiltzaile-interfazeak zure hizkuntzako bisitarien esperientzia hobetzen du. Lagundu <a href="%(url)s">interfazea itzultzen</a>.
fi: Täysin käännetty käyttöliittymä parantaa sivuston kävijöiden kokemusta kielelläsi. Auta <a href="%(url)s">kääntämään käyttöliittymää</a>.
fr: Une interface utilisateur complètement traduite améliore l'expérience des visiteurs du site dans votre langue. Aidez-nous à <a href="%(url)s">traduire l'interface</a>.
lt: Visiškai išversta naudotojo sąsaja pagelbsti svetainės naudotojams, kalbantiems Jūsų kalba. Padėkite <a href="%(url)s">išversti sąsają</a>.
ru: Полностью переведенный интерфейс пользователя повышает эффективность сайта для посетителей сайта на вашем языке. Помогите <a href="%(url)s">перевести интерфейс</a>.
sl: V celoti preveden uporabniški vmesnik bo izboljšal izkušnjo za obiskovalce spletišča v vašem jeziku. Pomagajte <a href="%(url)s">prevesti vmesnik</a>.
sq: Një ndërfaqe përdoruesi e përkthyer plotësisht përmirëson punën e vizitorëve të sajtit në gjuhën tuaj. Ndihmoni në <a href="%(url)s">përkthimin e ndërfaqes</a>.
th: การแปลส่วนติดต่อผู้ใช้อย่างเต็มรูปแบบ จะช่วยพัฒนาประสบการณ์ของผู้เข้าชมเว็บไซต์ในภาษาของคุณ ช่วยเหลือ<a href="%(url)s">ด้านการแปลส่วนติดต่อ</a>
xh: Umda womsebenzisi ogulelwe ngolwimi lwakho ngokupheleleyo uphucula amava batyeleli kwisayithi. Uncedo <a href="%(url)s">guqulela umda</a>.

source: Jump to:
bn_in: যান:
cs: Přejít na:
da: Hop til:
fi: Hyppää:
fr: Atteindre :
ru: Перейти к:
sl: Skoči na:
sq: Hidhu te:
xh: Tsibeka ku:

# l10n dashboard
source: Subscribe...
bn_in: সাবস্ক্রাইব
cs: Odebírat...
da: Abonner...
fi: Tilaa...
fr: S'abonner...
ru: Подписаться...
sl: Naroči se ...
sq: Pajtohuni...
xh: Ukuba lilungu lento...

source: Waiting for review
bn_in: পর্যালোচনার জন্য অপেক্ষা করা হচ্ছে
cs: Čekající na kontrolu
da: Venter på gennemgang
et: Ootab üle vaatamist
fi: Odottamassa tarkistusta
fr: En attente de vérification
lt: Laukia recenzijos
ru: Ждёт проверки
sl: Čakajo na recenzijo
sq: Në pritje të shqyrtimit
th: รอการพิจารณาใหม่
xh: Ilindele uhlolo kwakhona

source: Ready for localization
bn_in: অনুবাদ করার জন্য তৈরি
cs: Připraveno na lokalizaci
da: Klar til oversættelse
et: Lokaliseerimiseks valmis
fi: Valmiina käännettäväksi
fr: Prêtes pour la localisation
lt: yra parengtos lokalizavimui
ru: Готово для локализации
sl: Pripravljeno za lokalizacijo
sq: Gati për përkthim
th: พร้อมสำหรับการแปล
xh: Ilungele ilokhalizeyishini

source: Please note that these selections are specific to the current product selected.
bn_in: দয়া করে নোট করুন যে এই সিলেকশনগুলো বর্তমান বাছাই করা প্রোডাক্টের জন্য নির্দিষ্ট।
cs: Všimněte si, že tyto výběry jsou specifické pro právě zvolený produkt.
fi: Huomaathan, että nämä valinnat koskevat vain valittua tuotetta
fr: Veuillez noter que ces sélections sont spécifiques au produit actuellement sélectionné.
ru: Обратите внимание, что эти выборы специфичны для выбранного сейчас продукта.
sl: Upoštevajte, da te izbire veljajo samo za trenutno izbrani izdelek.
sq: Ju lutemi, kini parasysh që këto përzgjedhje janë specifike për produktin e përzgjedhur tani.
xh: Nceda uqaphele ukuba olu khetho lubalula ngokukodwa kwimveliso yangoku ekhethiweyo.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
bn_in: দয়া করে নোট করুন যে আপনাকে এই সকল প্রোডাক্টের নোটিফিকেশনের জন্য সাবস্ক্রাইব করে দেওয়া হবে। যদি আপনি কোনো নির্দিষ্ট প্রোডাক্টের জন্য ইচ্ছুক থাকেন তাহলে ড্যাশবোর্ডে যান সেই প্রোডাক্টের জন্য।
cs: Mějte prosím na paměti, že budete přihlášení k odběru těchto upozornění pro všechny produkty. Pokud máte zájem o upozornění pouze pro konkrétní produkt, přejděte na nástěnku konkrétního produktu.
fr: Veuillez noter que vous serez abonné(e) à ces notifications pour tous les produits. Si vous êtes uniquement intéressé(e) par des produits spécifiques, veuillez vous diriger vers le tableau de bord des produits concernés.
ru: Обратите внимание, что вы будете подписаны на эти уведомления для всех продуктов. Если вы заинтересованы только в определенных продуктах, пожалуйста, перейдите на панель этого продукта.
sl: Upoštevajte, da boste naročeni na ta obvestila za vse izdelke. Če vas zanimajo samo določeni izdelki, pojdite na kontrolno tablo za ta izdelek.
sq: Ju lutemi, kini parasysh që do të pajtoheni te këto njoftime për krejt produktet. Nëse ju interesojnë vetëm produkte specifikë, ju lutemi, shkoni te pulti për atë produkt.
xh: Nceda uqaphele ukuba uza kuba lilungu kwezi zaziso zazo zonke iimveliso. Ukuba unomdla kwiimveliso ezizodwa kuphela, nceda uye kwi-dashboard nalo mveliso.

source: All Topics
bn_in: সমস্ত বিষয়
cs: Všechna témata
da: Alle emner
fi: Kaikki aiheet
fr: Tous les sujets
ru: Все темы
sl: Vse teme
sq: Krejt Temat
xh: Zonke Izihloko

# DB: products.Topic.title
source: None
bn_in: কোনোটাই না
cs: Nic
fi: Ei mitään
fr: Aucun
ru: Нет
sl: Brez
sq: Asnjë
xh: Akukho nanye

source: Filter by type:
fr: Filtrer par type :
sl: Filtriraj glede na vrsto:

source: KB Dashboard
bn_in: KB ড্যাশবোর্ড
cs: Nástěnka KB
fr: Tableau de bord de la base de connaissances
ru: Панель базы знаний
sl: Kontrolna tabla KB
sq: Pult BD-je
xh: I-Dashboard ye-KB

source: Locale Metrics
bn_in: স্থানীয় মেট্রিক্স
cs: Metriky pro jazyk
fi: Lokalisointitilastot
fr: Indicateurs de la langue
ru: Метрики локали
sl: Metrika - slovenščina
sq: Statistika Vendoreje
xh: I-Metrics yalapha

source: KB Team
bn_in: KB দল
cs: Tým KB
fi: Tukikannan tiimi
fr: Équipe de la base de connaissances
ru: Команда базы знаний
sl: Ekipa KB
sq: Ekip BD-je
xh: Iqela le-KB

source: Localization Team
bn_in: লোকালাইজেশন দল
cs: Lokalizační tým
da: Oversættelseshold
fi: Lokalisointitiimi
fr: Équipe de localisation
ru: Команда локализации
sl: Ekipa za lokalizacijo
sq: Ekip Përkthimi
xh: Iqela lelokhazeyishini

source: Recent Revisions
bn_in: সাম্প্রতিক সংস্করণ
cs: Nedávné revize
da: Seneste revisioner
fi: Tuoreet muutokset
fr: Révisions récentes
ru: Недавние ревизии
sl: Nedavne revizije
sq: Rishikime Së Fundi
xh: Uphengululo lakuTsha nje

source: Aggregated Metrics
bn_in: একত্রিত মেট্রিক্স
cs: Agregované metriky
fi: Kootut tilastot
fr: Statistiques agrégées
ru: Агрегированные метрики
sl: Zbirna metrika
sq: Statistika të Grumbulluara
xh: I-Metrics eHlanganisiweyo

source: Spam or other unrelated content
bn_in: অসংশ্লিষ্ট বা অসম্পর্কিত বিষয়বস্তু
cs: Spam nebo jiný nesouvisející obsah
da: Spam eler andet uvedkommende indhold
et: Rämpspostitus või teemaväline sisu
eu: Spama edo erlaziorik gabeko edukia
fi: Roskaposti tai muu aiheeseen liittymätön sisältö
fr: Spam ou autre contenu sans rapport avec le sujet
lt: Brukalas ar kitoks nesusijęs turinys
ru: Спам и другое не относящееся к делу содержимое
sl: Smeti ali kak druga nepovezana vsebina
sq: Të pavlera ose tjetër lëndë pa lidhje
th: สแปมหรือเนื้อหาที่ไม่เกี่ยวข้อง
xh: I-Spam okanye esinye isixokelelwano esinganxulumananga

source: Inappropriate language/dialog
bn_in: অনুপযুক্ত ভাষা/সংলাপ
cs: Nekorektní jazyk/dialog
da: Upassende sprog
et: Kohatu keelekasutus/vestlus
eu: Hizkuntza/elkarrizketa-koadro desegokia
fi: Sopimaton kieli
fr: Langue/dialogue non approprié
lt: Netinkama kalba ar maniera
ru: Неприемлемые выражения/перебранка
sl: Neprimeren jezik/dialog
sq: Gjuhë/dialog i papërshtatshëm
th: ภาษา/การสนทนาไม่เหมาะสม
xh: Ulwimi olufanelekana/ingxoxo

source: Misplaced bug report or support request
bn_in: ভুল স্থানীয় বাগ রিপোর্ট অথবা সাপোর্ট অনুমতি
cs: Chybně umístěné hlášení o chybě či žádost o podporu
da: Fejlplaceret fejlrapport eller support-forespørgsel
et: Vales kohas olev vearaport või abipäring
eu: Tokiz kanpoko errore-txosten edo laguntza-eskaera
fi: Väärään paikkaan ilmoitettu virheraportti tai tukipyyntö
fr: Rapport d'erreur ou requête d'assistance placé au mauvais endroit
lt: Ne ten patekęs pranešimas apie klaidą ar prašymas pagelbėti
ru: Отправленное не по назначению сообщение об ошибке или просьба оказать поддержку
sl: Založeno poročilo o napaki ali zahteva za podporo
sq: Njoftim të metash apo kërkesë për asistencë jo në vendin e duhur
th: รายงานบั๊กหรือร้องขอการช่วยเหลือไม่ถูกที่
xh: Ingxelo ye-bug ebekwe endaweni engeyiyo okanye inkxaso yesicelo

source: Abusive content
bn_in: অবমাননাকর বিষয়বস্তু
cs: Urážlivý obsah
da: Stødende indhold
et: Sobimatu sisu
fi: Loukkaava sisältö
fr: Contenu abusif
lt: Įžeidžiantis turinys
ru: Оскорбительное содержимое
sl: Neprimerna vsebina
sq: Lëndë abuzive
th: เนื้อหาที่ไม่ถูกต้อง
xh: Isiqulatho soxhatshazo

source: Other (please specify)
bn_in: অন্যান্য (দয়া করে উল্লেখ করুন)
cs: Ostatní (prosím specifikujte)
da: Andet (angiv venligst)
et: Muu (palun täpsusta)
eu: Bestelakoa (zehaztu mesedez)
fi: Muu (määrittele)
fr: Autre (veuillez préciser)
lt: Kita (prašom nurodyti)
ru: Другое (просьба указать)
sl: Drugo (navedite)
sq: Tjetër (ju lutemi, jepeni hollësisht)
th: อื่นๆ (โปรดระบุ)
xh: Esinye (nceda uchaze)

source: Pending
bn_in: অমীমাংসিত
cs: Nevyřízené
et: Otsustamata
eu: Zain
fi: Odottaa
fr: En attente
lt: Laukia
ru: В ожидании
sl: Na čakanju
sq: Në pritje
th: ในระหว่าง
xh: Imisiwe

source: Accepted and Fixed
bn_in: গৃহীত এবং স্থায়ী
cs: Schváleno a opraveno
da: Accepteret og rettet
et: Aktsepteeritud ja parandatud
eu: Onartuta eta konponduta
fi: Hyväksytty ja korjattu
fr: Accepté et corrigé
lt: Priimta ir užfiksuota
ru: Принято и зафиксировано
sl: Sprejeto in popravljeno
sq: U pranua dhe u ndreq
th: รับทราบและแก้ไขแล้ว
xh: Eyamkelweyo neLungisiweyo

source: Rejected
bn_in: খারিজ
cs: Zamítnuto
da: Afvist
et: Tagasi lükatud
eu: Baztertuta
fi: Hylätty
fr: Rejetée
lt: Atmesta
ru: Отклонено
sl: Zavrnjeno
sq: U hodh poshtë
th: ถูกปฏิเสธ
xh: Ekhatyiweyo

source: You already flagged this content.
bn_in: আপনি ইতিমধ্যেই এই বিষয়বস্তুটি অঙ্কন করেছেন।
cs: Již jste tento obsah označili.
eu: Eduki honek badu bandera.
fi: Olet jo ilmoittanut tästä sisällöstä.
fr: Vous avez déjà signalé ce contenu.
lt: Jūs jau pranešėte apie šį turinį.
ru: Вы уже отметили это содержимое.
sl: To vsebino ste že označili.
sq: E keni shënuar tashmë me flamurkë këtë lëndë.
th: คุณรายงานเนื้่อหานี้แล้ว
xh: Sele usiflegile esi siqulatho.

source: You have flagged this content. A moderator will review your submission shortly.
bn_in: আপনি এই বিষয়বস্তুটি অঙ্কন করে দিয়েছেন। একজন পরীক্ষক শীঘ্রই আপনার বিষয়টিকে খতিয়ে দেখবে।
cs: Označili jste tento obsah. Moderátor vaše hlášení brzy zkontroluje.
eu: Eduki honi bandera jarri diozu. Moderatzaile batek zure bidalketa berrikusiko du laster.
fi: Olet jo ilmoittanut tästä sisällöstä. Moderaattori tarkistaa ilmoituksesi pian.
fr: Vous avez signalé ce contenu. Un modérateur va rapidement examiner votre proposition.
lt: Jūsų jau pranešėte apie šį turinį. Netrukus Jūsų pranešimą peržiūrės moderatorius.
ru: Вы отметили флагом это содержание. В ближайшее время модератор рассмотрит ваше замечание.
sl: To vsebino ste označili. Moderator bo v kratkem pregledal vaš prispevek.
sq: I keni vënë shenjë kësaj lënde. Parashtrimin tuaj do ta marrë në shqyrtim shumë shpejt një moderator.
th: คุณได้รายงานเนื้อหานี้แล้ว ผู้ดูแลจะเข้ามาพิจารณาการเสนอของคุณในไม่ช้า
xh: Usiflegile esi siqulatho. Umntu owongamelyo uza kuhlola kwakhona okufakile kamsinyane.

source: Flagged Content Pending Moderation
bn_in: চিহ্নিত বিষয়বস্তু পরিমার্জনার মুলতুবি
cs: Označený obsah čeká na kontrolu
eu: Banderadun edukia moderatzeko zain
fi: Ilmoitettu sisältö odottaa moderointia
fr: Contenu signalé en attente de modération
lt: Moderavimo laukiantis pažymėtas turinys
ru: Отмеченное содержимое ожидающего модерации
sl: Označena vsebina, ki se jo bo preverilo
sq: Lëndë e Shënuar Në Pritje të Moderimit
th: เนื้อหาถูกบ่งชี้ให้รอการตรวจสอบ
xh: Ubungcathu besiQulatho esiFlegiweyo buMisiwe

source: Flagged {t} (Reason: {r})
bn_in: {t} চিহ্নিত (কারণ: {r})
cs: Označeno {t} (Důvod:: {r})
eu: {t} banderarekin (arrazoia: {r})
fi: Ilmoitus {t} (Syy: {r})
fr: {t} signalé (raison : {r})
lt: Pranešta: {t} (priežastis: {r})
ru: Отмечено {t} (Причина: {r})
sl: Označeno {t} (razlog: {r})
sq: Shënuar {t} (Arsyeja: {r})
th: ถูกตั้งสถานะ {t} (เหตุผล: {r})
xh: Eziflegiweyo {t} (Isizathu: {r})

source: Other reason:
bn_in: অন্যান্য কারন:
cs: Jiný důvod:
da: Anden årsag:
et: Muu põhjus:
eu: Bestelako arrazoia:
fi: Muu syy:
fr: Autre raison :
lt: Kita priežastis:
ru: Другая причина:
sl: Drug razlog:
sq: Arsye tjetër:
th: เหตุผลอื่น:
xh: Esinye isizathu:

source: {t} with id={id} no longer exists.
bn_in: id={id} এর সাথে {t}-র কোনো অস্তিত্ব নেই।
cs: {t} s id={id} již neexistuje.
da: {t} med id={id} findes ikke længere.
et: {t} id-ga {id} ei ole enam.
fi: {t} id:llä {id} ei ole enää olemassa.
fr: {t} avec l'ID {id} n'existe plus.
lt: {t}, kurio id={id}, jau nebeegzistuoja.
ru: {t} с id={id} больше не существует.
sl: {t} z id={id} ne obstaja več.
sq: {t} me id={id} nuk ekziston më.
th: {t} กับ id={id} ไม่มีอยู่แล้ว
xh: {t} nge-id={id} ayisekho.

source: Update Status:
bn_in: আপডেটেড স্ট্যাটাস
cs: Stav aktualizace:
da: Opdateringsstatus:
et: Uuendamise olek:
eu: Eguneratze-egoera:
fi: Päivitä tila:
fr: État de la mise à jour :
lt: Atnaujinti būseną:
ru: Обновить статус:
sl: Status posodobitve:
sq: Gjendje Përditësimi:
th: ปรับปรุงสถานะ:
xh: Hlaziya Isimo:

source: Please select...
bn_in: দয়া করে নির্বাচন করুন...
cs: Zvolte prosím...
da: Vælg...
et: Palun vali...
eu: Hautatuâ€¦
fi: Valitse...
fr: Veuillez sélectionner…
lt: Prašom pasirinkti…
ru: Пожалуйста, выберите...
sl: Prosim izberite...
sq: Ju lutemi, përzgjidhni...
th: โปรดเลือก...
xh: Nceda ukhethe...

source: The flag is valid and I fixed the issue.
bn_in: এই চিহ্নিতকরণটি বৈধ এবং আমি সমস্যার সমাধান করে দিয়েছি।
cs: Vlajka je platná a problém jsem vyřešil(a).
eu: Bandera egokia da eta akatsa konpondu dut.
fi: Tämä ilmoitus on oikea ja korjasin ongelman.
fr: Le signalement est valide et le problème est maintenant corrigé.
lt: Pranešimas pagrįstas, aš pašalinau problemą.
ru: Флаг действителен и я устранил проблему.
sl: Zastava je veljavna in odpravil sem težavo.
sq: Flamurka është e vlefshme dhe e ndreq këtë problem.
th: ตัวบ่งชี้ถูกต้องและได้รับการแก้ไขจากฉันแล้ว
xh: Iflegi iyasebenza kwaye Ndiwulungisile umba.

source: The flag is invalid.
bn_in: এই চিহ্নিতকরণটি অবৈধ
cs: Vlajka není platná.
eu: Bandera okerra da.
fi: Tämä ilmoitus on väärä.
fr: Le signalement est invalide.
lt: Pranešimas nepagrįstas.
ru: Это флаг некорректен.
sl: Zastava je neveljavna.
sq: Flamurka është e pavlefshme.
th: ตัวบ่งชี้ไม่ถูกต้อง
xh: Iflegi ayisebenzi.

source: There is no flagged content pending moderation.
bn_in: কোনো চিহ্নিত বিষয়বস্তু নেই পরিমার্জনার জন্য।
cs: Není k dispozici žádný obsah, který je nutné moderovat.
eu: Ez dago banderadun edukirik moderatzeko zain.
fi: Ilmoitettua sisältöä ei ole odottamassa moderointia.
fr: Il n'y a pas de contenu signalé en attente de modération.
lt: Nėra pranešimų apie moderuotiną turinį.
ru: Нет отмеченного содержимого ожидающего модерации.
sl: Ni označene vsebine, ki bi čakala na preverjanje.
sq: Nuk ka lëndë të shënuar me flamurkë në pritje për miratim.
th: ไม่มีเนื้อหาที่ถูกบ่งชี้ให้รอการตรวจสอบ
xh: Akukho bungcathu besiqulatho siflegiweyo bumisiweyo.

source: View all deactivated users
bn_in: সমস্ত নিষ্ক্রিয় ব্যবহারকারীদের দেখুন
cs: Zobrazit všechny deaktivované uživatele
da: Vis alle deaktiverede brugere
fr: Voir tous les utilisateurs désactivés
ru: Показать всех деактивированных пользователей
sl: Oglej si vse deaktivirane uporabnike
sq: Shihni krejt përdoruesit e çaktivizuar
xh: Bona bonke abasebenzisi abenziwe abasebenza

source: Content:
bn_in: বিষয়বস্তু:
cs: Obsah:
da: Indhold:
et: Sisu:
eu: Edukia:
fi: Sisältö:
fr: Contenu :
lt: Turinys:
ru: Содержимое:
sl: Vsebina:
sq: Lëndë:
th: เนื้อหา:
xh: Isiqulatho:

source: Created:
bn_in: নির্মিত:
cs: Vytvořeno:
da: Oprettet:
et: Loodud:
eu: Sortuta:
fi: Luotu:
fr: Date de création :
lt: Sukurtas:
ru: Создано:
sl: Ustvarjeno:
sq: Krijuar më:
th: สร้างเมื่อ:
xh: Eyenziweyo:

source: Updated:
bn_in: আপডেটেড
cs: Aktualizováno:
da: Opdateret:
et: Viimati uuendatud:
eu: Eguneratua:
fi: Päivitetty:
fr: Mis à jour :
lt: Atnaujintas:
ru: Обновлено:
sl: Posodobljeno:
sq: U përditësua:
th: ปรับปรุงล่าสุด:
xh: Ehlaziyiweyo:

source: Flagged:
bn_in: ফ্ল্যাগড
cs: Označeno:
fi: Merkitty:
fr: Signalés :
lt: Pažymėtas moderavimui:
ru: Отмечено:
sl: Označeno:
sq: Me shenjë:
th: ปักหมุด:
xh: Eflegiweyo:

source: Take Action:
bn_in: অ্যাকশন নিন
cs: Akce:
et: Tegutse:
eu: Hartu ekintza:
fi: Suorita toiminto:
fr: Effectuer l'action :
lt: Imtis veiksmo:
ru: Произвести действие:
sl: Ukrepaj:
sq: Hidhuni Në Veprim:
th: ดำเนินการ:
xh: Thatha Inyathelo:

source: Title:
bn_in: শিরোনাম:
cs: Nadpis:
da: Titel:
et: Pealkiri:
eu: Izenburua:
fi: Otsikko:
fr: Titre :
lt: Pavadinimas:
ru: Заголовок:
sl: Naslov:
sq: Titull:
th: หัวข้อ:
xh: Isihloko:
