Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
bn_in: ধন্যবাদ সময় নিয়ে এই পরিবর্তনগুলোকে রিভিউ করবার জন্য। অনুগ্রহ করে সম্পাদককে ধন্যবাদ জানান এবং তারপরে কিছু নির্ধারিত গঠনমূলক মতামত দিন যা আপনি মনে করছেন যে কিছু বদল করলে এই সংস্করণটি গ্রহণযোগ্য হবে।
cs: Děkujeme, že věnujete čas kontrole těchto změn. Poděkujte prosím přispěvateli a konstruktivně mu napište, co si myslíte, že by měl změnit, aby byla jeho úprava akceptovatelná.
fi: Kiitos, että käytät aikaasi muutoksien tarkistamiseen. Kiitä muokkaajaa ja anna heille tarkkaa ja rakentavaa palautetta siitä, mitä mielestäsi pitää korjata artikkelin hyväksymiseksi.
fr: Merci d'avoir pris le temps de vérifier ces modifications. Pensez à remercier le rédacteur et donnez-lui des retours constructifs et spécifiques concernant les changements que vous pensez nécessaires afin que la révision devienne acceptable.
lt: Dėkojame, kad skyrėte laiko šiems pakeitimams recenzuoti. Prašom padėkoti autoriui ir aiškiai bei konstruktyviai jam paaiškinti, ką, Jūsų nuomone, reikėtų pataisyti, kad versija taptų tinkama paskelbimui.
ru: Спасибо, что нашли время для рассмотрения этих изменений. Пожалуйста, поблагодарите редактора, а затем напишите, что по вашему должно быть исправлено, чтобы эти изменения были приняты.
sl: Hvala, ker ste si vzeli čas za recenzijo teh sprememb. Zahvalite se prosim uredniku in nato vnesite konstruktivne povratne informacije o tem, kaj mislite, da je treba spremeniti, da bi revizija bila sprejemljiva.
sq: Faleminderit që shpenzuat kohë të shqyrtoni këto ndryshime. Ju lutemi, që shqyrtimi të jetë i pranueshëm, falënderoni redaktorin dhe mandej jepni opinion specifik, konstruktiv rreth asaj që mendoni se duhet ndryshuar.
th: ขอบคุณสำหรับการสละเวลาในการตรวจสอบการเปลี่ยนแปลงเหล่านี้ โปรดส่งคำขอบคุณให้แก่บุคคลที่แก้ไขและให้รายละเอียดและผลตอบรับที่เป็นประโยชน์ เกี่ยวกับสิ่งที่คุณจำเป็นต้องแก้ไขเพื่อให้การปรับปรุงใหม่นี้เป็นที่ยอมรับ
xh: Enkosi ngokuthatha ixesha uhlaziya ezi nguqu. Nceda ubulele umhleli ze unike uluvo olulodwa nolwakhayo malunga nento ocinga kufuneka ithsintshwe ukuze uhlaziyo lwamkeleke.

source: Defer
bn_in: মুলতুবি করুন
cs: Zamítnout
da: Udsæt
et: Lükka tagasi
fi: Hylkää
fr: Ajourner
lt: Atidėti
ru: Отложить
sl: Preloži
sq: Hidhe Tej
th: เลื่อน
xh: Rhoxisa

source: Show Helpfulness Votes Chart
bn_in: উপকারি ভোট চার্ট দেখান হোক
cs: Zobrazit graf hlasování o užitečnosti
et: Kuva kasulikkuse häälte graafik
fr: Afficher le graphique des votes d'utilité
lt: Rodyti naudingumo balsų diagramą
ru: Показать диаграмму голосов о полезности
sl: Pokaži diagram glasov za koristno
sq: Shfaq Grafik Votash Dobishmërie
th: แสดงผลการลงคะแนนการช่วยเหลือที่เป็นประโยชน์
xh: Bonisa Itshati yeeVoti eziluNcedo

source: Compare Selected Translations
bn_in: নির্বাচিত অনুবাদগুলি তুলনা করুন
cs: Porovnání zvolených překladů
da: Sammenlign valgte oversættelser
et: Võrdle valitud tõlkeid
eu: Alderatu hautatutako itzulpenak
fi: Vertaa valittuja käännöksiä
fr: Comparer les traductions sélectionnées
lt: Palyginti pasirinktus vertimus
ru: Сравнить выбранные переводы
sl: Primerjaj izbrane prevode
sq: Krahaso Përkthimet e Përzgjedhura
th: เปรียบเทียบการแปลที่เลือก
xh: Thelekisa Iinguqulelo eziKhethiweyo

source: Compare Selected Revisions
bn_in: নির্বাচিত সংস্করণগুলি তুলনা করুন
cs: Porovnání zvolených revizí
da: Sammenlign valgte revisioner
et: Võrdle valitud versioone
eu: Alderatu hautatutako berrikuspenak
fi: Vertaa valittuja versioita
fr: Comparer les révisions sélectionnées
lt: Palyginti pasirinktas versijas
ru: Сравнить выбранные ревизии
sl: Primerjaj izbrane revizije
sq: Krahaso Rishikimet e Përzgjedhura
th: เปรียบเทียบการแก้ไขเพิ่มเติมที่เลือก
xh: Thelekisa Uhlaziyo Olukhethiwe

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
bn_in: গুরুত্ব - MT: মেজর বিষয়বস্তু পরিবর্তনসমূহ। M: বিষয়বস্তু পরিবর্তনসমূহ। Empty: ক্ষুদ্র পরিবর্তনসমূহ।
cs: Popisky - MT: podstatné změny obsahu. M: změny obsahu. Empty: Minoritní změny.
fi: Tärkeys - MT: Suuria sisältömuutoksia. M: Sisältömuutoksia. Tyhjä: Pieniä muutoksia.
fr: Importance - MT : Changements de contenu majeurs. M : Changements de contenu. Vide : Changements mineurs.
lt: Svarba: MT – stambūs turinio pakeitimai; M – turinio pakeitimai; tuščia – smulkūs pakeitimai.
ru: Значимость - MT: Большие изменения в содержимом. M: Изменения в содержимом. Пусто: Небольшие изменения.
sl: Pomen - MT: Večje spremembe vsebine. M: Vsebinske spremembe. Prazno: Manjše spremembe.
sq: Domethënia - MT: Ndryshime të Rëndësishme Lënde. M: Ndryshime Lënde. Bosh: Ndryshime të Vogla.
th: ความสำคัญ - MT: เปลี่ยนแปลงเนื้อหาหลัก M: เปลี่ยนแปลงเนื้อหาทั่วไป ว่างเปล่า: เปลี่ยนแปลงเล็กน้อย
xh: Intsingiselo - MT: Iinguqu zesiQulatho eziNkulu. M: Iinguqu zesiQulatho. Engenanto: Iinguqu Ezingephi.

# revision
source: Unreviewed
bn_in: পর্যালোচনা করা হয়নি
cs: Nezkontrolované
da: Ikke gennemgået
et: Üle vaatamata
fi: Tarkistamaton
fr: Non vérifié
lt: Nerecenzuota
ru: Неотрецензировано
sl: Nepregledano
sq: Të pashqyrtuara
th: ไม่ได้รับการพิจารณาใหม่
xh: Engahlaziyiwanga

source: Current
bn_in: বর্তমান
cs: Aktuální
da: Nuværende
et: Avalik
eu: Unekoa
fi: Nykyinen
fr: En cours
lt: Aktuali
ru: Текущий
sl: Veljavno
sq: I tanishmi
th: ปัจจุบัน
xh: Ngoku

source: Reviewed
bn_in: পর্যালোচনা করা হয়েগেছে
cs: Zkontrolováno
da: Gennemgået
et: Üle vaadatud
fi: Tarkistettu
fr: Vérifié
lt: Recenzuota
ru: Рассмотрено:
sl: Pregledano
sq: I shqyrtuar
th: พิจารณาใหม่แล้ว
xh: Ehlaziyiweyo

source: This revision is ready for localization.
bn_in: এই সংস্করণটি স্থানীয়করণের জন্য প্রস্তুত।
cs: Tato revize je připravena na lokalizaci.
da: Denne revision er klar til oversættelse.
et: See teema on tõlkimiseks valmis.
fi: Tämä versio on valmis lokalisoitavaksi.
fr: Cette révision est prête pour la localisation.
lt: Ši versija parengta lokalizuoti.
ru: Эта ревизия готова для локализации.
sl: Ta revizija je pripravljena za lokalizacijo.
sq: Ky rishikim është gati për përkthim.
th: การปรับปรุงนี้พร้อมสำหรับการแปล
xh: Olu phengululo lulungele ilokhalizeyishini.

source: This revision is not ready for localization.
bn_in: এই সংস্করণটি স্থানীয়করণের জন্য প্রস্তুত নয়।
cs: Tato revize není připravena na lokalizaci.
da: Denne revision er ikke klar til oversættelse.
et: See teema pole tõlkimiseks valmis.
fi: Tämä versio ei ole valmis lokalisoitavaksi.
fr: Cette révision n'est pas prête pour la localisation.
lt: Ši versija neparengta lokalizuoti.
ru: Эта ревизия не готова для локализации.
sl: Ta revizija ni pripravljena za lokalizacijo.
sq: Ky rishikim nuk është gati për përkthim.
th: การปรับปรุงนี้ไม่พร้อมสำหรับการแปล
xh: Olu phengululo alukalungeli ilokhalizeyishini.

source: Delete this revision
bn_in: এই সংস্করণটি মুছুন
cs: Smazat revizi
da: Slet denne revision
et: Kustuta see versioon
fi: Poista tämä versio
fr: Supprimer cette révision
lt: Pašalinti šią versiją
ru: Удалить эту ревизию
sl: Izbriši to revizijo
sq: Fshije këtë rishikim
th: ลบการพิจารณานี้
xh: Cima olu phengululo

source: This document has no revisions.
bn_in: এই নথিটিতে কোন সংস্করণ নেই।
cs: Tento dokument nemá žádné revize.
da: Dette dokument har ingen revisioner.
et: Selel dokumendil pole versioone.
eu: Dokumentu honek ez dauka berrikuspenik.
fi: Tällä dokumentilla ei ole versioita.
fr: Ce document n'a aucune révision.
lt: Šis dokumentas neturi versijų.
ru: Этот документ не имеет ревизий.
sl: Ta dokument nima nobene revizije.
sq: Ky dokument nuk ka rishikime.
th: เอกสารนี้ไม่มีการแก้ไขใหม่
xh: Olu xwebhu alunaziphengululo.

source: Editing Tools
bn_in: সম্পাদনা টুলসমূহ
cs: Nástroje pro editaci
da: Redigeringsværktøjer
et: Toimetamistööriistad
fi: Muokkaustyökalut
fr: Outils de modification
lt: Taisymo priemonės
ru: Инструменты правки
sl: Orodja za urejanje
sq: Mjete Përpunimi
th: เครื่องมือแก้ไข
xh: Hlela Izixhobo

source: Discussion
bn_in: আলোচনা
cs: Diskuse
da: Diskussion
et: Arutelu
eu: Eztabaida
fi: Keskustelu
lt: Aptarimas
ru: Обсуждение
sl: Pogovor
sq: Diskutim
th: การสนทนา
xh: Ingxoxo

source: Show Translations
bn_in: অনুবাদ দেখান
cs: Zobrazit překlady
da: Vis oversættelser
et: Kuva tõlkeid
fi: Näytä käännökset
fr: Afficher les traductions
ru: Показать переводы
sl: Prikaži prevode
sq: Shfaqi Përkthimet
xh: Bonisa Iinguqulelo

source: Show History
bn_in: ইতিহাস দেখুন
cs: Zobrazit historii
da: Vis historik
et: Vaata ajalugu
eu: Erakutsi historia
fi: Näytä historia
fr: Afficher l'historique
lt: Rodyti versijų žurnalą
ru: Показать историю
sl: Prikaži zgodovino
sq: Shfaq Historikun
th: แสดงประวัติ
xh: Bonisa imbali

source: Unsubscribe from edit notifications
bn_in: সম্পাদনা বিজ্ঞপ্তি থেকে সদস্যতামুক্ত করুন
cs: Zrušit odběr upozornění na úpravy
eu: Kendu harpidetza edizioen jakinarazpenetatik
fi: Lopeta muokkausilmoituksien tilaus
fr: Se désinscrire des notifications de modifications
lt: Atsisakyti pranešimų apie pakeitimus
ru: Отписаться от уведомлений о редактировании
sl: Odjava od obvestil o spremembah
sq: Çpajtohuni nga njoftimet mbi përpunime
th: ยกเลิกการบอกรับจากการแจ้งเตือนที่เกี่ยวกับการแก้ไข
xh: Phuma kurhumo oluvela kuhlelo lwezaziso

source: Subscribe to edit notifications
bn_in: সম্পাদনা বিজ্ঞপ্তি থেকে সদস্যতাযুক্ত করুন
cs: Odebírat upozornění na úpravy
eu: Harpidetu edizioen jakinarazpenetara
fi: Tilaa ilmoitukset muokkauksista
fr: S'inscrire pour modifier les notifications
lt: Užsiprenumeruoti pranešimus apie pakeitimus
ru: Подписаться для редактирования уведомлений
sl: Naročilo na obveščanje o spremembah
sq: Që të përpunoni njoftimet, regjistrohuni
th: การบอกรับการแจ้งเตือนที่เกี่ยวกับการแก้ไข
xh: Rhuma kuhlelo lwezaziso

source: Related products
cs: Podobné produkty
fr: Produits liés
ru: Связанные продукты
sl: Povezani izdelki

source: Confusing
bn_in: বিভ্রান্তকর
cs: Matoucí
da: Forvirrende
fi: Sekava
fr: Déroutant
lt: Neaiškus
ru: Непонятная
sl: Nejasno
sq: I turbullt
th: อ่านแล้วงง
xh: Iyabhidisa

source: Solution didn't work
bn_in: সমাধান কাজ করেনি
cs: Řešení nefunguje
da: Løsning virkede ikke
fi: Ratkaisuehdotus ei toimi
fr: La solution n'a pas fonctionné
lt: Pasiūlytas sprendimas nepadėjo
ru: Решение не сработало
sl: Rešitev ni delala
sq: Zgjidhja nuk bëri punë
th: วิธีแก้ปัญหาไม่สามารถใช้ได้
xh: Isisombululo asikhange sisebenze

source: Too long
bn_in: অনেক বড়
cs: Příliš dlouhý
da: For lang
fi: Liian pitkä
fr: Trop long
lt: Per ilgas
ru: Слишком длинная
sl: Predolgo
sq: Shumë i gjatë
th: ยาวเกินไป
xh: Inde kakhulu

source: I have feedback about Firefox
bn_in: আমার Firefox সম্পর্কে ফিডব্যাক আছে
cs: Chci poslat reakci na Firefox
da: Jeg har feedback om Firefox
fi: Minulla on palautetta Firefoxista
fr: J'ai un avis à propos de Firefox
lt: Turiu atsiliepimą apie „Firefox“
ru: Я хочу отправить отзыв на Firefox
sl: Imam povratne informacije za Firefox
sq: Kam gjëra për të thënë rreth Firefox-it
th: ฉันมีผลตอบรับเกี่ยวกับ Firefox
xh: Ndinempendulo malunga ne-Firefox

source: Tell us more.
bn_in: আমাদের আরওকিছু বলুন।
cs: Řekněte nám více.
da: Fortæl os mere.
fi: Kerro lisää.
fr: Dites-nous en plus.
lt: Papasakokite plačiau.
ru: Расскажите поподробней.
sl: Povejte nam več.
sq: Na tregoni edhe më.
th: บอกเรามากกว่านี้
xh: Sixelele ngakumbi.

source: Please provide more details
bn_in: অনুগ্রহ করে আরও বর্ণনা দিন
cs: Vložte prosím více informací
da: Opgiv flere detaljer
fi: Anna lisätietoja
fr: Veuillez fournir plus de détails
lt: Prašom paaiškinti išsamiau
ru: Пожалуйста, предоставьте больше информации.
sl: Vnesite prosimo podrobnosti
sq: Ju lutemi, jepni më tepër hollësi
th: โปรดให้รายละเอียดเพิ่มเติม
xh: Nceda unike iinkcukacha ezininzi

source: Last Update: {date}
sl: Zadnja posodobitev: {date}

source: Avatar
bn_in: ছবি
cs: Ikonka
da: Personligt billede
eu: Avatar-a
fi: Profiilikuva
lt: Pseudoportretas
ru: Аватара
th: อวตาร
xh: I-Avatar

source: Firefox for Mobile
bn_in: Firefox মোবাইল এ ব্যাবহারের জন্য
cs: Firefox pro mobily
da: Mobilen
et: Firefox mobiilile
fi: Firefoxin mobiiliversio
fr: Firefox pour mobile
lt: Mobilioji „Firefox“
ru: Мобильный Firefox
sq: Firefox për Celularë
th: Firefox สำหรับ Mobile
xh: I-Firefox yemfonomfono ephathwayo

source: Webmaker
ru: Веб-творец
xh: Umenzi weWebhu

source: Interval
bn_in: বিরতি
fi: Aikaväli
fr: Intervalle
ru: Интервал
xh: Amathuba onqumamiso

source: tag1, tag2
bn_in: ট্যাগ ১, ট্যাগ ২
cs: štítek1, štítek2
da: mærke1, mærke2
et: silt1, silt2
eu: etiketa1, etiketa2
fi: avainsana1, avainsana2
fr: étiquette1, étiquette2
lt: gairė1, gairė2
ru: метка1, метка2
sq: etiketë1, etiketë2
th: ป้าย1, ป้าย2

# DB: products.Topic.title
source: Firefox Sync
ru: Синхронизация Firefox

# DB: products.Topic.title
source: Sync your browsers
cs: Synchronizace prohlížečů
fr: Synchronisez vos navigateurs
ru: Синхронизируйте свои браузеры

# DB: products.Topic.description
source: Sync your information on all your devices
cs: Synchronizujte své informace na všech svých zařízeních
fr: Synchronisez vos informations sur tous vos appareils
ru: Синхронизация информации на всех ваших устройствах

# DB: products.Topic.title
source: BadgeKit
bn_in: ব্যাজকিট
cs: Ocenění
ru: Набор Значков
xh: I-BadgeKit

# DB: products.Product.title
source: Webmaker
bn_in: ওয়েবমেকার
ru: Веб-творец
xh: Umenzi weWebhu

# DB: products.Product.description
source: Tools for creating and teaching the web
bn_in: ওয়েবকে শেখানোর বা তৈরি করার জন্য টুলসমূহ
cs: Nástroje pro vytváření a remixování webu
fi: Työkaluja verkkosivujen luomiseen ja luomisen opettelemiseen
fr: Outils pour créer et enseigner le Web
ru: Инструменты по созданию и обучению интернету
sq: Mjete për krijim dhe të mësuarit e web-it
xh: Izixhobo zokwenza nokufundisa iwebhu

# DB: products.Product.title
source: Open Badges
fr: Badges
ru: Открытые Значки
sq: Stema të Hapura
xh: Vula iiBheji

# DB: karma.Title.name
source: Administrator
bn_in: প্রশাসক
cs: Administrátor
et: Administraator
fi: Ylläpitäjä
fr: Administrateur
lt: Administratorius
ru: Администратор
th: ผู้ดูแลระบบ
xh: Umlawuli

# DB: karma.Title.name
source: Moderator
bn_in: নিয়ামক
cs: Moderátor
et: Moderaator
fi: Moderaattori
fr: Modérateur
lt: Moderatorius
ru: Модератор
th: ผู้ดูแล
xh: Umntu owongameleyo

source: Twitter
bn_in: টুইটার
ru: Твиттер
xh: UTweeter

source: hash
bn_in: হ্যাশ
fr: hachage
lt: maišos funkcija
ru: хэш
xh: i-hash

source: moderator
bn_in: নিয়ামক
cs: moderátor
fi: moderaattori
fr: modérateur
ru: модератор
xh: umhloli

source: Avatar:
bn_in: ছবি:
cs: Ikonka:
da: Personligt billede:
fi: Profiilikuva:
lt: Pseudoportretas:
ru: Аватар:
th: อวตาร:
xh: I-Avatar:

source: Bio
bn_in: বায়ো
cs: O uživateli
da: Biografi
fi: Kuvaus
ru: Био
sq: Jetëshkrim
xh: I-Bio

# First letter of 'Ready for localization'
source: R
fi: V
fr: P
lt: L
ru: Р
sq: G

source: {forum} - {thread}
fr: {forum} &ndash; {thread}

source: username1, username2,...
cs: login1, login2,...
da: brugernavn1, brugernavn2,...
et: kasutaja1, kasutaja2,...
fi: käyttäjätunnus1, käyttäjätunnus2,...
fr: nom d'utilisateur 1, nom d'utilisateur 2, ...
lt: naudotojas1, naudotojas2, …
sq: emër-përdoruesi1, emër-përdoruesi2,...
th: ผู้ใช้ 1, ผู้ใช้ 2,...
xh: igama lomsebenzisi 1, igama lomsebenzisi2,...

# First letter of 'Significance'
source: S
fi: T
fr: I
sq: D

source: Firefox
xh: I-Firefox

source: Thunderbird
xh: i-Thunderbird

source: Firefox Sync
bn_in: Firefox সিঙ্ক
xh: Ungqaminiso lwe-Firefox

source: Android
xh: I-Android

source: Firefox OS
xh: I-Firefox OS

source: %(app_name)s %(app_version)s
xh: %(igama_le-app) %(iinguqulelo_ze-app)

source: {name} {version} ({id})
xh: {igama} {inguqulelo} ({i-id})

source: Javascript
xh: I-JavaScript

source: <span class="key">{key}</span>: {value}
xh: <span class="key">{iqhosha}</span>: {ixabiso}

# DB: products.Topic.title
source: Mozilla Persona
xh: I-Mozilla Persona

# DB: products.Topic.description
source: Mozilla Persona
xh: I-Mozilla Persona

# DB: products.Topic.title
source: Marketplace
xh: Imarike

# DB: products.Topic.description
source: Firefox Marketplace
xh: IMarike yeFirefox

# DB: products.Topic.title
source: Popcorn Maker
bn_in: পপকর্ন মেকার
xh: Isenzi se-Popcrn

# DB: products.Topic.title
source: Thimble
xh: I-Thimble

# DB: products.Product.title
source: Firefox
xh: I-Firefox

# DB: products.Product.title
source: Firefox OS
xh: I-Firefox OS

# DB: products.Product.title
source: Thunderbird
xh: I-Thunderbird

source: Facebook
bn_in: ফেসবুক
xh: UFacebook

source: {displayname} ({username})
xh: {igama lokubonisa} ({igama lomsebenzisi})

source: Are you sure you want to close your account? You cannot undo this action.
bn_in: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্টটি বন্ধ করতে চান? আপনি এই কর্ম পূর্বাবস্থায় করতে পারবেন না।
da: Er du sikker på, at du vil lukke din konto? Handlingen kan ikke fortrydes.
sq: Jeni i sigurt se doni të mbyllni llogarinë tuaj? Ky veprim nuk mund të zhbëhet.
xh: Uqinisekile ufuna ukuvala i-akhawunti yakho? Awunako ukusitshintsha esi senzo.

source: {city}, {country}
xh: {isixeko}, {ilizwe}

source: IRC
xh: I-IRC

# KB Topic
source: sync
bn_in: সুসংগতি
th: ซิงก์
xh: Ungqamaniso

# KB Topic
source: Firefox 6.0.2
xh: I-Firefox 6.0.2

# KB Topic
source: Firefox 5.0
xh: I-Firefox OS

# KB Topic
source: browserID
fi: Persona
xh: I-ID ibhrawuza

source: Include this in wiki syntax with [[%(type)s:title]]
et: Kasuta seda wiki süntaksis: [[%(type)s:title]]
eu: Sartu hau wiki sintaxian [[%(type)s:izenburua]] erabilita
lt: Naudodami vikio sintaksę, šį failą galite įterpti taip: [[%(type)s:pavadinimas]]
sq: Përfshije këtë në sintaksën wiki me [[%(type)s:title]]
th: ประกอบสิ่งนี้ไปด้วยไวยกรณ์ของ wiki [[%(type)s:title]]

source: Support Forum Karma Dashboard
et: Kasutajatoe foorumi karma ülevaade
lt: Paramos forumo nuopelnų skydelis
sq: Pulti Karma për Forum Asistence
th: หน้าปัดของกระดานสนทนาช่วยเหลือของ Karma

source: Period Total
da: Periode i alt
lt: Bendra suma per periodą
sq: Gjithsej Për Periudhën
th: ระยะเวลาทั้งหมด

source: First Answers
da: Første svar
et: Esimesi vastuseid
lt: Pirmieji atsakymai
sq: Përgjigjet e Para
th: คำตอบแรก

source: Solutions
da: Løsninger
et: Lahendusi
lt: Sprendimai
sq: Zgjidhje
th: วิธีแก้ปัญหา

source: Answers
da: Svar
et: Vastuseid
lt: Atsakymai
sq: Përgjigje
th: คำตอบ

source: Unhelpful Votes
da: Unyttig-stemmer
et: Kasutuse hääli
lt: Neigiami naudingumo balsai
sq: Vota Padobishmërie
th: คะแนนเสียงของการช่วยเหลือที่ไม่เป็นประโยชน์

source: Total Points
da: Points i alt
et: Punktide koguarv
lt: Iš viso taškų
sq: Pikë Gjithsej
th: คะแนนทั้งหมด

source: Days since last activity
da: Dage siden seneste aktivitet
et: Päevi viimasest tegevusest
lt: Dienų nuo paskiausio veiksmo
sq: Ditë që nga veprimtari së fundi
th: วันตั้งแต่กิจกรรมล่าสุด

source: Date Range
da: Datointerval
et: Ajavahemik
lt: Datų diapazonas
sq: Interval Datash
th: ช่วงข้อมูล

source: 1 week
da: 1 uge
et: 1 nädal
lt: 1 savaitė
sq: 1 javë
th: 1 สัปดาห์

source: 1 month
da: 1 måned
et: 1 kuu
lt: 1 mėnuo
sq: 1 muaj
th: 1 เดือน

source: 3 months
da: 3 måneder
et: 3 kuud
lt: 3 mėnesiai
sq: 3 muaj
th: 3 เดือน

source: 6 months
da: 6 måneder
et: 6 kuud
lt: 6 mėnesiai
sq: 6 muaj
th: ุ6 เดือน

source: 1 year
da: 1 år
et: 1 aasta
lt: 1 metai
sq: 1 vit
th: 1 ปี

source: The messages were deleted!
bn_in: বার্তাগুলি মুছে ফেলা হয়েছে!
da: Meddelelserne blev slettet!
et: Sõnumid kustutati!
fi: Viestit on poistettu.
lt: Pranešimai pašalinti!
sq: Mesazhet u fshinë!
th: ข้อความถูกลบแล้ว!

source: English (US)
bn_in: ইংরাজী (মার্কিন যুক্তরাষ্ট্র)
sq: Anglisht (US)

source: You are already using the latest version of Firefox.
da: Du bruger allerede den seneste version af Firefox.
sq: Po e përdorni tashmë versionin më të ri të Firefox-it.

source: Reset your browser for a fresh start
da: Nulstil din browser til en frisk start
sq: Nisjani nga e para me shfletuesin tuaj për një fillim të ri

source: Continue with download
da: Fortsæt med at downloade
sq: Vazhdo me shkarkimin

source: answered {when}
sq: ka marrë përgjigje më {when}

source: asked {when}
sq: është pyetur më {when}

source: last reply by <a href="{url}">{username}</a> {when}
sq: përgjigjja e fundit nga <a href="{url}">{username}</a> {when}

source: Before you continue, please create a support account
da: Inden du fortsætter, opret en support-konto
sq: Përpara se të vazhdoni, ju lutemi, krijoni një llogari asistence

source: This field was populated automatically with the add-on called <em>Troubleshooter</em>.
da: Dette felt blev automatisk udfyldt med tilføjelsen <em>Troubleshooter</em>.
sq: Kjo fushë u plotësua vetvetiu me shtesën e quajtur <em>Troubleshooter</em>.

source: Firefox Help
bn_in: Firefox সহায়তা
da: Firefox Hjælp
et: Firefoxi abi
eu: Firefoxen laguntza
lt: „Firefox“ žinynas
sq: Ndihmë për Firefox-in
th: การช่วยเหลือสำหรับ Firefox

source: Search the Firefox Support Knowledge Base and Support Forum.
bn_in: Firefox Support Knowledge Base এবং সাপোর্ট ফোরাম খুঁজুন
da: Søg i Firefox supports vidensbase og supportforum.
et: Otsi Firefoxi kasutajatoe teadmusbaasist ja kasutajatoe foorumist.
lt: Paieška „Firefox“ žinyne ir pagalbos forume.
sq: Kërkoni për Asistencë mbi Firefox-in te Baza e Dijes dhe te Forumet e Asistencës.
th: ค้นหาฐานความรู้การช่วยเหลือของ Firefox และกระดานสนทนาช่วยเหลือ

# DB: products.Topic.description
source: Error messages
bn_in: ত্রুটি বার্তা
da: Fejlmeddelelser
fi: Virheilmoitukset
sq: Mesazhe gabimesh

# DB: products.Topic.description
source: Learn more about wi-fi, bluetooth and NFC connections.
bn_in: wi-fi, ব্লুটুথ এবং NFC কানেকশন সম্পর্কে আরও জানুন।
fi: Lue lisää wi-fi:stä, bluetoothista ja NFC-yhteydestä.
sq: Mësoni më tepër rreth lidhjeve wi-fi, bluetooth dhe NFC.

# DB: products.Topic.description
source: Tips and Tricks
bn_in: টিপস এবং ট্রিকস
da: Tips og tricks
sq: Ndihmëza dhe Rrengje

source: Portions of this content are &copy;1998–2014 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
da: Dele af dette indhold er &copy;1998–2014 <br> af individuelle mozilla.org-bidragsydere. Indholdet er <br>tilgængelig under en <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons licens</a>.
sq: Pjesë të kësaj lënde janë &copy;1998–2014 <br>nga kontribues individualë te mozilla.org. Lëndë <br>e përdorshme sipas një prej licencave <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons</a>.

# site_title
source: Firefox Help
bn_in: Firefox সহায়তা
da: Firefox Hjælp
et: Firefoxi abi
lt: Pagalba naudojantis „Firefox“
sq: Ndihmë për Firefox-in
th: การช่วยเหลือของ Firefox

source: Repeat password:
da: Gentag adgangskode:
et: Korda salaõna:
eu: Errepikatu pasahitza:
lt: Pakartokite slaptažodį:
sq: Rijepeni fjalëkalimin:
th: ป้อนรหัสผ่านอีกครั้ง:

source: Enter the same password as above, for verification.
da: Indtast den samme adgangskode som ovenover, for bekræftelse.
et: Sisesta sama salasõna kontrollimiseks uuesti.
eu: Idatzi goiko pasahitz bera, egiaztapenerako.
lt: Užtikrinimui, jog nepadarėte klaidos, pakartokite aukščiau įvestą slaptažodį.
sq: Për verifikim, jepni të njëjtin fjalëkalim si më sipër.
th: ป้อนรหัสผ่านเดียวกันจากส่วนบนเพื่อเป็นการยืนยัน

source: Passwords must match.
da: Adgangskoderne skal være ens.
et: Salasõnad peavad ühtima.
eu: Pasahitzak bat etorri behar dira.
lt: Slaptažodžiai nesutampa.
sq: Fjalëkalimet duhet të përputhen.
th: รหัสผ่านต้องเหมือนกัน

source: Please enter a twitter.com URL.
bn_in: দয়া করে একটি twitter.com লিঙ্ক লিখুন।
da: Indtast en twitter.com URL.
et: Palun sisesta Twitteri URL.
lt: Prašom įvesti twitter.com URL adresą.
sq: Ju lutemi, jepni një URL twitter.com.
th: กรุณาใส่ URL ของ twitter.com

source: Twitter URL
bn_in: Twitter লিঙ্ক
et: Twitteri aadress
eu: Twitter URLa
lt: „Twitter“ URL adresas
sq: URL Twitter-i
