Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: System
bn_in: সিস্টেম
cs: Systém
et: Süsteem
fi: Järjestelmä
fr: Système
lt: Sistema
ru: Система
sl: Sistem
sq: Sistem
th: ระบบ
xh: Inkqubo yokusebenza

source: Message Preview:
bn_in: বার্তা নিরীক্ষণ:
cs: Náhled zprávy:
da: Forhåndsvisning af meddelelse:
et: Postituse eelvaade:
fi: Viestin esikatselu:
fr: Aperçu du message :
lt: Pranešimo peržiūra:
ru: Предпросмотр сообщения:
sl: Predogled sporočila:
sq: Paraparje Mesazhi:
th: ดูตัวอย่างข้อความ:
xh: Ukujonga uMyalezo ngaphambi koshicilelo:

source: Delete messages?
bn_in: বার্তাসমূহ মুছবেন?
cs: Smazat zprávy?
da: Slet meddelelser?
et: Kustuta sõnumid?
fi: Poistetaanko viestit?
fr: Supprimer les messages ?
ru: Удалить сообщения?
sl: Izbriši sporočila?
sq: Të fshihen mesazhet?
xh: Cima imiyalezo?

source: Trash
bn_in: ট্র্যাশ
cs: Koš
da: Papirkurv
fi: Roskakori
fr: Corbeille
ru: Мусор
sl: Koš
sq: Hedhurina
xh: Inkunkuma

source: New
bn_in: নতুন
cs: Nové
da: Ny
fi: Uusi
fr: Nouveau
ru: Новое
sl: Nov
sq: E re
xh: Entsha

source: Mark unread
bn_in: পড়া নয় মার্ক করুন
cs: Označit jako nepřečtené
da: Marker som ulæst
fi: Merkitse lukemattomaksi
fr: Marquer comme non lu
ru: Пометить как непрочитанные
sl: Označi neprebrano
sq: Shënoje si të palexuar
xh: Phawula engafundwanga

source: Mark read
bn_in: পড়াগুলো মার্ক করুন
cs: Označit jako přečtené
da: Marker som læst
et: Märgi loetuks
fi: Merkitse luetuksi
fr: Marquer comme lu
ru: Пометить как прочитанные
sl: Označi prebrano
sq: Shënoje si të lexuar
xh: Phawula okufundiweyo

source: Sent Message
bn_in: প্রেরিত বার্তা
cs: Odeslaná zpráva
da: Sendt meddelelse
et: Saadetud sõnum
fi: Lähetetty viesti
fr: Message envoyé
ru: Отправить сообщение
sl: Poslano sporočilo
sq: Mesazh i Dërguar
xh: Umyalezo oThunyelweyo

source: From:
bn_in: থেকে:
cs: Od:
da: Fra:
fi: Lähettäjä:
fr: De :
ru: От:
sl: Od:
sq: Nga:
xh: Ukusuka:

source: Unsubscribe
cs: Zrušit odběr
da: Annuller abonnement
eu: Kendu harpidetza
fr: Se désinscrire
ru: Отписаться
sl: Odjava naročnine

source: Are you sure you want to unsubscribe?
cs: Opravdu chcete zrušit odběr?
da: Er du sikker på, at du vil annullere abonnement?
fr: Voulez-vous vraiment vous désinscrire ?
ru: Вы уверены, что хотите отписаться?
sl: Ali se res hočete odjaviti?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
cs: Budete odhlášení z: <br><strong>%(object)s</strong>
fr: Votre inscription à <br><strong>%(object)s</strong> sera annulée
ru: Вы были отписаны от: <br><strong>%(object)s</strong>
sl: Odjavljeni boste od: <br><strong>%(object)s</strong>

source: Unsubscribe Error
cs: Chyba při rušení odběru
da: Fejl ved annullering af abonnement
fr: Erreur lors de la désinscription
ru: Ошибка отписки
sl: Napaka pri odjavi naročnine

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
cs: Nepodařilo se nám najít váš odběr. Buď byl již zrušen nebo se vyskytl nějaký problém s odkazem pro odhlášení. Ujistěte se prosím, že se do prohlížeče zkopíroval z vašeho e-mailu celý odkaz. Pokud se druhá část odkazu přelomila do další řádky e-mailu, zkuste zkopírovat celý odkaz a vložit jej do prohlížeče.
fr: Nous n'avons pas pu trouver votre inscription. Soit elle a déjà été annulée, soit une erreur s'est produite avec le lien de désinscription. Assurez-vous que le lien du courriel s'est retrouvé en entier dans la barre d'adresse du navigateur. Si le lien se trouve sur deux lignes dans le courriel, essayez de copier et coller le lien dans le navigateur.
ru: Мы не смогли найти вашу подписку. Либо она уже была отменена, либо в ссылке для отказа от подписки есть ошибка. Пожалуйста, убедитесь, что ссылка из письма целиком скопирована в браузер. Если последняя часть ссылки в письме перенесена на вторую строку, попробуйте скопировать и вставить ссылку в браузер.
sl: Vaše naročnine nismo mogli najti. Ali ste jo že odpovedali ali je bil odjavni link napačen. Prepričajte se, ali ste povezavo iz e-pošte v celoti vnesli v brskalnik. Če se zadnji del povezave v elektronski pošti preliva v naslednjo vrstico, poskusite naslov prekopirati in zlepiti v brskalniku.

source: Unsubscribed
cs: Odběr zrušen
da: Annuller abonnement
eu: Harpidetu gabe
fr: Désinscrit(e)
ru: Отписан
sl: Brez naročnine

source: You have been unsubscribed.
bn_in: আপনাকে আনসাবস্ক্রাইব করা হয়েছে।
cs: Byli jste odhlášeni.
da: Du har annuleret dit abonnement.
fi: Tilauksesi on lopetettu.
fr: Votre désinscription a été effectuée.
ru: Вы были отписаны.
sl: Odjavilo se vas je.
sq: U çpajtuat.
xh: Uyekile ukurhumela into ethile.

source: Whether this topic is shown to users in the AAQ or not.
sl: Ali je ta tema prikazana uporabnikom na strani Zastavite vprašanje.

source: {product} Help
bn_in: {product} সাহায্য
cs: Nápověda k {product}
da: {product} Hjælp
et: {product} abi
fi: {product} -tuki
fr: Assistance de {product}
lt: Pagalba naudojantis „{product}“
ru: Справка {product}
sl: Pomoč za {product}
sq: Ndihmë {product}-i
th: การช่วยเหลือ {product}
xh: {imveliso} Uncedo

# DB: products.Topic.description
source: None
bn_in: কোনোটাই না
cs: Nic
fr: Aucun
ru: Нет
sl: Brez
sq: Asnjë
xh: Akukho nanye

source: In English
bn_in: ইংরাজীতে
cs: V angličtině
da: På engelsk
et: Inglise keeles
fi: Englanniksi
fr: En anglais
lt: Anglų kalba
ru: На английском
sl: V angleščini
sq: Në Anglisht
th: ในภาษาอังกฤษ
xh: NgesiNgesi

source: Free Download
bn_in: বিনামূল্যে ডাউনলোড
cs: Stáhnout zdarma
da: Gratis download
et: Tasuta allalaadimine
fi: Järjestelmät ja kielet
fr: Téléchargement gratuit
lt: Nemokamas parsisiuntimas
ru: Бесплатная загрузка
sl: Brezplačen prenos
sq: Shkarkim Falas
xh: Khuphela Simahla

source: Systems and Languages
bn_in: সিস্টেম এবং ভাষা
cs: Systémy a jazyky
da: Systemer og sprog
fi: Järjestelmät ja kielet
fr: Systèmes et langues
ru: Системы и языки
sl: Sistemi in jeziki
sq: Sisteme dhe Gjuhë
xh: Iinkqubo neeLwimi

source: What's New
bn_in: নতুন কি আছে?
cs: Co je nového
da: Hvad er nyt
fi: Uutta
fr: Nouveautés
ru: Что нового
sl: Kaj je novega
sq: Ç’ka të Re
xh: Yintoni Entsha

source: Privacy
bn_in: গোপনীয়তা
cs: Soukromí
da: Privatlivspolitik
fi: Tietosuoja
fr: Vie privée
ru: Приватность
sl: Zasebnost
sq: Privatësi
xh: Okwabucala

source: Give Firefox a tune up
cs: Vyladění aplikace Firefox
fr: Donner un coup de jeune à Firefox
ru: Наладьте Firefox
sl: Opravite čiščenje Firefoxa
xh: Lungisa i-Firefox

source: Refresh Firefox
cs: Obnovit Firefox
fr: Rafraîchir Firefox
ru: Очистить Firefox
sl: Osveži Firefox
xh: Hlazia i-Firefox

source: How does it work?
cs: Jak to funguje?
fr: Comment ça marche ?
ru: Как это работает?
sl: Kako to deluje?
xh: Isebenza njani?

source: Download a fresh copy
cs: Stažení čerstvé kopie
fr: Télécharger une nouvelle copie
ru: Загрузить свежую копию
sl: Prenesite svežo kopijo
xh: Khuphela ikopi entsha

source: Release Notes
cs: Poznámky k vydání
fr: Notes de version
ru: Примечания к выпуску
sl: Opombe ob izdaji
xh: Khulula Iingongoma

source: Help Topics
bn_in: সহায়ক বিষয়:
cs: Témata nápovědy
da: Emner i Hjælp
et: Abiteemad
fi: Ohjeiden aiheet
fr: Sujets d'aide
lt: Žinyno temos
ru: Темы Справки
sl: Teme pomoči
sq: Zëra Ndihme
th: หัวข้อการช่วยเหลือ
xh: Uncedo Lwezihloko

source: Products
bn_in: প্রোডাক্টসমূহ
cs: Produkty
da: Produkter
fi: Tuotteet
fr: Produits
ru: Продукты
sl: Izdelki
sq: Produkte
xh: Iimveliso

# DB: products.Product.description
source: None
bn_in: কোনোটাই না
cs: Nic
da: Ingen
et: Puudub
fi: Ei mitään
fr: Aucun
lt: Nieko
ru: Нет
sl: Brez
sq: Asnjë
th: ไม่มี
xh: Akukho nanye

source: Get community support
bn_in: কমিউনিটির সাপোর্ট পান
cs: Získat podporu od komunity
da: Få hjælp af andre brugere
et: Kogukonna kasutajatugi
fi: Pyydä apua yhteisöltä
fr: Obtenir l'assistance de la communauté
lt: Bendruomenės narių pagalba
ru: Получить поддержку у сообщества
sl: Obrnite se na skupnost za podporo
sq: Merrni asistencë nga bashkësia
th: รับการช่วยเหลือจากชุมชม
xh: Fumana inkxaso yasekuhlaleni

source: Search support articles
fr: Rechercher dans les articles d'assistance
sl: Iskanje po člankih za podporo

source: Back to:
bn_in: পূর্বে যান:
cs: Zpět na:
da: Tilbage til:
fi: Takaisin:
fr: Retour vers :
ru: Вернуться к:
sl: Nazaj na:
sq: Mbrapsht te:
xh: Buyela umva ku:

source: Firefox for Desktop
bn_in: Firefox ডেস্কটপ এ ব্যাবহারের জন্য
cs: Firefox pro desktop
da: Firefox til computer
et: Firefox töölauale
fi: Firefox työpöydälle
fr: Firefox pour ordinateur
lt: „Firefox“ kompiuteriams
ru: Firefox для десктопа
sl: Firefox za namizni računalnik
sq: Firefox për Desktop
th: Firefox สำหรับ Desktop
xh: I-Firefox yeDesktop

source: Windows, Mac, or Linux
bn_in: Windows, Mac, অথবা Linux
cs: Windows, Mac a Linux
da: Windows, Mac eller Linux
et: Windows, Mac või Linux
fi: Windows, Mac tai Linux
fr: Windows, Mac ou Linux
ru: Windows, Mac или Linux
sl: Windows, Mac ali Linux
sq: Windows, Mac, ose Linux
xh: I-Windows, i-Mac okanye i-Linux

source: Download, install and migration
bn_in: ডাউনলোড, ইন্সটল এবং মাইগ্রেশন
cs: Stažení, instalace a migrace
da: Download, installation og overflytning
et: Allalaadimine, paigaldus ja migreerimine
fi: Lataaminen, asentaminen ja tietojen tuominen
fr: Téléchargement, installation et migration
ru: Загрузка, установка и миграция
sl: Prenos, nameščanje in selitev
sq: Shkarkim, instalim dhe migrim
xh: Khuphela, fakela ze ufuduse

source: Privacy and security settings
bn_in: গোপনীয়তা এবং সুরক্ষা সেটিংস
cs: Nastavení soukromí a bezpečnosti
da: Privatlivs- og sikkerhedsindstillinger
et: Privaatsus- ja turvaseaded
fi: Tietosuoja ja turvallisuus
fr: Paramètres de confidentialité et de sécurité
ru: Настройки защиты и приватности
sl: Nastavitve za zasebnost in varnost
sq: Rregullime për privatësinë dhe sigurinë
xh: Iisetingi zabucala nezokhuseleko

source: Customize controls, options and add-ons
bn_in: কাস্টমাইজ কন্ট্রোল, অপশন এবং অ্যাড - অন
cs: Přizpůsobení ovládání, nastavení a doplňky
da: Tilpas indstillinger og tilføjelser
et: Kasutajaliidese kohandamine, valikud ja lisad
fi: Asetukset, toiminnot ja lisäosat
fr: Personnalisation, options et modules complémentaires
ru: Настроить управление, параметры и дополнения
sl: Prilagajanje kontrolnikov, možnosti in dodatkov
sq: Personalizoni kontrolle, mundësi dhe shtesa
xh: Khastomayiza izilawuli, izinto ezinokukhethwa kunye nezongezelelo

source: Fix slowness, crashing, error messages and other problems
bn_in: মন্থরতা, বিপর্যয়, ত্রুটিপূর্ণ বার্তা এবং অন্যান্য সমস্যা সমাধান
cs: Oprava pomalosti, pádů, chybových hlášení a jiných problémů
da: Løs nedbrud, fejlmeddelelser, en langsom Firefox og andre problemer
et: Lahendused aeglus- ja stabiilsus&shy;probleemidele ning muud tõrked
fi: Kaatuilu, hidastelu, virheilmoitukset ja muut ongelmat
fr: Correction de ralentissements, plantages, messages d'erreurs et autres problèmes
ru: Исправление медленной работы, падений, сообщений об ошибках и других проблем
sl: Odpravite počasnost, sesutja, sporočila o napakah in druge težave
sq: Ndreqni ngadalësi, vithisje, mesazhe gabimesh dhe probleme të tjera
xh: Lungisa ukucotha, ukumoshakala, imiyalezo eyimpazamo kunye nezinye iingxaki

source: Tips and tricks
bn_in: ইঙ্গিত ও কৌশল
cs: Tipy a triky
da: Tips og tricks
et: Nipid ja trikid
fi: Vihjeet ja vinkit
fr: Trucs et astuces
ru: Советы и хитрости
sl: Nasveti in triki
sq: Ndihmëza dhe rrengje
xh: Iingcebiso namaqhinga

source: Bookmarks
bn_in: বুকমার্ক্স
cs: Záložky
da: Bogmærker
et: Järjehoidjad
fi: Kirjanmerkit
fr: Marque-pages
ru: Закладки
sl: Zaznamki
sq: Faqerojtësa
xh: Izinto zokuphawula

source: Cookies
bn_in: কুকিজ
et: Küpsised
fi: Evästeet
ru: Куки
sl: Piškotki
sq: &quot;Cookie&quot;
xh: Ii-Cookies

source: Tabs
bn_in: ট্যাবসমূহ
cs: Panely
da: Faneblade
et: Kaardid
fi: Välilehdet
fr: Onglets
ru: Вкладки
sl: Zavihki
sq: Skeda
xh: Oo-tab

source: Websites
bn_in: ওয়েবসাইটসমূহ
cs: Webové stránky
da: Websteder
et: Veebilehed
fi: Verkkosivut
fr: Sites web
ru: Веб-сайты
sl: Spletne strani
sq: Sajte Web
xh: Iiwebhusayithi

source: Other
bn_in: অন্যান্য
cs: Jiné
da: Andet
fi: Muu
fr: Autre
lt: Kita
ru: Другое
sl: Drugo
sq: Tjetër
th: อื่นๆ
xh: Okunye

source: Firefox for iOS
fr: Firefox pour iOS
sl: Firefox za iOS

source: Install and Update
fr: Installation et mise à jour
sl: Nameščanje in posodobitev

source: How to use Firefox for iOS
fr: Comment utiliser Firefox pour iOS
sl: Firefox za iOS

source: Firefox for iOS is not working as expected
fr: Firefox pour iOS ne fonctionne pas comme attendu
sl: Ni delalo, kot se pričakovalo

source: Download and install apps
bn_in: ডাউনলোড এবং ইন্সটল অ্যাপ সমূহ
cs: Stažení a instalace aplikací
da: Download og installer apps
fi: Sovellusten lataaminen ja asentaminen
fr: Téléchargement et installation d'applications
ru: Загрузка и установка приложений
sl: Prenos in nameščanje aplikacij
sq: Shkarkoni &dhe instaloni përditësime
xh: Khuphela ze ufakele ii-apps

source: Customize controls, options, settings and preferences
bn_in: কন্ট্রোল, অপশন, বৈশিষ্ট্য এবং আপনার পছন্দ কাস্টমাইজ করুন
cs: Přizpůsobení ovládání, možností, nastavení a předvoleb
da: Tilpas indstillinger og tilføjelser
fi: Muokkaa toimintoja ja asetuksia
fr: Personnaliser les contrôles, options, paramètres et préférences
ru: Настройте управление, параметры и настройки
sl: Prilagajanje kontrolnikov, možnosti in nastavitev
sq: Personalizoni kontrolle, mundësi, rregullime dhe parapëlqime
xh: Khastomayiza izilawuli, izinto ezinokukhethwa, iisetingi nezikhethwa

source: Tools for creating and teaching the web
bn_in: ওয়েব শেখানোর এবং তৈরি করবার জন্য সরঞ্জাম
cs: Nástroje pro vytváření a remixování webu
fi: Työkaluja verkkosivujen luomiseen ja luomisen opettelemiseen
fr: Outils pour créer et enseigner le Web
ru: Инструменты по созданию и обучению интернету
sl: Orodja za ustvarjanje in poučevanje spleta
sq: Mjete për krijim dhe për të mësuarit e web-it
xh: Izixhobo zokwenza nokufundisa iwebhu

source: Using Popcorn Maker
bn_in: Popcorn Maker ব্যবহার করে
cs: Používání Popcorn Maker
da: Brug af Popcorn Maker
fr: Utilisation de Popcorn Maker
ru: Использование Popcorn Maker
sl: Uporaba Popcorn Makerja
sq: Si të përdoret Popcorn Maker
xh: Ukusebenzisa isiPhawuli se-Popcorn

source: Using Thimble
bn_in: Thimble ব্যবহার করে
cs: Používání Thimble
da: Brug af Thimble
fr: Utilisation de Thimble
ru: Использование Thimble
sl: Uporaba Thimbla
sq: Si të përdoret Thimble-i
xh: Ukusebenzisa i-Thimble

source: Using X-Ray Goggles
bn_in: X-Ray Goggles ব্যবহার করে
cs: Používání X-Ray Goggles
da: Brug af X-Ray Goggles
fr: Utilisation de X-Ray Goggles
ru: Использование X-Ray Goggles
sl: Uporaba Rentgenskih očal
sq: Si të përdoren X-Ray Goggles
xh: Ukusebenzisa i-X-Ray Goggles

source: Using a feature on webmaker.org
bn_in: webmaker.org এ একটি বৈশিষ্ট্য ব্যবহার করে
cs: Používání funkcí na webmaker.org
da: Brug af en funktion på webmaker.org
fr: Utilisation d'une fonctionnalité sur webmaker.org
ru: Использование функции на webmaker.org
sl: Uporaba funkcije na webmaker.org
sq: Si të përdoret një veçori te webmaker.org
xh: Ukusebenzisa uphawu ku-webmarker.org

source: Contributing to Webmaker
bn_in: Webmaker এ অবদান করা
cs: Přispívání do Webmaker
da: Bidrag til Webmaker
fr: Contribuer à Webmaker
ru: Участие в проекте Веб-творец
sl: Sodelovanje pri Webmakerju
sq: Si të kontribuohet te Webmaker
xh: Ukunikela kwi-Webmaker

source: Calendar
bn_in: ক্যালেন্ডার
cs: Kalendář
da: Kalender
fi: Kalenteri
fr: Agenda
ru: Календарь
sl: Koledar
sq: Kalendar
xh: Ikhalenda

source: Other Mozilla products
bn_in: অন্যান্য Mozilla প্রোডাক্টসমূহ
cs: Ostatní produkty Mozilly
da: Andre produkter fra Mozilla
fi: Muut Mozilla-tuotteet
fr: Autres produits Mozilla
ru: Другие продукты Mozilla
sl: Drugi izdelki Mozille
sq: Produkte të tjera Mozilla
xh: Ezinye iimveliso ze-Mozilla

source: Please confirm your email address
bn_in: দয়া করে আপনার ইমেল ঠিকানাটি নিশ্চিত করুন
cs: Potvrďte prosím svou e-mailovou adresu
da: Bekræft din mailadresse
et: Palun kinnita oma e-posti aadress
eu: Berretsi zure helbide elektronikoa
fi: Sähköpostiosoitteen vahvistaminen
fr: Veuillez confirmer votre adresse électronique
lt: Prašom patvirtinti el. pašto adresą
ru: Пожалуйста, подтвердите свой адрес эл. почты
sl: Potrdite prosim svoj e-naslov
sq: Ju lutemi, ripohoni adresën tuaj email
th: โปรดยืนยันอีเมลของคุณ
xh: Nceda uqinisekise idilesi yakho ye-imeyile

source: %s posted an answer to your question "%s"
bn_in: %s আপনার প্রশ্নের জবাব পোস্ট করেছে "%s"
cs: %s přidal odpověď na vaši otázku "%s"
da: % skrev et svar til dit spørgsmål "%s"
fi: %s lähetti vastauksen kysymykseesi "%s"
fr: %s a publié une réponse à votre question « %s »
ru: %s написал ответ на ваш вопрос "%s"
sl: %s je objavil odgovor na vaše vprašanje "%s"
sq: %s postoi një përgjigje për pyetjen tuaj "%s"
xh: %s ithumele impendulo kumbuzo wakho "%s"

source: Re: %s
bn_in: পুনরায় : %s
cs: Reakce na: %s
fr: Re&nbsp;: %s
ru: Ответ на: %s
sl: Odgovor: %s

source: New answers for question: %s
bn_in: %s প্রশ্নের নতুন জবাব
cs: Nové odpovědi k otázce: %s
da: Nye svar til spørgsmål: %s
et: Uusi vastuseid küsimusele: %s
fi: Uusi vastauksia kysymykseen: %s
fr: Nouvelles réponses pour la question : %s
ru: Новые ответы на вопрос: %s
sl: Novi odgovori na vprašanje: %s
sq: Përgjigje të reja për pyetjen: %s
xh: Iimpendulo ezintsha zombuzo: %s

source: Solution found to Firefox Help question
bn_in: Firefox সহায়ক প্রশ্নের সমাধান পাওয়া গেছে
cs: Nalezené řešení k otázce Nápovědy Firefoxu
da: Løsning fundet på spørgsmål i Firefox Hjælp
fi: Ratkaisu löydetty Firefox-kysymykseen
fr: Solution trouvée à la question concernant Firefox
ru: Для вопроса в Справку Firefox найдено решение
sl: Za vprašanje za pomoč v Firefoxu je najdena rešitev
sq: U gjet përgjigje për pyetje Ndihme Firefox-i
xh: Isisombululo sifunyenwe kumbuzo woncedo lwe-Firefox

source: Solution found for question: %s
bn_in: %s প্রশ্নের জন্য সমাধান পাওয়া গেছে
cs: Nalezené řešení k otázce: %s
da: Løsning fundet til spørgsmål: %s
fi: Ratkaisu löydetty kysymykseen: %s
fr: Solution trouvée pour la question : %s
ru: Для этого вопроса найдено решение: %s
sl: Najdena rešitev za vprašanje: %s
sq: U gjet zgjidhje për pyetjen: %s
xh: Isisombululo sombuzo sifunyenwe: %s

source: Recently updated questions
bn_in: সম্প্রতি আপডেট হওয়া প্রশ্নসমূহ
cs: Nedávno aktualizované otázky
da: Seneste opdaterede spørgsmål
et: Hiljuti uuendatud küsimused
fi: Äskettäin päivitetyt kysymykset
fr: Questions récemment mises à jour
ru: Недавно обновленные вопросы
sl: Nedavno posodobljena vprašanja
sq: Pyetje përditësuar së fundmi
xh: Imibuzo ehlaziywe kutsha nje

source: Recently updated questions tagged %s
bn_in: %s ট্যাগ দেওয়া সম্প্রতি আপডেট হওয়া প্রশ্ন
cs: Nedávno aktualizované otázky označené %s
da: Seneste opdaterede spørgsmål mærket med %s
et: Hiljuti uuendatud küsimused sildiga %s
fi: Äskettäin päivitetyt kysymykset avainsanalla %s
fr: Questions récemment mises à jour étiquetées %s
ru: Недавно обновленные вопросы с меткой %s
sl: Nedavno posodobljena vprašanja, označena z %s
sq: Pyetje të përditësuara së fundmi, të etiketuara me %s
xh: Imibuzo ehlaziywe kutsha nje ithegiwe %s

source: Recent answers to %s
bn_in: %s এ সম্প্রতি জবাব
cs: Poslední odpovědi k %s
da: Seneste svar på %s
et: Hiljutised vastused teemas %s
fi: Tuoreet vastaukset kohteeseen %s
fr: Réponses récentes à %s
ru: Недавние ответы в %s
sl: Zadnji odgovori na %s
sq: Përgjigje së fundmi për %s
xh: Iimpendulo zakutsha nje ku %s

source: URL of affected site
bn_in: আক্রান্ত সাইটের URL
cs: URL problematické stránky
fi: Ongelmaan vaikuttavat sivun osoite
fr: URL du site affecté
ru: URL затронутого сайта
sl: URL prizadete strani
sq: URL-ja e sajtit të prekur
xh: I-URL iyichaphazele isayithi

source: Crash ID(s)
bn_in: ক্র্যাশ ID(s)
cs: ID pádu
da: Fejl ID
fi: Kaatumistunnus/-tunnukset
fr: Identifiant(s) de plantage
ru: ID падения(й)
sl: Crash ID(i)
sq: ID Vithisjesh
xh: Yonakalisa i-ID(s)
