Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: এই প্রবন্ধটি খুবই ছোটো (%(show_value)s অক্ষর)। এটা অতি অবশ্যই নূন্যতম %(limit_value)s অক্ষরের হতে হবে।
cs: Obsah je příliš krátký (%(show_value)s znaků). Musí mít nejméně %(limit_value)s znaků.
da: Indholdet er for kort (%(show_value)s tegn). Det skal være på mindst %(limit_value)s tegn.
et: Sisu on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
eu: Edukia motzegia da (%(show_value)s karatere). Gutxienez %(limit_value)s karaktere izan behar ditu.
fi: Sisältö on liian lyhyt ((%(show_value)s merkkiä). Vähimmäispituus on vähintään %(limit_value)s merkkiä.
fr: Le contenu est trop court (%(show_value)s caractères). Sa longueur doit faire au moins %(limit_value)s caractères.
lt: Turinys per trumpas (%(show_value)s simb.). Jis turi būti bent %(limit_value)s simb. ilgio.
ru: Содержание слишком короткое (%(show_value)s символов). Оно должно быть по крайней мере %(limit_value)s символов.
sl: Vsebina je prekratka (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Lënda është shumë e shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
th: เนื้อหาสั้นเกินไป (%(show_value)s ตัวอักษร) อย่างต่ำควรจะอยู่ที่ %(limit_value)s ตัวอักษร
xh: Isiqulatho sifutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Ubuncinane kufuneka bubeyi %(umlinganiselo_amaxabiso) ngoonobumba.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: অনুগ্রহ করে প্রবন্ধের দৈর্ঘ্য %(limit_value)s অক্ষরের মধ্যে বা তার কমে রাখুন। এটা বর্তমানে %(show_value)s অক্ষরের।
cs: Maximální délka obsahu může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af indholdet på %(limit_value)s tegn eller færre. Det er i øjeblikket på %(show_value)s tegn.
et: Palun jälgi, et sisu jääks %(limit_value)s märgi piiresse. Praegu on see %(show_value)s märki pikk.
eu: Mantendu edukiaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(show_value)s karaktere ditu.
fi: Varmista, että sisällössä on %(limit_value)s merkkiä tai vähemmän. Sisällössä on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur du contenu à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
lt: Prašom sutrumpinti turinį iki %(limit_value)s simb. ar mažiau. Šiuo metu jo ilgis yra %(show_value)s simb.
ru: Пожалуйста, ограничьте длину содержимого %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino vsebine na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e lëndës në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
th: โปรดรักษาความยาวของเนื้อหาให้อยู่ที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
xh: Nceda ugcine ubude besiqulatho buyi %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku%(bonisa_amaxabiso) ngoonobumba.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: অনুগ্রহ করে কমেন্টের দৈর্ঘ্য %(limit_value)s অক্ষরের মধ্যে বা তার কমে রাখুন। এটা বর্তমানে %(show_value)s অক্ষরের।
cs: Maximální délka komentáře může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af kommentaren på %(limit_value)s tegn eller færre. Den er i øjeblikket på %(show_value)s tegn.
et: Palun jälgi, et kommentaari pikkus jääks %(limit_value)s märgi piiresse. Praegu on see %(show_value)s märki pikk.
eu: Mantendu iruzkinaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(show_value)s karaktere ditu.
fi: Varmista, että kommentissa on %(limit_value)s merkkiä tai vähemmän. Kommentissa on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur du commentaire à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
lt: Prašom sutrumpinti komentarą iki %(limit_value)s simb. ar mažiau. Šiuo metu jo ilgis yra %(show_value)s simb.
ru: Пожалуйста, ограничьте длину комментария %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino komentarja na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e komentit në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
th: โปรดรักษาความยาวของความคิดเห็นให้อยู่ที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
xh: Nceda ugcine ubude boluvo buyi %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku %(bonisa_amaxabiso) ngoonobumba.

source: Please select at least one product.
bn_in: অনুগ্রহ করে নূন্যতম একটি প্রোডাক্ট নির্বাচন করুন।
cs: Zvolte prosím alespoň jeden produkt.
da: Vælg mindst ét produkt.
et: Palun vali vähemalt üks toode.
fi: Valitse vähintään yksi tuote.
fr: Veuillez sélectionner au moins un produit.
lt: Prašom pasirinkti bent vieną produktą.
ru: Пожалуйста, выберите не менее одного продукта.
sl: Izberite vsaj en izdelek.
sq: Ju lutemi, përzgjidhni të paktën një produkt.
th: โปรดเลือกอย่างน้อยหนึ่งผลิตภัณฑ์
xh: Nceda ukhethe nokuba yimveliso enye.

source: Please select at least one topic.
bn_in: অনুগ্রহ করে নূন্যতম একটি বিষয় বাছুন।
cs: Zvolte prosím alespoň jeden nadpis.
da: Vælg mindst ét emne.
et: Palun vali vähemalt üks teema.
fi: Valitse vähintään yksi aihe.
fr: Veuillez sélectionner au moins un sujet.
lt: Prašom pasirinkti bent vieną temą.
ru: Пожалуйста, выберите не менее одной темы.
sl: Izberite vsaj eno temo.
sq: Ju lutemi, përzgjidhni të paktën një temë.
th: โปรดเลือกอย่างน้อยหนึ่งหัวข้อ
xh: Nceda ukhethe nokuba sisihloko esinye.

source: Title of article
bn_in: প্রবন্ধের শিরোনাম
cs: Nadpis článku
da: Artiklens titel
et: Teema pealkiri
eu: Artikuluaren izenburua
fi: Artikkelin nimi
fr: Titre de l'article
lt: Straipsnio antraštė
ru: Заголовок статьи
sl: Naslov članka
sq: Titulli i artikullit
th: หัวข้อของบทความ
xh: Itayitile yenqaku

source: Slug:
bn_in: স্লাগ:
cs: URL:
et: Aadress:
eu: Slug-a:
fi: Osoitemuoto:
fr: Identifiant :
lt: Techninis pavadinimas:
ru: Короткий url:
sl: Rekleta:
sq: Identifikues:
th: คำที่กำหนดเอง:
xh: I-Slug:

source: Article URL
bn_in: প্রবন্ধ ঠিকানা
cs: URL článku
da: Artikel URL
et: Teema URL
eu: Artikuluaren URLa
fi: Artikkelin URL
fr: URL de l'article
lt: Straipsnio URL adresas
ru: Ссылка на статью
sl: URL za članek
sq: URL Artikulli
th: URL ของบทความ
xh: I-URL yeNqaku

source: Relevant to:
bn_in: প্রাসঙ্গিক:
cs: Relevantní k:
da: Relevant for:
et: Asjakohane:
eu: Zerikusia du honekin:
fi: Liittyy artikkeliin:
fr: Concerne :
lt: Susijęs su:
ru: Относится к:
sl: Pomembno za:
sq: I rëndësishëm për:
th: สัมพันธ์กันกับ:
xh: Iphathelele ku:

source: Allow translations:
bn_in: অনুবাদের অনুমতি দেওয়া হোক:
cs: Povolené překlady:
da: Tillad oversættelser:
et: Tõlkimine on lubatud:
eu: Onartu itzulpenak:
fi: Salli käännökset:
fr: Permettre les traductions :
lt: Leisti vertimus:
ru: Разрешить переводы:
sl: Dovoli prevode:
sq: Lejo përkthime:
th: ยอมรับการแปล:
xh: Vumela iinguqulelo:

source: Obsolete:
bn_in: অপ্রচলিত:
cs: Zavržené:
da: Forældede:
et: Iganenud:
fi: Vanhentunut:
fr: Obsolète :
lt: Pasenęs:
ru: Устарело:
sl: Zastarelo:
sq: E vjetruar:
th: ล้าสมัย:
xh: Iphelelwe lixwesha:

source: Allow discussion on this article?
bn_in: এই নিবন্ধটির ওপরে আলোচনার অনুমতি দেবেন?
cs: Povolit diskusi k tomuto článku?
da: Tillad diskussion om denne artikel?
et: Kas lubada selle artikli arutelu?
fi: Mahdollista keskustelu artikkelista
fr: Autoriser la discussion sur cet article ?
lt: Ar leisti šio straipsnio aptarimą?
ru: Разрешить обсуждение в этой статье?
sl: Dovoliti razpravo o tem članku?
sq: Të lejohen diskutimet në këtë artikull?
th: อนุญาตการสนทนาในบทความนี้?
xh: Vume ingxoxo kweli nqaku?

source: Type of article
bn_in: প্রবন্ধের প্রকার
cs: Typ článku
da: Artikeltype
et: Teema tüüp
eu: Artikulu mota
fi: Artikkelin tyyppi
fr: Type d'article
lt: Straipsnio tipas
ru: Тип статьи
sl: Vrsta članka
sq: Lloj i artikullit
th: ชนิดของบทความ
xh: Uhlobo lwenqaku

source: Topics:
bn_in: বিষয়:
cs: Témata:
da: Emner:
et: Teemad:
eu: Gaiak:
fi: Aiheet:
fr: Sujets :
lt: Temos:
ru: Темы:
sl: Teme:
sq: Tema:
th: หัวข้อเรื่อง:
xh: Izihloko:

source: Related documents:
cs: Podobné dokumenty:
fr: Documents liés :
ru: Связанные документы:
sl: Povezani dokumenti:

source: Needs change:
bn_in: পরিবর্তন দরকার:
cs: Potřebuje změnu:
et: Vajavad muutmist:
fi: Vaatii muutoksia:
fr: Doit être modifié :
lt: Reikia pakeisti:
ru: Требует изменения:
sl: Treba spremeniti:
sq: Lyp ndryshim:
th: ต้องถูกปรับเปลี่ยน:
xh: Ifuna iinguqu:

source: Comment:
bn_in: মন্তব্য:
cs: Komentář:
da: Kommentar:
et: Kommentaar:
fi: Kommentti:
fr: Commentaire :
lt: Komentaras:
ru: Комментарий:
sl: Komentar:
sq: Koment:
th: ความคิดเห็น:
xh: Uluvo:

source: Keywords:
bn_in: মূলশব্দ:
cs: Klíčová slova:
da: Nøgleord:
et: Võtmesõnad:
eu: Gako-hitzak:
fi: Avainsanat:
fr: Mots-clés :
lt: Reikšminiai žodžiai:
ru: Ключевые слова:
sl: Ključne besede:
sq: Fjalëkyçe:
th: คำสำคัญ:
xh: Amagama angundoqo:

source: Affects search results
bn_in: অনুসন্ধানের ফলাফলকে প্রভাবিত করে
cs: Ovlivní výsledky vyhledávání
da: Påvirker søgeresultater
et: Mõjutab otsingutulemusi
eu: Bilaketa-emaitzei eragiten die
fi: Vaikuttaa hakutuloksiin
fr: Affecte les résultats de recherche
lt: Įtakoja paieškos rezultatus
ru: Влияет на результаты поиска
sl: Vpliva na rezultate iskanja
sq: Prek përfundimet e kërkimit
th: มีผลต่อการค้นหา
xh: Ichaphazela iziphumo zokhangelo

source: Search result summary:
bn_in: অনুসন্ধানের ফলাফলের সারাংশ:
cs: Souhrn výsledků vyhledávání:
da: Sammendrag til søgeresultat:
et: Kokkuvõte otsingutulemustes:
eu: Bilaketa-emaitzaren laburpena:
fi: Hakutuloksen yhteenveto:
fr: Résumé du résultat de recherche :
lt: Santrauka paieškos rezultatams:
ru: Сводка результатов поиска:
sl: Povzetek rezultata iskanja:
sq: Përmbledhje përfundimi kërkimi:
th: สรุปผลการค้นหา:
xh: Ushwankathelo lwesiphumo sokhangelo:

source: Only displayed on search results page
bn_in: শুধুমাত্র অনুসন্ধানের ফলাফল পৃষ্ঠায় প্রদর্শিত
cs: Zobrazeno pouze na stránce výsledků vyhledávání
da: Vises kun på søgeresultatsiden
et: Kuvatakse ainult otsingutulemuste lehel
eu: Bilaketaren emaitzen orrian bistaratzen da soilik
fi: Näytetään vain hakutulossivulla
fr: Affiché uniquement sur la page de résultats de recherche
lt: Rodoma tik paieškos rezultatų tinklapyje
ru: Отображается только на странице результатов поиска
sl: Prikazuje se samo na strani z rezultati iskanja
sq: Shfaqur vetëm në faqe përfundimesh kërkimi
th: แสดงบนหน้าผลการค้นหาเท่านั้น
xh: Ibonise kwiphepha leziphumo zokhangelo kuphela

source: Expiry date:
bn_in: মেয়াদ শেষ হওয়ার তারিখ:
cs: Datum expirace:
fr: Date d'expiration :
ru: Дата истечения:
sl: Datum poteka:
sq: Datë skadence:
xh: Umhla wokuphelelwa

source: Significance:
bn_in: গুরুত্ব:
cs: Důležitost:
et: Olulisus:
fi: Merkittävyys:
fr: Importance :
lt: Reikšmingumas:
ru: Значимость:
sl: Pomembnost:
sq: Domethënie:
th: มีความหมาย:
xh: Intsingiselo:

source: Needs change
bn_in: পরিবর্তন দরকার
cs: Potřebuje změnu
et: Vajavad muutmist
fi: Tarvitsee muutoksen
fr: Doit être modifié
lt: Reikia pakeisti
ru: Требует изменения
sl: Treba spremeniti
sq: Lyp ndryshim
th: ต้องถูกปรับเปลี่ยน
xh: Ifuna inguqu

source: Users:
bn_in: ব্যবহারকারীসমূহ:
cs: Uživatelé:
da: Brugere:
fi: Käyttäjät:
fr: Utilisateurs :
ru: Пользователи:
sl: Uporabniki:
sq: Përdorues:
xh: Abasebenzisi:

source: Start:
bn_in: শুরু করুন:
cs: Začátek:
fi: Alku:
fr: Début :
ru: Начало:
sl: Pričetek:
sq: Fillim:
xh: Qalisa:

source: End:
bn_in: শেষ:
cs: Konec:
da: Slut:
fi: Loppu:
fr: Fin :
ru: Конец:
sl: Zaključek:
sq: Fund:
xh: Isiphelo:

source: {users} added successfully!
bn_in: {users}-কে সাফল্যের সাথে যোগ করা হয়েছে!
cs: Uživatel {users} byl úspěšně přidán!
da: {users} tilføjet korrekt!
et: {users} lisati edukalt!
fi: {users} lisättiin onnistuneesti!
fr: {users} ajoutés.
lt: {users} sėkmingai pridėti!
ru: {users} успешно добавлены!
sl: {users} uspešno dodan!
sq: {users} u shtua me sukses!
xh: {umsebenzisi} ufakwe ngempumelelo!

source: There were errors adding users, see below.
bn_in: ব্যবহারকারী যোগ করার সময় ত্রুটি হয়েছিল, নীচে দেখুন।
cs: Při přidávání nových členů se vyskytly chyby. Viz níže.
et: Kaastöötajate lisamisel tekkis alljärgnev viga.
fi: Lisättäessä jäseniä ilmeni virheitä, katso alta.
fr: Des erreurs se sont produites lors de l'ajout d'utilisateurs, voir ci-dessous.
lt: Pridedant naujus naudotojus, iškilo problemų. Žr. žemiau.
ru: При добавлении пользователей произошли ошибки, см. ниже.
sl: Pri dodajanju uporabnikov je prišlo do napake, glejte spodaj.
sq: Pati gabime gjatë shtimit të përdoruesve, shihni më poshtë.
xh: Kuye kwabakho iimpazamo ekufakeni umsebenzisi, bona ngezantsi.

source: {user} removed from successfully!
bn_in: {user}-কে সফলভাবে মুছে ফেলা হয়েছে!
cs: Uživatel {user} byl úspěšně odstraněn!
da: {user} fjernet uden problemer!
fi: {user} poistettiin onnistuneesti!
fr: {user} a été retiré.
lt: {user} sėkmingai pašalintas!
ru: {user} успешно удалён!
sl: {user} uspešno odstranjen!
sq: {user} u hoq me sukses!
xh: {umsebenzisi} ususwe ngempumelelo!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
bn_in: যদি চেক করা হয়, এই উইকি পাতাটি সাধারণ অনুসন্ধান এবং ড্যাশবোর্ড থেকে লুকিয়ে দেওয়া হবে। যখন দেখা হবে, এই পাতাটি সতর্ক করবে যে এটিকে আর রক্ষা করা হয় না।
cs: Pokud je zaškrtnuto, bude tato stránka skryta v základním vyhledávání a na nástěnkách. Pokud bude zobrazena, bude varovat, že již není aktuální.
et: Märgistamine peidab lehe põhilistes otsingutes ja ülevaadetes. Lehe vaatamisel kuvatakse hoiatus, et lehte ei hooldata.
fr: Si coché, cette page Wiki n'apparaîtra pas dans les recherches basiques et les tableaux de bord. Lors de l'affichage, la page avertira qu'elle n'est plus tenue à jour.
lt: Pažymėjus, šis vikio tinklapis nebus rodomas paprastos paieškos rezultatuose ir skydeliuose. Jį atvaizduojant, skaitytojas bus įspėtas, jog šis straipsnis nebeprižiūrimas.
ru: Если отмечено, эта вики-страница не будет появляться в основном поиске и на панелях. При просмотре, страница будет предупреждать, что она больше не обновляется.
sl: Če označeno, bo ta wiki stran skrita pred osnovnim iskanjem in nadzornimi ploščami. Kadar se jo prikaže, bo stran opozorila, da se je ne vzdržuje več.
sq: Po iu vu shenjë, kjo faqe wiki nuk do të jetë e dukshme për kërkimet e thjeshta dhe pultet. Po u pa, faqja do të tregojë një sinjalizim se nuk mirëmbahet më.
th: ถ้าเลือกตัวเลือกนี้ หน้า wiki นี้จะไม่ปรากฏในการค้นหาหลักและบนหน้าปัด เมื่อมีการเข้าชมหน้านี้จะเตือนว่าไม่มีการปรับปรุง
xh: Ukuba lujongiwe, eli phepha le-wiki liza kufihlwa kukhangelo olusisiseko nee-dashboards. Xa lijongiwe, iphepha liza kulumkisa ukuba alisalungiswa.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
bn_in: যদি চেক করা হয়, এই ডকুমেন্ট একটি সংশ্লিষ্ট ফোরামে আলোচনা করতে দেবে। আড়াল করতে লুকান/নিষ্ক্রিয় করুন এই ফোরামটি।
cs: Pokud je zaškrtnuto, je u tohoto dokumentu povolena diskuse v souvisejícím fóru. Odškrtnutím fórum skryjete/zakážete.
et: Märgituna lubatakse selle dokumendi arutelu seotud foorumis. Foorumi peitmiseks/keelamiseks eemalda märgistus.
fr: Si la case est cochée, ce document autorise la discussion dans un forum associé. Décochez pour masquer/désactiver le forum.
lt: Pažymėjus, šį dokumentą bus galima aptarti susietame forume. Nuimkite pažymėjimą, jeigu norite paslėpti ir išjungti aptarimą.
ru: Если отмечено, для этого документа разрешается вести обсуждение в связанном с ним форуме. Снимите отметку, чтобы скрыть/отключить форум.
sl: Če je označeno, bo za ta dokument mogoče razpravljati v forumu. Počistite, da skrijete / izklopite forum.
sq: Po iu vu shenjë, ky dokument lejon diskutime te forumi përkatës. Hiqjani shenjën që ta fshihni prej forumit ose ta çaktivizoni.
th: ถ้าเลือกตัวเลือกนี้ เอกสารนี้อนุญาตให้มีการสนทนาในกระดานสนทนาที่สัมพันธ์กัน ไม่เลือกตัวเลือกนี้เพื่อซ่อน/ปิดใช้งานกระดานสนทนา
xh: Ukuba lujongiwe, olu xwebhu luvumela ingxoxo kwiqonga elidityanisiweyo. Fihla ukhangelo olungajongwanga/yenza iqonga lingasebenzi.

source: If checked, this document needs updates.
bn_in: যদি চেক করা হয়, তাহলে এই ডকুমেন্টটির আপডেট প্রয়োজন।
cs: Pokud zaškrtnete, bude dokument potřeba aktualizovat.
fr: Si coché, ce document doit être modifié.
lt: Pažymėkite, jeigu šį dokumentą reikia atnaujinti.
ru: Если отмечено, этот докумен нуждается в обновлении.
sl: Oznaka pomeni, da je ta dokument treba posodobiti.
sq: Po u vu shenjë, k dokument lyp përditësime.
th: ถ้าเลือกตัวเลือกนี้ เอกสารนี้ต้องการการปรับปรุง
xh: Ukuba lujongiwe, olu xwebhu lufuna uhlaziyo.

source: Please choose a category.
bn_in: দয়া করে একটি বিষয় নির্বাচন করুন।
cs: Zvolte prosím kategorii.
da: Vælg en kategori.
et: Palun vali kategooria.
eu: Aukeratu kategoria.
fi: Valitse luokka.
fr: Veuillez choisir une catégorie.
lt: Prašom parinkti kategoriją.
ru: Пожалуйста, выберите категорию.
sl: Izberite prosim kategorijo.
sq: Ju lutemi, zgjidhni një kategori.
th: โปรดเลือกประเภท
xh: Nceda ukhethe udidi.

source: Documents in the Template category must have titles that start with "{prefix}". (Current title is "{title}")
fr: Les titres des documents de la catégorie Modèle doivent commencer par « {prefix} ». (Le titre est actuellement « {title} »).
sl: Dokumentom v kategoriji Predloge se morajo naslovi začeti s "{prefix}". (Trenuten naslov je "{title}")

source: Documents with titles that start with "{prefix}" must be in the templates category. (Current category is "{category}")
fr: Les documents dont le titre commence par « {prefix} » doivent être dans la catégorie Modules. (La catégorie est actuellement « {category} »)
sl: Dokumenti, katerih naslov se začenja s "{prefix}", morajo biti v kategoriji Predloge. (Trenutno se nahaja v kategoriji "{category}")

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
bn_in: একটি রিভিশন অবশ্যই ইংরাজী প্রবন্ধের ওপরে ভিত্তি করে। রিভিশন আইডি %(id)s এই নির্ণায়কের জন্য সঠিক নয়।
cs: Revize musí být založena na článku v angličtině. Revize s ID %(id)s toto kritérium nesplňuje.
da: En revision skal være baseret på den engelske artikel. Revision ID %(id)s opfylder ikke dette kriterium.
et: Versioon peab baseeruma ingliskeelse dokumendi versioonil. Versioon ID-ga %(id)s ei rahulda seda tingimust.
fi: Muutoksen pitää pohjautua englanninkieliseen artikkeliin. Muutostunnus %(id)s ei täytä tätä vaatimusta.
fr: Une révision doit être basée sur l'article en anglais. L'identifiant de la révision %(id)s ne correspond pas à ces critères.
lt: Versija turi būti pagrįsta anglišku straipsniu. Versija, kurios ID %(id)s neatitinka šio kriterijaus.
ru: Ревизия должна быть основана на статье на английском. Ревизия с ID %(id)s не подходит под этот критерий.
sl: Revizija mora temeljiti na angleškem članku. ID revizije %(id)s ne ustreza temu pogoju.
sq: Një rishikim duhet bazuar në një artikull Anglisht. ID-ja e rishikimit %(id)s nuk e përmbush këtë kriter.
th: การแก้ไขเพิ่มเติมต้องอยู่บนบทความภาษาอังกฤษ ​ID ซึ่งการแก้ไข %(id)s ไม่ตรงกับเกณฑ์ที่กำหนด
xh: Uhlaziyo kufuneka lusekelwe kwinqaku lwesiNgesi. I-ID yoHlaziyo %(id)s aluyilungeli inqobo yokugweba.

source: Table of Contents
bn_in: সূচীপত্র
cs: Překlad obsahu
da: Indhold
fi: Sisällysluettelo
fr: Table des matières
ru: Оглавление
sl: Kazalo
sq: Tabelë e Lëndës
xh: Itheyibhile yeziQulatho

source: [Recursive inclusion of "%s"]
bn_in: ["%s"-এর রিকার্সিভ অন্তর্ভুক্তি]
cs: [Rekurzivní vložení "%s"]
et: [Rekursiivne "%s" kaasamine]
eu: ["%s"(r)en txertaketa errekurtsiboa]
fr: [Inclusion récursive de « %s »]
lt: [Ciklinis „%s“ įtraukimas]
ru: [Рекурсивное включение "%s"]
sl: [Rekurzivna uporaba "%s"]
sq: [Përfshirje ripërsëritëse e "%s"]
xh: [Ubandakanyo lwe-Recursive lwe "%s"]

source: The document "%s" does not exist.
bn_in: "%s" নথিটির কোনো অস্তিত্ব নেই।
cs: Dokument "%s" neexistuje.
da: Dokumentet "%s" findes ikke.
et: Dokumenti "%s" pole olemas.
eu: "%s" dokumentua ez dago.
fi: Dokumenttia "%s" ei ole olemassa.
fr: Le document « %s » n'existe pas.
lt: Dokumento „%s“ nėra.
ru: Документ "%s" не существует.
sl: Dokument "%s" ne obstaja.
sq: Dokumenti "%s" nuk ekziston.
th: ไม่พบเอกสาร "%s"
xh: Uxwebhu "%s" alukho.

source: The template "%s" does not exist or has no approved revision.
bn_in: "%s" টেম্পলেটটি হয় উপলব্ধ নয় না হয় কোনো অনুমোদিত সংস্করণ নেই।
cs: Šablona "%s" neexistuje nebo nemá schválenou verzi.
da: Skabelonen "%s" findes ikke eller har ingen godkendt revision.
et: Malli "%s" pole olemas või pole sellel heakskiidetud versiooni.
eu: "%s" txantiloia ez dago edo ez dauka onartutako berrikuspenik.
fi: Mallia "%s" ei ole olemassa tai sille ei ole hyväksyttyjä muutoksia.
fr: Le modèle « %s » n'existe pas ou n'a pas été approuvé.
lt: Šablono „%s“ nėra arba jis dar neturi patvirtintos versijos.
ru: Шаблон "%s" не существует или не имеет одобренной версии.
sl: Predloga "%s" ne obstaja, ali pa je brez odobrenih sprememb.
sq: Gjedhja "%s" nuk ekziston ose nuk ka rishikim të miratuar.
th: แม่แบบ "%s" ไม่มีอยู่หรือไม่ได้รับการอนุมติให้แก้ไขเพิ่มเติม
xh: I-template "%s" ayikho okanye ayinahlaziyo lwamkelweyo.

source: Your revision has been approved: {title}
bn_in: আপনার সংস্করণ অনুমোদিত হয়েছে: {title}
cs: Vaše revize byla schválena: {title}
da: Din revision er blevet godkendt: {title}
et: Sinu versioon on aktsepteeritud: {title}
fi: Muutoksesi on hyväksytty: {title}
fr: Votre révision a été approuvée : {title}
lt: Jūsų versija patvirtinta: {title}
ru: Ваша ревизия была одобрена: {title}
sl: Vaša revizija je odobrena: {title}
sq: Rishikimi juaj është miratuar: {title}
th: การแก้ไขของคุณได้อนุมัติแล้ว: {title}
xh: Uhlaziyo luye lwamkelwa: {itayitile}

source: Your revision has been reviewed: {title}
bn_in: আপনার সংস্করণ পর্যালোচনা করা হয়েছে: {title}
cs: Vaše revize byla zkontrolována: {title}
da: Din revision er blevet gennemgået: {title}
et: Sinu versioon vaadati üle: {title}
fi: Muutoksesi on tarkistettu: {title}
fr: Votre révision a été vérifiée : {title}
lt: Jūsų versija recenzuota: {title}
ru: Ваша ревизия была проверена: {title}
sl: Vaša revizija je pregledana: {title}
sq: Rishikimi juaj u shqyrtua: {title}
th: การแก้ไขของคุณที่ถูกพิจารณา: {title}
xh: Uhlaziyo luye lwahlolwa: {itayitile}

source: A revision you contributed to has been approved: {title}
bn_in: আপনার অবদান করা একটি সংস্করণ অনুমোদিত হয়েছে: {title}
cs: Revize, kterou jste přispěli, byla schválena: {title}
da: En revision du har bidraget til er blevet godkendt: {title}
et: Sinu versioon aktsepteeriti: {title}
fi: Tekemäsi muutos on hyväksytty:
fr: Une révision à laquelle vous avez contribué a été approuvée : {title}
lt: Versija, prie kurios Jūs prisidėjote, patvirtinta: {title}
ru: Ревизия, в которую вы внесли вклад, была одобрена: {title}
sl: Revizija, pri kateri ste sodelovali, je odobrena: {title}
sq: U miratua një rishikim kontribut i juaji: {title}
th: การแก้ไขของคุณได้รับการอนุมัติแล้ว: {title}
xh: Uhlaziyo olunikeleyo luye lwamkelwa: {itayitile}
