Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: solved
bn_in: মীমাংসিত
cs: vyřešeno
da: løst
et: Lahendatud
fi: ratkaistu
fr: résolu
ru: решено
sl: rešeno
sq: të zgjidhura
xh: isonjululwe

source: needs attention
bn_in: সচেতনতা প্রয়োজন
cs: potřebuje pozornost
fi: tarvitsee huomiota
fr: nécessite attention
ru: требует внимания
sl: potrebuje pozornost
sq: lyp vëmendje
xh: ifuna inyameko

source: contributed
bn_in: অবদান করা হয়েছে
cs: přispěno
da: bidrog
fi: autettu
fr: contribué
ru: внес вклад
sl: prispeval
sq: me kontribut
xh: yenze igalelo

source: Don't filter
bn_in: পরিশোধিত করবেন না
cs: Nefiltrovat
da: Filtrer ikke
et: Ära filtreeri
eu: Ez iragazi
fi: Älä suodata
fr: Ne pas filtrer
lt: Nefiltruoti
ru: Не фильтровать
sl: Ne filtriraj
sq: Mos i filtro
th: ไม่ต้องกรอง
xh: Musa ukuhluza

source: Before
bn_in: আগে
cs: Před
da: Før
et: Enne
eu: Aurretik
fi: Ennen
fr: Avant
lt: Prieš
ru: Перед
sl: Pred
sq: Përpara
th: ก่อนหน้า
xh: Ngaphambili

source: After
bn_in: পরে
cs: Za
da: Efter
et: Pärast
eu: Ondoren
fi: Jälkeen
fr: Après
lt: Po
ru: После
sl: Po
sq: Pas
th: หลังจาก
xh: Ngasemva

source: Relevance
bn_in: প্রাসঙ্গিক
da: Relevans
et: Asjakohasus
eu: Zerikusia
fi: Täsmäävyys
fr: Pertinence
lt: Temos atitikimas
ru: Отношение к теме
sl: Ustreznost
sq: Rëndësi
th: ที่เกี่ยวข้อง
xh: Okusemxholweni

source: Last post date
bn_in: সর্বশেষ পোষ্টের তারিখ
cs: Datum posledního příspěvku
da: Dato seneste indlæg
et: Viimane postitus
eu: Azken bidalketaren data
fi: Viimeisen viestin päiväys
fr: Date du dernier message
lt: Paskiausio pranešimo data
ru: Дата последнего сообщения
sl: Datum zadnjega prispevka
sq: Datë e postimit të fundit
th: วันที่ที่โพสต์ล่าสุด
xh: Umhla weposi yokugqibela

source: Original post date
bn_in: মূল পোষ্টের তারিখ
cs: Datum původního příspěvku
da: Dato oprindeligt indlæg
et: Algse postituse aeg
eu: Jatorrizko bidalketaren data
fi: Alkuperäisen viestin päiväys
fr: Date du message original
lt: Pirmojo pranešimo data
ru: Дата первого сообщения
sl: Datum prvotne objave
sq: Datë postimi origjinal
th: วันที่ที่โพสต์เริ่มต้น
xh: Umhla weposi wokuqala

source: Number of replies
bn_in: উত্তরের সংখ্যা
cs: Počet odpovědí
da: Antal svar
et: Vastuseid
eu: Erantzun kopurua
fi: Vastausten lukumäärä
fr: Nombre de réponses
lt: Atsakymų kiekis
ru: Число откликов
sl: Število odgovorov
sq: Numër përgjigjesh
th: จำนวนตอบกลับ
xh: Inani leempendulo

source: Less than
bn_in: এর থেকে কম
cs: Méně než
da: Færre end
et: Vähem kui
eu: Hau baino gutxiago
fi: Alle
fr: Moins de
lt: Mažiau nei
ru: Менее чем
sl: Manj kot
sq: Më i vogël se
th: น้อยกว่า
xh: Incinane kune

source: More than
bn_in: এর থেকে বেশি
cs: Více než
da: Flere end
et: Rohkem kui
eu: Hau baino gehiago
fi: Yli
fr: Plus de
lt: Daugiau nei
ru: Более чем
sl: Več kot
sq: Më tepër se
th: มากกว่า
xh: Ingaphezulu kune

source: Last answer date
bn_in: শেষ উত্তরের তারিখ
cs: Datum posledního příspěvku
da: Seneste svardato
et: Viimane vastus
eu: Azken erantzunaren data
fi: Viimeisen vastauksen päiväys
fr: Date de la dernière réponse
lt: Paskiausio atsakymo data
ru: Дата последнего ответа
sl: Datum zadnjega odgovora
sq: Datë e përgjigjes së fundit
th: วันที่ที่ตอบคำถามล่าสุด
xh: Umhla wempendulo yokugqibela

source: Question date
bn_in: প্রশ্নের তারিখ
cs: Datum otázky
da: Dato spørgsmål
et: Küsimuse kuupäev
eu: Galderaren data
fi: Kysymispäivä
fr: Date de la question
lt: Klausimo data
ru: Дата вопроса
sl: Vprašanje na dan
sq: Datë pyetjeje
th: วันที่ที่ถามคำถาม
xh: Umhla wombuzo

source: Number of answers
bn_in: উত্তরের সংখ্যা
cs: Počet odpovědí
da: Antal svar
et: Vastuste arv
eu: Erantzun kopurua
fi: Vastausten määrä
fr: Nombre de réponses
lt: Atsakymų kiekis
ru: Число ответов
sl: Število odgovorov
sq: Numër pyetjesh
th: จำนวนคำตอบ
xh: Inani leempendulo

source: Helpful votes
bn_in: সহায়ক ভোট
cs: Hlasy o užitečnosti
da: Nyttig-stemmer
et: Kasulikkuse hääli
fi: Positiivisia ääniä
fr: Votes d'utilité
lt: Teigiami įvertinimai
ru: Голоса за полезность
sl: Glasov - koristno
sq: Vota të dobishme
xh: Iivoti eziluncedo

source: Include obsolete articles?
bn_in: অপ্রচলিত প্রবন্ধ অন্তর্ভুক্ত?
cs: Zahrnout neaktuální články?
et: Kaasa aegunud teemad?
fi: Haetaanko vanhentuneita artikkeleita?
fr: Inclure les articles obsolètes ?
lt: Ar įtraukti pasenusius straipsnius?
ru: Включить устаревшие статьи?
sl: Vključiti zastarele članke?
sq: Të përfshihen artikuj të vjetruar?
th: รวมบทความที่ล้าสมัย?
xh: Kuquka namanqaku angasetyenziswa?

source: Sort results by
bn_in: এর দ্বারা ফলাফল বাছাই
cs: Seřadit výsledky dle
da: Sorter resultat efter
et: Sorteeri
eu: Ordenatu emaitzak
fi: Tuloksien järjestely
fr: Trier les résultats par
lt: Rezultatus rikiuoti pagal
ru: Сортировать результаты по
sl: Razvrsti rezultate po
sq: Renditi përfundimet sipas
th: เรียงผลการค้นหาตาม
xh: Hlela iziphumo nge

source: Created
bn_in: নির্মিত
cs: Vytvořeno
da: Oprettet
et: Loodud
eu: Sortuta
fi: Luotu
fr: Date de création
lt: Sukurtas
ru: Создано
sl: Ustvarjeno
sq: U krijua
th: สร้างเมื่อ
xh: Kuyiliwe

source: Last updated
bn_in: শেষ আপডেট
cs: Poslední aktualizace
da: Sidst opdateret
et: Viimati uuendatud
eu: Azken eguneraketa
fi: Viimeksi päivitetty
fr: Dernière mise à jour
lt: Paskiausiai atnaujintas
ru: Последнее обновление
sl: Zadnja posodobitev
sq: Përditësuar së fundmi
th: ปรับปรุงล่าสุด
xh: Igqibele ukuhlaziywa

source: Thread type
bn_in: থ্রেডের ধরন
cs: Typ vlákna
da: Trådtype
et: Lõime tüüp
eu: Hari mota
fi: Ketjun tyyppi
fr: Type de sujet de discussion
lt: Gijos tipas
ru: Тип темы
sl: Vrsta niti
sq: Lloj rrjedhe
th: ชนิดกระทู้
xh: Uhlobo lwe-thread

source: Search in forum
bn_in: ফোরামে অনুসন্ধান করুন
cs: Vyhledat ve fóru
da: Søg i forum
et: Otsi foorumist
eu: Bilatu foroan
fi: Etsi alueelta
fr: Rechercher dans le forum
lt: Ieškoti forume
ru: Поиск в форуме
sl: Iskanje v forumu
sq: Kërkoni në forum
th: ค้นหาในกระดานสนทนา
xh: Khangela kwiqonga

source: Has answers
bn_in: উত্তর আছে
cs: Má odpovědi
da: Har svar
et: Vastustega
eu: Erantzunak ditu
fi: Sisältää vastauksia
fr: A des réponses
lt: Turi atsakymų
ru: Имеет ответы
sl: Ima odgovore
sq: Ka përgjigje
th: ่มีคำตอบ
xh: Iinempendulo

source: Has helpful answers
bn_in: সহায়ক উত্তর আছে
cs: Má užitečné odpovědi
da: Har nyttige svar
et: Abistavate vastustega
eu: Erantzun lagungarriak ditu
fi: Sisältää auttavia vastauksia
fr: A des réponses pertinentes
lt: Turi naudingų atsakymų
ru: Имеет полезные ответы
sl: Ima koristne odgovore
sq: Ka përgjigje të dobishme
th: มีคำตอบที่เป็นประโยชน์
xh: Iineempendulo eziluncedo

source: Invalid callback function.
bn_in: অবৈধ কলব্যাক ফাংশন।
cs: Neplatná funkce zpětného volání.
da: Ugyldig callback-funktion.
et: Vigane "callback"-funktsioon.
eu: Callback funtzio okerra.
fi: Virheellinen callback-funktio.
fr: Fonction de rappel invalide.
lt: Netinkama atgalinio iškvietimo funkcija.
ru: Неверная функция обратного вызова.
sl: Neveljavna callback funkcija.
sq: Funksion i pavlefshëm "callback"
th: การทำงาน callback ไม่ถูกต้อง
xh: Umsebenzi wokubizwa kwakhona ongasebenzi.

source: No title
sl: Ni naslova

source: Enter your terms in the form below and click <strong>Search</strong>
bn_in: আপনার তথ্য নিম্নের ফর্মে প্রবেশ করান এবং <strong> খুঁজুন </strong> বাটনে চাপ দিন।
cs: Do pole níže vložte hledané výrazy a klepněte na tlačítko <strong>Hledat</strong>
da: Indtast dine søgeord i feltet nedenunder og klik på <strong>Søg</strong>
et: Sisesta otsisõnad allolevasse vormi ja klõpsa <strong>Otsi</strong>
eu: Idatzi zure terminoak azpiko inprimakian eta egin klik <strong>Bilatu</strong> botoian
fi: Kirjoita hakusana kenttään ja napsauta <strong>Etsi</strong>.
fr: Saisissez vos termes de recherche dans le formulaire ci-dessous, puis cliquez sur <strong>Rechercher</strong>
lt: Žemiau įveskite ieškomus žodžius ir spustelėkite mygtuką <strong>Ieškoti</strong>
ru: Введите свой запрос в расположенную ниже форму и нажмите <strong>Поиск</strong>
sl: Vnesite svoje pogoje v spodnji obrazec in kliknite na <strong>Iskanje</strong>
sq: Jepni termat tuaja në formularin më poshtë dhe klikoni <strong>Kërko</strong>
th: ป้อนคำของคุณในแบบฟอร์มด้านล่างและคลิก <strong>ค้นหา</strong>
xh: Faka amagama kwifomu engezants ze ucofe <strong>Khangela</strong>

# button
source: Search
bn_in: অনুসন্ধান করুন
cs: Hledat
da: Søg
et: Otsi
eu: Bilatu
fi: Etsi
fr: Rechercher
lt: Ieškoti
ru: Поиск
sl: Išči
sq: Kërko
th: ค้นหา
xh: Khangela

source: Search Mozilla Support
bn_in: Mozilla সাপোর্ট খুঁজুন
cs: Vyhledat odpověď
da: Søg i Mozilla Support
et: Otsi Mozilla kasutajatoest
fi: Etsi Mozilla-tuesta
fr: Recherche dans l'assistance de Mozilla
lt: Ieškoti „Firefox“ žinyne
ru: Поиск в Поддержке Mozilla
sl: Iskanje po podpori Mozille
sq: Kërkoni Te Asistenca e Mozilla-s
th: ค้นหาการช่วยเหลือของ Mozilla
xh: Khangela iNkxaso yeMozilla

source: Search is temporarily unavailable. Please try again in a few minutes.
bn_in: আপনার খোঁজ সাময়িক ভাবে উপলব্ধ নয়। অনুগ্রহ করে কিছু মিনিটের মধ্যে আবার চেষ্টা করুন।
cs: Vyhledávání je dočasně nedostupné. Zkuste to prosím za pár minut znovu.
da: Søgning er i øjeblikket ikke tilgængelig. Prøv igen om et par minutter.
et: Otsing pole ajutiselt kättesaadav. Palun proovi mõne minuti pärast uuesti.
eu: Bilaketa behin-behinean ez dago erabilgarri. Saiatu berriro minutu batzuk barru.
fi: Haku on väliaikaisesti poissa käytöstä. Yritä uudelleen hetken kuluttua.
fr: La recherche est momentanément indisponible. Veuillez réessayer dans quelques minutes.
lt: Paieška laikinai negalima. Prašom bandyti už kelių minučių.
ru: Поиск временно недоступен. Пожалуйста, попробуйте снова через несколько минут.
sl: Iskanje trenutno ni na voljo. Poskusite znova čez nekaj minut.
sq: Kërkimi është përkohësisht i pamundur. Ju lutemi, riprovoni pas pak minutash.
th: ไม่สามารถค้นหาได้ชั่วคราว กรุณาลองใหม่
xh: Ukhangelo alufumaneki ngokwexesha. Nceda uzame kwmizuzwana embalwa.

source: Advanced Search
bn_in: উন্নত অনুসন্ধান করুন
cs: Pokročilé vyhledávání
da: Avanceret søgning
et: Laiendatud otsing
fi: Tarkennettu haku
fr: Recherche avancée
lt: Sudėtingesnė paieška
ru: Продвинутый поиск
sl: Napredno iskanje
sq: Kërkim i Mëtejshëm
th: ใช้การค้นหาขั้นสูง
xh: Ukukhangela Okuphambili

source: Search the Knowledge Base
bn_in: Knowledge Base এ খুঁজুন।
cs: Vyhledávání v databázi znalostí
da: Søg i vindesbasen
et: Teadmusbaasist otsimine
eu: Bilatu ezagutza-basean
fi: Etsi tukikannasta
fr: Rechercher dans la base de connaissances
lt: Paieška žinyne
ru: Поиск в базе знаний
sl: Iskanje po bazi znanja
sq: Kërkoni në Bazën e Dijeve
th: ค้นหาฐานความรู้
xh: Khangela iSiseko soLwazi

source: Search the Support Questions
bn_in: সহায়তা সম্পর্কিত প্রশ্ন অনুসন্ধান করুন
cs: Vyhledávání v dotazech podpory
da: Søg i support-spørgsmålene
et: Otsi kasutajatoe küsimuste hulgast
eu: Bilatu laguntza-galderak
fi: Etsi tukikysymyksistä
fr: Rechercher dans les questions d'assistance
lt: Ieškoti klausimuose
ru: Поиск в вопросах поддержки
sl: Išči po vprašanjih za podporo
sq: Kërkoni te Pyetjet e Asistencës
th: ค้นหาคำถามการช่วยเหลือ
xh: Khangela iMibuzo yeNkxaso

source: Support Questions
bn_in: সহায়তা সম্পর্কিত প্রশ্ন
cs: Žádosti o podporu
da: Support-spørgsmål
et: Kasutajatoe küsimused
eu: Laguntza-galderak
fi: Tukikysymykset
fr: Questions d'assistance
lt: Klausimai
ru: Вопросы поддержки
sl: Vprašanja za podporo
sq: Pyetje Asistence
th: คำถามการช่วยเหลือ
xh: Xhasa iMibuzo

source: Search the Discussion Forums
bn_in: আলোচনা ফোরামে অনুসন্ধান করুন
cs: Vyhledávání v diskusních fórech
da: Søg i diskussionsforaene
et: Otsi foorumitest
eu: Bilatu eztabaida-foroetan
fi: Etsi keskustelualueelta
fr: Rechercher dans les forums de discussion
lt: Ieškoti diskusijų forumuose
ru: Поиск в дискусионных форумах
sl: Iskanje po forumih za pogovor
sq: Kërko te Forumet e Diskutimeve
th: ค้นหาในกระดานสนทนา
xh: Khangela Amaqonga eNgxoxo

source: Discussion Forums
bn_in: আলোচনা ফোরাম
cs: Diskusní fóra
da: Diskussionsfora
et: Arutelu foorumid
eu: Eztabaida-foroak
fi: Keskustelualueet
fr: Forums de discussion
lt: Diskusijų forumai
ru: Форумы для обсуждений
sl: Forumi za pogovore
sq: Forume Diskutimi
th: กระดานสนทนา
xh: Amaqonga eNgxoxo

source: Article contains
bn_in: প্রবন্ধতে রয়েছে
cs: Článek obsahuje
da: Artikel indeholder
et: Teema sisaldab
eu: Artikuluak ondorengoa dauka
fi: Artikkeli sisältää
fr: L'article contient
lt: Straipsnyje yra
ru: Статья содержит
sl: Članek vsebuje
sq: Artikulli përmban
th: บทความประกอบด้วย
xh: Inqaku liqulethe

source: crashes on youtube
bn_in: youtube বিপর্যয়
cs: pády na youtube
da: gik ned på youtube
et: krahhib Youtube lehel
eu: youtoube-n huts egiten du
fi: välimuistin tyhjentäminen
fr: plantages sur youtube
lt: youtube strigimai
ru: падения на youtube
sl: zrušitve na youtube
sq: vithisje te Youtube
th: ไม่สามารถเล่นวิดีโอใน Youtube
xh: ukonakala ku-youtube yakho

# button
source: Search Mozilla Support
bn_in: Mozilla সহায়তা খুঁজুন।
cs: Prohledat stránky podpory
da: Søg i Mozilla Support
et: Otsi Mozilla kasutajatoest
fi: Etsi Mozilla-tuesta
fr: Recherche dans l'assistance Mozilla
lt: Ieškoti „Mozillos“ žinyne
ru: Поиск в Поддержке Mozilla
sl: Iskanje po podpori Mozille
sq: Kërkoni te Asistenca e Mozilla-s.
th: ค้นหาการช่วยเหลือของ Mozilla
xh: Khangela iNkxaso yeMozilla

source: Use basic search
bn_in: প্রাথমিক অনুসন্ধান ব্যবহার করুন
cs: Použít základní vyhledávání
da: Brug almindelig søgning
et: Kasuta tavalist otsingut
eu: Erabili oinarrizko bilaketa
fi: Käytä normaalia hakua
fr: Utiliser la recherche basique
lt: Naudoti paprastąją paiešką
ru: Использовать основной режим поиска
sl: Uporabljaj osnovno iskanje
sq: Përdorni kërkim të thjeshtë
th: ใช้การค้นหาธรรมดา
xh: Sebenzisa ukukhangela okungephi

source: Post contains
bn_in: পোস্টে রয়েছে
cs: Příspěvek obsahuje
da: Indlæg indeholder
et: Postitus sisaldab
eu: Bidalketak ondorengoa dauka
fi: Viesti sisältää
fr: Le message contient
lt: Pranešime yra
ru: Сообщение содержит
sl: Prispevek vsebuje
sq: Postimi përmban
th: โพสต์ประกอบด้วย
xh: Iposi iqulethe

source: Number of votes. Must be an integer.
bn_in: ভোটসংখ্যা। একটি পূর্ণসংখ্যা হতে হবে।
cs: Počet hlasů. Musí se jednat o číslo.
da: Antal stemmer. Skal være et heltal.
et: Häälte arv. Peab olema täisarv.
eu: Boto-kopurua. Osoko zenbakia izan behar du.
fi: Äänien määrä. Tulee olla kokonaisluku.
fr: Nombre de votes. Doit être un entier.
lt: Balsų kiekis (sveikas skaičius).
ru: Количество голосов. Должно быть целым числом.
sl: Število glasov. Mora biti celo število.
sq: Numër votash. Duhet të jetë numër i plotë.
th: จำนวนการลงคะแนนเสียงต้องเป็นตัวเลขเสมอ
xh: Inani leevoti. Kufuneka zibe kwi-integer.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
bn_in: নোট: "ট্যাগ ১, ট্যাগ ২"-র জন্য খোঁজ ট্যাগ ১ এবং ট্যাগ ২ দ্বারা ট্যাগ হওয়া প্রশ্ন ফেরত পাঠায়
cs: Poznámka: Při zadání štítků "štítek1, šťítek2" vyhledáte články, které obsahují oba štítky.
da: Bemærk: Søgning efter "mærke1, mærke2" returnerer spørgsmål med begge mærkerne mærke1 og mærke2
et: Märkus: Otsing "silt1, silt2" tagastab küsimused, mis on sildistatud nii silt1 kui ka silt2-ga
eu: Oharra: "etiketa1, etiketa2" bilatzean etiketa1 eta etiketa2 etiketak dituzten galderak itzuliko dira
fi: Huomaa: Useammalla avainsanalla hakeminen palauttaa tulokset, joissa on kaikki avainsanat
fr: Remarque : une recherche du type « étiquette1, étiquette2 » renverra les questions marquées avec étiquette1 et étiquette2
lt: Pastaba: ieškant „gairė1, gairė2“, bus grąžinti atsakymai, pažymėti abiem gairėmis
ru: Примечание: Поиск по "метка1, метка2" вернёт статьи помеченные как меткой1, так и меткой2
sl: Opomba: Iskanje "tag1, tag2" vrne vprašanja, ki so označena z obema oznakama - tag1 in tag2
sq: Shënim: Kërkimi për "etiketë1, etiketë2" sjell pyetje të etiketuara me të dyja, etiketë1 dhe etiketë2
th: หมายเหตุ: ค้นหาสำหรับ "ป้าย1, ป้าย2" จะพบกับคำถามที่มีเครื่องหมายกำกับ ป้าย1 และ ป้าย2
xh: Qaphela: Ukukhangela i-"tag1, tag2" kubuyisa imibuzo ethegiweyo kunye nazo zombini i-tag1 ne-tag2

source: Created date. Format: mm/dd/yy
bn_in: তৈরি হওয়া তারিখ। ফর্ম্যাট: মাস/দিন/বছর
cs: Datum vytvoření. Formát: mm/dd/yy
et: Loomise kuupäev. Vorming: kk/pp/aa
eu: Sortze-data. Formatua: hh/ee/uu
fi: Luomispäivä. Muoto: kk/pp/vv
fr: Date de création. Format : mm/jj/aa
lt: Sukūrimo data. Formatas: mėnuo/diena/metai
ru: Дата создания. Формат: мм/дд/гг
sl: Ustvarjeno dne. Format: mm/dd/ll
sq: Datë krijimi. Format: dd/mm/yy
th: วันที่ที่สร้าง รูปแบบ: mm/dd/yy
xh: Umhla obhaliweyo. iFomathi: mm/dd/yy

source: Updated date. Format: mm/dd/yy
bn_in: আপডেট হওয়া তারিখ। ফর্ম্যাট: মাস/দিন/বছর
cs: Aktualizované datum. Formát: mm/dd/yy
et: Uuendamise kuupäev. Vorming: kk/pp/aa
eu: Eguneratze-data. Formatua: hh/ee/uu
fi: Päivityspäivä. Muoto: kk/pp/vv
fr: Date de mise à jour. Format : mm/jj/aa
lt: Atnaujinimo data. Formatas: mėnuo/diena/metai
ru: Дата обновления. Формат: мм/дд/гг
sl: Posodobljen datum. Format: mm/dd/ll
sq: U përditësua data. Format: dd/mm/yy
th: วันที่ที่ปรัปปรุง รูปแบบ: mm/dd/yy
xh: Umhla ohlaziyiweyo. iFomathi: mm/dd/yy

source: Thread contains
bn_in: থ্রেডে রয়েছে
cs: Vlákno obsahuje
da: Tråd indeholder
et: Lõim sisaldab
eu: Hariak ondorengoa dauka
fi: Ketju sisältää
fr: Le sujet de discussion contient
lt: Gijoje yra
ru: Тема содержит
sl: Nit vsebuje
sq: Rrjedha përmban
th: กระทู้ประกอบไปด้วย
xh: I-thread iqulethe

source: Use advanced search
bn_in: উন্নত অনুসন্ধান ব্যবহার করুন
cs: Použít pokročilé vyhledávání
da: Brug avanceret søgning
et: Kasuta laiendatud otsingut
eu: Erabili bilaketa aurreratua
fi: Käytä tarkennettua hakua
fr: Utiliser la recherche avancée
lt: Naudoti sudėtingesnę paiešką
ru: Использовать продвинутый режим поиска
sl: Uporabljaj napredno iskanje
sq: Përdorni kërkim të thelluar
th: ใช้การค้นหาขั้นสูง
xh: Sebenzisa ukhangelo oluqhubele phambili

source: Mozilla Support
bn_in: Mozilla সহায়তা
cs: Podpora Mozilly
et: Mozilla kasutajatugi
fi: Mozilla-tuki
fr: Assistance de Mozilla
lt: „Mozillos“ palaikymas
ru: Поддержка Mozilla
sl: Podpora Mozilla
sq: Asistencë Mozilla
xh: Inkxaso ye-Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
cs: Podívejte se do databáze znalostí podpory Mozilla a fóra podpory.
fr: Rechercher dans la base de connaissances de Mozilla et dans le forum d'assistance.
ru: Поиск в базе знаний поддержки и форуме поддержки Mozilla.
sl: Išči po bazi znanja Podpore Mozille in po forumu za podporo.
xh: Khangela isiSeko soLwazi seNkxaso ye-Mozilla neQonga leNkxaso

source: Advanced Search Results
cs: Výsledky pokročilého vyhledávání
fr: Résultats de recherche avancée
ru: Результаты расширенного поиска
sl: Rezultati naprednega iskanja
xh: Iziphumo zoKhangelo oluQhubele phambili

source: Results
cs: Výsledky
fr: Résultats
ru: Результаты
sl: Rezultati
xh: Iziphumo

source: Show Everything
bn_in: সবকিছু দেখানো হোক
cs: Zobrazit vše
da: Vis alle
fi: Näytä kaikki
fr: Tout afficher
lt: Rodyti viską
ru: Показать всё
sl: Prikaži vse
sq: Shfaq Gjithçka
th: แสดงทุกอย่าง
xh: Bonisa Yonke into

source: Help Articles Only
bn_in: শুধুমাত্র সহায়তা প্রবন্ধ
cs: Pouze články podpory
da: Kun hjælpeartikler
et: Vaid abiteemad
fi: Ohjeartikkelit
fr: Articles d'aide uniquement
lt: TIk Žinyno straipsniai
ru: Только статьи справки
sl: Samo članki za pomoč
sq: Vetëm Artikuj Ndihme
th: บทความช่วยเหลือเท่านั้น
xh: Amanqaku okuNceda kuPhela

source: Community Discussion Only
bn_in: শুধুমাত্র কমিউনিটির আলোচনা
cs: Pouze diskuse komunity
fi: Keskustelut
fr: Discussion communautaire uniquement
lt: Tik bendruomenės diskusija
ru: Только обсуждение сообщества
sl: Samo razprave skupnosti
sq: Vetëm Diskutime Bashkësie
th: การสนทนาเฉพาะชุมชนเท่านั้น
xh: Ingxoxo yoLuntu kuPhela

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
bn_in: <strong>{n}</strong> ফলাফল পাওয়া গেছে <strong>{q}</strong> এর জন্য <strong>{product}</strong> এর জন্য
cs: Pro výraz <strong>{q}</strong> byl nalezen <strong>{n}</strong> výsledek pro produkt <strong>{product}</strong>.
da: Fandt <strong>{n}</strong> resultat med <strong>{q}</strong> til <strong>{product}</strong>
fi: Hakusanalla <strong>{q}</strong> löytyi <strong>{n}</strong> hakutulos tuotteesta <strong>{product}</strong>
fr: <strong>{n}</strong> résultat trouvé pour <strong>{q}</strong> dans <strong>{product}</strong>
ru: Найден <strong>{n}</strong> результат для <strong>{q}</strong> для <strong>{product}</strong>
sl: Najden <strong>{n}</strong> rezultat za <strong>{q}</strong> za <strong>{product}</strong>
sq: U gjet <strong>{n}</strong> përfundim për <strong>{q}</strong> për <strong>{product}</strong>
xh: Ifumene <strong>{n}</strong> isiphumo se <strong>{q}</strong> uku <strong>{product}</strong>

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
bn_in: আমরা <strong>{l}</strong>-তে <strong>{q}</strong>-এর জন্য কোনো ফলাফল খুঁজে পাইনি। হয়তো এই প্রবন্ধগুলোর একটা সহায়ক হবে?
cs: Pro <strong>{q}</strong> se nepodařilo v <strong>{l}</strong> nalézt žádné výsledky. Možná jeden z těchto článků bude užitečný?
da: Vi kunne ikke finde nogle resultater med <strong>{q}</strong> på <strong>{l}</strong>. Måske er en af disse artikler nyttige?
fi: Emme löytäneet tuloksia haulla <strong>{q}</strong> kielelle <strong>{l}</strong>. Auttaisiko jokin näistä artikkeleista?
fr: Nous n'avons trouvé aucun résultat pour <strong>{q}</strong> dans <strong>{l}</strong>. Un de ces articles pourrait peut-être vous aider ?
ru: Мы не смогли найти никаких результатов для <strong>{q}</strong> на языке <strong>{l}</strong>. Может быть, одна из этих статей будет полезна?
sl: Za <strong>{q}</strong> v <strong>{l}</strong> nismo mogli najti nobenih rezultatov. Vam bo morda kateri od teh člankov v pomoč?
sq: S’gjetëm dot ndonjë përfundim për <strong>{q}</strong> te <strong>{l}</strong>. Ndoshta një prej këtyre artikujve mund të jetë i dobishëm?
xh: Asikwazanga ukufumana naziphi na iziphumo <strong>{q}</strong> kwi <strong>{l}</strong>. Mhlawumbi elinye lala manqaku liza kuba luncedo?

source: 1 person has this problem
bn_in: ১ জন মানুষের এই সমস্যাটি আছে
cs: 1 osoba má tento problém
da: 1 person har dette problem
et: 1 kasutajal on selline probleem
fi: Yhdellä henkilöllä on sama ongelma
fr: 1 personne a ce problème
lt: {n} asmuo susidūrė su šia problema
ru: {n} человек имеют эту проблему
sl: 1 oseba ima to težavo
sq: këtë problem e ka hasur 1 person
th: {n} คนมีปัญหานี้
xh: Umntu om-1 unale ngxaki

source: 1 new this week
bn_in: ১ টি নতুন এই সপ্তাহে
cs: 1 nový tento týden
da: 1 ny denne uge
et: 1 uus sellel nädalal
fi: Yksi uusi tällä viikolla
fr: 1 nouvelle personne cette semaine
lt: {n} naujas šią savaitę
ru: {n} новое на этой неделе
sl: 1 nov ta teden
sq: 1 i ri këtë javë
th: {n} เข้าเยี่ยมชมอาทิตย์นี้
xh: E-1 kule veki

source: No results found
bn_in: কোনো ফলাফল পাওয়া যায়নি
cs: Nebyly nalezeny žádné výsledky.
da: Ingen resultater fundet
et: Tulemusi ei leitud.
fi: Tuloksia ei löytynyt
fr: Aucun résultat trouvé
lt: Rezultatų nerasta
ru: Результатов не найдено.
sl: Ni zadetkov
sq: Nuk u gjetën përfundime
xh: Akukho ziphumo zifunyenweyo

source: None
bn_in: কোনোটাই না
cs: Nic
fr: Aucun
ru: Нет
sl: Brez
sq: Asnjë
xh: Akukho nanye

# DB: products.Topic.title
source: Learn the Basics: get started
bn_in: প্রাথমিকগুলো জানুন: শুরু করুন
cs: Dozvědět se základy: začít
da: Lær det grundlæggende: kom i gang
fi: Perusteet ja alkuun pääseminen
fr: Apprendre les bases : pour commencer
ru: Узнайте об основах: c чего начать
sl: Naučite se osnov: začnite
sq: Mësoni Bazat: fillojani
xh: Funda izinto ezisisiseko: qalisa
