Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

# DB: badger.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
cs: Udělování přispěvatelům, kteří podpořili (články dokumentace, odpovědmi na fóru, překladem článků podpory, tweety apod.) vydání Firefoxu 29. Děkujeme! Funkce ve Firefoxu 29: 1. Firefox pro Desktop: nový vzhled Australis a synchronizace s Firefox Account 2. Firefox pro Android: synchronizace s Firefox Account Více: https://sumo.etherpad.mozilla.org/sumo-australis-badges
fr: Attribué aux contributeurs de l'assistance (documentation des articles de la base de connaissance, réponse aux questions des forums, traduction d'articles, tweets, etc.) pour le lancement de Firefox 29, merci ! Fonctionnalités de Firefox 29 : 1. Firefox Desktop : nouveau look Australis et nouveau système de synchronisation 2. Firefox pour Android : synchronisation basée sur Firefox Accounts : https://sumo.etherpad.mozilla.org/sumo-australis-badges
ru: Награждаются помощники поддержки, внёсшие вклад (статья документации базы знаний, ответы на вопросы на форуме, локализация статей документации базы знаний, твиты, и т.д.) в запуск Firefox 29. Спасибо! Возможности Firefox 29: 1. Настольный Firefox: Новый интерфейс Australis И Синхронизация Firefox на основе аккаунтов 2. Firefox для Android: Синхронизация Firefox на основе аккаунтов MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
sl: Nagrada za sodelavce podpore, ki so prispevali (dokumentacija v Bazi znanja, odgovarjanje na vprašanja na forumu, prevajanje dokumentacije Baze znanja, tviti itd.) k izdaji Firefoxa 29, hvala! Možnosti Firefoxa 29: 1. Firefox za namizne računalnike: novi videz Australis IN sinhronizacija na osnovi Firefox Računov 2. Firefox za Android: sinhronizacija na osnovi Firefox Računov VEČ: https://sumo.etherpad.mozilla.org/sumo-australis-badges

# DB: badger.Badge.title
source: 2008 L10n Badge
bn_in: ২০০৮ L10n ব্যাজ
cs: Ocenění Lokalizace pro rok 2008
fr: Badge L10n 2008
ru: Значок Локализации 2008
sl: Značka 2008 L10n
sq: Stema L10n 2008
xh: Ibheji ye-L10n yowama-2008

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2008.
bn_in: এই ব্যাজটি ওই অবদানকারীদের দেওয়া হয়েছে যাদের ২০০৮ সালে ১০টি অনুমোদিত অবদান সম্পাদনা রয়েছে।
cs: Ocenění získávají přispěvatelé, kteří měli v roce 2008 alespoň 10 schválených překladů.
fr: Ce badge est attribué aux contributeurs dont 10 traductions ont été approuvées au cours de 2008.
ru: Этим значком награждаются помощники с 10 одобренными правками перевода в течение 2008 года.
sl: Ta značka se podeli sodelavcem z 10 odobrenimi prevodi v letu 2008.
sq: Kjo stemë u jepet kontribuesve me 10 përpunime të miratuara përkthimi gjatë 2008-s.
xh: Le bheji iwongwe kubanikeli ngohlelo lweenguqulelo ezivunyiweyo ezili-10 ngexesha lowama-2008.

# DB: badger.Badge.title
source: 2009 L10n Badge
bn_in: ২০০৯ L10n ব্যাজ
cs: Ocenění Lokalizace pro rok 2009
fr: Badge L10n 2009
ru: Значок Локализации 2009
sl: Značka 2009 L10n
sq: Stema L10n 2009
xh: Ibheji ye-L10n yowama-2009

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2009.
bn_in: এই ব্যাজটি ওই অবদানকারীদের দেওয়া হয়েছে যাদের ২০০৯ সালে ১০টি অনুমোদিত অবদান সম্পাদনা রয়েছে।
cs: Ocenění získávají přispěvatelé, kteří měli v roce 2009 alespoň 10 schválených překladů.
fr: Ce badge est attribué aux contributeurs dont 10 traductions ont été approuvées au cours de 2009.
ru: Этим значком награждаются помощники с 10 одобренными правками перевода в течение 2009 года.
sl: Ta značka se podeli sodelavcem z 10 odobrenimi urejanji prevodov v letu 2009.
sq: Kjo stemë u jepet kontribuesve me 10 përpunime të miratuara përkthimi gjatë 2009-s.
xh: Le bheji iwongwe kubanikeli ngohlelo lweenguqulelo ezivunyiweyo ezili-10 ngexesha lowama-2009.

# DB: badger.Badge.title
source: 2012 Army of Awesome Badge
bn_in: ২০১২ Army of Awesome ব্যাজ
cs: Ocenění Army of Awesome pro rok 2012
fr: Badge Army of Awesome 2012
ru: Значок Армии Помощников 2012
sl: Značka 2012 Armada pomočnikov
sq: Stema Armata e të Mahnitshmes 2012
xh: IBheji yoMkhosi Omangalisayo yowama-2012

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
bn_in: SUMO Army of Awesome ২০১২ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১২-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৫০ টা Army of Awesome টুইট। সমস্ত SUMO Army of Awesome ২০১২ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Army of Awesome pro rok 2012 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2012 napsali v rámci Army of Awesome alespoň 50 tweetů. Gratulujeme všem držitelům ocenění SUMO Army of Awesome pro rok 2012 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Army of Awesome 2012 fait partie de la série SUMO. Il représente la contribution à SUMO en 2012. Dans ce cas, 50 tweets avec Army of Awesome. Félicitations aux bénéficiaires du badge SUMO Army of Awesome 2012 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Армии Помощников SUMO 2012 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2012 году, в данном случае: 50 твитов Армии Помощников. Поздравляем всех награждённых значками Армии Помощников SUMO 2012 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Armada pomočnikov 2012 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2012; v tem primeru: 50 tvitov v Armadi pomočnikov. Vsem prejemnikom značke SUMO Armada pomočnikov 2012 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Armata e të Mahnitshmes 2012 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2012-s; në këtë rast: 50 cicërima Armata e të Mahnitshmes. Urime krejt fituesve të stemës SUMO Armata e të Mahnitshmes 2012 për shpënien më tej të Misionit të Mozilla-s!
xh: UMkhosi we-SUMO Omangalisayo webheji encinci yowama-2012 njengenxalenye yezintlu ze-SUMO. Umele umnikelo we-SUMO ngowama-2012; ngale meko: Ama-50 Omkhosi Omangalisayo we-tweets. Siyavuyisana nawo wonke uMkhosi we-SUMO Omangalisayo wabamkeli bebheji yowama-2012 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2013 Army of Awesome Badge
bn_in: ২০১৩ Army of Awesome ব্যাজ
cs: Ocenění Army of Awesome pro rok 2013
fr: Badge Army of Awesome 2013
ru: Значок Армии Помощников 2013
sl: Značka 2013 Armada pomočnikov
sq: Stema Armata e të Mahnitshmes 2013
xh: IBheji yoMkhosi Omangalisayo yowama-2013

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
bn_in: SUMO Army of Awesome ২০১৩ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটা ২০১৩ সালে SUMO-তে অবদানের প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৫০ Army of Awesome টুইট। সমস্ত SUMO Army of Awesome ২০১৩-র ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Army of Awesome pro rok 2013 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2013 napsali v rámci Army of Awesome alespoň 50 tweetů. Gratulujeme všem držitelům ocenění SUMO Army of Awesome pro rok 2013 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Army of Awesome 2012 fait partie de la série SUMO. Il représente la contribution à SUMO en 2012. Dans ce cas, 50 tweets avec Army of Awesome. Félicitations aux bénéficiaires du badge SUMO Army of Awesome 2012 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Армии Помощников SUMO 2013 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2013 году, в данном случае: 50 твитов Армии Помощников. Поздравляем всех награждённых значками Армии Помощников SUMO 2013 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Armada pomočnikov 2013 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2013; v tem primeru: 50 tvitov v Armadi pomočnikov. Vsem prejemnikom značke SUMO Armada pomočnikov 2013 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Armata e të Mahnitshmes 2013 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2013-s; në këtë rast: 50 cicërima Armata e të Mahnitshmes. Urime krejt fituesve të stemës SUMO Armata e të Mahnitshmes 2013 për shpënien më tej të Misionit të Mozilla-s!
xh: UMkhosi we-SUMO Omangalisayo webheji encinci yowama-2013 njengenxalenye yezintlu ze-SUMO. Umele umnikelo we-SUMO ngowama-2013; ngale meko: Ama-50 Omkhosi Omangalisayo we-tweets.. Siyavuyisana nawo wonke uMkhosi we-SUMO Omangalisayo wabamkeli bebheji yowama-2013 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2010 Army of Awesome Badge
bn_in: ২০১০ Army of Awesome ব্যাজ
cs: Ocenění Army of Awesome pro rok 2010
fr: Badge Army of Awesome 2010
ru: Значок Армии Помощников 2010
sl: Značka 2010 Armada pomočnikov
sq: Stema Armata e të Mahnitshmes 2010
xh: IBheji yoMkhosi Omangalisayo yowama-2010

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
bn_in: SUMO Army of Awesome ২০১০ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটা ২০১০ সালে SUMO-তে অবদানের প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৫০ Army of Awesome টুইট। সমস্ত SUMO Army of Awesome ২০১০-র ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Army of Awesome pro rok 2010 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2010 napsali v rámci Army of Awesome alespoň 50 tweetů. Gratulujeme všem držitelům ocenění SUMO Army of Awesome pro rok 2010 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Army of Awesome 2010 fait partie de la série SUMO. Il représente la contribution à SUMO en 2010. Dans ce cas, 50 tweets avec Army of Awesome. Félicitations aux bénéficiaires du badge SUMO Army of Awesome 2010 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Армии Помощников SUMO 2010 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2010 году, в данном случае: 50 твитов Армии Помощников. Поздравляем всех награждённых значками Армии Помощников SUMO 2010 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Armada pomočnikov 2010 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2010; v tem primeru: 50 tvitov v Armadi pomočnikov. Vsem prejemnikom značke SUMO Armada pomočnikov 2010 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Armata e të Mahnitshmes 2010 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2010-s; në këtë rast: 50 cicërima Armata e të Mahnitshmes. Urime krejt fituesve të stemës SUMO Armata e të Mahnitshmes 2010 për shpënien më tej të Misionit të Mozilla-s!
xh: UMkhosi we-SUMO Omangalisayo webheji encinci yowama-2010 njengenxalenye yezintlu ze-SUMO. Umele umnikelo we-SUMO ngowama-2010; ngale meko: Ama-50 Omkhosi Omangalisayo we-tweets.. Siyavuyisana nawo wonke uMkhosi we-SUMO Omangalisayo wabamkeli bebheji yowama-2010 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2011 Army of Awesome Badge
bn_in: ২০১১ Army of Awesome ব্যাজ
cs: Ocenění Army of Awesome pro rok 2011
fr: Badge Army of Awesome 2011
ru: Значок Армии Помощников 2011
sl: Značka 2011 Armada pomočnikov
sq: Stema Armata e të Mahnitshmes 2011
xh: IBheji yoMkhosi Omangalisayo yowama-2011

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
bn_in: SUMO Army of Awesome ২০১১ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটা ২০১১ সালে SUMO-তে অবদানের প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৫০ Army of Awesome টুইট। সমস্ত SUMO Army of Awesome ২০১১-র ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Army of Awesome pro rok 2011 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2011 napsali v rámci Army of Awesome alespoň 50 tweetů. Gratulujeme všem držitelům ocenění SUMO Army of Awesome pro rok 2011 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Army of Awesome 2010 fait partie de la série SUMO. Il représente une contribution à SUMO en 2011. Dans ce cas, 50 tweets pour Army of Awesome. Félicitation à tous les bénéficiaires du badge SUMO Army of Awesome 2011 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Армии Помощников SUMO 2011 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2011 году, в данном случае: 50 твитов Армии Помощников. Поздравляем всех награждённых значками Армии Помощников SUMO 2011 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Armada pomočnikov 2011 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2011; v tem primeru: 50 tvitov v Armadi pomočnikov. Vsem prejemnikom značke SUMO Armada pomočnikov 2011 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Armata e të Mahnitshmes 2011 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2011-s; në këtë rast: 50 cicërima Armata e të Mahnitshmes. Urime krejt fituesve të stemës SUMO Armata e të Mahnitshmes 2011 për shpënien më tej të Misionit të Mozilla-s!
xh: UMkhosi we-SUMO Omangalisayo webheji encinci yowama-2011 njengenxalenye yezintlu ze-SUMO. Umele umnikelo we-SUMO ngowama-2011; ngale meko: Ama-50 Omkhosi Omangalisayo we-tweets.. Siyavuyisana nawo wonke uMkhosi we-SUMO Omangalisayo wabamkeli bebheji yowama-2011 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2012 Support Forum Badge
bn_in: ২০১২ সহায়তা ফোরাম ব্যাজ
cs: Ocenění Podpora ve fóru pro rok 2012
fr: Badge du forum d'assistance 2012
ru: Значок Форума Поддержки 2012
sl: Značka 2012 za forum za podporo
sq: Stema Forumi i Asistencës 2012
xh: IBheji yeQonga leNkxaso yowama-2012

# DB: badger.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
bn_in: SUMO ফোরাম ২০১২ মিনি-ব্যাজ হল SUMO সিরিজের একটা অংশ। এটা ২০১২ সালে SUMO-তে অবদানের প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৩০টা উত্তর ইংরাজী SUMO ফোরামে। সমস্ত SUMO ফোরাম ২০১২-র ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Podpora ve fóru pro rok 2012 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2012 v rámci anglického fóra podpory realizovali alespoň 30 odpovědí. Gratulujeme všem držitelům ocenění SUMO Podpora ve fóru pro rok 2012 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Forum 2012 fait partie de la série SUMO. Il représente une contribution à SUMO en 2012. Dans ce cas, 30 réponses dans le forum anglais de SUMO. Félicitation à tous les bénéficiaires du badge SUMO Forum 2012 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Форума SUMO 2012 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2012 году, в данном случае: 30 ответов на Английском Форуме SUMO. Поздравляем всех награждённых значками Форума SUMO 2012 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Forum 2012 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2012 v tem primeru: 30 odgovorov v angleškem forumu SUMO. Vsem prejemnikom značke SUMO Forum 2012 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Forum 2012 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2012-s; në këtë rast: 30 përgjigje te Forumi Sumo në Anglisht. Urime krejt fituesve të stemës SUMO Forum 2012 për shpënien më tej të Misionit të Mozilla-s!
xh: IQonga le-SUMO lebheji encinci yowama-2012 njengenxalenye yezintlu ze-SUMO. Limele umnikelo we-SUMO ngowama-2012; ngale meko: Iimpendulo ezinga-30 zeQonga le-SUMO ngeNgesi le-tweets.. Siyavuyisana nalo lonke iQonga le-SUMO labamkeli bebheji yowama-2012 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2010 KB Badge
bn_in: ২০১০ KB ব্যাজ
cs: Ocenění Databáze znalosti pro rok 2010
fr: Badge KB 2010
ru: Значок Базы Знаний 2010
sl: Značka 2010 KB
sq: Stema BD 2010
xh: IBheji ye-KB 2010

# DB: badger.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
bn_in: SUMO KB ২০১০ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১০-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ১০ টা অনুমোদিত সম্পাদনা ইংরাজী SUMO Knowledge Base। সমস্ত SUMO KB ২০১০ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য
cs: Ocenění SUMO Databáze znalostí pro rok 2010 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2010 v rámci databáze znalostí realizovali alespoň 10 schválených úprav. Gratulujeme všem držitelům ocenění SUMO Databáze znalostí pro rok 2010 za jejich přínos misi Mozilly
fr: Le mini-badge SUMO KB 2010 fait partie de la série SUMO. Il représente une contribution à SUMO en 2010. Dans ce cas, 10 modifications approuvées dans la Base de connaissances SUMO en anglais. Félicitation à tous les bénéficiaires du badge SUMO KB 2010 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Базы Знаний SUMO 2010 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2010 году, в данном случае: 10 одобренных правок в Английской Базе Знаний SUMO. Поздравляем всех награждённых значками Базы Знаний SUMO 2010 за продвижение миссии Mozilla!
sl: Mini-značka SUMO KB 2010 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2010; v tem primeru: 10 odobrenih urejanj angleške baze znanja SUMO. Vsem prejemnikom značke SUMO KB 2010 čestitamo za pomoč pri izpolnjevanju misije Mozille
sq: Ministema SUMO BD 2010 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2010-s; në këtë rast: 10 përpunime të miratuara te Baza e Dijes SUMO në Anglisht. Urime krejt fituesve të stemës SUMO BD 2010 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO KB 2010 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2010; ngale meko: Uhlelo lwezinto ezili-10 zesiSeko soLwazi le-SUMO sesiNgesi. Siyavuyisana nayo yonke SUMO KB yabamkeli bebheji yowama-2010 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2010 L10n Badge
bn_in: ২০১০ L10n ব্যাজ
cs: Ocenění Lokalizace pro rok 2010
fr: Badge L10n 2010
ru: Значок Локализации 2010
sl: Značka 2010 L10n
sq: Stema L10n 2010
xh: IBheji ye-L10n yowama-2010

# DB: badger.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
bn_in: SUMO L10n ২০১০ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১০-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ১০ টা অনুবাদ সম্পাদনা ইংরাজী SUMO Knowledge Base। সমস্ত SUMO L10n ২০১০ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Lokalizace pro rok 2010 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2010 v rámci databáze znalostí realizovali alespoň 10 schválených úprav překladů. Gratulujeme všem držitelům ocenění SUMO Lokalizace pro rok 2010 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO L10n 2010 fait partie de la série SUMO. Il représente la contribution à SUMO en 2010. Dans ce cas, 10 modifications de traduction approuvées de la Base de connaissances SUMO. Félicitations aux bénéficiaires du badge SUMO L10n 2010 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Локализации SUMO 2010 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2010 году, в данном случае: 10 одобренных правок перевода Базы Знаний SUMO. Поздравляем всех награждённых значками Локализации SUMO 2010 за продвижение миссии Mozilla!
sl: Mini-značka SUMO L10n 2010 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2010; v tem primeru: 10 odobrenih urejanj prevodov v bazi znanja SUMO. Vsem prejemnikom značke SUMO L10n 2010 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO L10n 2010 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2010-s; në këtë rast: 10 përpunime përkthimi të miratuara te Baza e Dijes SUMO. Urime krejt fituesve të stemës SUMO L10n 2010 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO L10n 2010 ibheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2010; ngale meko: Uhlelo lweenguqulelo ezili-10 ezamkelweyo zesiSeko soLwazi lwe-SUMO. Siyavuyisana nayo yonke SUMO L10n 2010 yabamkeli bebheji ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2010 Support Forum Badge
bn_in: ২০১০ সহায়তা ফোরাম ব্যাজ
cs: Ocenění Podpora ve fóru pro rok 2010
fr: Badge du forum d'assistance 2010
ru: Значок Форума Поддержки 2010
sl: Značka 2010 za forum za podporo
sq: Stema Forumi i Asistencës 2010
xh: Ibheji yeQonga leNKxaso yowama-2010
