Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Username may contain only English letters, numbers and ./-/_ characters.
bn_in: ইউজারনেমে শুধুমাত্র ইংরাজী অক্ষর, সংখ্যা এবং ./-/_ এগুলো থাকতেই পারে।
cs: Uživatelské jméno může obsahovat pouze znaky abecedy, čísla a speciální znaky ./-/_ .
fr: Le nom utilisateur ne peut contenir que des lettres latines, des nombres et les caractères ./-/_
ru: Имя пользователя может содержать только английские буквы, цифры и символы ./-/_
sl: Uporabniško ime lahko vsebuje le angleške črke, številke in znake ./-/_ .
sq: Emri i përdoruesit mund të përmbajnë vetëm shkronja latine, numra dhe shenjat ./-/_ .
xh: Igama lomsebenzisi lingaqulatha oonobumba besiNgesi kuphela, amanani kunye./-/_ oonobumba.

source: Username is required.
bn_in: ইউজারনাম প্রয়োজন
cs: Uživatelské jméno je povinná položka.
da: Brugernavn er påkrævet.
et: Kasutajanimi on kohustuslik.
eu: Erabiltzaile-izena beharrezkoa da.
fi: Käyttäjänimi on pakollinen.
fr: Le nom utilisateur est obligatoire.
lt: Naudotojo vardą įvesti būtina.
ru: Требуется имя пользователя.
sl: Uporabniško ime je obvezno.
sq: Lypset emri i përdoruesit.
th: ต้องการชื่อผู้ใช้
xh: Igama lomsebenzisi liyafuneka.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: ইউজারনামটি খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।
cs: Uživatelské jméno je příliš krátké (%(show_value)s znaků). Musí být dlouhé nejméně %(limit_value)s znaků.
da: Brugernavn er for kort (%(show_value)s tegn). Det skal være på mindst %(limit_value)s tegn.
et: Kasutajanimi on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
eu: Erabiltzaile-izena motzegia da (%(show_value)s karatere). Gutxienez %(limit_value)s karaktere izan behar ditu.
fi: Käyttäjänimi on liian lyhyt (%(show_value)s merkkiä). Sen vähimmäispituus on vähintään %(limit_value)s merkkiä.
fr: Le nom utilisateur est trop court (%(show_value)s caractères). Il doit être long d'au moins %(limit_value)s caractères.
lt: Naudotojo vardas per trumpas (%(show_value)s simb.). Jį turi sudaryti bent %(limit_value)s simb.
ru: Имя пользователя слишком коротко (%(show_value)s символов). Оно должно быть по крайней мере %(limit_value)s символов.
sl: Uporabniško ime je prekratko (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Emri i përdoruesit është shumë i shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
th: ชื่อผู้ใช้สั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
xh: Igama lomsebenzisi lifutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Ubuncinane kufuneka libeyi %(umlinganiselo_amaxabiso) ngoonobumba.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
bn_in: ইউজারনামটি খুব বড় (%(show_value)s অক্ষর)। এতে %(limit_value)s বা তার কম অক্ষর থাকতে পারবে।
cs: Uživatelské jméno je příliš dlouhé (%(show_value)s znaků). Může být dlouhé maximálně %(limit_value)s znaků.
da: Brugernavn er for langt (%(show_value)s tegn). Det skal være på %(limit_value)s tegn eller færre.
et: Kasutajanimi on liiga pikk (%(show_value)s märki). See peab jääma %(limit_value)s märgi piiresse.
eu: Erabiltzaile-izena luzeegia da (%(show_value)s karatere). Gehienez %(limit_value)s karaktere izan ditzake.
fi: Käyttäjänimi on liian pitkä (%(show_value)s merkkiä). Sen enimmäispituus on korkeintaan %(limit_value)s merkkiä.
fr: Le nom utilisateur est trop long (%(show_value)s caractères). Il doit être long d'au plus %(limit_value)s caractères.
lt: Naudotojo vardas per ilgas (%(show_value)s simb.). Jį turi sudaryti ne daugiau kaip %(limit_value)s simb.
ru: Имя пользователя слишком длинно (%(show_value)s символов). Оно должно быть не более %(limit_value)s символов.
sl: Uporabniško ime je predolgo (%(show_value)s znakov). Imeti sme največ %(limit_value)s.
sq: Emri i përdoruesit është shumë i gjatë (%(show_value)s shenja). Duhet të jetë %(limit_value)s ose më pak shenja.
th: ชื่อผู้ใช้สั้นยาวเกินไป (%(show_value)s ตัวอักษร) มันต้อง %(limit_value)s ตัวอักษรหรือน้อยกว่านี้
xh: Igama lomsebenzisi lide kakhulu (%(bonisa_amaxabiso) ngoonobumba). Kufuneka libeyi %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphansti.

source: Email address is required.
bn_in: ইমেল ঠিকানা দরকার।
cs: E-mailová adresa je povinná položka.
da: Mailadresse er påkrævet.
et: E-posti aadress on kohustuslik.
eu: Helbide elektronikoa beharrezkoa da.
fi: Sähköpostiosoite on pakollinen.
fr: L'adresse électronique est obligatoire.
lt: El. pašto adresą įvesti būtina.
ru: Требуется адрес электронной почты.
sl: E-poštni naslov je obvezen.
sq: Lypset adresa email.
th: ต้องการที่อยู่อีเมล
xh: Iyafuneka idilesi ye-imeyile.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: ইমেল ঠিকানাটি খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।
cs: E-mailová adresa je příliš krátká (%(show_value)s znaků). Musí být dlouhá nejméně %(limit_value)s znaků.
da: Mailadresse er for kort (%(show_value)s tegn). Den skal være på mindst %(limit_value)s tegn.
et: E-posti aadress on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
eu: Helbide elektronikoa motzegia da (%(show_value)s karatere). Gutxienez %(limit_value)s karaktere izan behar ditu.
fi: Sähköpostiosoite on liian lyhyt (%(show_value)s merkkiä). Sen vähimmäispituus on vähintään %(limit_value)s merkkiä.
fr: L'adresse électronique est trop courte (%(show_value)s caractères). Elle doit être longue d'au moins %(limit_value)s caractères.
lt: El. pašto adresas per trumpas (%(show_value)s simb.). Jį turi sudaryti bent %(limit_value)s simb.
ru: Адрес эл. почты слишком короток (%(show_value)s символов). Он должен быть по крайней мере %(limit_value)s символов.
sl: E-poštni naslov je prekratek (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Adresa email është shumë e shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
th: ที่อยู่อีเมลสั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
xh: Idilesi ye-imeyile imfutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Ubuncinane kufuneka ibeyi %(umlinganiselo_amaxabiso) ngoonobumba.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
bn_in: ইমেল ঠিকানাটি খুব বড় (%(show_value)s অক্ষর)। এতে %(limit_value)s বা তার কম অক্ষর থাকতে পারবে।
cs: E-mailová adresa je příliš dlouhá (%(show_value)s znaků). Může být dlouhá maximálně %(limit_value)s znaků.
da: Mailadresse er for lang (%(show_value)s tegn). Den skal være på %(limit_value)s tegn eller færre.
et: E-posti aadress on liiga pikk (%(show_value)s märki). See peab jääma %(limit_value)s märgi piiresse.
eu: Helbide elektronikoa luzeegia da (%(show_value)s karatere). Gehienez %(limit_value)s karaktere izan ditzake.
fi: Sähköpostiosoite on liian pitkä (%(show_value)s merkkiä). Sen enimmäispituus on korkeintaan %(limit_value)s merkkiä.
fr: L'adresse électronique est trop longue (%(show_value)s caractères). Elle doit être longue d'au plus %(limit_value)s caractères.
lt: El. pašto adresas per ilgas (%(show_value)s simb.). Jį turi sudaryti ne daugiau kaip %(limit_value)s simb.
ru: Адрес эл. почты слишком длинный (%(show_value)s символов). Он должен быть не более %(limit_value)s символов.
sl: E-poštni naslov je predolg (%(show_value)s znakov). Imeti sme največ %(limit_value)s.
sq: Adresa email është shumë e gjatë (%(show_value)s shenja). Duhet të jetë %(limit_value)s ose më pak shenja.
th: ที่อยู่อีเมลยาวเกินไป (%(show_value)s ตัวอักษร) มันต้อง %(limit_value)s ตัวอักษรหรือน้อยกว่านี้
xh: Idilesi ye-imeyile inde kakhulu (%(bonisa_amaxabiso) ngoonobumba). Kufuneka ibeyi %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphansti.

source: Password is required.
bn_in: পাসওয়ার্ড দরকার।
cs: Heslo je povinná položka.
da: Adgangskode er påkrævet.
et: Salasõna on kohustuslik.
eu: Pasahitza beharrezkoa da.
fi: Salasana on pakollinen.
fr: Le mot de passe est obligatoire.
lt: Slaptažodį įvesti būtina.
ru: Требуется пароль.
sl: Zahteva se geslo.
sq: Lypset fjalëkalimi.
th: ต้องการรหัสผ่าน
xh: I-password iyafuneka.

source: Please enter your password twice.
bn_in: দয়া করে পাসওয়ার্ডটি দুবার লিখুন।
cs: Zadejte prosím 2x své heslo.
da: Indtast din adgangskode to gange.
et: Palun sisesta oma salasõna teist korda.
eu: Idatzi zure pasahitza birritan.
fi: Kirjoita salasana uudelleen.
fr: Veuillez saisir votre mot de passe deux fois.
lt: Prašom slaptažodį įvesti du kartus.
ru: Пожалуйста, дважды введите ваш пароль.
sl: Vnesite prosim dvakrat svoje geslo.
sq: Ju lutemi, jepeni fjalëkalimin tuaj dy herë.
th: โปรดใส่รหัสผ่านอีกครั้ง
xh: Nceda ufake i-password yakho kwabini.

source: Password must be 8 or more characters.
bn_in: পাসওয়ার্ড ৮ বা তার বেশি অক্ষরের হওয়া উচিৎ।
cs: Heslo musí mít 8 či více znaků.
da: Adgangskode skal være på 8 eller flere tegn.
et: Salasõna peab olema vähemalt 8 märki pikk.
fi: Salasanassa tulee olla vähintään 8 merkkiä.
fr: Le mot de passe doit être long d'au moins 8 caractères.
lt: Slaptažodį turi sudaryti bent 8 simboliai.
ru: Длина пароля должна быть не менее 8 символов.
sl: Geslo mora imeti najmanj 8 znakov.
sq: Fjalëkalimi duhet të jetë 8 ose më shumë shenja.
th: รหัสผ่านต้องการ 8 ตัวอักษรหรือมากกว่านั้น
xh: I-password kufuneka ibengoonobumba abasi-8 okanye ngaphezulu.

source: Watch forum threads I start
bn_in: আমি যেসকল ফোরাম তৈরি করব সেগুলি দেখাশোনা করব
cs: Sledovat vlákna ve fóru | začátek
da: Overvåg forumtråde jeg starter
et: Jälgi minu algatatud foorumiteemasid
fi: Seuraa aloittamiani keskusteluketjuja
fr: Surveiller les sujets de discussion de forum que j'ai démarrés
lt: Stebėti mano pradėtas forumo gijas
ru: Отслеживать начатые мной темы форума
sl: Sledi temam, ki jih odprem
sq: Vëzhgo rrjedha forumi që nis unë
th: เผ้าดูกระทู้ที่ฉันเขียน
xh: Jonga iqonga lee-threads I lokuqalisa

source: Watch forum threads I comment in
bn_in: আমি যেসকল ফোরামে মন্তব্য করব সেগুলি দেখাশোনা করব
cs: Sledovat vlákna ve fóru | komentáře
da: Overvåg forumtråde jeg kommenterer i
et: Jälgi minu poolt kommenteeritud foorumiteemasid
fi: Seuraa ketjuja, joihin kommentoin
fr: Surveiller les sujets de discussion de forum dans lesquels j'ai commenté
lt: Stebėti mano komentuotas forumo gijas
ru: Отслеживать темы форума с моими комментариями
sl: Sledi temam z mojimi pripombami
sq: Vëzhgo rrjedha forumi që komentoj unë
th: เฝ้าดูกระทู้ที่ฉันตอบไว้
xh: Jonga uluvo lweqonga ye-threads I kwi

source: Watch KB discussion threads I start
bn_in: আমি যে KB আলোচনা থ্রেড চালু করেছিলাম সেটা দেখুন
cs: Sledovat vlákna v diskusích v databázi znalostí | začátek
et: Jälgi minu alustatud KB arutlusteemasid
fi: Seuraa aloittamiani tukikannan keskusteluketjuja
fr: Surveiller les sujets de discussion d'articles que j'ai démarrés
lt: Stebėti mano pradėtas žinyno diskusijų gijas
ru: Отслеживать начатые мной темы обсуждений Базы Знаний
sl: Sledi pogovorom o KB, ki jih odprem
sq: Vëzhgo rrjedha diskutimi BD-je që nis unë
th: เฝ้าดูฐานความรู้ที่ฉันเขียน
xh: Jonga ukuqalisa kwee-threads I zengxoxo ye-KB

source: Watch KB discussion threads I comment in
bn_in: আমি যে KB আলোচনা থ্রেডে কমেন্ট করেছিলাম সেটা দেখুন
cs: Sledovat vlákna v diskusích v databázi znalostí | komentáře
et: Jälgi minu poolt kommenteeritud TB arutlusteemasid
fi: Seuraa tukikannan ketjuja, joihin kommentoin
fr: Surveiller les sujets de discussion d'articles dans lesquels j'ai commenté
lt: Stebėti mano komentuotas žinyno diskusijų gijas
ru: Отслеживать темы обсуждений Базы Знаний с моими комментариями
sl: Sledi pogovorom o KB z mojimi pripombami
sq: Vëzhgo rrjedha diskutimi BD-je ku komentoj unë
th: เฝ้าดูฐานความรู้ที่ฉันตอบไว้
xh: Jonga ii-threads I zengxoxo ye-KB zoluvo kwi

source: Watch Question threads I comment in
bn_in: আমি যেসকল প্রশ্নে মন্তব্য করব সেগুলি দেখাশোনা করব
cs: Sledovat vlákna s otázkami | komentáře
da: Overvåg spørgsmålstråde jeg kommenterer i
et: Jälgi minu poolt kommenteeritud TB arutlusteemasid
fi: Seuraa kysymysketjuja, joihin kommentoin
fr: Surveiller les sujets de discussion de questions dans lesquels j'ai commenté
lt: Stebėti mano komentuotas klausimų gijas
ru: Отслеживать темы вопросов с моими комментариями
sl: Sledi vprašanjem z mojimi pripombami
sq: Vëzhgo rrjedha Pyetjesh ku komentoj unë
th: เฝ้าดูคำถามที่ฉันตอบไว้
xh: Jonga ii-threads zoMbuzo I woluvo ku

source: Send emails for private messages
bn_in: ব্যাক্তিগত মেসেজ এর জন্য ইমেল পাঠানো হবে
cs: Posílat e-maily o soukromých zprávách
fi: Lähetä sähköpostilla ilmoitus uusista yksityisviesteistä
fr: Envoyer du courrier électronique pour les messages privés
lt: Pranešti apie gautus asmeninius pranešimus el. paštu
ru: Посылать письма при появлении личных сообщений
sl: Pošiljaj e-pošto za zasebna sporočila
sq: Dërgo email-e për mesazhe vetjake
th: ส่งอีเมลสำหรับข้อความส่วนตัว
xh: Thumela ii-imeyile ngemiyalezo yabucala

source: Username:
bn_in: ইউজারনাম:
cs: Uživatelské jméno:
da: Brugernavn:
et: Kasutajanimi:
eu: Erabiltzaile-izena:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur :
lt: Naudotojo vardas:
ru: Имя пользователя:
sl: Uporabniško ime:
sq: Emër përdoruesi:
th: ชื่อผู้ใช้:
xh: Igama lomsebenzisi:

source: Required. 30 characters or fewer. Letters, digits and ./- only.
bn_in: দরকার। 30 টি অক্ষর বা তার কম। শব্দ, সংখ্যা এবং ./_ শুধুমাত্র।
cs: Vyžadováno. 30 znaků nebo méně. Pouze znaky abecedy, čísla či speciální znaky ./+/-/_.
fr: Obligatoire. 30 caractères ou moins. Lettres, chiffres et ./- uniquement.
ru: Требуется. Не более 30 символов. Только буквы, цифры и ./-
sl: Obvezno. 30 znakov ali manj. Samo črke, števke in ./-
sq: E domosdoshme. 30 ose më pak shenja. Vetëm shkronja, shifra dhe shenjat ./-.
xh: Kufuneka. Oonobumba abangama-30 okanye abambalwa. Oonobumba, amanani kunye ./- kuphela.

source: Email address:
bn_in: ইমেল ঠিকানা:
cs: E-mailová adresa:
da: Mailadresse:
et: E-posti aadress:
eu: Helbide elektronikoa:
fi: Sähköpostiosoite:
fr: Adresse électronique :
lt: El. pašto adresas:
ru: Адрес эл. почты:
sl: E-poštni naslov:
sq: Adresë Email:
th: ที่อยู่อีเมล:
xh: Idilesi ye-imyile:

source: Password:
bn_in: পাসওয়ার্ড:
cs: Heslo:
da: Adgangskode:
et: Salasõna:
eu: Pasahitza:
fi: Salasana:
fr: Mot de passe :
lt: Slaptažodis:
ru: Пароль:
sl: Geslo:
sq: Fjalëkalim:
th: รหัสผ่าน:
xh: I-password:

source: A user with that email address already exists.
bn_in: এই ইমেল ঠিকানাটি একজন ইউজার ইতিমধ্যেই বিদ্যমান।
cs: Uživatel s touto e-mailovou adresou již existuje.
da: Der findes allerede en bruger med den mailadresse.
et: Sellise e-posti aadressiga kasutaja on juba olemas.
eu: Badago erabiltzaile bat helbide elektroniko horrekin.
fi: Käyttäjätunnus tällä sähköpostiosoitteella on jo olemassa.
fr: Un utilisateur avec cette adresse électronique existe déjà.
lt: Naudotojas tokiu el. pašto adresu jau yra užregistruotas.
ru: Пользователь с этим адресом эл. почты уже существует.
sl: Uporabnik s tem e-naslovom že obstaja.
sq: Ka tashmë një përdorues me atë adresë email.
th: ชื่อผู้ใช้ประกอบด้วยที่อยู่อีเมลนี้มีอยู่แล้ว
xh: Umsebenzisi onale dilesi ye-imeyile sele ekhona.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
bn_in: একটি সঠিক ইউজারনাম ও পাসওয়ার্ড লিখুন। উল্লেখ্য যে উভয় ক্ষেত্রেই সচেতন হওয়া উচিত।
cs: Vložte prosím korektní uživatelské jméno a heslo. Pozor na to, že u obou údajů hraje roli velikost znaků.
da: Indtast et korrekt brugernavn og adgangskode. Bemærk, at begge dele er versalfølsomme.
et: Palun sisesta korrektne kasutajanimi ja salasõna. Pane tähele, et mõlemad väljad on tõstutundlikud.
eu: Idatzi erabiltzaile-izen eta pasahitz zuzenak. Bi eremuek maiuskulak eta minuskulak bereizten dituzte.
fi: Anna oikea käyttäjätunnus ja salasana. Huomaa, että molemmat kentät ovat merkkikoosta riippuvaisia.
fr: Veuillez saisir un nom utilisateur et un mot de passe corrects. Notez que les deux champs sont sensibles aux majuscules et minuscules.
lt: Įveskite teisingą naudotojo vardą ir slaptažodį. Abiejuose laukuose didžiosios ir mažosios raidės traktuojamos kaip skirtingos.
ru: Пожалуйста, введите корректное имя пользователя и пароль. Заметьте, что оба поля учитывают регистр.
sl: Vnesite prosim pravilno uporabniško ime in geslo. Upoštevajte, da obe polji razlikujeta velike in male črke.
sq: Ju lutemi, jepni emër përdoruesi dhe fjalëkalim të saktë. Mbani parasysh që të dyja fushat e bëjnë dallimin mes shkronjave të mëdha e të vogla.
th: โปรดใส่ชื่อผู้ใช้และรหัสผ่านที่ถูกต้อง ช่องข้อมูลสองช่องนี้แยกแยะตัวพิมพ์ใหญ่-เล็ก
xh: Nceda ufake igama lomsebenzisi elichanekile. Qaphela ukuba zombini iindawo zibuthathaka.

source: This account is inactive.
bn_in: এই অ্যাকাউন্টটি নিষ্ক্রিয় হয়ে গেছে।
cs: Tento účet je neaktivní.
da: Denne konto er inaktiv.
et: Konto ei ole aktiivne.
eu: Kontu hau az dago aktibatuta.
fi: Tämä tunnus on pois käytöstä.
fr: Ce compte est inactif.
lt: Ši paskyra neaktyvi.
ru: Эта учётная запись неактивна.
sl: Ta račun je neaktiven.
sq: Kjo llogari nuk është aktive.
th: บัญชีผู้ใช้นี้ไม่มีการใช้งาน
xh: Le akhawunti ayisebenzi.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
bn_in: আপনার ওয়েব ব্রাউজারের কুকি নিষ্ক্রিয় দেখা যাচ্ছে। লগইন এর জন্য কুকির প্রয়োজন।
cs: Zdá se, že váš webový prohlížeč nemá povolené cookies. Ty jsou pro přihlášení potřeba.
da: Din browser ser ikke ud til at have cookies aktiveret. Cookies er påkrævet for at logge ind.
et: Sinu veebilehitsejas ei ole küpsised lubatud. Sisse logimiseks on küpsiste lubamine vajalik.
eu: Ez dirudi zure nabigatzaileak cookie-ak gaituta dituenik. Cookie-ak beharrezkoak dira saioa hasteko.
fi: Verkkoselaimesi evästeet eivät ole käytössä. Evästeet vaaditaan kirjautumiseen.
fr: Les cookies semblent désactivés dans votre navigateur Web. Les cookies sont obligatoires pour se connecter.
lt: Panašu, jog Jūsų naršyklė nepriima slapukų. Slapukai yra būtini, norint prisijungti.
ru: Похоже, что в вашем веб-браузере не включены куки. Для входа необходимо включить куки.
sl: Vaš brskalnik očitno nima omogočenih piškotkov. Piškotki so potrebni zato, da se lahko prijavite.
sq: Shfletuesi juaj web nuk duket se i ka të aktivizuara cookie-t. Cookie-t janë të domosdoshme për hyrjen.
th: เว็บเบราว์เซอร์ของคุณไม่ได้เปิดการใช้งานคุกกี้ คุกกี้เป็นสิ่งที่จำเป็นในการเข้าสู่ระบบ
xh: Ibhrawuza yakho yewebhu ayibonakali inee-cookies ezisebenzayo. Ii-cookies ziyafuneka ukungena.

source: Involved with Mozilla from
fr: Participe à Mozilla depuis
sl: Z Mozillo sodeluje od

source: Please enter a facebook.com URL.
bn_in: দয়া করে একটি facebook.com লিঙ্ক লিখুন।
cs: Zadejte prosím URL k účtu na Facebook.com.
da: Indtast en facebook.com URL.
et: Palun sisesta Facebooki URL.
fi: Anna facebook.com -osoite
fr: Veuillez saisir une URL facebook.com.
lt: Prašom įvesti facebook.com URL adresą.
ru: Пожалуйста, введите URL facebook.com.
sl: Vnesite prosim URL za facebook.com.
sq: Ju lutemi, jepni një URL nga facebook.com.
th: กรุณาใส่ URL ของ facebook.com
xh: Nceda faka i-facebook.com URL.

source: Your avatar will be resized to {size}x{size}
bn_in: আপনার অবতারের মাপ পরিবর্তন করা হবে {size}x{size}-এ
cs: Vaší ikoně bude změněna velikost na {size}x{size}
fi: Käyttäjäkuvakkeesi kooksi muutetaan {size}x{size}
fr: Votre avatar sera redimensionné à la taille {size}×{size}
ru: Размер вашего аватара был изменён на {size}x{size}
sl: Velikost vaše slike profila bo spremenjena na {size}x{size}
sq: Avatari juaj do të ripërmasohet në {size}x{size}
xh: I-avatar yakho iza kuncitshiselwa ku {isayizi}x{isayizi}

source: This is your current email.
bn_in: এটি আপনার বর্তমান ইমেল।
cs: Toto je váš aktuální e-mail.
da: Dette er din nuværende mail.
et: See e-posti aadress on hetkel juba kasutusel.
fi: Tämä on nykyinen sähköpostisi.
fr: Ceci est votre adresse électronique actuelle.
lt: Tai – jūsų dabartinis adresas.
ru: Это ваш текущий адрес эл. почты.
sl: To je vaš sedanji e-poštni naslov.
sq: Ky është email-i juaj i tanishëm.
th: อีเมลของคุณ ณ ขณะนี้
xh: Le yi-imeyile yakho yangoku.

source: New password:
bn_in: নতুন পাসওয়ার্ড:
cs: Nové heslo:
da: Ny adgangskode:
et: Uus salasõna:
fi: Uusi salasana:
fr: Nouveau mot de passe :
lt: Naujas slaptažodis:
ru: Новый пароль:
sl: Novo geslo:
sq: Fjalëkalim i ri:
th: รหัสผ่านใหม่:
xh: I-password entsha:

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
bn_in: এই ইমেল ঠিকানাটিতে সংশ্লিষ্ট ব্যবহারকারীর কোন অ্যাকাউন্ট নেই। আপনি কি নিশ্চিত আপনি নিবন্ধীকৃত করেছিলেন?
cs: S touto e-mailovou adresou není spojen žádný uživatelský účet. Jste si jisti, že jste se registrovali?
da: Denne mailadresse har ikke en tilknyttet brugerkonto. Er du sikker på, at du har registreret dig?
fi: Sähköpostiosoitteella ei ole rekisteröityä käyttäjätunnusta. Oletko varmasti rekisteröitynyt?
fr: Cette adresse électronique n'a pas de compte utilisateur associé. Avez-vous réellement une inscription ?
lt: Nėra su šiuo el. pašto adresu susietos paskyros. Ar tikrai esate čia užsiregistravę?
ru: С этим адресом эл. почты не связана учетная запись пользователя. Вы уверены, что вы зарегистрировались?
sl: Ta e-poštni naslov ni povezan z uporabniškim računom. Ste prepričani, da ste registrirani?
sq: Kjo adresë e-mail nuk ka të përshoqëruar ndonjë llogari përdoruesi. Jeni i sigurt që jeni regjistruar?
th: ที่อยู่อีเมลนั้นไม่ได้เกี่ยวข้องกับบัญชีผู้ใช้ คุณแน่ใจหรือว่าคุณลงทะเบียนแล้ว?
xh: Idilesi ye-imeyile ayinaye umsebenzisi we-akhawunti onxulumeneyo. Uqinisekile ukuba ubhalisile?

source: Your username on %s
bn_in: %s তে আপনার ইউজারনাম
cs: Vaše uživatelské jméno na %s
da: Dit brugernavn på %s
fi: Käyttäjätunnuksesi palvelussa %s
fr: Votre nom d'utilisateur sur %s
lt: Jūsų „%s“ naudotojo vardas
ru: Ваше имя пользователя на %s
sl: Vaše uporabniško ime na %s
sq: Emri juaj i përdoruesit te %s
th: ชื่อผู้ใช้ของคุณบน %s
xh: Igama lakho lomsebenzisi kwi %s

source: At least one number and one English letter are required in the password.
bn_in: কমপক্ষে একটি সংখ্যা ও একটি ইংরাজী অক্ষর চাই পাসওয়ার্ডে।
cs: V heslu je vyžadováno alespoň jedno číslo a alespoň jeden znak abecedy.
da: Mindst et tal og et engelsk bogstav er påkrævet i adgangskoden.
fi: Salasanassa tulee olla vähintään yksi numero ja kansainvälinen kirjain.
fr: Le mot de passe doit contenir au moins un chiffre et une lettre latine (non accentuée).
lt: Slaptažodyje turi būti bent vienas skaičius ir bent viena bazinė lotyniška raidė.
ru: В пароле должна быть по меньшей мере одна цифра и одна латинская буква.
sl: Geslo mora vsebovati najmanj eno (angleško) črko in eno števko.
sq: Te fjalëkalimi lypset të paktën një numër dhe një shkronjë latine.
th: ต้องมีอย่างน้อยตัวเลขหนึ่งตัวและตัวอักษรภาษาอังกฤษหนึ่งตัวในรหัสผ่าน
xh: Ubuncinane inombolo enye nonombumba omnye wesiNgesi uyafuneka kwi-password.
