Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Award details
bn_in: পুরষ্কারের বিবরণ
cs: Detaily ocenění
da: Tildelingsdetaljer
fi: Palkinnon tiedot
fr: Détails de la récompense
ru: Сведения о награде
sl: Podrobnosti o nagradi
sq: Hollësi çmimi
xh: Iinkcukacha zeMbasa

source: Awarded to:
bn_in: পুরস্কৃত করা হয়েছে
cs: Oceněn:
da: Tildelt:
fi: Myönnetty käyttäjälle:
fr: Remis à :
ru: Награда присвоена:
sl: Nagrada za:
sq: Dhënë:
xh: Inikezelwe ku:

source: Explanation:
bn_in: বিবরণ
cs: Vysvětlení:
da: Forklaring:
fi: Perustelu:
fr: Explication :
ru: Объяснение:
sl: Obrazložitev:
sq: Shpjegim:
xh: Ingcaciso:

source: Awarded by:
bn_in: দ্বারা পুরস্কৃত
cs: Ocenění udělil(a):
da: Tildelt af:
fi: Myöntänyt:
fr: Remis par :
ru: Наградивший:
sl: Izdajatelj nagrade:
sq: Dhënë nga:
xh: Inikezelwe ngu:

source: Issued on:
bn_in: প্রথম প্রকাশ:
cs: Uděleno:
da: Udstedt den:
fi: Myönnetty:
fr: Date d'obtention :
ru: Выдан:
sl: Izdana dne:
sq: Dhënë më:
xh: Ikhutshwe ngo:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
bn_in: <h2>সম্প্রতি পুরস্কৃত &quot;%(badge_name)s&quot; ব্যাজসমূহ</h2>
cs: <h2>Nedávno ocenění u &quot;%(badge_name)s&quot;</h2>
fi: <h2>Äskettäin myönnetyt &quot;%(badge_name)s&quot; -merkit</h2>
fr: <h2>Badges &laquo;&thinsp;%(badge_name)s&thinsp;&raquo; récemment accordés</h2>
ru: <h2>Недавние награды в виде значков &quot;%(badge_name)s&quot;</h2>
sl: <h2>Nedavno podeljene značke &quot;%(badge_name)s&quot;</h2>
sq: <h2>&quot;Stema %(badge_name)s&quot; dhënë së fundmi</h2>
xh: <h2>Ezinikezelwe kutsha nje &quot;%(amagama_ebheji)&quot; iibheji</h2>

source: Recently awarded badges
bn_in: সম্প্রতি পুরস্কৃত ব্যাজসমূহ
cs: Nedávno získaná ocenění
da: Seneste tildelte emblemer
fi: Viimeksi myönnetyt merkit
fr: Badges récemment accordés
ru: Недавние награждения значками
sl: Nedavno podeljene značke
sq: Stema të dhëna së fundmi
xh: Iibheji ezinikezelwe kutsha nje

source: awarded to
bn_in: পুরস্কৃত করা হয়েছে
cs: oceněn
da: tildelt
fi: myönnetty käyttäjälle
fr: accordé à
ru: награждён
sl: nagrada za
sq: dhënë
xh: inikezelwe ku

source: Previous
bn_in: পূর্ববর্তী
cs: Předchozí
da: Forrige
et: Eelmine
eu: Aurrekoa
fi: Edellinen
fr: Précédent
lt: Ankstesnis
ru: Предыдущее
sl: Prejšnja
sq: I mëparshmi
th: ก่อนหน้า
xh: Ngaphambili

source: Next
bn_in: পরবর্তী
cs: Další
da: Næste
et: Järg
eu: Hurrengoa
fi: Seuraava
fr: Suivant
lt: Tolesnis
ru: Следующее
sl: Naslednja
sq: Pasuesja
th: ถัดไป
xh: Elandelayo

source: Badge: %(badge_name)s
bn_in: ব্যাজ : %(badge_name)s
cs: Ocenění: %(badge_name)s
da: Emblem: %(badge_name)s
fi: Merkki: %(badge_name)s
ru: Значок: %(badge_name)s
sl: Značka: %(badge_name)s
sq: Stema: %(badge_name)s
xh: Ibheji: %(amagama_eebheji)

source: Recent awardees
bn_in: সাম্প্রতিক খেতাবধারীসমূহ
cs: Nedávno ocenění
fi: Viimeksi myönnetty
fr: Ont récemment obtenu un badge
ru: Недавно награждённые
sl: Nedavno nagrajeni
sq: Fitues çmimi së fundmi
xh: Abawongwe kutsha nje

source: All available SUMO badges
bn_in: সমস্ত উপলব্ধ SUMO ব্যাজ
cs: Všechna dostupná ocenění na SUMO
da: Alle tilgængelige SUMO-emblemer
fi: Kaikki SUMO-merkit
fr: Tous les badges SUMO disponibles
ru: Все доступные значки SUMO
sl: Vse SUMO značke, ki so na voljo
sq: Krejt stema SUMO që mund të kihen
xh: Zonke iibheji ezifumanekayo ze-SUMO

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
bn_in: <strong>%(awarder)s</strong> আপনাকে এই <strong>%(title)s</strong> ব্যাজটি দিয়ে ভূষিত করেছেন।
cs: Uživatel <strong>%(awarder)s</strong> vám udělil ocenění <strong>%(title)s</strong>!
da: <strong>%(awarder)s</strong> har tildelt dig emblemet <strong>%(title)s</strong>!
fi: <strong>%(awarder)s</strong> on myöntänyt sinulle merkin <strong>%(title)s</strong>!
fr: <strong>%(awarder)s</strong> vous a délivré le badge <strong>%(title)s</strong> !
ru: <strong>%(awarder)s</strong> наградил вас значком <strong>%(title)s</strong>!
sl: <strong>%(awarder)s</strong> vam je podelil značko <strong>%(title)s</strong>!
sq: <strong>%(awarder)s</strong> ju ka vlerësuar me stemën <strong>%(title)s</strong>!
xh: <strong>%(abawongi)s</strong> bakuwonge <strong>%(ngeetayitile)</strong> ibheji!

source: You have been awarded the <strong>%(title)s</strong> badge!
bn_in: আপনাকে <strong>%(title)s</strong> এই ব্যাজ খেতাবে ভূষিত করা হয়েছে।
cs: Bylo vám uděleno ocenění <strong>%(title)s</strong>!
da: Du er blevet tildelt emblemet <strong>%(title)s</strong>!
fi: Sinulle on myönnetty <strong>%(title)s</strong> -merkki!
fr: Vous avez reçu le badge <strong>%(title)s</strong> !
ru: Вы были награждены значком <strong>%(title)s</strong>!
sl: Podelili so ti značko <strong>%(title)s</strong>!
sq: Jeni vlerësuar me stemën <strong>%(title)s</strong>!
xh: Uwongiwe <strong>%(ngeetayitile)</strong> ibheji!

source: See all the details...
bn_in: সমস্ত বর্ণনা দেখুন
cs: Zobrazit všechny detaily...
da: Se alle detaljerne...
fi: Näytä tiedot...
fr: Voir tous les détails…
ru: Посмотреть все подробности...
sl: Več podrobnosti...
sq: Shihni krejt hollësitë...
xh: Bona zonke iinkcukacha...

source: Re: {forum} - {thread}
bn_in: পুনরায় : {forum} - {thread}
fi: Vs: {forum} - {thread}
fr: Re: {forum} &ndash; {thread}
lt: Ats: {forum} – {thread}
sl: Tema: {forum} - {thread}
sq: Përgj: {forum} - {thread}

source: Recently updated threads about %s
bn_in: %s সম্প্রতি আপডেট করা থ্রেড
cs: Poslední aktualizovaná vlákna o %s
da: Seneste opdaterede tråde om %s
et: Hiljuti uuendatud lõimed %s kohta
eu: Azkenaldian eguneratutako hariak %s(r)i buruz
fi: Lähiaikoina päivitetyt ketjut aiheesta %s
fr: Sujets de discussion récemment mis à jour concernant %s
lt: Paskiausiai atnaujintos gijos apie „%s“
ru: Недавно обновленные темы о %s
sl: Nedavno posodobljene niti o %s
sq: Rrjedha të përditësuara së fundmi mbi %s
th: ปรับปรุงล่าสุดที่เกี่ยวกับกระทู้ %s
xh: Ii-threads ezihlaziywe kutsha nje ezimalunga ne-%s

source: Recent posts in %s
bn_in: সম্প্রতি পোস্ট %s এ
cs: Poslední příspěvky v %s
da: Seneste indlæg i %s
et: Hiljutised postitused teema %s
eu: Azkenaldiko bidalketak %s(e)n
fi: Uudet viestit kohteessa %s
fr: Messages récents dans %s
lt: Paskiausi atsakymai temoje „%s“
ru: Последние сообщения в %s
sl: Nedavne objave v %s
sq: Postime së fundmi te %s
th: โพสต์ล่าสุดใน %s
xh: Izinto eziposiwe zakutsha nje kwi-%

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: আপনার টাইটেলটি খুবই ছোটো (%(show_value)s অক্ষরসমূহ)। এটা কমপক্ষে %(limit_value)s অক্ষরের হওয়া উচিৎ।
cs: Váš nadpis je příliš krátký (%(show_value)s znaků). Musí mít nejméně %(limit_value)s znaků.
da: Din titel er for kort (%(show_value)s tegn). Den skal være på mindst %(limit_value)s tegn.
et: Sisestatud pealkiri on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
eu: Zure izenburua motzegia da (%(show_value)s karatere). Gutxienez %(limit_value)s karaktere izan behar ditu.
fi: Otsikko on liian lyhyt (%(show_value)s merkkiä). Sen vähimmäispituus on %(limit_value)s merkkiä.
fr: Votre titre est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
lt: Pavadinimas per trumpas (%(show_value)s simb.). Jį turi sudaryti bent %(limit_value)s simb.
ru: Ваш заголовок слишком короткий (%(show_value)s символов). Он должен быть не менее %(limit_value)s символов.
sl: Vaš naslov je prekratek (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Titulli juaj është shumë i shkurtër (%(show_value)s shenja). Duhet të jetë të paktën %(limit_value)s shenja.
th: หัวข้อของคุณสั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
xh: Itayitile yakho imfutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Kufuneka ubuncinane ibe %(umlinganiselo_wamaxabiso) ngoonobumba.

source: Please provide a message.
bn_in: দয়া করে একটি বার্তা পাঠান
cs: Zadejte prosím zprávu.
da: Angiv en meddelelse.
et: Palun sisesta sõnum.
eu: Emazu mezua.
fi: Kirjoita viesti.
fr: Veuillez spécifier un message.
lt: Prašom įvesti pranešimą.
ru: Пожалуйста, введите сообщение.
sl: Vnesite prosim sporočilo.
sq: Ju lutemi, jepni një mesazh.
th: โปรดระบุข้อความ
xh: Nceda unike umyalezo.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: আপনার বার্তাটি খুবই ছোটো (%(show_value)s অক্ষরসমূহ)। এটা কমপক্ষে %(limit_value)s অক্ষরের হতে হবে।
cs: Vaše zpráva je příliš krátká (%(show_value)s znaků). Musí mít nejméně %(limit_value)s znaků.
da: Din meddelelse er for kort (%(show_value)s tegn). Den skal være på mindst %(limit_value)s tegn.
et: Sõnum on liiga lühike (%(show_value)s märki). See peab olema vähemalt %(limit_value)s märki pikk.
eu: Zure mezua motzegia da (%(show_value)s karatere). Gutxienez %(limit_value)s karaktere izan behar ditu.
fi: Viesti on liian lyhyt (%(show_value)s merkkiä). Sen vähimmäispituus on %(limit_value)s merkkiä.
fr: Votre message est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
lt: Pranešimas per trumpas (%(show_value)s simb.). Jį turi sudaryti bent %(limit_value)s simb.
ru: Ваше сообщение слишком короткое (%(show_value)s символов). Оно должно быть не менее %(limit_value)s символов.
sl: Vaše sporočilo je prekratko (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Mesazhi juaj është shumë i shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
th: ข้อความของคุณสั้นเกินไป (%(show_value)s ตัวอักษร) มันต้องอย่างน้อย %(limit_value)s ตัวอักษร
xh: Umyalezo wakho mfutshane kakhulu (%(bonisa_ngamaxabiso) ngoonobumba). Kufuneka ubuncinane ibe %(umlinganiselo_amaxabiso) ngoonobumba.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: দয়া করে আপনার মেসেজের দৈর্ঘ্য %(limit_value)s অক্ষর বা তার কমে রাখুন। এটি এই মুহূর্তে %(show_value)s অক্ষরের।
cs: Maximální délka zprávy smí být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af din meddelelse på %(limit_value)s tegn eller færre. Den er i øjeblikket på %(show_value)s tegn.
et: Palun jälgi, et sõnumi pikkus jääks %(limit_value)s m'rgi piiresse. Praegu on see %(show_value)s märki.
eu: Mantendu mezuaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(show_value)s karaktere ditu.
fi: Viestin enimmäispituus on %(show_value)s merkkiä. Viestissä on nyt %(limit_value)s merkkiä.
fr: Veuillez limiter la longueur de votre message à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
lt: Prašom sutrumpinti pranešimą iki %(limit_value)s simb. ar mažiau. Šiuo metu jo ilgis yra %(show_value)s simb.
ru: Пожалуйста, ограничьте длину вашего сообщения %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino svojega sporočila na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e mesazhit tuaj në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
th: โปรดรักษาความยาวข้อความของคุณที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
xh: Nceda ugcine ubude bomyalezo wakho bube %(umlinganiselo_wamaxabiso) ngoonobumba okanye ngapahnsti. Okwangoku %(bonisa_ngamaxabiso) ngoonobumba.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
bn_in: পোস্ট বাতিল করুন | {t} | {d} আলোচনা | জ্ঞান কোষ
cs: Smazání příspěvku | {t} | Diskuse {d} | Databáze znalostí
da: Slet indlæg | {t} | {d} Diskussion | Vidensbase
et: Postituse kustutamine | {t} | {d} arutelu | Teadmusbaas
eu: Ezabatu bidalketa | {t} | {d} eztabaida | Ezagutza-basea
fi: Poista viesti | {t} | {d}: keskustelu | Tukikanta
fr: Supprimer le message | {t} | Discussion sur {d} | Base de connaissances
lt: Įrašo šalinimas | {t} | „{d}“ aptarimas | Žinynas
ru: Удалить сообщение | {t} | Обсуждение "{d}" | База знаний
sl: Izbriši prispevek {t} | {d} Pogovor | zbirka znanja
sq: Fshini Postimin | {t} | Diskutim mbi {d} | Bazë Dijesh
th: แก้ไขโพสต์ | {t} | {d} การสนทนา | ฐานความรู้
xh: Cima iPosi | {t} | {d} Ingxoxo | iSiseko soLwazi

source: Discuss
bn_in: আলোচনা করুন
cs: Diskuse
da: Diskuter
et: Aruta
eu: Eztabaidatu
fi: Keskustelu
fr: Discuter
lt: Aptarti
ru: Обсудить
sl: Pogovor
sq: Diskutojeni
th: สนทนา
xh: Ingxoxo

source: Delete Post
bn_in: পোস্টটি মুছুন
cs: Smazat příspěvek
da: Slet indlæg
et: Kustuta postitus
eu: Ezabatu bidalketa
fi: Poista viesti
fr: Supprimer le message
lt: Pašalinti įrašą
ru: Удалить сообщение
sl: Izbriši prispevek
sq: Fshije Postimin
th: ลบโพสต์
xh: Cima iPosi

source: Are you sure you want to delete this post?
bn_in: আপনি কি নিশ্চিত এই পোস্ট মুছে ফেলতে চান?
cs: Opravdu chcete tento příspěvek smazat?
da: Er du sikker på, at du vil slette dette indlæg?
et: Kas oled kindel, et soovid postituse kustutada?
eu: Ziur zaude bidalketa hau ezabatu nahi duzula?
fi: Oletko varma, että haluat poistaa tämän viestin?
fr: Voulez-vous vraiment supprimer ce message ?
lt: Ar tikrai norite pašalinti šį įrašą?
ru: Вы уверены, что хотите удалить это сообщение?
sl: Res želite izbrisati ta sestavek?
sq: Jeni i sigurt se doni të fshihet ky postim?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบโพสต์นี้?
xh: Uqinisekile ufuna ukucima le posi?

source: Author
bn_in: লেখক
cs: Autor
da: Forfatter
et: Autor
eu: Egilea
fi: Kirjoittaja
fr: Auteur
lt: Autorius
ru: Автор
sl: Avtor
sq: Autor
th: ผู้เขียน
xh: Umbhali

source: Date
bn_in: তারিখ
cs: Datum
da: Dato
et: Kuupäev
eu: Data
fi: Päiväys
lt: Data
ru: Дата
sl: Datum
sq: Datë
th: วันที่
xh: Umhla

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_in: আপনি স্থায়ীভাবে এই পোস্টটি মুছে ফেলতে যাচ্ছেন। <strong>আপনি কি নিশ্চিত যে আপনি এটা মুছবেন? </strong>
cs: Chcete trvale smazat tento příspěvek. <strong>Tato operace nelze vrátit zpět!</strong> Opravdu chcete pokračovat?
da: Du er ved at slette dette indlæg permanent. <strong>Dette kan ikke fortrydes!</strong> Er du sikker på, at du vil fortsætte?
et: Oled seda postitust jäädavalt kustutamas. <strong>Seda ei saa ennistada!</strong> KAs oled kindel, et soovid jätkata?
eu: Bidalketa hau behin betiko ezabatzear zaude. <strong>Ekintza hau ezin da desegin!</strong> Ziur zaude jarraitu nahi duzula?
fi: Olet poistamassa viestiä lopullisesti. <strong>Tätä toimintoa ei voi peruuttaa!</strong> Haluatko varmasti jatkaa?
fr: Vous êtes sur le point de supprimer définitivement ce message. <strong>Cette action ne peut pas être annulée !</strong> Voulez-vous vraiment continuer ?
lt: Jūs nurodėte negrįžtamai pašalinti šį įrašą. <strong>Šio veiksmo atšaukti neįmanoma!</strong> Ar tikrai norite tęsti?
ru: Вы собираетесь навсегда удалить этот пост. <strong>Это не может быть отменено!</strong> Вы уверены, что хотите продолжить?
sl: Ste na tem, da ta prispevek za vselej izbrišete. <strong>Tega ni mogoče razveljaviti!</strong> Res želite nadaljevati?
sq: Ju ndan një hap nga fshirja përgjithmonë e këtij postimi. <strong>Kjo nuk mund të zhbëhet më pas!</strong> Jeni i sigurt se doni të vazhdohet?
th: คุณกำลังลบโพสต์นี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
xh: Umalunga nokucima le posi ngokusisigxina. <strong>Oku akunakutshintshwa!</strong> Uqinisekile ufuna ukuqhubeka?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
bn_in: থ্রেড মুছে ফেলুন | {t} | {d} আলোচনা | জ্ঞান কোষ
cs: Smazat vlákno | {t} | Diskuse {d} | Databáze znalostí
da: Slet tråd | {t} | {d} Diskussion | Vidensbase
et: Lõime kustutamine | {t} | {d} arutelu | Teadmusbaas
eu: Ezabatu haria | {t} | {d} eztabaida | Ezagutza-basea
fi: Poista ketju | {t} | {d} -keskustelu | Tukikanta
fr: Supprimer le sujet de discussion | {t} | Discussion sur {d} | Base de connaissances
lt: Gijos šalinimas | {t} | „{d}“ aptarimas | Žinynas
ru: Удалить тему | {t} | Обсуждение "{d}" | База знаний
sl: Izbriši nit | {t} | {d} Pogovor | zbirka znanja
sq: Fshini Rrjedhën | {t} | Diskutim mbi {d} | Bazë Dijesh
th: แก้ไขกระทู้ | {t} | {d} การสนทนา | ฐานความรู้
xh: Cima i-Thread | {t} | {d} iNgxoxo | iSiseko soLwazi

source: Delete Thread
bn_in: থ্রেড মুছে ফেলুন
cs: Smazat vlákno
da: Slet tråd
et: Kustuta lõim
eu: Ezabatu haria
fi: Poista ketju
fr: Supprimer le sujet de discussion
lt: Pašalinti giją
ru: Удалить тему
sl: Izbriši nit
sq: Fshije Rrjedhën
th: ลบกระทู้
xh: Cima i-Thread

source: Are you sure you want to delete this thread?
bn_in: আপনি কি নিশ্চিত যে আপনি এই থ্রেডটি মুছে ফেলতে চান?
cs: Opravdu chcete tuto revizi smazat?
da: Er du sikker på, at du vil slette denne tråd?
et: Kas oled kindel, et soovid selle lõime kustutada?
eu: Ziur zaude hari hau ezabatu nahi duzula?
fi: Oletko varma, että haluat poistaa tämän ketjun?
fr: Voulez-vous vraiment supprimer ce sujet de discussion ?
lt: Ar tikrai norite pašalinti šią giją?
ru: Вы уверены, что хотите удалить эту тему?
sl: Res želite izbrisati to temo?
sq: Jeni i sigurt se doni të fshihet kjo rrjedhë?
th: คุณแน่ใจหรือไม่ที่ต้องการจะลบกระทู้นี้?
xh: Uqinisekile ufuna ukucima le thread?

source: Creator
bn_in: রচয়িতা
cs: Vytvořil
da: Opretter
et: Looja
eu: Sortzailea
fi: Luonut
fr: Créateur
lt: Autorius
ru: Создатель
sl: Ustvarjalec
sq: Krijues
th: ผู้สร้าง
xh: Umenzi

source: Number of Replies
bn_in: জবাবের সংখ্যা
cs: Počet reakcí
da: Antal svar
et: Vastuseid
eu: Erantzun kopurua
fi: Vastausten määrä
fr: Nombre de réponses
lt: Atsakymų kiekis
ru: Число ответов
sl: Število odgovorov
sq: Numër Përgjigjesh
th: จำนวนการตอบกลับ
xh: Inani leeMpendulo

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_in: আপনি এই থ্রেডটি চিরতরে মুছে ফেলতে চলেছেন। <strong> এটিকে আর পুনর্বস্থায় ফিরিয়ে আনা যাবে না! </strong> আপনি কি নিশ্চিত যে আপনি এই প্রক্রিয়ায় অবিরত থাকতে চান?
cs: Chcete trvale smazat toto vlákno. <strong>Tato operace nelze vrátit zpět!</strong> Opravdu chcete pokračovat?
da: Du er ved at slette denne tråd permanent. <strong>Dette kan ikke fortrydes!</strong> Er du sikker på, at du vil fortsætte?
et: Oled lõime jäädavalt kustutamas. <strong>Seda tegevust ei saa ennistada!</strong> Kas oled kindel, et soovid jätkata?
eu: Hari hau behin betiko ezabatzear zaude. <strong>Ekintza hau ezin da desegin!</strong> Ziur zaude jarraitu nahi duzula?
fi: Olet poistamassa tätä ketjua lopullisesti. <strong>Tätä ei voi peruuttaa!</strong> Haluatko varmasti jatkaa?
fr: Vous êtes sur le point de supprimer définitivement ce sujet de discussion. <strong>Cette action ne peut pas être annulée !</strong> Voulez-vous vraiment continuer ?
lt: Jūs nurodėte negrįžtamai pašalinti šią giją. <strong>Šio veiksmo atšaukti neįmanoma!</strong> Ar tikrai norite tęsti?
ru: Вы собираетесь навсегда удалить эту тему. <strong>Это не может быть отменено!</strong> Вы уверены, что хотите продолжить?
sl: Ste na tem, da trajno izbrišete to nit. <strong>Tega ni mogoče razveljaviti!</strong> Res želite nadaljevati?
sq: Ju ndan një hap nga fshirja përgjithmonë e kësaj rrjedhe. <strong>Kjo nuk mund të zhbëhet më pas!</strong> Jeni i sigurt se doni të vazhdohet?
th: คุณกำลังลบกระทู้นี้อย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณแน่ใจหรือไม่ที่จะดำเนินต่อ?
xh: Umalunga nokucima le thread ngokusisigxina. <strong>Oku akuzutshintshwa!</strong> Uqinisekile ufuna ukuqhubeka?

source: {locale_name} Discussions | Knowledge Base
bn_in: {locale_name} আলোচনা | জ্ঞান কোষ
cs: Diskuse k {locale_name} | Databáze znalostí
da: {locale_name} Diskussioner | Vidensbase
fr: Discussions en {locale_name} | Base de connaissances
ru: {locale_name} Обсуждения | База знаний
sl: {locale_name} - pogovori | Baza znanja
sq: Diskutime në {locale_name} | Bazë Dijesh
xh: {igama_lendawo yalapha} iNgxoxo | iSiseko soLwazi

source: {locale_name} Discussions
bn_in: {locale_name} আলোচনাসমূহ
cs: Diskuse k {locale_name}
da: {locale_name} Diskussioner
fr: Discussions en {locale_name}
ru: {locale_name} Обсуждения
sl: {locale_name} - pogovori
sq: Diskutime në {locale_name}
xh: {Igama_lendawo yalapha} iBNgxoxo

source: {l} Knowledge Base Discussions
bn_in: {l} সমস্ত প্রবন্ধ
cs: Diskuse databáze znalostí {l}
da: {l} vidensbasediskussioner
et: {l} Teadmusbaasi arutelud
fi: Tukikannan keskustelut kielellä {l}
fr: Discussions de la base de connaissances en {l}
lt: Žinyno diskusijos {l}
ru: {l} Обсуждения базы знаний
sl: {l} pogovorov o člankih v bazi znanja
sq: {l} Diskutime të Bazës së Dijeve
th: {l} การสนทนาของฐานความรู้
xh: {l} Iingxoxo esiSisiseko soLwazi

source: Stop watching this locale
bn_in: এই ভাষাটি দেখা বন্ধ করুন
cs: Ukončit sledování tohoto jazyka
da: Stop overvågning af dette sprog
et: Lõpeta selle locale jälgimine
fi: Lopeta kielen seuraaminen
fr: Arrêter de surveiller cette langue
lt: Nebestebėti šios lokalės
ru: Прекратить следить за этой локалью
sl: Nehaj opazovati to območno nastavitev
sq: Resht së mbikëqyruri këtë vendore
th: หยุดการเฝ้าดูภาษานี้
xh: Yeza ukubukela le ndawo yalapha

source: Watch this locale
bn_in: এই ভাষাটি দেখুন
cs: Sledovat tento jazyk
da: Overvåg dette sprog
et: Jälgi seda locale't
fi: Seuraa tätä kieltä
fr: Surveiller cette langue
lt: Stebėti šią lokalę
ru: Следить за этой локалью
sl: Opazuj to območno nastavitev
sq: Mbikëqyreni këtë vendore
th: เฝ้าดูภาษานี้
xh: Bukela le ndawo yalapha

source: Watch
bn_in: দেখুন
cs: Sledovat
da: Overvåg
et: Jälgi
fi: Seuraa
fr: Surveiller
lt: Stebėti
ru: Слежка
sl: Zasleduj
sq: Mbikëqyreni
th: เฝ้าดู
xh: Bukela

source: Replies
bn_in: জবাব
cs: Odpovědi
da: Svar
et: Vastuseid
eu: Erantzunak
fi: Vastauksia
fr: Réponses
lt: Atsakymai
ru: Ответы
sl: Odgovori
sq: Përgjigje
th: ตอบกลับ
xh: Iimpendulo

source: Last Post
bn_in: সর্বশেষ জবাব
cs: Poslední příspěvek
da: Seneste indlæg
et: Viimane postitus
eu: Azken bidalketa
fi: Viimeinen lähetys
fr: Dernier message
lt: Paskiausias atsakymas
ru: Последнее сообщение
sl: Zadnja objava
sq: Postimi i Fundit
th: โพสต์ล่าสุด
xh: Iposi yokuGqibela

source: You are watching this thread
bn_in: আপনি এই বিষয়টি দেখছেন
cs: Sledujete toto vlákno
da: Du overvåger denne tråd
et: Jälgid seda teemat
fi: Seuraat tätä ketjua
fr: Vous surveillez ce sujet de discussion
lt: Jūs stebite šią giją
ru: Вы следите за этой темой
sl: To nit zasledujete
sq: E mbikëqyrni këtë rrjedhë
th: คุณกำลังเฝ้าดูกระทู้นี้
xh: Ubukele le thread

source: You are not watching this thread
bn_in: আপনি এই বিষয়টি দেখছেন না
cs: Toto vlákno nesledujete
da: Du overvåger ikke denne tråd
et: Sa ei jälgi seda teemat
fi: Et seuraa tätä ketjua
fr: Vous ne surveillez pas ce sujet de discussion
lt: Jūs nestebite šios gijos
ru: Вы не следите за этой темой
sl: Te niti ne zasledujete
sq: Nuk po e mbikëqyrni këtë rrjedhë
th: คุณไม่ได้เฝ้าดูกระทู้นี้
xh: Ubukele le thread

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
bn_in: <a href="%(thread_url)s">%(thread_title)s</a><br> মধ্যে <a href="%(document_discussion_url)s">%(document)s</a>
cs: <a href="%(thread_url)s">%(thread_title)s</a><br> v <a href="%(document_discussion_url)s">%(document)s</a>
da: <a href="%(thread_url)s">%(thread_title)s</a><br> i <a href="%(document_discussion_url)s">%(document)s</a>
fi: <a href="%(thread_url)s">%(thread_title)s</a><br> artikkelissa <a href="%(document_discussion_url)s">%(document)s</a>
fr: <a href="%(thread_url)s">%(thread_title)s</a><br> dans <a href="%(document_discussion_url)s">%(document)s</a>
lt: <a href="%(thread_url)s">%(thread_title)s</a><br> dokumente <a href="%(document_discussion_url)s">„%(document)s“</a>
ru: <a href="%(thread_url)s">%(thread_title)s</a><br> в <a href="%(document_discussion_url)s">%(document)s</a>
sl: <a href="%(thread_url)s">%(thread_title)s</a><br> v <a href="%(document_discussion_url)s">%(document)s</a>
th: <a href="%(thread_url)s">%(thread_title)s</a><br> ใน <a href="%(document_discussion_url)s">%(document)s</a>
