Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

# DB: products.Topic.description
source: Firefox options, preferences and settings
bn_in: Firefox-এর অপশনসমূহ, পছন্দসমূহ এবং সেটিংস
cs: Možnosti Firefoxu, předvolby a nastavení
da: Firefox indstillinger og præferencer
fi: Firefoxin asetukset
fr: Options, préférences et paramètres de Firefox
ru: Настройки и параметры Firefox
sl: Možnosti, preference in nastavitve v Firefoxu
sq: Mundësi, parapëlqime dhe rregullime Firefox-i
xh: Izinto ezinokukhethwa ze-Firefox, into ekhethwayo neesetingi

# DB: products.Topic.title
source: Bookmark options
bn_in: বুকমার্ক অপশনসমূহ
cs: Možnosti záložek
da: Bogmærker
fi: Kirjanmerkkiasetukset
fr: Options de marque-pages
ru: Настройка закладок
sl: Možnosti za zaznamke
sq: Mundësi faqerojtësish
xh: Izinto ze-Bookmark ezinokukhethwa

# DB: products.Topic.description
source: Bookmark options
bn_in: বুকমার্ক অপশনসমূহ
cs: Možnosti záložek
da: Bogmærker
fi: Kirjanmerkkiasetukset
fr: Options de marque-pages
ru: Настройка закладок
sl: Možnosti za zaznamke
sq: Mundësi faqerojtësish
xh: Izinto ze-Bookmark ezinokukhethwa

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
bn_in: ওয়েবসাইটের সমস্যাগুলো ফিক্স করুন (Facebook, YouTube, webmail ইত্যাদি)
cs: Oprava problémů s webovými stránkami (Facebook, YouTube, pošta apod.)
da: Løs problemer med websteder (Facebook, YouTube, webmail osv.)
fi: Korjaa ongelmia verkkosivustoilla (Facebook, YouTube, webmail yms.)
fr: Résoudre des problèmes sur des sites web (Facebook, YouTube, webmail, etc.)
ru: Устранение проблем с веб-сайтами (Facebook, YouTube, веб-почта и т.д.)
sl: Kako rešiti težave s spletnimi mesti (Facebook, YouTube, spletna e-pošta itd.)
sq: Ndreqni probleme sajtesh web (Facebook, YouTube, webmail etj.)
xh: Lungisa iingxaki ngewebhusayithi (Facebook, YouTube, webmail njl njl.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
bn_in: ওয়েবসাইটের সমস্যাগুলো ফিক্স করুন (Facebook, YouTube, webmail ইত্যাদি)
cs: Oprava problémů s webovými stránkami (Facebook, YouTube, pošta apod.)
da: Løs problemer med websteder (Facebook, YouTube, webmail osv.)
fi: Korjaa ongelmia verkkosivustoilla (Facebook, YouTube, webmail yms.)
fr: Résoudre des problèmes sur des sites web (Facebook, YouTube, webmail, etc.)
ru: Устранение проблем с веб-сайтами (Facebook, YouTube, веб-почта и т.д.)
sl: Kako rešiti težave s spletnimi mesti (Facebook, YouTube, spletna e-pošta itd.)
sq: Ndreqni probleme sajtesh web (Facebook, YouTube, webmail etj.)
xh: Lungisa iingxaki ngewebhusayithi (Facebook, YouTube, webmail njl njl.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
bn_in: ত্রুটি বার্তা: এদের মানে কি এবং কিভাবে সমাধান করে
cs: Chybová hlášení: co znamenají a jak je vyřešit
da: Fejlmeddelelser: Hvad betyder de og hvordan løses de
fi: Virheilmoitukset: mitä ne tarkoittavat ja kuinka ne korjataan
fr: Messages d'erreur : ce qu'ils signifient et trouver des solutions
ru: Сообщения об ошибках: что они означают и как это исправить
sl: Sporočila o napakah: kaj pomenijo in kako napake odpraviti
sq: Mesazhe gabimesh: cili është kuptimi i tyre dhe si të ndreqen
xh: Imiyalezo eyimpazamo: izinto eziyithethayo nendela yokuyilungisa

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
cs: Jak řešit chybová hlášení ve Firefoxu
fr: Résoudre les messages d'erreur sur Firefox
ru: Как устранить сообщения об ошибках в Firefox
sl: Kako se znebiti sporočil o napakah v Firefoxu

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
bn_in: Firefox-কে ইন্টারনেটে কানেক্ট করতে আনব্লক করুন
cs: Odblokování připojení Firefoxu k Internetu
da: Fjern blokering så Firefox kan forbinde til internettet
fi: Firefox ei pysty yhdistämään Internetiin
fr: Résoudre un problème de connexion de Firefox à Internet
ru: Разблокировка Firefox при подключении к Интернету
sl: Omogočite blokiranemu Firefoxu povezavo na Internet
sq: Zhbllokoje lidhjen në Internet të Firefox-it
xh: Susa uthinelo lwe-Firefox kuqhagamshelo kwi-intanethi

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
bn_in: Firefox-কে ইন্টারনেটে কানেক্ট করতে আনব্লক করুন
cs: Odblokování připojení Firefoxu k Internetu
da: Fjern blokering så Firefox kan forbinde til internettet
fi: Firefox ei pysty yhdistämään Internetiin
fr: Résoudre un problème de connexion de Firefox à Internet
ru: Разблокировка Firefox при подключении к Интернету
sl: Omogočite blokiranemu Firefoxu povezavo na Internet
sq: Zhbllokoje lidhjen në Internet të Firefox-it
xh: Susa uthinelo lwe-Firefox kuqhagamshelo kwi-intanethi

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
bn_in: সমস্যা নির্ণয় ও ফিক্স করতে পদ্ধতিসমূহ
cs: Postupy na diagnózu a opravu problémů
da: Procedurer til at diagnosticere og løse problemer
fi: Ongelmien määrittäminen ja korjaaminen
fr: Procédures de diagnostic et de résolution de problèmes
ru: Процедуры для диагностики и устранения проблем
sl: Postopki za diagnozo in reševanje težav
sq: Hapa për diagnostikim dhe ndreqje problemesh
xh: Iinkqubo zokufuna nokuqonda nokulungisa iingxaki

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
bn_in: সমস্যা নির্ণয় ও ফিক্স করতে পদ্ধতিসমূহ
cs: Postupy na diagnózu a opravu problémů
da: Procedurer til at diagnosticere og løse problemer
fi: Ongelmien määrittäminen ja korjaaminen
fr: Procédures de diagnostic et de résolution de problèmes
ru: Процедуры для диагностики и устранения проблем
sl: Postopki za diagnozo in reševanje težav
sq: Hapa për diagnostikim dhe ndreqje problemesh
xh: Iinkqubo zokufuna nokuqonda nokulungisa iingxaki

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
bn_in: ভিডিওসমূহ, শব্দ, ছবিসমূহ এবং অ্যানিমেশনসমূহ কাজ করে না
cs: Videa, zvuk, obrázky a animace nefungují
da: Videoer, lyd, billeder og animationer virker ikke
fi: Videot, ääni, kuvat ja animaatiot eivät toimi
fr: Les vidéos, sons, images et animations ne fonctionnent pas
ru: Не работают видео, звук, изображения и анимация
sl: Video posnetki, zvok, slike in animacije ne delajo
sq: Videot, zëri, figurat dhe animacionet nuk funksionojnë
xh: Iividiyo, isandi, neifanekiso ne-animeyshini azisebenzi

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
bn_in: ভিডিওসমূহ, শব্দ, ছবিসমূহ এবং অ্যানিমেশনসমূহ কাজ করে না
cs: Videa, zvuk, obrázky a animace nefungují
da: Videoer, lyd, billeder og animationer virker ikke
fi: Videot, ääni, kuvat ja animaatiot eivät toimi
fr: Les vidéos, sons, images et animations ne fonctionnent pas
ru: Не работают видео, звук, изображения и анимация
sl: Video posnetki, zvok, slike in animacije ne delajo
sq: Videot, zëri, figurat dhe animacionet nuk funksionojnë
xh: Iividiyo, isandi, neifanekiso ne-animeyshini azisebenzi

# DB: products.Topic.title
source: Firefox is slow or stops working
bn_in: Firefox মন্থর বা কাজ করা বন্ধ করে দেয়
cs: Firefox je pomalý nebo neodpovídá
da: Firefox er langsom eller stopper med at fungere
fi: Firefox on hidas tai lakkaa toimimasta
fr: Firefox est lent ou cesse de fonctionner
ru: Firefox работает медленно или зависает
sl: Firefox je počasen ali pa neha delati
sq: Firefox-i është i ngadaltë ose resht së funksionuari
xh: I-Firefox iyacotha okanye iyekile ukusebenza

# DB: products.Topic.description
source: Slowness or hanging
bn_in: মন্থরতা বা ঝুলন্ত
cs: Pomalost či zasekávání
fi: Hitaus ja kaatumiset
fr: Lenteurs ou blocages
ru: Медленная работа или зависание
sl: Počasnost ali visenje
sq: Ngadalësi ose ngecje
xh: Ukucotha okanye ixhonyiwe

# DB: products.Topic.title
source: Firefox crashes
bn_in: Firefox ক্র্যাশ করে
cs: Pády Firefoxu
da: Firefox går ned
fi: Firefox kaatuu
fr: Firefox plante
ru: Падения Firefox
sl: Firefox se je sesul
sq: Firefox-i vithiset
xh: I-Firefox yonakele

# DB: products.Topic.description
source: Crashing
bn_in: ক্র্যাশ করছে
cs: Pády
da: Nedbrud
fi: Kaatumiset
fr: Plantages
ru: Падения
sl: Sesutja
sq: Vithisje
xh: Yonakele

# DB: products.Topic.title
source: Firefox won't save settings or remember information
bn_in: Firefox সেটিংস সংরক্ষণ করে না বা তথ্য মনে রাখে না
cs: Firefox neukládá nastavení či si nezapamatovává informace
da: Firefox vil ikke gemme indstillinger eller huske information
fi: Firefox ei tallenna asetuksia tai muista tietoja
fr: Firefox n'enregistre pas mes paramètres ou ne se souvient pas de mes informations
ru: Firefox не сохраняет параметры или запоминает информацию
sl: Firefox ne shranjuje nastavitev ali pa ne pomni podatkov
sq: Firefox-i nuk ruan rregullimet ose nuk mban mend të dhëna
xh: I-Firefox ayikwazi ukugcina iisetingi okanye ukukhumbula inkcukacha

# DB: products.Topic.description
source: Firefox won't save settings or remember information
bn_in: Firefox সেটিংস সংরক্ষণ করে না বা তথ্য মনে রাখে না
cs: Firefox neukládá nastavení či si nezapamatovává informace
da: Firefox vil ikke gemme indstillinger eller huske information
fi: Firefox ei tallenna asetuksia tai muista tietoja
fr: Firefox n'enregistre pas mes paramètres ou ne se souvient pas de mes informations
ru: Firefox не сохраняет параметры или запоминает информацию
sl: Firefox ne shranjuje nastavitev ali pa ne pomni podatkov
sq: Firefox-i nuk ruan rregullimet ose nuk mban mend të dhëna
xh: I-Firefox ayikwazi ukugcina iisetingi okanye ukukhumbula inkcukacha

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
bn_in: অ্যাড-অন, প্লাগইন বা অযাচিত সফটওয়্যারের সাথে সমস্যা
cs: Problémy s doplňky, zásuvnými moduly a nechtěným software
da: Problemer med tilføjelser, plugins eller uønskede programmer
fi: Ongelmat lisäosien, liitännäisten tai ei-toivottujen sovellusten kanssa
fr: Problèmes avec des modules complémentaires, plugins ou logiciels indésirables
ru: Проблемы с дополнениями, плагинами или нежелательными программами
sl: Težave z dodatki, vtičniki ali neželeno programsko opremo
sq: Probleme me shtesa, shtojca ose software të padëshiruar
xh: Iingxaki ngezongezelelo, ii-plugins okanye i-software engafuneki

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
bn_in: অ্যাড-অন, প্লাগইন বা অযাচিত সফটওয়্যারের সাথে সমস্যা
cs: Problémy s doplňky, zásuvnými moduly a nechtěným software
da: Problemer med tilføjelser, plugins eller uønskede programmer
fi: Ongelmat lisäosien, liitännäisten tai ei-toivottujen sovellusten kanssa
fr: Problèmes avec des modules complémentaires, plugins ou logiciels indésirables
ru: Проблемы с дополнениями, плагинами или нежелательными программами
sl: Težave z dodatki, vtičniki ali neželeno programsko opremo
sq: Probleme me shtesa, shtojca ose software të padëshiruar
xh: Iingxaki ngezongezelelo, ii-pugins okanye i-software engafunekiyo

# DB: products.Topic.title
source: Hot topics
bn_in: হট টপিক
cs: Populární témata
da: Aktuelle emner
fi: Suositut aiheet
fr: Sujets d'actualité
ru: Горячие темы
sl: Vroče teme
sq: Tema të nxehta
xh: Izihloko eziphambili

# DB: products.Topic.description
source: Hot topics
bn_in: হট টপিক
cs: Populární témata
da: Aktuelle emner
fi: Suositut aiheet
fr: Sujets d'actualité
ru: Горячие темы
sl: Vroče teme
sq: Tema të nxehta
xh: Izihloko eziphambili

# DB: products.Topic.title
source: Other
bn_in: অন্যান্য
cs: Jiné
da: Andet
fi: Muu
fr: Autre
ru: Другое
sl: Drugo
sq: Tjetër
xh: Okunye

# DB: products.Topic.description
source: Other
bn_in: অন্যান্য
cs: Jiné
da: Andet
fi: Muu
fr: Autre
ru: Другое
sl: Drugo
sq: Tjetër
xh: Okunye

# DB: products.Topic.description
source: How to use Firefox for Android
sl: Kako uporabljati Firefox za Android

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
cs: Jak nainstalovat Firefoxu pro Android a udržovat jej aktuální
fr: Comment installer maintenir Firefox pour Android à jour
ru: Как установить и поддерживать Firefox для Android
sl: Naučite se namestiti Firefox za Android ter ga imeti posodobljenega

# DB: products.Topic.title
source: Save, share and sync
cs: Ukládání, sdílení a synchronizace
fr: Enregistrer, partager et synchroniser
ru: Сохранение, обмен и синхронизация
sl: Shranjevanje, deljenje in sinhronizacija

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
cs: Ukládejte, sdílejte a synchronizujte obsah na dalších zařízeních
fr: Enregistrez, partagez et synchronisez du contenu avec d'autres appareils
ru: Сохраняйте, делитесь и синхронизируйте содержимое с другими устройствами
sl: Shranite vsebino, jo delite z drugimi ali jo sinhronizirajte z drugimi napravami

# DB: products.Topic.title
source: Cast to your TV
cs: Přehrávání na TV
fr: Diffusez vers votre télévision
ru: Отправка на ваш телевизор
sl: Pošiljanje na TV

# DB: products.Topic.description
source: Learn how to view content on another screen
cs: Zjistěte, jak zobrazovat obsah na další obrazovce
fr: Découvrez comment afficher du contenu sur un autre écran
ru: Узнайте, как просмотреть содержимое на другом экране
sl: Naučite se ogledati vsebino na drugem zaslonu

# DB: products.Topic.title
source: Popular articles
fr: Articles populaires
sl: Priljubljeni članki

# DB: products.Topic.description
source: Popular tips and solutions for Firefox for Android
fr: Astuces et solutions populaires sur Firefox pour Android.
sl: Priljubljeni nasveti in rešitve za Firefox za Android

# DB: products.Topic.description
source: Control how your information is saved or tracked
cs: Kontrolujte, jak jsou vaše informace ukládány nebo sledovány
fr: Contrôlez la manière dont vos informations sont enregistrées ou tracées
ru: Контролируйте, как сохраняется и отслеживается ваша информация
sl: Nadzirajte shranjevanje svojih podatkov in kdo jim sledi

# DB: products.Topic.title
source: Customize settings and preferences
cs: Přizpůsobení nastavení a předvoleb
fr: Personnaliser les paramètres et préférences
ru: Управление параметрами и настройками
sl: Prilagajanje nastavitev

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
cs: Přizpůsobte si Firefox pro Android podle sebe s tímto nastavením
fr: Appropriez-vous Firefox pour Android avec ces options de personnalisation
ru: Настройте под себя Firefox для Android с помощью этих параметров
sl: Naredite Firefox za Android svoj s temi možnostmi za prilagoditev

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
cs: Zjistěte, jak hledat a instalovat otevřené aplikace, se kterými si užijete více zábavy i funkcí ve vašem zařízení
fr: Découvrez comment trouver et installer des applications ouvertes pour rendre votre appareil plus amusant et utile
ru: Узнайте, как найти и установить открытые приложения, чтобы добавить больше удовольствия и функциональности в ваше устройство
sl: Naučite se najti in namestiti aplikacije, s katerimi naredite svojo napravo zabavnejšo in uporabnejšo

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
bn_in: Firefox for Android-কে উচ্চস্থানে নিয়ে যেতে বা চালু রাখতে জানুন যা আপনার জানা প্রয়োজন।
cs: Přečtěte si vše, co potřebujete, abyste si mohli provozovat Firefox pro Android.
fr: Apprenez tout ce qu'il faut pour installer et faire fonctionner Firefox pour Android.
ru: Узнайте всё, что нужно, чтобы запустить и начать работать с Firefox для Android.
sl: Naučite se vse, kar morate vedeti, da začnete uporabljati Firefox za Android.
sq: Mësoni gjithçka që ju duhet për të marrë dhe xhiruar Firefox-in për Android.
xh: Funda konke ofuna ukukwazi ukufumana i-Firefox ukulungiselela ukusebenza kwe-Android.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
bn_in: Firefox for Android-কে উচ্চস্থানে নিয়ে যেতে বা চালু রাখতে জানুন যা আপনার জানা প্রয়োজন।
cs: Přečtěte si, jak nainstalovat a přesunout data do Firefoxu pro Android.
fr: Apprenez comment installer et transférer des informations vers Firefox pour Android.
ru: Узнайте, как установить и передать информацию в Firefox для Android.
sl: Naučite se namestiti in prenesti podatke v Firefox za Android.
sq: Mësoni si të instaloni dhe shpërngulni të dhëna te Firefox-i për Android.
xh: Funda indlela yokufakela nokugqithisela inkcukacha kwi-Firefox ukulungiselela i-Android.

# DB: products.Topic.description
source: Tips and tricks
bn_in: পরামর্শ এবং কৌশল
cs: Tipy a triky
da: Tips og tricks
fi: Vihjeet ja vinkit
fr: Trucs et astuces
ru: Советы и хитрости
sl: Nasveti in triki
sq: Ndihmëza dhe rrengje
xh: Iingcebiso namaqhinga

# DB: products.Topic.title
source: Use bookmarks
bn_in: বুকমার্কসমূহ ব্যবহার করুন
cs: Používání záložek
da: Brug bogmærker
fi: Kirjanmerkkien käyttäminen
fr: Utilisation des marque-pages
ru: Использование закладок
sl: Uporaba zaznamkov
sq: Përdorni faqerojtës
xh: Sebenzisa iSalathisi esiphawulayo

# DB: products.Topic.description
source: The basics of using bookmarks
bn_in: বুকমার্কসমূহ ব্যবহারের প্রাথমিক
cs: Základy používání záložek
da: Det grundlæggende i brug af bogmærker
fi: Kirjanmerkkien käyttämisen perusteet
fr: Les bases de l'utilisation des marque-pages
ru: Основы использования закладок
sl: Osnove uporabe zaznamkov
sq: Bazat e përdorimit të faqerojtësve
xh: Iziseko zokusebenzisa izalathisi eziphawulayo

# DB: products.Topic.title
source: Firefox Sync settings
bn_in: Firefox সিঙ্ক সেটিংস
cs: Nastavení Firefox Sync
da: Firefox Sync-indstillinger
fi: Firefox Sync -asetukset
fr: Paramètres de Firefox Sync
ru: Параметры синхронизации Firefox
sl: Nastavitve za Firefox Sync
sq: Rregullime për Firefox Sync-un
xh: Iisetingi zoNgqamaniso lwe-Firefox

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
bn_in: Firefox for Android-র গোপনীয়তা সেটিংস ও সুরক্ষা সেটিংসের সাথে আপনার তথ্য নিরাপদ রাখুন।
cs: Mějte své informace v bezpečí s pomocí nastavení soukromí a zabezpečení Firefoxu pro Android.
fr: Gardez vos informations en sécurité avec les paramètres de sécurité et de vie privée de Firefox pour Android.
ru: Обеспечьте безопасность вашей информации с помощью настроек приватности и защиты Firefox для Android.
sl: Ohranjajte svoje podatke varne z nastavitvami zasebnosti in varnosti za Firefox za Android.
sq: Mbajini të dhënat tuaja të parrezikuara, përmes rregullimeve mbi privatësinë dhe sigurinë te Firefox-i për Android.
xh: Gcina inkcukacha zakho zikhuselekile nge-Firefox ukulungiselela izinto zabucala ze-Android neesitingi zokhuseleko.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
bn_in: আপনি কাস্টমাইজেশনের মাধ্যমে যেভাবে চান সেভাবেই Firefox for Android-কে আপনার মতোন করে বানাতে পারেন।
cs: Přizpůsobte si Firefox pro Android do podoby, jaká vám bude nejvíce vyhovovat.
fr: Faites fonctionner Firefox pour Android de la manière que vous voulez en le personnalisant.
ru: Заставьте Firefox для Android работать так, как вам надо, с помощью настройки.
sl: Naj Firefox za Android deluje po vaše; naučite se ga prilagoditi.
sq: Bëjeni Firefox-in për Android të punojë si e doni, përmes personalizimit.
xh: Yenzela i-Firefox umsebenzi ngendlela ofuna ngayo ngokukhastomayiza

# DB: products.Topic.title
source: Cookies
bn_in: কুকিজসমূহ
fi: Evästeet
ru: Куки
sl: Piškotki
sq: &quot;Cookie&quot;
xh: Ii-Cookies

# DB: products.Topic.description
source: Cookies
bn_in: কুকিজসমূহ
fi: Evästeet
ru: Куки
sl: Piškotki
sq: &quot;Cookie&quot;
xh: Ii-Cookies

# DB: products.Topic.title
source: Install and Update
cs: Instalace a aktualizace
fr: Installation et mise à jour
ru: Установка и обновление
sl: Nameščanje in posodobitev

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
cs: Nainstalujte si aktuální Firefox na váš iPad, iPhone nebo iPod Touch.
fr: Installez et maintenez à jour Firefox sur votre iPad, iPhone ou iPod Touch.
ru: Установка и поддержание актуальности Firefox на вашем iPad, iPhone или iPod Touch.
sl: Namestite in posodobite Firefox na svoji napravi iPad, iPhone ali iPod Touch.

# DB: products.Topic.title
source: Reader View and List
cs: Zobrazení čtečky a Seznam ke čtení
fr: Mode lecture et liste de lecture
ru: Вид и список для чтения
sl: Bralni pogled in seznam

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
cs: Čtěte a ukládejte webové stránky a zobrazení přívětivém pro čtení
fr: Lisez et enregistrez de pages web dans un mode plus léger et lisible
ru: Читайте и сохраняйте веб-страницы в очищенном, удобном для чтения виде
sl: Berite in shranite spletne strani v očiščenem pogledu, prijaznem za branje

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
cs: Jak používat záložky, panely a základní funkce Firefoxu na vašem zařízení s iOS
fr: Comment utiliser les marque-pages, les onglets et les fonctionnalités de base de Firefox sur votre appareil iOS
ru: Как использовать закладки, вкладки и основные функции Firefox на вашем устройстве iOS
sl: Kako uporabljati zaznamke, zavihke in osnovne možnosti Firefoxa na napravi iOS

# DB: products.Topic.title
source: History
cs: Historie
fr: Historique
ru: История
sl: Zgodovina

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
cs: Změna nastavení historie ve Firefoxu pro iOS
fr: Modifier vos paramètres d'historique dans Firefox pour iOS
ru: Измените свои параметры истории в Firefox на iOS
sl: Spremenite nastavitve zgodovine v Firefoxu za iOS

# DB: products.Topic.title
source: How to use Firefox for iOS
fr: Comment utiliser Firefox pour iOS
sl: Firefox za iOS

# DB: products.Topic.description
source: General usage questions
fr: Questions générales concernant l'utilisation
sl: Nedavno posodobljena vprašanja

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
cs: Přistupujte ke stránkám snadno pomocí záložek a panelů
fr: Accédez à des sites web facilement avec les fonctionnalités de marque-pages et d'onglets
ru: Легко получите доступ к вашим любимым веб-сайтам с помощью закладок и вкладок
sl: Preprost dostop do spletnih strani z zaznamki in zavihki

# DB: products.Topic.title
source: Search
fr: Recherche
sl: Išči

# DB: products.Topic.description
source: Customize your search settings in Firefox for iOS
fr: Personnaliser les paramètres de recherche dans Firefox pour iOS
sl: Prilagodite nastavitve iskanja v Firefoxu za iOS

# DB: products.Topic.title
source: Firefox for iOS is not working as expected
fr: Firefox pour iOS ne fonctionne pas comme attendu
sl: Ni delalo, kot se pričakovalo

# DB: products.Topic.description
source: Troubleshoot problems with Firefox for iOS.
fr: Résoudre les problèmes de Firefox pour iOS.
sl: Kako se znebiti sporočil o napakah v Firefoxu za iOS

# DB: products.Topic.title
source: Privacy
cs: Soukromí
fr: Vie privée
ru: Приватность
sl: Zasebnost

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
cs: Chraňte své informace nastavením soukromí a zabezpečení ve Firefoxu pro iOS
fr: Protégez vos informations avec les paramètres de vie privée de Firefox pour iOS
ru: Защитите свою информацию с помощью настроек приватности Firefox на iOS
sl: Zaščitite svoje podatke z nastavitvami zasebnosti Firefoxa za iOS

# DB: products.Topic.title
source: Sharing
cs: Sdílení
fr: Partage
ru: Обмен
sl: Deljenje

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
cs: Sdílejte webové stránky ve Firefoxu pro iOS
fr: Partagez des pages web avec Firefox pour iOS
ru: Поделитесь веб-страницами в Firefox для iOS
sl: Delite spletne strani z drugimi s Firefoxom za iOS
