Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: <em>Editing</em> {title}
bn_in: <em>সম্পাদনা</em> {title}
cs: <em>Úprava</em> {title}
et: <em>Muutmine</em> {title}
eu: {title} <em>editatzen</em>
fr: <em>Modification de</em> {title}
lt: <em>Taisoma:</em> {title}
ru: <em>Редактирование</em> {title}
sl: <em>Ureja se</em> {title}
sq: <em>Po përpunohet</em> {title}
th: <em>กำลังแก้ไข</em> {title}
xh: <em>ukuhlela</em> {itayitile}

source: <label>Needs Change:</label> %(comment)s
cs: <label>Vyžaduje změnu:</label> %(comment)s
fr: <label>Modifications nécessaires :</label> %(comment)s
ru: <label>Нуждается в изменении:</label> %(comment)s
sl: <label>Potrebna sprememba:</label> %(comment)s
xh: <label>Ifuna iNguqu:</label> %(izimvo)

source: Edit Description
bn_in: বিবরণ সম্পাদনা
cs: Upravit popis
da: Rediger beskrivelse
et: Muuda kirjeldust
eu: Editatu azalpena
fi: Muokkaa kuvausta
fr: Modifier la description
lt: Taisyti aprašymą
ru: Изменить описание
sl: Uredi opis
sq: Përpunoni Përshkrimin
th: แก้ไขคำอธิบาย
xh: Hlela iNkcazelo

source: Save description
bn_in: বিবরণ সংরক্ষণ করুন
cs: Uložit popis
da: Gem beskrivelse
et: Salvesta kirjeldus
fi: Tallenna kuvaus
fr: Enregistrer la description
lt: Įrašyti aprašymą
ru: Сохранить описание
sl: Shrani opis
sq: Ruaje përshkrimin
th: บันทึกรายละเอียด
xh: Gcina inkcazelo

source: Edit Content
bn_in: বিষয়বস্তু সম্পাদনা
cs: Upravit obsah
da: Rediger indhold
et: Muuda sisu
eu: Editatu edukia
fr: Modifier le contenu
lt: Taisyti turinį
ru: Изменить содержимое
sl: Uredi vsebino
sq: Përpunoni Lëndën
th: แก้ไขเนื้อหา
xh: Hlela IsiQulatho

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
bn_in: প্রবন্ধ লেখা নিয়ে সাহায্য পেতে হলে, দেখুন <a href="%(url)s">সাপোর্ট ডকুমেন্ট গাইড</a>।
cs: Chcete-li pomoci s psaním článků, přečtěte si <a href="%(url)s">dokument o psaní článků</a>.
eu: Artikuluak idazteko laguntza jasotzeko, begiratu <a href="%(url)s">laguntzaren dokumentazio-gida</a>.
fr: Pour de l'aide sur l'écriture d'articles, consultez le <a href="%(url)s">Guide des documents d'assistance</a>.
lt: Prireikus pagalbos ruošiant straipsnius, peržiūrėkite <a href="%(url)s">jų ruošimo instrukcijas</a>.
ru: Для получения помощи по написанию статей, прочтите <a href="%(url)s">Руководство по документации поддержки</a> .
sl: Za pomoč pri pisanju člankov, preverite <a href="%(url)s">Vodič za dokumente za podporo</a>.
sq: Për ndihmë me shkrimin e artikujve, hidhini një sy <a href="%(url)s">Udhërrëfyesit të Dokumenteve të Asistencës</a>.
th: สำหรับการช่วยเหลือด้านการเขียนบทความ ลองตรวจสอบ<a href="%(url)s">คู่มือเอกสารการช่วยเหลือ</a>
xh: Ngoncedo ngokubhalwa kwamanqaku, khangela i <a href="%(url)s">Isikholelo seNkxaso loXwebhu</a>.

source: characters remaining.
bn_in: অক্ষর বাকি।
cs: zbývajících znaků.
da: tegn tilbage.
et: tähemärki on jäänud.
fi: merkkiä jäljellä.
fr: caractères restants.
lt: simbolių liko.
ru: символов осталось.
sl: preostalih znakov.
sq: shenja ende.
th: จำนวนตัวอักษรที่เหลืออยู่
xh: iimpawu ezishiyekileyo.

source: Revision History | {document}
bn_in: {document} | সংস্করণ ইতিহাস
cs: Historie revizí | {document}
da: Revisionshistorik | {document}
et: Versioonide ajalugu | {document}
eu: Berrikuspenen historia | {document}
fi: Muutoshistoria | {document}
fr: Historique des révisions | {document}
lt: Versijų žurnalas | {document}
ru: История ревизий | {document}
sl: Zgodovina revizij | {document}
sq: Historik Rishikimesh | {document}
th: ประวัติการแก้ไขเพิ่มเติม | {document}
xh: Imbali yohlelo | {uxwebhu}

source: History
bn_in: ইতিহাস
cs: Historie
da: Historik
et: Ajalugu
fi: Historia
fr: Historique
lt: Versijų žurnalas
ru: История
sl: Zgodovina
sq: Historik
th: ประวัติ
xh: Imbali

source: History of {title}
bn_in: {title} এর ইতিহাস
cs: Historie článku {title}
da: Historik for {title}
et: {title} ajalugu
eu: {title} artikuluaren historia
fi: Artikkelin {title} historia
fr: Historique de {title}
lt: „{title}“ versijų žurnalas
ru: История {title}
sl: Zgodovina {title}
sq: Historik për {title}
th: ประวัติของ {title}
xh: Imbali ye {tayitile}

source: Revision history for:
bn_in: সংস্করণ ইতিহাস:
cs: Historie revizí pro jazyk:
da: Revisionshistorik for:
et: Versioonide ajalugu:
eu: Berrikuspenaren historia honentzat:
fi: Muutoshistoria kielelle:
fr: Historique des révisions pour :
lt: Versijų žurnalas:
ru: История ревизий для:
sl: Zgodovina revizij za:
sq: Historik rishikimesh për:
th: ประวัติการแก้ไขเพิ่มเติมสำหรับ:
xh: Imbali yohlelo loku:

source: Edit contributors
bn_in: অবদানকারী সম্পাদনা
cs: Upravit přispěvatele
da: Rediger bidragsydere
et: Kaastöötajate toimetamine
fi: Muokkaa avustajia
fr: Modifier les contributeurs
lt: Keisti bendraautorių sąrašą
ru: Редактировать помощников
sl: Uredi sodelavce
sq: Përpunoni kontribuesit
th: แก้ไขผู้ช่วยเหลือ
xh: Hlela abanikeli

source: Document contributors
bn_in: নথির অবদানকারী
cs: Přispěvatelé do dokumentace
da: Dokumentets bidragsydere
et: Dokumendi kaastöötajad
fi: Artikkelin avustajat
fr: Contributeurs du document
lt: Dokumento bendraautoriai
ru: Внёсшие вклад в документ
sl: Avtorji
sq: Kontribues dokumenti
th: เอกสารผู้ช่วยเหลือ
xh: Abanikeli bowebhu

source: Remove user from contributors
bn_in: বাবহারকারীকে অবদানকারী থেকে মুছুন
cs: Odebrání uživatele z přispěvatelů
da: Fjern bruger fra bidragsydere
et: Eemalda kasutaja kaastöötajate hulgast
fi: Poista käyttäjä avustajista
fr: Retirer l'utilisateur des contributeurs
lt: Pašalinti naudotoją iš bendraautorių sąrašo
ru: Удалить пользователя из помощников
sl: Odstrani uporabnika iz avtorjev
sq: Hiqe përdoruesin prej kontribuesve
th: ลบผู้ใช้นี้จากการเป็นผู้มีส่วนร่วม
xh: Susa umsebenzisi kubanikeli

source: Add Contributor
bn_in: অবদানকারী যোগ করুন
cs: Přidat přispěvatele
da: Tilføj bidragyder
et: Lisa kaastöötaja
fi: Lisää avustaja
fr: Ajouter un contributeur
lt: Pridėti bendraautorių
ru: Добавить помощника
sl: Dodaj sodelavca
sq: Shtoni Kontribues
th: เพิ่มผู้ช่วยเหลือ
xh: Faka Umnikeli

source: Delete this document
bn_in: এই ডকুমেন্টটি মুছুন
cs: Smazat tento dokument
da: Slet dette dokument
fr: Supprimer ce document
ru: Удалить этот документ
sl: Izbriši ta dokument
sq: Fshije këtë dokument
xh: Cima olu xwebhu

source: All Articles
bn_in: সকল প্রবন্ধ
cs: Všechny články
da: Alle artikler
et: Kõik teemad
eu: Artikulu guztiak
fi: Kaikki artikkelit
fr: Tous les articles
lt: Visi straipsniai
ru: Все статьи
sl: Vsi članki
sq: Krejt Artikujt
th: บทความทั้งหมด
xh: Wonke Amanqaku

source: There are no articles.
bn_in: কোন প্রবন্ধ নেই।
cs: Nejsou zde žádné články.
da: Der er ingen artikler.
et: Teemasid pole.
eu: Ez dago artikulurik.
fi: Ei artikkeleita.
fr: Il n'y a aucun article.
lt: Straipsnių nėra.
ru: Статей нет.
sl: Ni člankov.
sq: Nuk ka artikuj.
th: ไม่มีบทความเหล่านี้
xh: Akukho manqaku.

source: [{locale}] KB Team
bn_in: [{locale}] KB দল
cs: [{locale}] Tým KB
fr: [{locale}] Équipe de la base de connaissances
ru: [{locale}] Команда базы знаний
sl: KB ekipa - [{locale}]
sq: Ekipi i BD-së në[{locale}]
xh: [{indawo}] Iqela ye-KB

source: [{locale}] Localization Team
bn_in: [{locale}] লোকালাইজেশন দল
cs: [{locale}] Lokalizační tým
da: {locale} oversættelseshold
fr: [{locale}] Équipe de localisation
ru: [{locale}] Команда локализации
sl: Ekipa za lokalizacijo - [{locale}]
sq: Ekipi i Përkthimit në [{locale}]
xh: [{indawo}] Iqela lokuLokhalayiza

source: Edit locale leaders
bn_in: লোকেলের নেতা সম্পাদনা করুন
cs: Úprava vedoucích pro jazyky
et: Muuda keele juhte
fi: Muokkaa kielen johtajia
fr: Modifier les responsables de la langue
lt: Keisti lokalės lyderių sąrašą
ru: Изменить лидеров локали
sl: Uredi voditelje območja
sq: Përpunoni drejtues të vendores
xh: Hlela iinkokheli zendawo

source: Locale Leaders
bn_in: লোকেল নেতা
cs: Vedoucí pro jazyky
et: Keele juhid
fi: Kielen johtajat
fr: Responsables de la langue
lt: Lokalės lyderiai
ru: Лидеры локали
sl: Voditelji območij
sq: Drejtues të Vendores
xh: Iinkokheli zeNdawo

source: Remove user from locale leaders
bn_in: লোকেল নেতা থেকে ব্যবহারকারীকে মুছে ফেলুন
cs: Odebrat uživatele z vedoucích jazyků
et: Eemalda kasutaja keele juhtide hulgast
fi: Poista käyttäjä kielen johtajista
fr: Retirer l'utilisateur des responsables de la langue
lt: Pašalinti naudotoją iš lokalės lyderių sąrašo
ru: Удалить пользователя из лидеров локали
sl: Odstrani uporabnika iz voditeljev območij
sq: Hiqeni përdoruesin prej drejtuesve të vendores
xh: Susa umsebenzisi kwiinkokheli zendawo

source: Edit locale reviewers
bn_in: লোকেল রিভিউয়ারদের সম্পাদনা করুন
cs: Úprava redaktorů pro jazyk
fi: Muokkaa kielen tarkastajia
fr: Modifier les vérificateurs de la langue
lt: Keisti lokalės recenzentų sąrašą
ru: Изменить рецензентов локали
sl: Uredi recenzente za območje
sq: Përpunoni shqyrtuesit e vendores
xh: Hlela abahloli bendawo

source: Locale Reviewers
bn_in: লোকেল রিভিউয়ার
cs: Redaktoři pro jazyk
et: Keele ülevaatajad
fi: Kielen tarkastajat
fr: Vérificateurs de la langue
lt: Lokalės recenzentai
ru: Рецензенты локали
sl: Recenzenti za območje
sq: Shqyrtues të Vendores
xh: Abahloli beNdawo

source: Add Reviewer
bn_in: রিভিউয়ার যোগ করুন
cs: Přidat redaktora
et: Lisa ülevaataja
fi: Lisää tarkastaja
fr: Ajouter un vérificateur
lt: Pridėti recenzentą
ru: Добавить рецензента
sl: Dodaj recenzenta
sq: Shtoni Shqyrtues
xh: Faka Umhloli

source: Remove user from locale reviewers
bn_in: লোকেল রিভিউয়ার থেকে ব্যবহারকারীকে মুছুন
cs: Odebrání uživatele ze skupiny redaktorů pro jazyky
et: Eemalda kasutaja keele ülevaatajate hulgast
fi: Poista käyttäjä kielen tarkastajista
fr: Retirer l'utilisateur des vérificateurs de la langue
lt: Pašalinti naudotoją iš lokalės recenzentų sąrašo
ru: Удалить пользователя из рецензентов локали
sl: Odstrani uporabnika iz recenzentov za območja
sq: Hiqeni përdoruesin prej shqyrtuesve të vendores
xh: Susa umsebenzisi kubahloli bendawo

source: Edit locale editors
bn_in: লোকেল সম্পাদকদের সম্পাদনা করুন
cs: Úprava redaktorů pro jazyk
et: Muuda keele kaastöötajaid
fi: Muokkaa kielen muokkaajia
fr: Modifier les rédacteurs de la langue
lt: Keisti lokalės redaktorių sąrašą
ru: Изменить редакторов локали
sl: Uredi urednike za območja
sq: Përpunoni redaktorë të vendores
xh: Hlela abahleli bendawo

source: Locale Editors
bn_in: লোকেল সম্পাদকগণ
cs: Editoři pro jazyk
et: Keele kaastöötajad
fi: Kielen muokkaajat
fr: Rédacteurs de la langue
lt: Lokalės redaktoriai
ru: Редакторы локали
sl: Uredniki za območja
sq: Redaktorë të Vendores
xh: Abahleli beNdawo

source: Add Editor
bn_in: সম্পাদক যোগ করুন
cs: Přidat editora
da: Tilføj redaktør
et: Lisa kaastöötaja
fi: Lisää muokkaaja
fr: Ajouter un rédacteur
lt: Pridėti redaktorių
ru: Добавить редактора
sl: Dodaj urednika
sq: Shtoni Redaktor
xh: Faka Umhleli

source: Remove user from locale editors
bn_in: লোকেল সম্পাদকদের থেকে ব্যবহারকারীকে মুছুন
cs: Odebrat uživatele z editorů pro jazyk
et: Eemalda kasutaja keele kaastöötajate hulgast
fi: Poista käyttäjä kielen muokkaajista
fr: Retirer l'utilisateur des rédacteurs de la langue
lt: Pašalinti naudotoją iš lokalės redaktorių sąrašo
ru: Удалить пользователя из редакторов локали
sl: Odstrani uporabnika iz urednikov za območja
sq: Hiqeni përdoruesin prej redaktorëve të vendores
xh: Susa umsebenzisi kubahleli bendawo

source: {count} Active Contributors (last 90 days)
bn_in: {count} সক্রিয় অবদানকারী (গত ৯০ দিনে)
cs: {count} aktivních přispěvatelů (za posledních 90 dní)
da: {count} aktive bidragsydere (seneste 90 dage)
fr: {count} contributeurs actifs (90 derniers jours)
ru: {count} Активных помощников (последние 90 дней)
sl: {count} aktivnih sodelavcev (zadnjih 90 dni)
sq: {count} Kontribues Aktivë (90 ditët e fundit)
xh: {bala} Abanikeli Abasebenzayo (iintsuku zokugqibela ezingama-90)

source: Locales | Knowledge Base
bn_in: লোকেল | Knowledge Base
cs: Jazyky | Databáze znalostí
da: Sprog | Vidensbase
et: Keeled | Teadmusbaas
fi: Kielet | Tukikanta
fr: Langues | Base de connaissances
lt: Lokalės | „Mozillos“ žinynas
ru: Локали | База знаний
sl: Območja | Baza znanja
sq: Vendore | Bazë Dijesh
xh: Iindawo | Isiseko soLwazi

source: Create a New Article | Knowledge Base
bn_in: একটি নতুন প্রবন্ধ বানান | Knowledge Base
cs: Vytvoření nového článku | Databáze znalostí
da: Opret en ny artikel | Vidensbase
et: Loo uus teema | Teadmusbaas
eu: Sortu artikulu berria | Ezagutza-basea
fi: Luo uusi artikkeli | Tukikanta
fr: Créer un nouvel article | Base de connaissances
lt: Naujo straipsnio kūrimas | Žinynas
ru: Создать новую статью | База знаний
sl: Ustvari Nov članek | Zbirka znanja
sq: Krijoni një Artikull të Ri | Bazë Dijesh
th: สร้างบทความใหม่ | ฐานความรู้
xh: Yenza iNqaku eliTsha | Isiseko soLwazi

source: New Article
bn_in: নতুন প্রবন্ধ
cs: Nový článek
da: Ny artikel
et: Uus teema
eu: Artikulu berria
fi: Uusi artikkeli
fr: Nouvel article
lt: Naujas straipsnis
ru: Новая статья
sl: Novi članek
sq: Artikull i Ri
th: บทความใหม่
xh: Inqaku eliTsha

source: Create a New Knowledge Base Article
bn_in: একটি নতুন Knowledge Base প্রবন্ধ বানান
cs: Vytvoření nového článku databáze znalostí
da: Opret en ny artikel til vidensbasen
et: Loo teadmusbaasi uus teema
eu: Sortu ezagutza-baseko artikulu berria
fi: Luo uusi artikkeli tukikantaan
fr: Créer un nouvel article de la base de connaissances
lt: Kurti naują žinyno straipsnį
ru: Создать новую статью в базе знаний
sl: Ustvari nov članek v Zbirki znanja
sq: Krijoni një Artikull të Ri Baze Dijeje
th: สร้างบทความฐานความรู้ใหม่
xh: Yenza iNqaku esiTsha lwesiSeko soLwazi

source: Article is for:
bn_in: প্রবন্ধ জন্য:
cs: Článek pro:
da: Artikel er til:
et: Teema on mõeldud:
fi: Artikkeli on alustalle:
fr: L'article est pour :
lt: Straipsnis skirtas:
ru: Эта статья для:
sl: Namen članka je:
sq: Artikulli është për:
th: บทความนี้มีไว้สำหรับ:
xh: Inqaku lele:

source: Review Revision {id} | {document}
bn_in: {id} | {document} এর সংস্করণের পর্যালোচনা করুন
cs: Kontrola revize {id} | {document}
da: Gennemgå revision {id} | {document}
et: Versiooni {id} ülevaatus | {document}
eu: Berrikusi {id} berrikuspena | {document}
fi: Tarkista muutos {id} | {document}
fr: Vérification de la révision {id} | {document}
lt: {id} versijos recenzija | {document}
ru: Рецензировать ревизию {id} | {document}
sl: Pregled revizije {id} | {document}
sq: Shqyrtoni Rishikimin e {id} | {document}
th: พิจารณาการแก้ไขใหม่ {id} | {document}
xh: Hlolwa uHlaziyo {id} | {uxwebhu}

source: Review Revision
bn_in: সংস্করণটি রিভিউ করুন
cs: Kontrola revize
da: Gennemgå revision
fi: Tarkista muutos
fr: Vérification de la révision
ru: Рецензировать ревизию
sl: Pregled revizije
sq: Shqyrtoni Rishikim
xh: Hlolwa uHlaziyo

source: Review Revision of {title}
bn_in: {title} এর সংস্করণের পর্যালোচনা করুন
cs: Kontrola revize {title}
da: Gennemgå revision af {title}
et: {title} versiooni ülevaatus
eu: Berrikusi {title} artikuluaren berrikuspena
fr: Vérification de la révision de {title}
lt: Recenzuoti „{title}“ versiją
ru: Рецензировать ревизию {title}
sl: Pregled revizije {title}
sq: Shqyrtoni Rishikimin e {title}
th: พิจารณาการแก้ไขใหม่ของ {title}
xh: Hlolwa uHlaziyo lwe {tayitile}

source: Reviewing Revision {id} by {user}
bn_in: {user} এর লিখিত {id} সংস্করণটি পর্যালোচনা চলছে
cs: Kontrolována revize {id} od uživatele {user}
da: Gennemgang af revision {id} af {user}
eu: {user} erabiltzailearen {id} berrikuspena berrikusten
fi: Tarkistetaan käyttäjän {user} tekemää muutosta {id}
fr: Vérification de la révision {id} par {user}
lt: {id} versijos, kurią įrašė {user}, recenzija
ru: Рецензирование ревизии {id} сделанной {user}
sl: Pregledovanje revizije {id} uporabnika {user}
sq: Po shqyrtohet Rishikimi {id} nga {user}
th: พิจารณาการแก้ไขใหม่ {id} โดย {user}
xh: Ukuhlolwa koHlaziyo {id} ngo {msebenzisi}

source: Revision Comment: {comment}
cs: Komentář k revizi: {comment}
fr: Commentaire de la révision : {comment}
ru: Комментарий к ревизии: {comment}
sl: Komentar revizije: {comment}
xh: Uluvo loHlolo: {uluvo}

source: Unreviewed Revision:
cs: Nezkontrolovaná revize:
fr: Révision non relue :
ru: Неотрецензированная ревизия:
sl: Nepregledana revizija:

source: Revision {id} by {user}
cs: Revizi {id} zkontroloval(a) {user}
fr: Révision {id} par {user}
ru: Ревизия {id} сделанная {user}
sl: Revizija {id} uporabnika {user}

source: <label>Revision Comment:</label> {comment}
cs: <label>Komentář k revizi:</label> {comment}
fr: <label>Commentaire de la révision :</label> {comment}
ru: <label>Комментарий к ревизии:</label> {comment}
sl: <label>Komentar revizije:</label> {comment}

source: Review Revision {id}
cs: Kontrola revize {id}
fr: Relire la révision {id}
ru: Рецензировать ревизию {id}
sl: Pregled revizije {id}

source: This revision was already reviewed by {user} on {date}.
bn_in: এই সংস্করণটি ইতিমধ্যে পর্যালোচনা করা হয়ে গেছে {user} এর দ্বারা {date} তারিখে।
cs: Tato revize již byla zkontrolována uživatelem {user} dne {date}.
da: Denne revision er allerede blevet gennemgået af {user} den {date}.
eu: Berrikuspen hau {user} erabiltzaileak berrikusi zuen {date}(e)an.
fi: {user} on jo tarkistanut tämän muutoksen {date}.
fr: Cette révision a déjà été vérifiée par {user} le {date}.
lt: Šią versiją {date} jau recenzavo {user}.
ru: Эта ревизия уже была отрецензирована {user} {date}.
sl: To recenzijo je že pregledal {user} dne {date}.
sq: Ky përkthim është shqyrtuar tashmë nga {user} më {date}.
th: การแก้ไขใหม่นี้ได้ถูกพิจารณาแล้วจาก {user} เมื่อ {date}
xh: Olu hlaziyo belusele luhloliwe ngu {msebenzisi} ngo {mhla}.

source: This revision is outdated, but there is a new revision available.
cs: Tato revize je zastaralá, ale jsou k dispozici i revize novější.
fr: Cette révision n'est plus à jour, mais une nouvelle révision est disponible.
ru: Эта ревизия устарела, но сейчас доступна новая ревизия.
sl: Ta revizija je zastarela, vendar obstaja nova revizija.

source: Please review the latest revision.
cs: Zkontrolujte prosím poslední verzi.
fr: Veuillez relire la dernière révision.
ru: Пожалуйста, отрецензируйте последнюю ревизию.
sl: Prosimo, preglejte najnovejšo revizijo.

source: A newer revision has already been reviewed.
cs: Již byla zkontrolována novější revize.
fr: Une révision plus récente a déjà été relue.
ru: Более новая ревизия уже была отрецензирована.
sl: Novejša revizija je bila že pregledana.

source: Submitted Revision Changes
bn_in: জমা সংশোধনের পরিবর্তনসমূহ
cs: Odeslané změny v překladu
da: Indsendte ændringer af revision
et: Sisestatud versiooni muudatused
fi: Muutokset
fr: Modifications de la révision soumises
lt: Pateiktos versijos pakeitimai
ru: Изменения в отправленной ревизии
sl: Predložene spremembe prevoda
sq: U parashtruan Ndryshime të Rishikimit
th: การแก้ไขการแปลที่ถูกเปลี่ยนแปลง
xh: Iinguqu zoHlaziyo eziFakiweyo

source: Current public revision:
bn_in: বর্তমান জনসাধারণের জন্য সংস্করণ:
cs: Aktuální veřejná revize:
da: Nuværende offentlig revision:
et: Avalik versioon:
eu: Uneko berrikuspen publikoa:
fi: Nykyinen julkinen versio:
fr: Révision publique courante :
lt: Dabartinė skelbiama versija:
ru: Текущая публичная ревизия:
sl: Trenutna javna revizija:
sq: Versioni i tanishëm publik:
th: การแก้ไขรุ่นปัจจุบันที่ออกสู่สาธารณะ:
xh: Uhlaziyo lwangoku lukawonke wonke

source: Submitted revision:
bn_in: পেশ করা সংস্করণ:
cs: Odeslaná revize:
da: Indsendt revision:
et: Postitatud versioon:
eu: Bidalitako berrikuspena:
fi: Lähetetty muutos:
fr: Révision soumise :
lt: Pateikta versija:
ru: Отправленная ревизия:
sl: Predložite revizijo:
sq: Rishikim i parashtruar:
th: การแก้ไขใหม่ที่ถูกส่งแล้ว:
xh: Uhlaziyo olufakiweyo:

source: Revision Source
bn_in: সংস্করণের উৎস
cs: Zdroj revize
da: Revisionskilde
et: Versiooni lähtetekst
fi: Muutoksen lähde
fr: Source de la révision
lt: Versijos pirminis tekstas
ru: Источник ревизии
sl: Vir revizije
sq: Burim Rishikimi
th: ซอร์สการแก้ไข
xh: Uhlaziyo yoLwimi

source: Revision Content
bn_in: সংস্করণের বিষয়বস্তু
cs: Obsah revize
da: Revisionsindhold
et: Versiooni sisu
fi: Muutoksen sisältö
fr: Contenu de la révision
lt: Versijos turinys
ru: Содержимое ревизии
sl: Vsebina revizije
sq: Lëndë Rishikimi
th: เนื้อหาการแก้ไข
xh: Isiqulatho soHlaziyo

source: This document does not have a current revision.
bn_in: এই নথিটির বর্তমান সংস্করণ নেই।
cs: Tento dokument nemá aktuální revizi.
et: Sellel dokumendil pole avalikku versiooni.
eu: Dokumentu honek ez dauka uneko berrikuspenik.
fi: Tällä artikkelilla ei ole nykyistä versiota.
fr: Ce document n'a pas de révision courante.
lt: Šis dokumentas neturi skelbiamos versijos.
ru: Этот документ не имеет текущей ревизии.
sl: Ta dokument nima trenutne revizije.
sq: Ky dokument nuk ka rishikim të tanishëm.
th: เอกสารนี้ไม่มีการแก้ไขที่เป็นปัจจุบัน
xh: Olu xwebhu alunalo uhlaziyo lwangoku.

source: Search results summary:
bn_in: অনুসন্ধানের সারাংশ:
cs: Souhrn výsledků vyhledávání:
da: Sammendrag til søgeresultat:
et: Kokkuvõte otsingutulemustes:
eu: Bilaketa-emaitzen laburpena:
fi: Hakutuloksissa näkyvä yhteenveto:
fr: Résumé des résultats de recherche :
lt: Santrauka paieškos rezultatams:
ru: Сводка результатов поиска:
sl: Povzetek rezultatov iskanja:
sq: Përmbledhje përfundimesh kërkimi:
th: ผลการค้นหาโดยรวม:
xh: Ushwankathelo lweziphumo zokhangelo:

source: Revision source:
bn_in: সংস্করণের উৎস
cs: Zdroj revize:
da: Revisionskilde:
et: Versiooni lähtekood:
eu: Berrikuspenaren iturburua:
fi: Muutoksen lähde:
fr: Source de la révision :
lt: Versijos pirminis tekstas:
ru: Источник ревизии:
sl: Vir revizije:
sq: Burim rishikimi:
th: การแก้ไขซอร์ส:
xh: Uhlaziyo yolwimi:

source: Revision rendered html:
bn_in: সংশোধনের অনুষ্ঠিত HTML:
cs: Vykreslené HTML revize:
da: Revision gengivet som html:
et: Versiooni renderdatud html:
eu: Berrikuspena html gisa errendatua:
fr: Rendu HTML de la révision :
lt: Versijos HTML vaizdas:
ru: Ревизия в виде html:
sl: Revizija prikazana kot html:
sq: Rikrijim html i rishikimit:
th: การแก้ไขเพิ่มเติมที่ถูกแสดงผลเป็น HTML:
xh: Uhlaziyo olunikezelwe yi-html:

source: Review Translation {id} | {document}
bn_in: অনুবাদ রিভিউ করুন {id} | {document}
cs: Kontrola překladu {id} | {document}
da: Gennemgå oversættelse {id} | {document}
et: {id} tõlke ülevaatus | {document}
eu: Berrikusi {id} itzulpena | {document}
fi: Tarkista käännös {id} | {document}
fr: Vérification de la traduction {id} | {document}
lt: Versijos {id} recenzija | {document}
ru: Рецензировать перевод {id} | {document}
sl: Pregled prevoda {id} | {document}
sq: Shqyrtoni Përkthimin {id} | {document}
th: การพิจารณาการแปล {id} | {document}
xh: Hlola iNguqulelo {id} | {umnxeba}

source: Review Translation
bn_in: অনুবাদ রিভিউ করুন
cs: Kontrola překladu
da: Gennemgå oversættelse
fi: Tarkista käännös
fr: Vérification de la traduction
ru: Рецензировать перевод
sl: Pregled prevoda
sq: Shqyrtoni Përkthim
xh: Hlola iNguqulelo

source: Review Translation of {title}
bn_in: {title}-র অনুবাদ রিভিউ করুন
cs: Kontrola překladu {title}
da: Gennemgå oversættelse af {title}
et: {title} tõlke ülevaatus
eu: Berrikusi {title} artikuluaren itzulpena
fi: Tarkista artikkelin {title} käännös
fr: Vérification de la traduction de {title}
lt: „{title}“ vertimo recenzija
ru: Рецензировать перевод {title}
sl: Pregled prevoda {title}
sq: Shqyrtoni Përkthimin e {title}
th: การพิจารณาการแปลของ {title}
xh: Hlola iNguqulelo ye {tayitile}
