Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: The {domain} team
bn_in: {domain} দল
cs: Tým {domain}
da: Holdet bag {domain}
fi: {domain}-tiimi
fr: L'équipe {domain}
ru: Команда {domain}
sl: Ekipa {domain}
sq: Ekipi {domain}
xh: I {domain} qela

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
cs: Děkujeme za váš první příspěvek na fóru podpory Mozilly! Právě jste někomu zlepšili den!
fr: Merci pour votre première contribution aux forums d'assistance de Mozilla ! Vous avez ensoleillé la journée de quelqu'un !
ru: Спасибо за Ваш первый вклад в форумы поддержки Mozilla! Вы только что сделали для кого-то доброе дело!
sl: Hvala za vaš prvi prispevek k Mozillinim forumom za podporo! Ravnokar ste nekomu polepšali dan!

source: Mozilla support is fully powered by our volunteer community that is helping hundreds of users everyday. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
cs: Podpora Mozilly je zde díky komunitě dobrovolníků, kteří pomáhají denně stovkám uživatelů. Jejich komunitu tvoří nadšení uživatelů Firefoxu a Thunderbirdu, které věnují část svého volného času pomoci ostatním. Bez vašeho nadšení bychom to nedokázali. Vaše přispění, ač se vám může zdát sebemenší, má ohromnou hodnotu. Vyřešení jedné otázky na fóru podpory může pomoci až tisíci uživatelů každý den!
fr: L'assistance de Mozilla repose entièrement sur notre communauté de bénévoles qui aident des centaines d'utilisateurs chaque jour. Cette communauté est formée d'utilisateurs passionnés de Firefox et Thunderbird qui donnent un peu de leur temps libre pour aider les autres. Nous ne serions rien sans leur passion et leur enthousiasme. Vos contributions, aussi minimes puissent-elles paraître, sont inestimables. Résoudre un seul problème dans les forums d'assistance peut aider jusqu'à 1000 utilisateurs chaque jour !
sl: Mozillina podpora je v celoti sestavljena iz skupnosti prostovoljcev, ki vsak dan pomaga stotinam uporabnikov. To skupnost oblikujejo zagrizeni uporabniki Firefoxa in Thunderbirda, ki svoj prosti čas namenijo pomoči drugim. Vsega tega ne bi zmogli brez vaše strasti in zanosa. Vaš prispevek, čeprav se morda zdi majhen, ima velikansko vrednost. Ena rešena težava na naših forumih lahko pomaga tudi do 1000 uporabnikom na dan!

source: Tell us about yourself!
cs: Řekněte nám o sobě!
fr: Dites-nous en plus sur vous !
ru: Расскажите нам о себе!
sl: Povejte nam kaj o sebi!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
cs: Vždy nás moc těší potkat nové lidi, kteří chtějí pomáhat na fóru, takže pokud jste se ještě s naší komunitou nesetkali, rádi bychom se představili. Pokud to chcete nechat beze změny, nic se neděje. :) Můžete nás ale potkat také na IRC v kanálu #sumo na irc.mozilla.org.
fr: Nous aimons toujours beaucoup en apprendre sur les nouvelles personnes qui aident sur les forums. Si vous n'avez pas encore fait connaissance avec notre communauté, prenez une minute pour vous présenter. Si vous préférez la discrétion ça nous convient aussi :). Vous pourrez également nous retrouver sur IRC sur le canal #sumo du serveur irc.mozilla.org.
sl: Vedno smo veseli novih ljudi, ki radi pomagajo na forumih, zato si, če še ne poznate naše skupnosti, vzemite minuto, da se nam predstavite. Če nam ne želite razkriti vsega o sebi, je tudi to v redu :). Vse nas lahko najdete tudi na IRC, na kanalu #sumo na irc.mozilla.org.

source: The community forum is at %(url)s .
cs: Fórum komunity je na %(url)s .
fr: Le forum de la communauté est à %(url)s .
ru: Форум сообщества по адресу %(url)s .
sl: Forum skupnosti najdete na %(url)s .

source: Learn new things
cs: Naučte se něco nového
fr: Apprenez de nouvelles choses
ru: Узнавайте о новых вещах
sl: Naučite se novih stvari

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
cs: Pokud vás zajímají nové věci a chcete se dozvědět více o tom, jak celá podpora funguje, podívejte se na trénink našich přispěvatelů. Obsahuje zajímavé informace k řešení problémů, příručky, otázky a informace kde najít další pomoc, pokud nevíte jak dál.
fr: Si ça vous intéresse d'en savoir plus sur le fonctionnement de tout ce système d'assistance, consultez notre formation pour les contributeurs. Elle contient des informations de dépannage utilises, des marches à suivre, réponses à des questions fréquentes et des pointeurs vers d'autres endroits où trouver plus d'aide au besoin.
sl: Če bi radi izvedeli več o delovanju vse te naše zadeve s podporo, si oglejte naš trening za sodelavce. V njem boste našli nekaj prima informacij za odpravljanje težav, smernic, vprašanj "kako se ..." in izvedeli boste, kje najdete več pomoči, če ste obtičali.

source: Stay in touch
cs: Zůstaňte v kontaktu
fr: Restez à l'écoute.
ru: Оставайтесь на связи
sl: Ostanite obveščeni

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
cs: A nakonec, pokud chcete sledovat novinky o SUMO, nezapomeňte, že je tu naše
fr: Finalement, si vous souhaitez suivre toutes les nouvelles concernant SUMO, n'oubliez pas nos
sl: In na koncu, če želite slediti novicam, povezanimi s SUMO, ne pozabite na naš

source: Community forums
cs: Fórum komunity
fr: Forums de la communauté
ru: Форумы сообщества
sl: Forumi skupnosti

source: Official blog
cs: Oficiální blog
fr: Blog officiel
ru: Официальный блог
sl: Uradni blog

source: Twitter account
cs: Twitter účet
fr: Compte Twitter
ru: Учётная запись Твиттер
sl: Račun Twitter

source: Weekly meetings
cs: Týdenní schůzky
fr: Réunions hebdomadaires
ru: Еженедельные собрания
sl: Tedenska srečanja

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
cs: Ještě jednou děkujeme. Těšíme se na další shledání na SUMO! Do toho!
fr: Merci encore. Nous nous réjouissons de vous voir plus souvent sur SUMO ! Continuez comme ça !
sl: Še enkrat hvala. Upamo, da vas na SUMO vidimo še kdaj! Budite kul še naprej!

source: Reply to thread: {title}
bn_in: থ্রেডে উত্তর দিন : {title}
cs: Odpověď na vlákno: {title}
da: Svar i tråden: {title}
fi: Vastaa ketjuun: {title}
fr: Répondre au sujet de discussion : {title}
ru: Ответ в тему: {title}
sl: Odgovori na nit: {title}
sq: Përgjigjuni te rrjedha: {title}
xh: Phendula kwi-thread: {itayitile}

source: %(author)s has replied to a thread you're watching. Here is their reply:
bn_in: %(author)s উত্তর দিয়েছেন একটি থ্রেডে যা আপনি দেখছেন। উত্তরটি এখানে:
cs: Uživatel %(author)s odpověděl na vlákno, které sledujete. Zde je jeho odpověď:
fi: Käyttäjä %(author)s on vastannut seuraamaasi ketjuun. Tässä on hänen vastauksensa:
fr: L'utilisateur %(author)s a répondu à un sujet de discussion que vous surveillez. Voici sa réponse&nbsp;:
ru: %(author)s ответил в теме, за которой вы следите. Вот его ответ:
sl: %(author)s je odgovoril v niti, ki jo opazujete. Tukaj je njihov odgovor:
sq: %(author)s është përgjigjur te një rrjedhë që e ndiqni. Ja përgjigja e tij:
xh: %(ababhali) baphendule kwi-thread oyibukeleyo. Nantsi impendulo yabo:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
bn_in: সাইটে এই পোস্টটি দেখতে নীচের লিঙ্কটিতে চাপ দিন অথবা আপনার ব্রাউজারের লোকেশন বারে পেস্ট করুন:
cs: Pro zobrazení příspěvku na webu klepněte na následující odkaz nebo jej vložte do adresního řádku vašeho prohlížeče:
da: For at se indlægget på webstedet, klik på følgende link eller indsæt det i din browsers adresselinje:
fi: Katsellaksesi viestiä verkkosivustolla, napsauta seuraavaa linkkiä tai kopioi se selaimesi osoitekenttään:
fr: Pour voir ce message sur le site, cliquez sur le lien suivant ou collez-le dans la barre d'adresse de votre navigateur :
ru: Для просмотра сообщения на сайте, щёлкните по следующей ссылке, или вставьте её в адресную строку вашего браузера:
sl: Da si objavo ogledate na spletni strani, kliknite spodnjo povezavo ali jo kopirajte in prilepite v naslovno vrstico brskalnika:
sq: Për ta parë këtë postim te sajti, klikoni lidhjen vijuese, ose jepeni atë te shtylla e vendeve te shfletuesi juaj:
xh: Ukubona le posi endaweni, cofa isinxulumanisi esilandelayo, okanye uyincamathisele kwindawo yebha yebhrawuza yakho:

source: New thread: {title}
bn_in: নতুন থ্রেড : {title}
cs: Nové vlákno: {title}
da: Ny tråd: {title}
fi: Uusi ketju: {title}
fr: Nouveau sujet de discussion : {title}
ru: Новая тема: {title}
sl: Nova nit: {title}
sq: Rrjedhë e re: {title}
xh: I-thread entsha: {itayitile}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
bn_in: %(author)s একটি নতুন থ্রেড পোস্ট করেছে একটি ফোরামে যা আপনি দেখছেন। এই যে থ্রেডটি:
cs: Uživatel %(author)s založil nové vlákno ve fóru, které sledujete. Vlákno je zde:
fi: %(author)s on luonut uuden ketjun seuraamallesi alueelle. Ketju on tässä:
fr: L'utilisateur %(author)s a publié un nouveau sujet de discussion dans un forum que vous surveillez. Voici le sujet&nbsp;:
ru: %(author)s создал новую тему на форуме, за которым вы следите. Вот эта тема:
sl: %(author)s je objavil novo temo v forumu, ki ga opazujete. Tukaj je nit:
sq: %(author)s ka postuar një rrjedhë të re te një forum që e ndiqni. Ja rrjedha:
xh: I-%(yababhali) ipose i-thread entsha kwiqonga olibukeleyo. Nantsi i-thread:

source: Congratulations!
bn_in: অভিনন্দন
cs: Gratulujeme!
da: Tillykke!
fi: Onnittelut!
fr: Félicitations !
ru: Поздравляем!
sl: Čestitamo!
sq: Përgëzime!
xh: Siyavuyisana nawe!

source: %(awarder)s has awarded you the %(title)s badge!
bn_in: %(awarder)s আপনাকে %(title)s এর ব্যাজে আপনাকে ভূষিত করেছেন।
cs: Uživatel %(awarder)s vám udělil ocenění %(title)s!
da: %(awarder)s har tildelt dig emblemet %(title)s!
fi: %(awarder)s on antanut sinulle %(title)s -merkin!
fr: %(awarder)s vous a délivré le badge %(title)s !
ru: %(awarder)s наградил вас значком %(title)s!
sl: %(awarder)s ti je podaril značko %(title)s!
sq: %(awarder)s ju ka vlerësuar me stemën %(title)s!
xh: I-%(yabawongi) bakuwonge ngebheji %(yetayitile)!

# DB: badger.Badge.title
source: None
bn_in: কোনোটাই না
cs: Nic
da: Ingen
fi: Ei mitään
fr: Aucun
ru: Нет
sl: Brez
sq: Asnjë
xh: Akukho nanye

source: You have been awarded the %(title)s badge!
bn_in: আপনাকে %(title)s এর ব্যাজে ভূষিত করা হয়েছে।
cs: Bylo vám uděleno ocenění %(title)s!
da: Du er blevet tildelt emblemet %(title)s!
fi: Sinulle on annettu %(title)s -merkki!
fr: Vous avez reçu le badge %(title)s !
ru: Вы были награждены значком %(title)s!
sl: Nagradili so te z značko %(title)s!
sq: Jeni vlerësuar me stemën %(title)s!
xh: Uye wawongwa ngebheji %(yeetayitile)!

source: See all the details:
bn_in: সবকিছু বিস্তারিত দেখুন:
cs: Zobrazit všechny detaily:
da: Se alle detaljerne:
fi: Lue lisätiedot:
fr: Voir tous les détails :
ru: Посмотреть все подробности:
sl: Glejte podrobnosti:
sq: Shihni krejt hollësitë:
xh: Bona zonke iinkcukacha:

source: {sender} sent you the following message:
bn_in: {sender} আপনাকে নিম্নলিখিত বার্তা পাঠিয়েছে:
cs: {sender} vám poslal následující zprávu:
da: {sender} sendte dig følgende meddelelse:
fi: {sender} lähetti sinulle seuraavan viestin:
fr: {sender} vous a envoyé le message suivant :
ru: {sender} отправил вам следующее сообщение:
sl: {sender} vam pošilja naslednje sporočilo:
sq: {sender} ju dërgoi mesazhin vijues:
xh: {umthumeli} ukuthumelele umyalezo olandelayo:

source: View this message on the web:
bn_in: ওয়েবে এই বার্তাটি দেখুন:
cs: Zobrazit tuto zprávu na webu:
da: Se denne meddelelse på nettet:
fi: Näytä viesti verkkosivustolla:
fr: Voir ce message sur le Web :
ru: Просмотреть это сообщение в Интернете:
sl: Oglejte si to sporočilo na spletu:
sq: Shiheni këtë mesazh në web:
xh: Bona lo myalezo kwiwebhu:

source: Change your email preferences:
bn_in: আপনার ইমেলের পছন্দ বদলান
cs: Změna vašeho nastavení e-mailů:
da: Skift dine mailindstillinger:
fi: Muuta sähköpostiasetuksiasi:
fr: Modifier vos préférences de courriel :
ru: Изменить ваши настройки эл. почты:
sl: Spremenite nastavitve za svojo e-pošto:
sq: Ndryshoni parapëlqimet tuaja për email:
xh: Tshintsha izinto zakho ezikhethwayo ze-imeyili :

source: You are about to subscribe to:
bn_in: আপনি সাবস্ক্রাইব করতে চলেছেন:
cs: Chcete se přihlásit k:
da: Du er ved at abonnere på:
fi: Olet seuraamassa kohdetta:
fr: Vous êtes sur le point de vous inscrire à :
ru: Вы собираетесь подписаться на:
sl: Ste na tem, da se naročite na:
sq: Ju ndan një hap nga pajtimi te:
xh: Umalunga nokurhuma kwi:

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
bn_in: আপনার সাবস্ক্রিপশনকে নিশ্চিত করতে নীচের লিঙ্কে চাপ দিন বা আপনার ব্রাউজারের লোকেশন বারে এই পুরো জিনিসটা পেস্ট করুন:
cs: Pro potvrzení svého přihlášení klepněte na odkaz níže či jej celý zkopírujte a vložte do adresního řádku svého webového prohlížeče:
da: For at bekræfte dit abonnement, klik på linket nedenunder eller kopier og indsæt det i din browsers adresselinje:
fi: Varmistaaksesi tilauksen, napsauta alla olevaa linkkiä tai kopioi se selaimesi osoitepalkkiin:
fr: Pour confirmer votre inscription, veuillez cliquer sur le lien ci-dessous ou le copier et coller dans la barre d'adresse de votre navigateur :
ru: Для подтверждения вашей подписки, пожалуйста, щёлкните по ссылке ниже или скопируйте и вставьте всё это в адресную строку вашего браузера:
sl: Da potrdite svojo prijavo, kliknite spodnjo povezavo ali jo kopirajte in prilepite v naslovno vrstico brskalnika:
sq: Që të ripohoni pajtimin tuaj, ju lutemi, klikoni mbi lidhjen më sipër ose kopjojeni dhe jepeni të tërën te shtylla e vendeve te shfletuesi juaj:
xh: Ukuqinisekisa umrhumo wakho, nceda ucofe isinxulumanisi esingezantsi okanye ukope ze uncamathisele yonke into kwibha yendawo yebhrawuza yakho:

source: Thanks!
bn_in: ধন্যবাদ!
cs: Děkujeme!
da: Tak!
fi: Kiitos!
fr: Merci !
ru: Спасибо!
sl: Hvala!
sq: Faleminderit!
xh: Enkosi!

source: Hi {username},
bn_in: নমস্কার {username},
cs: Ahoj {username},
da: Hej {username},
et: Tere {username}!
fi: Hei {username},
fr: Bonjour {username},
ru: Привет, {username},
sl: Pozdravljeni, {username},
sq: Tungjatjeta {username},
xh: Molo {igama lomsebenzisi},

source: {answerer} commented on a Firefox question on {host}:
bn_in: {answerer} Firefox- এর একটি প্রশ্নে মন্তব্য করেছেন {host}:
cs: Uživatel {answerer} okomentoval otázku k Firefoxu na webu {host}:
da: {answerer} kommenterede et Firefox-spørgsmål på {host}:
fi: {answerer} kommentoi Firefox-kysymystä kohteessa {host}:
fr: {answerer} a commenté une question concernant Firefox sur {host} :
ru: {answerer} прокомментировал вопрос Firefox на {host}:
sl: {answerer} komentira vprašanje o Firefoxu na {host}:
sq: {answerer} komentoi te një pyetje Firefox-i te {host}:
xh: {umphenduli} uphawule kumbuzo kwi-Firefox kwi-{host}:

source: {answerer} wrote:
bn_in: {answerer} লিখেছেন:
cs: Uživatel {answerer} napsal:
da: {answerer} skrev:
fi: {answerer} kirjoitti:
fr: {answerer} a écrit :
ru: {answerer} написал:
sl: {answerer} piše:
sq: {answerer} shkroi:
xh: {umntu ophendulayo} ubhale:

source: See the comment:
bn_in: নথিটি দেখুনঃ
cs: Komentář:
da: Se kommentaren:
et: Vaata kommentaari:
fi: Katso kommentti:
fr: Consulter le commentaire :
ru: Просмотреть комментарий:
sl: Glej komentar:
sq: Shihni komentin:
xh: Bona uluvo:

source: If this comment is helpful, vote on it:
bn_in: যদি এই নথিটি উপকারী হয় তাহলে এটিতে ভোট দিনঃ
cs: Pokud je tento komentář užitečný, hlasujte pro něj:
da: Hvis denne kommentar er nyttig, så stem på den:
et: Kui kommentaar oli kasulik, siis anna sellele hääl:
fi: Jos tästä kommentista oli apua, anna sille äänesi:
fr: Si ce commentaire est utile, votez pour lui :
ru: Если комментарий был полезен, проголосуйте за него:
sl: Če vam je ta komentar v pomoč, glasujte zanj:
sq: Nëse ky koment është i dobishëm, votojeni:
xh: Ukuba olu luvo liluncedo, vota kuyo:

source: Help other Firefox users by browsing for unsolved questions on {host}:
bn_in: {host} ব্রাউজ করে অন্য ফায়ারফক্স ব্যবহারকারীদের সাহায্য করুন:
cs: Pomozte ostatním uživatelům Firefoxu procházením nezodpovězených otázek na webu {host}:
da: Hjælp andre Firefox-brugere ved at se efter uløste spørgsmål på {host}:
fi: Auta muita Firefox-käyttäjiä selaamalla ratkaisemattomia kysymyksiä kohteessa {host}:
fr: Aidez d'autres utilisateurs de Firefox en parcourant les questions non résolues sur {host} :
ru: Помогите другим пользователям Firefox, просмотрев нерешённые вопросы на {host}:
sl: Pomagajte drugim uporabnikom Firefoxa in brskajte po nerešenih vprašanjih glede {host}:
sq: Ndihmoni përdorues të tjerë të Firefox-it duke shfletuar te pyetjet e pazgjidhura, te {host}:
xh: Nceda omnye umsebenzisi we-Firefox ngabhrawuza imibuzo engasonjululwanga kwi-{host}:

source: You might just make someone's day!
bn_in: হতে পারে আপনি কোন ব্যাক্তির দিন সফল করেছেন!
cs: Můžete učinit něčí den lepším!
da: Det kan være du redder en eller andens dag!
fi: Saatat pelastaa jonkun päivän!
fr: Vous pourriez rendre un grand service à quelqu'un.
ru: Вы можете сделать чей-то день немного лучше!
sl: Morda boste lahko osrečili kakega druga uporabnika!
sq: Mundet që t’i bëni punë dikujt!
xh: Usenokwenza mnandi usuku lomntu!

source: {answerer} has posted an answer to your question on {host}:
bn_in: {answerer} আপনার প্রশ্নের উত্তর দিয়েছেন {host}:
cs: Uživatel {answerer} přidal odpověď na vaši otázku na webu {host}:
da: {answerer} har skrevet et svar til dit spørgsmål på {host}:
fi: {answerer} on lähettänyt vastauksen kysymykseesi kohteessa {host}:
fr: {answerer} a publié une réponse à votre question sur {host} :
ru: {answerer} разместил ответ на ваш вопрос на {host}:
sl: {answerer} odgovarja na vaše vprašanje o {host}:
sq: {answerer} ka postuar një përgjigje për pyetjen tuaj te {host}:
xh: {umntu ophendulayo} uyiposile impendulo kumbuzo wakho kwi {host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
bn_in: যদি এতে আপনার সমস্যার সমাধান না হয়, {answerer} ওয়েবসাইটে জবাব দ্বারা জানাবেন:
cs: Pokud tato odpověď nevyřešila váš problém, dejte to {answerer} vědět odpovědí na webu:
da: Hvis dette ikke løser dit problem, så giv {answerer} besked ved at svare på webstedet:
fi: Ellei tämä ratkaissut ongelmaasi, kerrothan henkilölle {answerer} vastaamalla verkkosivulla:
fr: Si ceci ne résout pas votre problème, veuillez le signaler à {answerer} en répondant sur le site :
ru: Если этот не решит вашу проблему, сообщите {answerer}, ответив на веб-сайте:
sl: Če to ne reši vaše težave, obvestite {answerer} uporabnika z odgovorom na spletni strani:
sq: Nëse kjo nuk e zgjidh problemin tuaj, bëjani të ditur {answerer} duke iu përgjigjur te sajti web:
xh: Ukuba oku akuyisombululi ingxaki yakho, yazisa {umntu ophendulayo} ngokuphendula kwiwebhusayithi:

source: If this answer solves your problem, please mark it as "solved":
bn_in: যদি এই উত্তরটি আপনার সমস্যার সমাধান করে তাহলে দয়া করে এটিকে "সমাধিত" হিসেবে চিহ্নিত করুন:
cs: Pokud tato odpověď vyřešila váš problém, označte ji prosím jako "vyřešenou":
da: Hvis dette svar løser dit problem, marker det som "løst":
fi: Jos vastaus ratkaisee ongelmasi, merkitsethän kysymyksesi "ratkaistuksi":
fr: Si cette réponse résout votre problème, veuillez le marquer comme « résolu » :
ru: Если этот ответ решит вашу проблему, пожалуйста, отметьте её как "решённая":
sl: Če je ta odgovor rešil vaš težavo, ga prosim označite kot "rešen":
sq: Nëse kjo përgjigje e zgjidh problemin tuaj, ju lutemi, i vini shenjë si "e zgjidhur":
xh: Ukuba lempendulo iyayisombulula ingxaki yakho, nceda uyiphawule "njengesonjululiwe":

source: This will help other Firefox users find good answers to their questions!
bn_in: এটা অন্যান্য Firefox ব্যবহারকারীদের তাদের প্রশ্নের ভালো জবাব খুঁজতে সাহায্য করবে!
cs: Pomůžete tím ostatním uživatelům Firefoxu nalézt správnou odpověď na jejich otázky!
da: Det vil hjælpe andre Firefox-brugere med at finde gode svar til deres spørgsmål!
fi: Tämä auttaa muita Firefox-käyttäjiä löytämään hyviä vastauksia heidän kysymyksiinsä!
fr: Ceci aidera d'autres utilisateurs de Firefox à trouver les bonnes réponses à leurs questions.
ru: Это поможет другим пользователям Firefox найти хорошие ответы на их вопросы!
sl: Tako boste drugim uporabnikom Firefoxa pomagali najti dobre odgovore za njihova vprašanja!
sq: Kjo do të ndihmojë përdorues të tjerë të Firefox-it të gjejnë përgjigje të përshtatshme për pyetjet e tyre!
xh: Oku kuza kunceda abanye abasebenzisi be-Firefox bafumane iimpendulo ezilungileyo kwimibuzo yabo!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
bn_in: আমরা শুধুমাত্র আপনাদের জানাতে চেয়েছিলাম যে %(answerer)s Firefox এর একটি প্রশ্নের সমাধান খুঁজে পেয়েছেন যা আপনি অনুসরণ করছেন।
cs: Pouze vám chceme říci, že uživatel %(answerer)s nalezl řešení otázky k Firefoxu, kterou sledujete.
da: Vi vil lige lade dig vide, at %(answerer)s har fundet en løsning på et Firefox-spørgsmål du følger.
fi: Haluaisimme ilmoittaa, että %(answerer)s on löytänyt ratkaisun Firefox-kysymykseen, jota seuraat.
fr: Nous voulons juste vous informer que %(answerer)s a trouvé une solution à une question concernant Firefox que vous suivez.
ru: Мы просто хотели сообщить вам, что %(answerer)s нашел решение вопроса Firefox, за которым вы следите.
sl: Želimo vas samo obvestiti, da je %(answerer)s javil rešitev za vprašanje o Firefoxu, ki mu sledite.
sq: Donim t’ju bënim të ditur që %(answerer)s ka gjetur një zgjidhje për një pyetje rreth Firefox-it që ju e ndiqni.
xh: Besifuna nje ukukwazisa ukuba %(umntu ophendulayo) usifumene isisombululo kumbuzo ka-Firefox oyilandelayo.

source: The question:
bn_in: প্রশ্নটি
cs: Otázka:
da: Spørgsmålet:
et: Küsimus:
fi: Kysymys:
fr: La question :
ru: Вопрос:
sl: Vprašanje:
sq: Pyetja:
xh: Umbuzo:

source: was marked as solved by its asker, {asker}.
bn_in: প্রশ্নকর্তা কর্তৃক মীমাংসিত হিসেবে চিহ্নিত, {asker}
cs: byl(a) označena tazatelem ({asker}) jako vyřešená.
da: blev markeret som løst af dets spørger, {asker}.
fi: merkittiin ratkaistuksi sen kysyjän {asker} toimesta.
fr: a été marquée comme résolue par son auteur, {asker}.
ru: был отмечен как решённый тем, кто его задал, {asker}.
sl: je {asker}, ki je vprašanje postavil, označil kot rešeno.
sq: është shënuar si e zgjidhur nga pyetësi, {asker}.
xh: ubuphawulwe njengosonjululwe ngumbuzi wawo, {umntu obuzayo}.

source: You can view the solution using the link below.
bn_in: আপনি নীচের লিঙ্কটি ব্যবহার করে সমাধান দেখতে পারেন।
cs: Řešení si můžete prohlédnout klepnutím na odkaz níže.
da: Du kan se løsningen ved at benytte linket nedenunder.
fi: Voit avata ratkaisun napsauttamalla alla olevaa linkkiä.
fr: Vous pouvez voir la solution en utilisant le lien ci-dessous.
ru: Вы можете посмотреть решение, используя ссылку ниже.
sl: Rešitev si lahko ogledate s pomočjo povezave spodaj.
sq: Zgjidhjen mund ta shihni duke përdorur lidhjen e mëposhtme.
xh: Ungasibona isisombululo usebenzisa isinxulumanisi esingezantsi.
