Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
bn_in: আপনি একটি অনুপযুক্ত ইউজারনাম লিখেছেন। দয়া করে অন্য একটি বাছাই করুন।
cs: Uživatelské jméno, které jste vložili, je nevhodné. Zvolte prosím jiné a mějte na paměti, že ostatní přispěvatelé jsou též uživatelé Firefoxu jako jste vy.
da: Det indtastede brugernavn er upassende. Vælg et andet, og tænk på, at vores hjælpere er andre Firefox-brugere som dig.
fi: Antamasi käyttäjätunnus on sopimaton. Valitse uusi ja muista, että avustajamme ovat sinun kaltaisiasi Firefox-käyttäjiä.
fr: Le nom d'utilisateur que vous avez choisi n'est pas approprié. Veuillez en choisir un autre et n'oubliez pas que les personnes qui vous aident sont de simples utilisateurs de Firefox tout comme vous.
lt: Įvestas naudotojo vardas nepriimtinas. Prašom pasirinkti kitą, ir nepamirškite, jog mūsų pagalbininkai yra paprasti „Firefox“ naudotojai, kaip ir Jūs.
ru: Введённое вами имя пользователя является неуместным. Пожалуйста, выберите другое и обратите внимание, что нашими помощниками являются другие пользователи Firefox, такие же как вы.
sl: Uporabniško ime, ki ste ga vnesli, je neprimerno. Prosimo, izberite si drugega in mislite pri tem na to, da so naši pomočniki, tako kot vi sami, uporabniki Firefoxa.
sq: Emri i përdoruesit që dhatë është i papërshtatshëm. Ju lutemi, vendosni për një tjetër dhe mbani parasysh që ata që ndihmojnë këtu janë përdorues të Firefox-it njësoj si ju.
th: ชื่อผู้ใช้ที่คุณใส่มานั้นไม่เหมาะสม โปรดเลือกชื่ออื่นและพึงตระหนักว่าผู้ช่วยเหลือท่านอื่นก็คือผู้ใช้ Firefox เหมือนกับคุณ
xh: Igama lomsebenzisi olifakileyo alifanelekanga. Nceda ukhethe elinye ze ucinge ukuba abancedisi bethu bangabanye abasebenzisi be-Firefox njengawe.

source: algorithm
bn_in: অ্যালগোরিদম
cs: algoritmus
da: algoritme
fi: algoritmi
fr: algorithme
lt: algoritmas
ru: алгоритм
sl: algoritem
sq: algoritëm
xh: i-algorithm

source: salt
bn_in: নুন
cs: sůl
fi: suolaus
fr: salage
lt: druska
ru: соль
sl: sol
sq: kripë
xh: ityiwa

source: Private message
bn_in: ব্যাক্তিগত মেসেজ
cs: Soukromá zpráva
da: Privat meddelelse
et: Privaatne sõnum
fi: Yksityisviesti
fr: Message privé
lt: Asmeninis pranešimas
ru: Персональное сообщение
sl: Zasebno sporočilo
sq: Mesazh privat
th: ข้อความส่วนตัว
xh: Umyalezo wabucala

source: You have been automatically logged in.
bn_in: আপনি স্বয়ংক্রিয়ভাবে লগইন হয়েছেন।
cs: Byli jste automaticky přihlášeni.
da: Du er blevet automatisk logget ind.
fi: Sinut on kirjattu automaattisesti sisään.
fr: Vous avez été connecté(e) automatiquement.
ru: Вы были автоматически зарегистрированы.
sl: Prijavljeni ste bili samodejno.
sq: Jeni futur vetvetiu.
xh: Ungeniswe ngokuzenzekelayo.

source: User
bn_in: গ্রাহক
cs: Uživatel
da: Bruger
et: Kasutajanimi
eu: Erabiltzailea
fi: Käyttäjä
fr: Utilisateur
lt: Naudotojas
ru: Пользователь
sl: Uporabnik
sq: Përdorues
th: ผู้ใช้
xh: Umsebenzisi

source: Display name
bn_in: প্রদর্শিত নাম
cs: Zobrazené jméno
da: Vis navn
et: Kuvatav nimi
eu: Bistaratzeko izena
fi: Julkinen nimi
fr: Nom à afficher
lt: Rodomas vardas
ru: Отображаемое имя
sl: Prikazano ime
sq: Emër në ekran
th: ชื่อที่ใช้แสดง
xh: Bonisa igama

source: Make my email public
bn_in: আমার ইমেলটি সর্বসাধারণের জন্য দেখান হোক
cs: Nastavit můj e-mail jako veřejný
da: Gør min mailadresse offentlig
et: Avalda minu e-posti aadress kõigile
eu: Egin publiko nire helbide elektronikoa
fi: Näytä sähköpostiosoite kaikille
fr: Rendre publique mon adresse électronique
lt: Skelbti mano el. pašto adresą viešai
ru: Сделать мой адрес эл. почты публичным
sl: Objavi moj e-naslov
sq: Bëje email-in tim publik
th: ทำอีเมลของฉันให้ปรากฏสู่สาธารณะ
xh: Yenza i-imeyile yam ibonwe ngumntu wonke

source: Biography
bn_in: জীবনচরিত
cs: Popis osoby
da: Biografi
et: Tutvustus
eu: Biografia
fi: Tietoja sinusta
fr: Biographie
lt: Biografija
ru: Биография
sl: Življenjepis
sq: Jetëshkrim
th: ประวัติส่วนตัว
xh: Ibali ngobomi bomntu

source: Website
bn_in: ওয়েবসাইট
cs: Webová stránka
da: Websted
et: Koduleht
eu: Webgunea
fi: Kotisivu
fr: Site Web
lt: Svetainė
ru: Веб-сайт
sl: Spletna stran
sq: Sajt Web
th: เว็บไซต์
xh: Iwebhusayithi

source: Twitter Username
cs: Uživatelské jméno na Twitteru
fr: Nom d'utilisateur Twitter
ru: Логин в Твиттере
sl: Uporabniško ime na Twitterju
xh: Igama lomsebenzisi we-Twitter

source: Facebook URL
bn_in: Facebook লিঙ্ক
cs: URL účtu na Facebooku
et: Facebooki aadress
eu: Facebook URLa
fi: Facebook-osoite
fr: URL Facebook
lt: „Facebook“ URL adresas
sl: URL za Facebook
sq: URL Facebook-u
xh: I-Facebook

source: Mozillians Username
cs: Uživatelské jméno Mozillians
fr: Utilisateur Mozillians
ru: Имя пользователя Мозилльца
sl: Uporabniško ime Moziljanov
xh: Igama lomsebenzisi we-Mozillians

source: IRC nickname
bn_in: IRC পদবি
cs: Přezdívka na IRC
da: Kaldenavn på IRC
et: IRC hüüdnimi
eu: IRC goitizena
fi: IRC-nimimerkki
fr: Pseudo IRC
lt: IRC pseudonimas
ru: Ник на IRC
sl: IRC vzdevek
sq: Nofkë IRC-je
th: ชื่อเล่นใน IRC
xh: Isiteketiso se-IRC

source: Timezone
bn_in: সময় অঞ্চল
cs: Časová zóna
da: Tidszone
et: Ajavöönd
eu: Ordu-zona
fi: Aikavöhyke
fr: Fuseau horaire
lt: Laiko juosta
ru: Часовой пояс
sl: Časovni pas
sq: Zonë kohore
th: เขตเวลา
xh: Ixesha lendawo

source: Country
bn_in: দেশ
cs: Země
da: Land
et: Riik
eu: Herrialdea
fi: Maa
fr: Pays
lt: Valstybė
ru: Страна
sl: Država
sq: Vend
th: ประเทศ
xh: Ilizwe

source: City
bn_in: শহর
cs: Město
da: By
et: Linn
eu: Hiria
fi: Kaupunki
fr: Ville
lt: Miestas
ru: Город
sl: Mesto
sq: Qytet
th: เมือง
xh: Isixeko

source: Preferred language
bn_in: পছন্দের ভাষা
cs: Preferovaný jazyk
da: Foretrukket sprog
fi: Ensisijainen kieli
fr: Langue préférée
ru: Предпочитаемый язык
sl: Želeni jezik
sq: Gjuhë e parapëlqyer
xh: Ulwimi olukhethwayo

source: Has been sent a first answer contribution email.
fr: Un courriel de première contribution de réponse lui a été envoyé.
sl: Poslan je bil prvi prispevek z odgovorom.

source: Has been sent a first revision contribution email.
fr: Un courriel de première contribution de révision lui a été envoyé.
sl: Poslan je bil prvi prispevek s pregledom.

source: Value
bn_in: মান
cs: Hodnota
da: Værdi
et: Väärtus
fi: Arvo
fr: Valeur
lt: Reikšmė
ru: Значение
sl: Vrednost
sq: Vlerë
th: คุ้มค่า
xh: Ixabiso

source: user
bn_in: গ্রাহক
cs: uživatel
da: bruger
et: kasutaja
eu: erabiltzailea
fi: käyttäjä
fr: utilisateur
lt: naudotojas
ru: логин
sl: uporabnik
sq: përdorues
th: ผู้ใช้
xh: umsebenzisi

source: activation key
bn_in: সক্রিয়করণ পিন
cs: aktivační klíč
da: aktiveringsnøgle
et: aktiveerimisvõti
eu: aktibazio-gakoa
fi: aktivointitunniste
fr: clé d'activation
lt: aktyvavimo raktas
ru: ключ активации
sl: ključ za aktivacijo
sq: kyç aktivizimi
th: กุญแจการเปิดใช้งาน
xh: iqhosha lokwenza isebenze

source: registration profile
bn_in: নিবন্ধন প্রোফাইল
cs: registrační profil
et: registreerumisprofiil
eu: izen-emate profila
fi: rekisteröintiprofiili
fr: profil d'inscription
lt: registracijos profilis
ru: профиль регистрации
sl: profil za registracijo
sq: profil regjistrimi
th: รายละเอียดการลงทะเบียน
xh: ubhaliso lwe-profile

source: registration profiles
bn_in: নিবন্ধন প্রোফাইল
cs: registrační profily
et: registreerumisprofiilid
eu: izen-emate profilak
fi: rekisteröintiprofiilit
fr: profils d'enregistrement
lt: registracijos profiliai
ru: профили регистрации
sl: profili za registracijo
sq: profile regjistrimi
th: รายละเอียดการลงทะเบียน
xh: ii-profile zobhaliso

source: Your account is already activated, log in below.
bn_in: আপনার অ্যাকাউন্টটি ইতিমধ্যে সক্রিয় আছে, নীচে থেকে লগ ইন করুন।
cs: Váš účet byl již aktivován. Přihlaste se níže.
da: Din konto er allerede aktiveret. Log ind nedenunder.
et: Sinu konto on juba aktiveeritud, logi allpool sisse.
fi: Käyttäjätunnus on jo aktivoitu, kirjaudu sisään.
fr: Votre compte est déjà activé, connectez-vous ci-dessous.
lt: Jūsų paskyra jau aktyvi, galite prisijungti žemiau.
ru: Ваша учётная запись уже активирована, войдите ниже.
sl: Vaš račun je že aktiviran, prijavite se spodaj.
sq: Llogaria juaj është tashmë aktive, hyni më poshtë.
th: บัญชีของคุณถูกเปิดใช้งานแล้ว เข้าสู่ระบบด้านล่าง
xh: I-akhawunti sele yenziwe ayasebenza, ngena ngezantsi.

source: Account already activated
bn_in: অ্যাকাউন্টটি ইতিমধ্যে সক্রিয় আছে
cs: Účet již byl ověřen
da: Konto allerede aktiveret
et: Sinu konto on juba aktiveeritud
fi: Käyttäjätunnus on jo aktivoitu
fr: Le compte est déjà activé.
lt: Paskyra jau aktyvi
ru: Учётная запись уже активирована
sl: Račun je že aktiviran
sq: Llogari tashmë e aktivizuar
th: บัญชีของคุณถูกเปิดใช้งานแล้ว
xh: I-akhawunti sele yenziwe ayasebenza

source: Your settings have been saved.
bn_in: আপনার সেটিংস সংরক্ষিত করা হয়েছে।
cs: Vaše nastavení bylo uloženo.
da: Dine indstillinger er blevet gemt.
et: Sinu seaded salvestati.
fi: Asetukset on tallennettu.
fr: Vos paramètres ont été enregistrés.
lt: Nuostatos įrašytos.
ru: Ваши настройки были сохранены.
sl: Vaše nastavitve se je shranilo.
sq: Rregullimet tuaja u ruajtën!
th: การตั้งค่าของคุณถูกบันทึกแล้ว
xh: Iisetingi zakho zigciniwe.

source: We've sent an email with the username to any account using {email}.
bn_in: আমরা একটি ইমেইল পাঠিয়েছি ইউজারনেমের সাথে যে অ্যাকাউন্ট {email} ব্যবহার করছে।
cs: Poslali jsme vám e-mail s uživatelským jménem účtu, který používá e-mail {email}.
fi: Olemme lähettäneet sähköpostiviestin, jossa luetellaan kaikki käyttäjätunnukset, joiden tiedoissa on sähköpostiosoite {email}.
fr: Nous avons envoyé un courriel avec le nom d'utilisateur à tout compte utilisant {email}.
lt: Adresu {email} išsiuntėme el. laišką su naudotojo vardu.
ru: Мы отправили вам письмо с именем пользователя для любой учётной записи, используя {email}.
sl: Poslali smo pošto na račun z naslovom {email}.
sq: Kemi dërguar një email me një emër përdoruesi te çfarëdo llogarie që përdor {email}.
th: เราได้ส่งอีเมลพร้อมชื่อผู้ใช้ไปยังบัญชีที่ใช้ {email}
xh: Sithumele i-imeyile enegama lomsebenzisi kuyo nayiphi na i-akhawunti esebenzisa {i-imeyile}.

source: Invalid field
cs: Neplatné pole
fr: Champ invalide
ru: Неправильное поле
sl: Neveljavno polje
xh: Indawo engasebenzi

source: This username is already taken!
cs: Toto uživatelské jméno je již zabráno!
fr: Ce nom d'utilisateur est déjà pris !
ru: Это имя пользователя уже используется!
sl: To uporabniško ime je že zasedeno!
xh: Eli gama lomsebenzisi sele lithathiwe!

source: This email is already in use!
cs: Tento e-mail je již používán!
fr: Cette adresse de courriel est déjà utilisée !
ru: Этот адрес эл. почты уже используется!
sl: Ta elektronski naslov je že v uporabi!
xh: Le i-imeyile sele isetyenziswa!

source: Done!
bn_in: হয়ে গেছে!
cs: Hotovo!
da: Færdig!
et: Valmis!
fi: Valmista tuli!
fr: Terminé !
lt: Baigta!
ru: Готово!
sl: Končano!
sq: U bë!
th: เรียบร้อย!
xh: Kugqityiwe!

source: Account successfully verified!
bn_in: সাফল্যের সাথে অ্যাকাউন্টটি অনুমোদন করা হয়েছে!
cs: Účet byl úspěšně ověřen!
da: Konto bekræftet!
et: Konto on edukalt kontrollitud!
eu: Kontua ondo egiaztatu da!
fi: Käyttäjätunnus on käyttövalmis.
fr: Le compte a été vérifié !
lt: Paskyra sėkmingai patvirtinta!
ru: Учётная запись успешно верифицирована!
sl: Račun uspešno preverjen!
sq: Llogaria u verifikua me sukses!
th: บัญชีผู้ใช้ถูกตรวจสอบแล้ว!
xh: Iqinisekiswe ngempumelelo i-akhawunti!

source: Something is wrong
bn_in: কথাও একটা ভুল হচ্ছে
cs: Něco je špatně
da: Der er noget galt
et: Midagi on valesti
eu: Zerbait gaizki dago
fi: Jokin meni vikaan
fr: Quelque chose ne va pas
lt: Kažkas ne taip
ru: Что-то пошло не так
sl: Nekaj je narobe
sq: Ka diçka gabim
th: มีบางอย่างผิดพลาด
xh: Kukho into engalunganga

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
bn_in: আপনার অ্যাকাউন্ট সফলভাবে যাচিত হয়েছে, এবং আপনার প্রশ্ন এখন Mozilla কমিউনিটি সহায়তা ফোরামে পোস্ট করা হয়েছে।
cs: Váš účet byl úspěšně ověřen a vaše odpověď byla přidána do fóra podpory komunity Mozilla.
da: Din konto er bekræftet og dit spørgsmål er nu lagt ud på Mozillas supportforum.
fi: Käyttäjätunnus on nyt käyttövalmis, ja kysymys on julkaistu Mozillan tukifoorumeilla.
fr: Votre compte a été vérifié, et votre question est à présent publiée sur les forums d'assistance communautaire de Mozilla.
lt: Jūsų paskyra sėkmingai patvirtinta, o klausimas paskelbtas „Mozillos“ bendruomenės pagalbos forume.
ru: Ваша учетная запись успешно проверена, и ваш вопрос в настоящее время размещен на форуме поддержки сообщества Mozilla.
sl: Vaš račun je uspešno preverjen, vaše vprašanje je sedaj objavljeno v forumu za podporo Mozille.
sq: Llogaria juaj është verifikuar me sukses, dhe pyetja juaj tani është postuar te forumi i bashkësisë Mozilla për asistencë.
th: บัญชีของคุณถูกตรวจสอบเรียบร้อยแล้ว และคำถามของคุณได้ถูกโพสต์บนกระดานสนทนาชุมชนการสนับสนุนของ Mozilla
xh: I-akhawunti yakho iqinisekiswe ngempumelelo, kwaye umbuzo wakho uthunyelwe kwiqonga lenkxaso yoluntu lwe-Mozilla.

source: See your question here:
bn_in: আপনার প্রশ্ন দেখুন এখানে:
cs: Vaše zdejší otázka:
da: Se dit spørgsmål her:
fi: Kysymys on luettavissa täällä:
fr: Voir votre question ici :
lt: Savo klausimą galite pamatyti čia:
ru: Посмотрите здесь свой вопрос:
sl: Glejte svoje vprašanje tu:
sq: Shihni këtu pyetjen tuaj:
th: ดูคำถามของคุณที่นี่
xh: Bona umbuzo wakho apha:

source: Sit back and relax. Our forum contributors will get back to you with an answer.
bn_in: বসুন এবং আরাম করুন। আমাদের ফোরামের অবদানকারীরা আপনার কাছে একটা উত্তর নিয়ে ফিরে আসবে।
cs: Pohodlně se usaďte a relaxujte. Naši přispěvatelé ve fóru přijdou s odpovědí.
da: Læn dig tilbage og slap af. Vores frivillige hjælpere vil vende tilbage med et svar.
et: Palun varu aega ja kannatust. Meie foorumi kaastöötajad võtavad ühendust ja vastavad.
fi: Istu alas ja rentoudu. Tukihenkilömme yrittävät nyt ratkaista ongelmaa.
fr: Prenez un siège et détendez-vous. Les bénévoles de nos forums vont revenir vers vous avec une réponse.
lt: Įsitaisykite patogiau ir atsipalaiduokite. Mūsų forumo pagalbininkai netrukus turėtų atsakyti į Jūsų klausimą.
ru: Устройтесь поудобнее и расслабьтесь. Участники нашего форума скоро вам ответят.
sl: Naslonite se nazaj in se sprostite. Naši sodelavci na forumu se bodo javili z odgovorom.
sq: Tani rehatohuni. Pjesëmarrësit te forumi ynë do të vijnë te ju me një përgjigje.
th: เอนหลังและผ่อนคลาย ผู้ช่วยเหลือในกระดานสนทนาของเราจะกลับมาหาคุณพร้อมคำตอบ
xh: Hlala ze uphumle. Iqonga lethu labanikeli liza kubuyela kuwe ngempendulo.

source: While you wait
bn_in: যখন আপনি অপেক্ষা করছেন
cs: Po dobu, co čekáte
da: Mens du venter
et: Ootamise ajal
fi: Odotusajalla
fr: En attendant
lt: Kol laukiate
ru: Пока вы ждёте
sl: Med tem, ko čakate
sq: Teksa prisni
th: ขณะคุณรอ
xh: Ngeli xesha ulindile

source: Log in, so you can respond to your question when it is answered:
bn_in: লগ ইন করুন, যাতে আপনি আপনার প্রশ্নের উত্তর করতে পারেন যখন এতে জবাব দেওয়া হবে:
cs: Přihlaste se. Můžete tak odpovědět na svou otázku, když na ni někdo odpoví:
da: Log ind, så du kan reagere på dit spørgsmål når det er besvaret:
fi: Kirjaudu sisään, jotta voit vastata kysymykseesi, kun se saa vastauksen:
fr: Connectez-vous afin de pouvoir réagir à votre question lorsqu'elle reçoit une réponse :
lt: Prisijunkite, kad galėtumėte atsiliepti į atsakymą į Jūsų klausimą:
ru: Войдите, чтобы вы смогли ответить, когда на ваш вопрос будет дан ответ:
sl: Prijavite se, da se lahko odzovete na svoje vprašanje, ko bo odgovor objavljen.
sq: Bëni hyrjen, që kështu të mund të diskutoni lidhur me pyetjen tuaj kur të ketë përgjigje për të:
th: เข้าสู่ระบบเพื่อให้คุณสามารถตอบสนองยังคำถามของคุณเมื่อมันมีคำตอบแล้ว
xh: Ngena, ukuze uphendule kumbuzo wakho xa uphendulwe:

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
bn_in: আপনার অ্যাকাউন্টটি সাফল্যের সাথে অনুমোদন করা হয়েছে! এবং লগইন করে নিজ প্রোফাইলটি সম্পাদনা করতে পারেন।
cs: Potvrdili jste svoji e-mailovou adresu a aktivovali svůj účet! Nyní se můžete přihlásit nebo upravit svůj profil.
da: Du har bekræftet din mailadresse og aktiveret dinkonto! Du kan nu logge ind og redigere din profil.
et: Oled kinnitanud oma e-posti aadressi ja aktiveerinud oma konto! Võid nüüd sisse logida ja toimetada oma profiili.
fi: Olet vahvistanut sähköpostiosoitteesi ja aktivoinut tunnuksesi! Voit nyt kirjautua sisään ja muokata profiiliasi.
fr: Vous avez confirmé votre adresse électronique et activé votre compte ! Vous pouvez maintenant vous connecter et modifier votre profil.
lt: Jūs patvirtinote savo el. pašto adresą ir suaktyvinote paskyrą! Dabar galite prisijungti ir papildyti savo profilį.
ru: Вы подтвердили свой адрес эл. почты и активировали свою учётную запись! Теперь вы можете войти и перейти к редактированию своего профиля.
sl: Potrdili ste svoj e-naslov in aktivirali svoj račun! Sedaj se lahko prijavite in začnete z urejanjem svojega profila.
sq: Ripohuat adresën tuaj email dhe e aktivizuat llogarinë tuaj! Tani mund të bëni hyrjen, dhe të shkoni e të përpunoni profilin tuaj.
th: คุณได้รับการยืนยันที่อยู่อีเมลของคุณและได้เปิดการใช้งานบัญชีผู้ใช้! ตอนนี้คุณสามารถเข้าสู่ระบบและไปแก้ไขข้อมูลส่วนตัวของคุณ
xh: Uyiqinisekisile idilesi ye-imeyile waze wayenza i-akhawunti yasebenza! Ngoku ungangena, ze uyohlela i-profile.

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
bn_in: আমরা আপনার অ্যাকাউন্ট সক্রিয় করতে পারছি না। এটা নিশ্চিত করুন যে আপনি একটি সঠিক লিঙ্কে ক্লিক করেছেন বা একটি সঠিক অ্যাড্রেস টাইপ করেছেন।
cs: Nemůžeme váš účet aktivovat. Ujistěte se prosím, že jste klepnuli na správný odkaz v e-mailu nebo zadali správnou adresu.
da: Vi kunne ikke aktivere din konto. Sørg for, at du har klikket på det rigtige link i din mail, eller indtastet den korrekte adresse.
et: Meil ei õnnestunud sinu kontot aktiveerida. Palun veendu, et oled klõpsanud õigel lingil meilis või sisestanud õige aadressi.
eu: Ezin izan dugu zure kontua aktibatu. Egiaztatu lotura egokian egin duzula klik e-postan edo helbide egokia idatzi duzula.
fi: Emme voineet aktivoida tunnustasi. Varmista, että napsautit oikeaa linkkiä sähköpostissasi tai että kirjoitit oikean verkko-osoitteen.
fr: Nous n'avons pas pu activer votre compte. Veuillez vous assurer que vous avez cliqué sur le bon lien dans votre courriel ou saisi la bonne adresse.
lt: Mums nepavyko suaktyvinti Jūsų paskyros. Įsitikinkite, jog spustelėjote teisingą saitą gautame laiške arba įvedėte teisingą adresą.
ru: Мы не смогли активировать вашу учётную запись. Пожалуйста, убедитесь что вы щёлкнули по правильной ссылке в вашем письме или набрали корректный адрес.
sl: Vašega računa ni bilo mogoče aktivirati. Preverite prosim, ali ste kliknili na pravilno povezavo v vaši e-pošti in ali ste vnesli pravilen naslov.
sq: Nuk aktivizuam dot llogarinë tuaj. Ju lutemi, sigurohuni që keni klikuar lidhjen e duhur te email-i që morët, ose që adresën e keni shkruar saktë.
th: เราไม่สามารถเปิดใช้งานบัญชีผู้ใช้ของคุณ โปรดตรวจสอบให้แน่ใจว่าคุณได้คลิกลิงก์ที่ถูกต้องในอีเมลของคุณ หรือกรอกที่อยู่อีเมลที่ถูกต้องในการลงทะเบียน
xh: Asikwazanga ukwenza i-akhawunti yakho isebenze. Nceda uqinisekise ukuba ucofe ilinki echanekileyo kwi-imeyile okanye ubhale idilesi echanekileyo.

source: Log In / Register
bn_in: লগ ইন/রেজিস্টার
cs: Přihlášení / Registrace
da: Log ind/Registrer dig
et: Logi sisse / Registreeru
fi: Kirjaudu / Rekisteröidy
fr: Se connecter / s'inscrire
lt: Prisijungti / Registruotis
ru: Войти / Зарегистрироваться
sl: Prijava / Registracija
sq: Hyni / Regjistrohuni
xh: Ngena /Bhalisa

source: Change email address
bn_in: ইমেল ঠিকানাটি পরিবর্তন করুন
cs: Změna e-mailové adresy
da: Skift mailadresse
et: Muuda e-posti aadressi
fi: Sähköpostiosoitteet
fr: Modifier l'adresse électronique
lt: Keisti el. pašto adresą
ru: Сменить адрес электронной почты
sl: Spremeni e-poštni naslov
sq: Ndryshoni adresë email
th: เปลี่ยนแปลงที่อยู่อีเมล
xh: Tshintsha idilesi ye-imeyile

source: You will need to confirm the newly set email address to complete the change.
bn_in: আপনাকে নতুনভাবে সেট করা ইমেইল অ্যাড্রেস নিশ্চিত করতে হবে পরিবর্তনটিকে সম্পূর্ণ শেষ করতে।
cs: Pro dokončení změny nastavení nové e-mailové adresy ji budete muset potvrdit.
da: Du skal bekræfte den nyoprettede mailadresse for at fuldføre ændringen.
et: Muudatuse jõustamiseks on vajalik uue e-posti aadressi kinnitamine.
fi: Uusi sähköpostiosoite tulee vahvistaa siihen lähetetyn vahvistusviestin linkkiä napsauttamalla.
fr: Vous devrez confirmer la nouvelle adresse électronique définie pour que le changement soit effectif.
lt: Kad užbaigtumėte šį pakeitimą, turėsite patvirtinti naująjį el. pašto adresą.
ru: Для завершения изменения вам нужно подтвердить новый адрес эл. почты.
sl: Da zaključite s spremembami, boste morali potrditi novi e-poštni naslov.
sq: Që të plotësojmë ndryshimin, na duhet ripohimi i adresës së sapocaktuar email.
th: คุณต้องยืนยันที่อยู่อีเมลที่กำหนดขึ้นใหม่เพื่อให้การแก้ไขเสร็จสิ้น
xh: Kuza kufuneka uqinisekise idilesi ye-imeyile entsha ukugqiba utshintsho.

source: Change my email
bn_in: নিজের ইমেল ঠিকানাটি পরিবর্তন করুন
cs: Změnit můj e-mail
da: Skift min mail
et: Muuda minu e-posti aadress
fi: Vaihda sähköpostiosoite
fr: Changer mon adresse électronique
lt: Keisti mano el. pašto adresą
ru: Сменить мой адрес
sl: Spremeni moj e-poštni naslov
sq: Ndryshoje email-in tim
th: เปลี่ยนอีเมลของฉัน
xh: Tshintsha i-imeyile yam

source: Unable to change email for user {username}
bn_in: {username} এর ইমেল পরিবর্তন করতে অক্ষম
cs: U uživatele {username} nelze změnit e-mail
da: Kunne ikke ændre mailadresse for bruger {username}
et: Kasutaja{username} e-posti aadressi ei õnnestunud muuta
fi: Ei voitu vaihtaa sähköpostiosoitetta käyttäjälle {username}
fr: Impossible de changer l'adresse électronique pour l'utilisateur {username}
lt: Nepavyko pakeisti naudotojo {username} el. pašto adreso
ru: Не могу сменить адрес эл. почты для пользователя {username}
sl: Ne morem spremeniti e-pošte za uporabnika {username}
sq: I pazoti të ndryshojë email-in për përdoruesin {username}
th: ไม่สามารถเปลี่ยนอีเมลให้กับผู้ใช้ {username}
xh: Ayikwazi ukutshintshela umsebenzisi i-imeyile {igama lomsebenzisi}

source: Email changed for user {username}
bn_in: {username} ইমেল পরিবর্তন করা হয়েছে
cs: E-mail byl pro uživatele {username} změněn
da: Mailadresse ændret for bruger {username}
et: Kasutaja {username} e-posti aadress on muudetud
fi: Käyttäjän {username} sähköpostiosoite on vaihdettu
fr: Adresse électronique changée pour l'utilisateur {username}
lt: Naudotojo {username} el. pašto adresas pakeistas
ru: Адрес эл. почты для пользователя {username} изменён
sl: E-poštni naslov spremenjen za uporabnika {username}
sq: U ndryshua fjalëkalimi për përdoruesin {username}
th: อีเมลที่มีการเปลี่ยนแปลงกับผู้ใช้ {username}
xh: I-imeyile itshintshelwe umsebenzisi {igama lomsebenzisi}
