Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
bn_in: Windows 8 টাচে Firefox দিয়ে শুরু করতে প্রাথমিক।
cs: Jak začít s Firefox pro Windows 8 Touch.
fr: Les bases pour commencer avec Firefox pour Windows 8 Touch.
ru: Основы для начала работы с Firefox для Windows 8 Touch.
sl: Osnove za začetek uporabe Firefoxa za Windows 8 na dotik.
sq: Baza, për t’ia filluar me Firefox-in për Windows 8 Touch.
xh: Iziseko zokuqalisa ngo-Firefox ka-Windows 8 Touch.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
bn_in: Windows 8 টাচের জন্য Firefox-কে কিভাবে কনফিগার এবং কাস্টমাইজ করবেন।
cs: Jak konfigurovat a přizpůsobit Firefox pro Windows 8 Touch.
fr: Configurer et personnaliser Firefox pour Windows 8 Touch.
ru: Как настроить и изменить Firefox для Windows 8 Touch.
sl: Kako nastaviti in prilagoditi Firefox za Windows 8 na dotik.
sq: Si të formësohet dhe personalizohet Firefox-i për Windows 8 Touch.
xh: Indlela yesimo nokukhastomayiza i-Firefox ka-Windows 8 Touch.

# DB: products.Topic.title
source: Problems with websites
bn_in: ওয়েবসাইটসমূহের সাথে সমস্যা
cs: Problémy s webovými stránkami
da: Problemer med websteder
fr: Problèmes avec des sites web
ru: Проблемы с веб-сайтами
sl: Težave s spletnimi mesti
sq: Probleme me sajte web
xh: Iingxaki ngeewebhusayithi

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
bn_in: ওয়েবসাইটের সমস্যা যা Firefox for Windows 8 টাচে ভালো কাজ করে না।
cs: Problémy s webovými stránkami ve Firefoxu pro Windows 8 Touch.
fr: Problèmes avec des sites web qui ne fonctionnent pas bien avec Firefox pour Windows 8 Touch.
ru: Проблемы с веб-сайтами, которые работают с ошибками в Firefox для Windows 8 Touch.
sl: Težave s spletnimi stranmi, ki ne delujejo pravilno v Firefoxu za Windows 8 na dotik.
sq: Probleme me sajte web që nuk funksionojnë mirë nën Firefox për Windows 8 Touch.
xh: Iingxaki ngeewebhusayithi ezingasebenzi kakuhle kwi-Firefox nge-Windows 8 Touch.

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
bn_in: Firefox for Windows 8 Touch-এর ব্যাপারে অন্যান্য প্রশ্ন।
cs: Další otázky k Firefoxu pro Windows 8 Touch.
fr: Autres questions concernant Firefox pour Windows 8 Touch.
ru: Другие вопросы по Firefox для Windows 8 Touch.
sl: Ostala vprašanja o Firefoxu za Windows 8 na dotik.
sq: Pyetje të tjera mbi Firefox-in për Windows 8 Touch.
xh: Eminye imibuzo nge-Firefox ka-Windows 8 Touch.

# DB: products.Topic.description
source: Learn the Basics: get started
bn_in: প্রাথমিক জানুন: শুরু করুন
cs: Dozvědět se základy: začít
da: Lær det grundlæggende: kom i gang
fi: Perusteet ja alkuun pääseminen
fr: Apprendre les bases : pour commencer
ru: Узнайте об основах: c чего начать
sl: Naučite se osnov: začnite
sq: Mësoni Bazat: fillojani
xh: Funda iziSeko: qalisa

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
bn_in: Windows, Mac এবং Linux-এর জন্য ওয়েব ব্রাউজার
cs: Webový prohlížeč pro Windows, Mac a Linux
da: Til Windows, Mac og Linux
et: Veebilehitseja Windowsile, Macile ja Linuxile
fi: Verkkoselain Windowsille, Macille ja Linuxille
fr: Navigateur pour Windows, Mac et Linux
lt: Naršyklė „Windows“, „Mac“ ir „Linux“ operacinėms sistemoms
ru: Веб-браузер для Windows, Mac и Linux
sl: Spletni brskalnik za Windows, Mac in Linux
sq: Shfletues Web për Windows, Mac dhe Linux
th: เว็บเบราว์เซอร์สำหรับ Windows Mac และ Linux
xh: Iweb bhrawuza ka-Windows, i-Mac ne-Linux

# DB: products.Product.title
source: Firefox for Android
cs: Firefox pro Android
da: Firefox til Android
et: Firefox Androidile
fr: Firefox pour Android
ru: Firefox для Android
sl: Firefox za Android
sq: Firefox për Android
xh: I-Firefox ye-Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
bn_in: Android স্মার্টফোন এবং ট্যাব্লেটের জন্য ওয়েব ব্রাউজার
cs: Webový prohlížeč pro telefony a tablety běžící na Androidu
da: Til smartphones og tablets med Android
et: Veebilehitseja Androidiga nutitelefonidele ning tahvlitele
fi: Verkkoselain Android-laitteisiin
fr: Navigateur pour smartphones et tablettes Android
lt: Naršyklė „Android“ išmaniesiems telefonams ir planšetiniams kompiuteriams
ru: Веб-браузер для смартфонов и планшетов Android
sl: Spletni brskalnik za pametne telefone Android in tablične računalnike
sq: Shfletues Web për telefona të mençur dhe tablete Android
th: เว็บเบราว์เซอร์สำหรับสมาร์ทโฟน Android และแท็บเล็ต
xh: Iweb bhrawuza ye-Android smartphones nee-tablets

# DB: products.Product.title
source: Firefox for iOS
cs: Firefox pro iOS
fr: Firefox pour iOS
ru: Firefox для iOS
sl: Firefox za iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
cs: Firefox pro zařízení iPhone, iPad a iPod
fr: Firefox pour iPhone, iPad et iPod touch
ru: Firefox для устройств iPhone, iPad and iPod touch
sl: Firefox za naprave iPhone, iPad in iPod

# DB: products.Product.description
source: Mobile OS for smartphones
bn_in: মোবাইল OS স্মার্টফোনের জন্য
cs: Mobilní OS pro telefony
da: Mobile OS til smartphones
fi: Käyttöjärjestelmä älypuhelimille
fr: Système d'exploitation pour smartphones
ru: Мобильная OS для смартфонов
sl: Mobilni operacijski sistem za pametne telefone
sq: OS celular për telefona të mençur
xh: I-Mobile OS for smartphones

# DB: products.Product.description
source: Webmaker and other tools for teaching and learning the Web
sl: Webmaker ter ostala orodja za ustvarjanje in poučevanje spleta

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
bn_in: Windows, Mac এবং Linux-এর জন্য ইমেইল সফটওয়্যার
cs: Poštovní klient pro Windows, Mac a Linux
da: Mailprogram til Windows, Mac og Linux
fi: Sähköpostiohjelma Windowsille, Macille ja Linuxille
fr: Logiciel de courriel pour Windows, Mac et Linux
ru: Почтовая программа для Windows, Mac и Linux
sl: E-poštni program za Windows, Mac in Linux
sq: Software email për Windows, Mac dhe Linux
xh: Imeyila i-software ka-Windows, Mac ne-Linux

# DB: products.Product.description
source: A new online standard to recognize and verify learning
bn_in: একটি নতুন অনলাইন স্ট্যান্ডার্ড চিনতে এবং শেখার যাচাই করার জন্য
cs: Nový online standard pro rozpoznávání a ověřování vzdělání
fi: Uusi verkkostandardi oppimisen tunnistamiseen ja todentamiseen
fr: Un nouveau standard pour reconnaître et valider l'apprentissage en ligne
ru: Новый онлайн стандарт по признанию и проверке обучения
sl: Novi spletni standard za prepoznavo in preverjanje znanja
sq: Një standard i ri në linjë për të njohur dhe verifikuar të nxënët
xh: Umgangatho woqhagamshelo olutsha ukunakana nokuqinisekisa ukufunda

# DB: products.Product.title
source: Privacy and Security
cs: Soukromí a zabezpečení
fr: Vie privée et sécurité
ru: Защита и приватность
sl: Zasebnost in varnost

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
cs: Zjistěte více o tom, jak se Mozilla stará o soukromí a bezpečí.
fr: En savoir plus sur les pratiques de sécurité et de confidentialité de Mozilla.
ru: Узнайте больше о практиках приватности и безопасности Mozilla.
sl: Izvejte več o tem, kako Mozilla skrbi za zasebnost in varnost.

# DB: products.Product.title
source: Firefox for Windows 8 Touch
bn_in: Firefox for Windows 8 টাচ
cs: Firefox pro Windows 8 Touch
da: Firefox til Windows 8
fr: Firefox pour Windows 8 Touch
ru: Firefox для Windows 8 Touch
sl: Firefox za Windows 8 na dotik
sq: Firefox për Windows 8 Touch
xh: I-Firefox ye-Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
bn_in: Firefox for Windows 8 টাচ ডিভাইসসমূহ
cs: Firefox pro zařízení s Windows 8 touch
da: Firefox til Windows 8-enheder
fr: Firefox pour les appareils tactiles Windows 8
ru: Firefox для устройств Windows 8 Touch
sl: Firefox za Windows 8 na dotik
sq: Firefox për pajisje Windows 8 touch
xh: I-Firefox yezixhobo zika-Windows 8 touch

# DB: products.Product.title
source: Contributors
cs: Přispěvatelé
fr: Contributeurs
ru: Помощники
sl: Sodelavci

# DB: products.Product.description
source: Contributor articles
cs: Články přispěvatele
fr: Articles de contributeurs
ru: Статьи помощников
sl: Članki za sodelavce

# DB: karma.Title.name
source: Locale Leader
sl: Voditelj območja

# DB: karma.Title.name
source: SUMO Warrior
sl: Bojevnik SUMO

# DB: karma.Title.name
source: Top 10 Contributor
bn_in: শীর্ষ 10জন অবদানকারি
cs: 10 největších přispěvatelů
da: Bidragyder i top 10
et: Kaastöötajate top 10
fi: Top 10 -avustaja
fr: Les 10 premiers contributeurs
lt: Top 10 pagalbininkas
ru: Топ 10 помощников
sl: Top 10 sodelavec
sq: 10 Kontribuesit Kryesues
th: 10 สุดยอดผู้มีส่วนร่วม
xh: Abanikeli abali-10 abaPhezulu

# DB: karma.Title.name
source: Top 25 Contributor
bn_in: শীর্ষ 25জন অবদানকারি
cs: 25 největších přispěvatelů
da: Bidragyder i top 25
et: Kaastöötajate top 25
fi: Top 25 -avustaja
fr: Les 25 premiers contributeurs
lt: Top 25 pagalbininkas
ru: Топ 25 помощников
sl: Top 25 sodelavec
sq: 25 Kontribuesit Kryesues
th: 25 สุดยอดผู้มีส่วนร่วม
xh: Abanikeli abangama-25 abaPhezulu

# DB: badger.Badge.title
source: 2015 Support Forum Badge
cs: Ocenění Podpora ve fóru pro rok 2015
fr: Badge du forum d'assistance 2015
ru: Значок Форума Поддержки 2015
sl: Značka 2015 za forum za podporo

# DB: badger.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2015.
cs: Ocenění získávají přispěvatelé, kteří měli v roce 2015 alespoň 30 schválených odpovědí na fóru.
fr: Ce badge est attribué aux contributeurs ayant répondu à 30 questions d'assistance en 2015.
ru: Этим значком награждаются помощники с 30 ответами на форуме поддержки в течение 2015 года.
sl: Ta značka se podeli sodelavcem s 30 odgovori na forumu za podporo v letu 2015.

# DB: badger.Badge.title
source: 2015 Army of Awesome Badge
cs: Ocenění Army of Awesome pro rok 2015
fr: Badge Army of Awesome 2015
ru: Значок Армии Помощников 2015
sl: Značka 2015 Armada pomočnikov

# DB: badger.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
cs: Ocenění získávají přispěvatelé, kteří měli v roce 2015 alespoň 50 tweetů.
fr: Ce badge est attribué aux contributeurs ayant envoyé 50 tweets Army of Awesome en 2015.
ru: Этим значком награждаются помощники с 50 твитами Армии Помощников в течение 2015 года.
sl: Ta značka se podeli sodelavcem s 50 tviti v Armadi pomočnikov v letu 2015.

# DB: badger.Badge.title
source: 2015 KB Badge
cs: Ocenění Databáze znalosti pro rok 2015
fr: Badge KB 2015
ru: Значок Базы Знаний 2015
sl: Značka 2015 KB

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2015.
cs: Ocenění získávají přispěvatelé, kteří měli v roce 2015 alespoň 10 schválených úprav v angličtině.
fr: Ce badge est attribué aux contributeurs dont 10 modifications en anglais ont été approuvées en 2015.
ru: Этим значком награждаются помощники с 10 одобренными правками в Английской Базе Знаний в течение 2015 года.
sl: Ta značka se podeli sodelavcem z 10 odobrenimi urejanji angleških člankov v letu 2015.

# DB: badger.Badge.title
source: 2015 L10n Badge
cs: Ocenění Lokalizace pro rok 2015
fr: Badge L10n 2015
ru: Значок Локализации 2015
sl: Značka 2015 L10n

# DB: badger.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2015.
cs: Ocenění získávají přispěvatelé, kteří měli v roce 2015 alespoň 10 schválených úprav překladů.
fr: Ce badge est attribué aux contributeurs dont 10 traductions ont été approuvées en 2015.
ru: Этим значком награждаются помощники с 10 одобренными правками перевода в течение 2015 года.
sl: Ta značka se podeli sodelavcem z 10 odobrenimi prevodi oz. urejanji prevodov v letu 2015.

# DB: badger.Badge.title
source: 2014 Army of Awesome Badge
bn_in: ২০১৪ Army of Awesome ব্যাজ
cs: Ocenění Army of Awesome pro rok 2014
fr: Badge Army of Awesome 2014
ru: Значок Армии Помощников 2014
sl: Značka 2014 Armada pomočnikov
sq: Stema Armata e të Mahnitshmes 2014
xh: IBheji yoMkhosi Omangalisayo yowama-2014

# DB: badger.Badge.description
source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
bn_in: SUMO Army of Awesome ২০১৪ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১৪-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ৫০ টা Army of Awesome টুইট। সমস্ত SUMO Army of Awesome ২০১৪ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Army of Awesome pro rok 2014 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2014 napsali v rámci Army of Awesome alespoň 50 tweetů. Gratulujeme všem držitelům ocenění SUMO Army of Awesome pro rok 2014 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Army of Awesome 2014 fait partie de la série SUMO. Il représente la contribution à SUMO en 2014. Dans ce cas, 50 tweets avec Army of Awesome. Félicitations aux bénéficiaires du badge SUMO Army of Awesome 2014 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Армии Помощников SUMO 2014 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2014 году, в данном случае: 50 твитов Армии Помощников. Поздравляем всех награждённых значками Армии Помощников SUMO 2014 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Armada pomočnikov 2014 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2014; v tem primeru: 50 tvitov v Armadi pomočnikov. Vsem prejemnikom značke SUMO Armada pomočnikov 2014 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Armata e të Mahnitshmes 2014 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2014-s; në këtë rast: 50 cicërima Armata e të Mahnitshmes. Urime krejt fituesve të stemës SUMO Armata e të Mahnitshmes 2014 për shpënien më tej të Misionit të Mozilla-s!
xh: UMkhosi we-SUMO Omangalisayo webheji encinci yowama-2014 njengenxalenye yezintlu ze-SUMO. Umele umnikelo we-SUMO ngowama-2014; ngale meko: Ama-50 Omkhosi Omangalisayo we-tweets. Siyavuyisana nawo wonke uMkhosi we-SUMO Omangalisayo wabamkeli bebheji yowama-2012 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2014 L10n Badge
bn_in: ২০১৪ L10n ব্যাজ
cs: Ocenění Lokalizace pro rok 2014
fr: Badge L10n 2014
ru: Значок Локализации 2014
sl: Značka 2014 L10n
sq: Stema L10n 2014
xh: Ibheji ye-L10n yowama-2014

# DB: badger.Badge.description
source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
bn_in: SUMO L10n ২০১৪ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১৪-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ১০ টা অনুবাদ সম্পাদনা ইংরাজী SUMO Knowledge Base। সমস্ত SUMO L10n ২০১৪ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Lokalizace pro rok 2014 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2014 v rámci databáze znalostí realizovali alespoň 10 schválených úprav překladů. Gratulujeme všem držitelům ocenění SUMO Lokalizace pro rok 2014 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO L10n 2014 fait partie de la série SUMO. Il représente la contribution à SUMO en 2014. Dans ce cas, 10 modifications de traduction approuvées de la Base de connaissances SUMO. Félicitations aux bénéficiaires du badge SUMO L10n 2014 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Локализации SUMO 2014 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2014 году, в данном случае: 10 одобренных правок перевода Базы Знаний SUMO. Поздравляем всех награждённых значками Локализации SUMO 2014 за продвижение миссии Mozilla!
sl: Mini-značka SUMO L10n 2014 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2014; v tem primeru: 10 odobrenih urejanj prevodov v bazi znanja SUMO. Vsem prejemnikom značke SUMO L10n 2014 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO L10n 2014 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2014-s; në këtë rast: 10 përpunime përkthimi të miratuara te Baza e Dijes SUMO. Urime krejt fituesve të stemës SUMO L10n 2014 për shpënien më tej të Misionit të Mozilla-s!
xh: I-SUMO L10n 2014 yebheji encinci yinxalenye yezintlu ze-SUMO. Imele umnikelo kwi-SUMO ngowama-2014; ngale meko: i-10 lohlelo lweenguqulelo zesiSeko soLwazi ze-SUMO. Siyavuyisana nabo bonke abamkeli bebheji yowama-2014 L10n ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2014 KB Badge
bn_in: ২০১৪ KB ব্যাজ
cs: Ocenění Databáze znalosti pro rok 2014
fr: Badge KB 2014
ru: Значок Базы Знаний 2014
sl: Značka 2014 KB
sq: Stema BD 2014
xh: Ibheji ye-KB yowama-2014

# DB: badger.Badge.description
source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
bn_in: SUMO KB ২০১৪ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এটি ২০১৪-এ SUMO-তে অবদান প্রতিনিধিত্ব করে; এই ক্ষেত্রে: ১০ টা অনুমোদিত সম্পাদনা ইংরাজী SUMO Knowledge Base। সমস্ত SUMO KB ২০১৪ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য
cs: Ocenění SUMO Databáze znalostí pro rok 2014 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2014 v rámci databáze znalostí realizovali alespoň 10 schválených úprav. Gratulujeme všem držitelům ocenění SUMO Databáze znalostí pro rok 2014 za jejich přínos misi Mozilly
fr: Le mini-badge SUMO KB 2014 fait partie de la série SUMO. Il représente une contribution à SUMO en 2014. Dans ce cas, 10 modifications approuvées dans la Base de connaissances SUMO en anglais. Félicitation à tous les bénéficiaires du badge SUMO KB 2014 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Базы Знаний SUMO 2014 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2014 году, в данном случае: 10 одобренных правок в Английской Базе Знаний SUMO. Поздравляем всех награждённых значками Базы Знаний SUMO 2014 за продвижение миссии Mozilla!
sl: Mini-značka SUMO KB 2014 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2014; v tem primeru: 10 odobrenih urejanj angleške baze znanja SUMO. Vsem prejemnikom značke SUMO KB 2014 čestitamo za pomoč pri izpolnjevanju misije Mozille
sq: Ministema SUMO BD 2014 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2014-s; në këtë rast: 10 përpunime të miratuara te Baza e Dijes SUMO në Anglisht. Urime krejt fituesve të stemës SUMO BD 2014 për shpënien më tej të Misionit të Mozilla-s!
xh: Iqonga le-SUMO lowama-2014 lebheji encinci liyinxalenye yezintlu ze-SUMO. Limele umnikelo kwi- SUMO ngowama-2014 kulo meko: iimpendulo ezingama-30 kwiQonga le-SUMO lesiNgesi. Siyavuyisana nabo bonke abamkeli bebheji beQonga le-SUMO lowama-2014 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: 2014 Support Forum Badge
bn_in: ২০১৪ সহায়তা ফোরাম ব্যাজ
cs: Ocenění Podpora ve fóru pro rok 2014
fr: Badge du forum d'assistance 2014
ru: Значок Форума Поддержки 2014
sl: Značka 2014 za forum za podporo
sq: Stema Forum Asistence 2014
xh: Ibheji yeQonga leNkxaso lowama-2014

# DB: badger.Badge.description
source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
bn_in: SUMO ফোরাম ২০১৪ মিনি-ব্যাজ SUMO সিরিজের একটি পার্ট। এই ক্ষেত্রে এটি ২০১৪-এ SUMO-তে অবদান প্রতিনিধিত্ব করে: ৩০ টা উত্তর ইংরাজী SUMO ফোরামে। সমস্ত SUMO ফোরাম ২০১৪ ব্যাজ গ্রাহকদের অভিনন্দন Mozilla Mission-কে এগিয়ে নিয়ে যাওয়ার জন্য!
cs: Ocenění SUMO Podpora ve fóru pro rok 2014 je součást ocenění na SUMO. Dostávají jej přispěvatelé na SUMO, kteří v roce 2014 v rámci anglického fóra podpory realizovali alespoň 30 odpovědí. Gratulujeme všem držitelům ocenění SUMO Podpora ve fóru pro rok 2014 za jejich přínos misi Mozilly!
fr: Le mini-badge SUMO Forum 2014 fait partie de la série SUMO. Il représente une contribution à SUMO en 2014. Dans ce cas, 30 réponses dans le forum anglais de SUMO. Félicitation à tous les bénéficiaires du badge SUMO Forum 2014 pour avoir fait progresser la mission de Mozilla !
ru: Мини-значок Форума SUMO 2014 является частью серий SUMO. Он олицетворяет вклад в SUMO в 2014 году, в данном случае: 30 ответов на Английском Форуме SUMO. Поздравляем всех награждённых значками Форума SUMO 2014 за продвижение миссии Mozilla!
sl: Mini-značka SUMO Forum 2014 je del SUMO serije. Predstavlja sodelovanje pri SUMO v letu 2014 v tem primeru: 30 odgovorov v angleškem forumu SUMO. Vsem prejemnikom značke SUMO Forum 2014 čestitamo za pomoč pri izpolnjevanju misije Mozille!
sq: Ministema SUMO Forum 2014 është pjesë e serisë SUMO. Përfaqëson kontributin te SUMO gjatë 2014-s; në këtë rast: 30 përgjigje te Forumi Sumo në Anglisht. Urime krejt fituesve të stemës SUMO Forum 2014 për shpënien më tej të Misionit të Mozilla-s!
xh: Iqonga le-SUMO lowama-2014 lebheji encinci liyinxalenye yezintlu ze-SUMO. Limele umnikelo kwi- SUMO ngowama-2014 kule meko: iimpendulo ezingama-30 kwiQonga le-SUMO lesiNgesi. Siyavuyisana nabo bonke abamkeli bebheji beQonga le-SUMO lowama-2014 ngokuphucula i-Mozilla Mission!

# DB: badger.Badge.title
source: Firefox 29 Launch Team
fr: Équipe de lancement de Firefox 29
ru: Команда запуска Firefox 29
sl: Ekipa za izdajo Firefoxa 29
