Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Click here to find out where to help.
bn_in: এখানে ক্লিক করুন দেখতে যে কোথায় সাহায্য করবেন।
cs: Klepněte pro zjištění, kde můžete pomoci.
da: Klik her for at finde ud af, hvor du kan hjælpe.
fi: Napsauta tästä nähdäksesi, missä voit auttaa.
fr: Cliquez ici pour découvrir où aider.
ru: Щёлкните здесь, чтобы узнать, где помочь.
sl: Kliknite tukaj, da vidite, kje lahko priskočite na pomoč.
sq: Klikoni këtu që të mësoni se ku të ndihmoni.
xh: Cofa apha ukufumanisa apho unganceda khona.

source: <a href="%(url)s">Forum Contributor</a> - Answer user support questions that are most-requested but have no replies.
bn_in: <a href="%(url)s">ফোরামের অবদানকারী</a> - ব্যবহারকারী সাপোর্টের প্রশ্নের জবাব দিন যেগুলো সবথেকে বেশি আবেদিত কিন্তু কোনো উত্তর নেই।
cs: <a href="%(url)s">Přispívání do fóra</a> - zodpovídání otázek uživatelů ve fóru podpory, které jsou často kladené a nemají odpovědi.
fi: <a href="%(url)s">Keskustelupalstan avustaja</a> - Vastaa käyttäjäkysymyksiin, joita kysytään eniten mutta joille ei ole vastauksia.
fr: <a href="%(url)s">Contributeur au forum</a> - Répondez aux questions d'assistance le plus fréquemment posées mais qui n'ont aucune réponse.
ru: <a href="%(url)s">Помощник на форуме</a> - Отвечайте на вопросы пользователей, которые являются самыми популярными, но на которые нет ответов.
sl: <a href="%(url)s">Sodelavec v forumu</a> - odgovarjate lahko na vprašanja uporabnikov, ki so najbolj pereča, vendar so še brez odgovora.
sq: <a href="%(url)s">Kontribues Forumi</a> - Përgjigjuni pyetjeve të përdoruesve më të kërkuara për asistencë, por që nuk kanë përgjigje.
xh: <a href="%(url)s">UMnikeli weQonga</a> - Phendula imibuzo yokuxhasa umsebenzisi eyiyeyona ifunywayo kakhulu kodwa ayinazimpendulo.

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here: <a href="%(url)s">Contributor Quality Training</a>.
cs: Jakmile začnete s odpovídáním na otázky, což vypadá snadně, můžete mít několik dotazů. Jako například, co se stane, když naštvaný uživatel neakceptuje obezličku problému? Odpovědi na tyto otázky vám dá Contributor Quality Training. Je možné s ním začít zde: <a href="%(url)s">Contributor Quality Training</a>.
fr: En commençant à répondre à des questions qui paraissent faciles, vous pourriez vous-même vous poser des questions. Par exemple, que faire quand un utilisateur mécontent ne veut pas faire ce qui lui permettrait de contourner un problème, ou comment assurer le suivi ? Le groupe Formation qualité des contributeurs peut avoir les réponses. Voici où commencer : <a href="%(url)s">Formation qualité des contributeurs</a>.
ru: Как только вы начнёте отвечать на вопросы, которые выглядят лёгкими, вы можете столкнуться с несколькими вопросами. Например, что происходит, когда рассерженный пользователь не хочет использовать обходной путь или что произойдет дальше? На это может дать ответ Contributor Quality Training. Можно начать здесь: <a href="%(url)s">Contributor Quality Training</a>.
sl: Ko boste začeli odgovarjati na vprašanja, ki so videti preprosta, se vam bo morda porodilo nekaj vprašanj. Na primer, kaj se zgodi, če jezen uporabnik noče sodelovati, ali kaj se zgodi potem? Trening kakovosti sodelavcev bo morda odgovoril nanja. Začnete lahko tukaj: <a href="%(url)s">Trening kakovosti sodelavcev</a>.
xh: Njengoko uqalisa ukuphendula imibuzo ebonakala ilula usenokudibana nemibuzo embalwa. Efana, neyokuba kwenzeka ntoni xa umsebenzisi ocaphukileyo engafuni ukusebenza okanye yintoni elandelayo eyenzekayo? UQeqesho loMgangatho woMnikeli lusenokuba luziphendule ezi. Kungenzeka ukuqala apha: <a href="%(url)s">UQeqesho loMgangatho woMnikeli </a>.

source: <a href="%(url)s">Twitter Contributor</a> - Respond to tweets about Firefox.
bn_in: <a href="%(url)s">Twitter অবদানকারী</a> - Firefox সম্পর্কে টুইটের উত্তর দিন।
cs: <a href="%(url)s">Přispívání na Twitteru</a> - zodpovídání na tweety týkající se Firefoxu.
fi: <a href="%(url)s">Twitter-avustaja</a> - Vastaa Firefoxiin liittyviin twiitteihin.
fr: <a href="%(url)s">Contributeur sur Twitter</a> - Répondez aux tweets concernant Firefox.
ru: <a href="%(url)s">Помощник на Твиттере</a> - Отвечайте на твиты о Firefox.
sl: <a href="%(url)s">Sodelavec na Twitterju</a> - odgovorite tvitom na temo Firefoxa.
sq: <a href="%(url)s">Kontribues në Twitter</a> - Përgjigjjuni cicërimave rreth Firefox-it.
xh: <a href="%(url)s">Umnikeli we-Twitter</a> - Phendula kwii-tweets ezimalunga ne-Firefox.

source: <a href="%(url)s">KB Editor</a> - Help to update knowledge base articles that need changes or write new articles.
bn_in: <a href="%(url)s">KB সম্পাদক</a> - knowledge base প্রবন্ধ যেগুলোর পরিবর্তন প্রয়োজন বা নতুন প্রবন্ধ লেখার প্রয়োজন সেগুলোকে আপডেট করতে সাহায্য করুন।
cs: <a href="%(url)s">Redaktor KB</a> - pomáhání s aktualizacemi článků databáze podpory, které potřebují změny či psaní nových článků.
fi: <a href="%(url)s">Tukikannan muokkaaja</a> - Auta päivittämään tukikannan artikkeleita, jotka tarvitsevat muutoksia, tai kirjoita uusia.
fr: <a href="%(url)s">Rédacteur d'articles en anglais</a> - Aidez à mettre à jour les articles de la base de connaissances qui ont besoin de modification ou rédigez de nouveaux articles.
ru: <a href="%(url)s">Редактор Базы Знаний</a> - Помогайте обновлять статьи базы знаний, которые требуют изменений, или пишите новые статьи.
sl: <a href="%(url)s">Urednik KB (baze znanja)</a> - pomagajte pri posodabljanju obstoječih člankov v bazi znanja ali pa pri pisanju novih.
sq: <a href="%(url)s">Redaktor BD-je</a> - Ndihmoni të përditësohen artikuj baze dijesh që lypin ndryshime ose shkruani artikuj të rinj.
xh: <a href="%(url)s">Umhleli we-KB</a> - Uncedo lokuhlela amanqaku esiseko solwazi afuna iinguiqu okanye ukubhala amanqaku amatsha.

source: <a href="%(url)s">L10N Contributor</a> - Help to translate Firefox Help content to your language.
bn_in: <a href="%(url)s">L10N অবদানকারী</a> - Firefox সাহায্য কন্টেন্টকে আপনার ভাষায় অনুবাদ করতে সাহায্য করুন।
cs: <a href="%(url)s">Přispěvatel do L10N</a> - pomoc při překladu obsahu Nápovědy Firefoxu do vašeho jazyka.
fi: <a href="%(url)s">Lokalisaatioavustaja</a> - Auta kääntämään Firefox-ohjeita omalle kielellesi.
fr: <a href="%(url)s">Traducteur</a> - Aidez à traduire le contenu de l'aide de Firefox dans votre langue.
ru: <a href="%(url)s">Помощник в L10N</a> - Помогите перевести содержимое справки Firefox на ваш язык.
sl: <a href="%(url)s">Sodelavec L10N</a> - pomagajte prevajati Pomoč za Firefox v slovenščino.
sq: <a href="%(url)s">Kontribues L10N</a> - Ndihmoni të përkthehet lëndë Ndihme Firefox-i në gjuhën tuaj.
xh: <a href="%(url)s">Umnikeli we-L10N</a> - uNcedo lokuguqulela isiqulatho soNcedo lwe-Firefox kulwimi lwakho.

source: Having trouble with Firefox and want some help? Our support forums are a great place to ask a question.
bn_in: Firefox নিয়ে সমস্যা হচ্ছে এবং সাহায্য চাই? আমাদের সহায়তা ফোরাম হল একটি ভালো জায়গা প্রশ্ন জিজ্ঞাসা করবার।
cs: Máte potíže s Firefoxem a potřebujete radu? Naše fóra podpory jsou skvělým místem k pokládání otázek.
da: Har du problemer med Firefox og ønsker hjælp? Vores supportforum er et godt sted at stille et spørgsmål.
fi: Onko sinulla ongelmia Firefoxin kanssa? Tukikeskustelumme on hyvä paikka kysyä kysymyksiä.
fr: Des problèmes en utilisant Firefox&nbsp;? Vous trouverez des réponses et de l'aide sur nos forums de support.
ru: Возникли проблемы с Firefox и хотите получить помощь? Наши форумы поддержки являются отличным местом, чтобы задать вопрос.
sl: Imate težave s Firefoxom in potrebujete nekaj pomoči? Naši forumi za podporo so odličen kraj, da zastavite vprašanje.
sq: Keni probleme me Firefox-in dhe doni ca ndihmë? Forumet tanë të asistencës janë një vend i përshtatshëm për të bërë një pyetje.
xh: Inengxaki ne-Firefox kwaye ifuna uncedo oluthile? Amaqonga ethu enkxaso ayindawo entle kakhulu yokubuza umbuzo.

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe.
bn_in: Mozilla সাপোর্ট একটি উত্সাহী স্বেচ্ছাসেবী এবং কর্মীদের কমিউনিটি যারা আমাদের ব্যবহারকারীদের সারা বিশ্বে সাপোর্ট করার চেষ্টা করে চলেছে।
cs: Mozilla Support je komunita přispěvatelů a zaměstnanců, kteří zajišťují podporu našich uživatelů po celém světě.
da: Mozilla Support består af et fællesskab af entusiastiske frivillige og ansatte, som prøver at hjælpe vores brugere over hele kloden.
fi: Mozilla-tuki on innokkaiden avustajien ja työntekijöiden yhteisö, joka pyrkii auttamaan kaikkia käyttäjiämme ympäri maailman.
fr: L'assistance de Mozilla est une communauté de bénévoles et d'employés enthousiastes, essayant d'aider nos utilisateurs tout autour du globe.
ru: Поддержка Mozilla - это энергичное сообщество сотрудников и добровольцев, пытающихся поддержать наших пользователей по всему миру.
sl: Podpora Mozilla (SuMo) je skupnost navdušenih prostovoljcev in zaposlenih, ki poskušajo po svojih najboljših močeh pomagati uporabnikom po vsem svetu.
sq: Asistenca Mozilla është një bashkësi vullnetarësh dhe të punësuarish entuziastë që përpiqen t’u japin asistencë përdoruesve tanë anembanë globit.
xh: Inkxaso ye-Mozilla luluntu lwamavolontiya anomdla nabasebenzi abazama ukuxhasa abasebenzisi bethu kwilizwe jikelele.

source: See what you can do to help
bn_in: দেখুন আপনি সাহায্য করতে কি করতে পারেন।
cs: Podívat se jak mohu pomoci
da: Se hvad du kan gøre for at hjælpe.
fi: Katso, mitä voit tehdä auttaaksesi
fr: Découvrez ce que vous pouvez faire pour aider
ru: Посмотрите, что вы можете сделать, чтобы помочь
sl: Oglejte si, kako lahko pomagate
sq: Shihni se ç’mund të bëni për të ndihmuar
xh: Bona into onokuyenza ukunceda

source: Register to be a Contributor
bn_in: অবদানকারী হতে রেজিস্টার করুন
cs: Registrace jako přispěvatel
da: Registrer dig for at blive en bidragyder
et: Registreeru kaastöötajaks
fi: Rekisteröidy avustajaksi
fr: S'inscrire comme contributeur
lt: Prisiregistruokite, jeigu norite pagelbėti
ru: Зарегистрироваться, чтобы помочь
sl: Registriraj se kot sodelavec
sq: Regjistrohuni që të bëheni një Kontribues
xh: Bhalisa ukuba ube nguMnikeli

source: You don't need to register to <a href="{url}">ask a question</a>.
bn_in: আপনাকে <a href="{url}">একটি প্রশ্ন জিজ্ঞাসা করুন</a>-এ রেজিস্টার করতে হবে না।
cs: Pro <a href="{url}">položení otázky</a> nepotřebujete registraci.
da: Du behøver ikke registrere dig for at <a href="{url}">stille et spørgsmål</a>.
et: <a href="{url}">Küsimiseks</a> ei pea registreeruma.
fi: Rekisteröitymistä ei vaadita <a href="{url}">kysymyksen kysymiseen</a>.
fr: Vous n'avez pas besoin de vous inscrire pour <a href="{url}">poser une question</a>.
ru: Вам не нужно регистрироваться, чтобы <a href="{url}">задать вопрос</a>.
sl: Da <a href="{url}">postavite vprašanje</a>, se vam ni treba registrirati.
sq: Nuk keni nevojë të regjistroheni që të <a href="{url}">bëni një pyetje</a>.
xh: Akufunekanga ubhalise ku <a href="{url}">buza umbuzo</a>.

source: Logging in...
bn_in: লগ ইন হচ্ছে...
cs: Probíhá přihlašování...
da: Logger ind...
et: Logitakse sisse...
fi: Kirjaudutaan sisään...
fr: Connexion…
lt: Prisijungiama…
ru: Вход...
sl: Prijavljanje...
sq: Po hyhet...
th: กำลังเข้าสู่ระบบ...
xh: Iyangena ekhompyutheni...

source: Logged in!
bn_in: লগ ইন হয়েছে!
cs: Přihlášeno!
da: Logget ind!
et: Sisse logitud!
fi: Sisäänkirjautuminen onnistui.
fr: Connecté(e) !
lt: Prisijungta!
ru: Вход успешен!
sl: Prijava uspela!
sq: I Futur!
th: กำลังเข้าสู่ระบบ!
xh: Ingenile!

source: My password isn't working.
bn_in: আমার পাসওয়ার্ড কাজ করছে না।
cs: Mé heslo nefunguje.
da: Min adgangskode virker ikke.
et: Minu salasõna ei tööta.
fi: Salasanani ei toimi.
fr: Mon mot de passe ne fonctionne pas.
lt: Mano slaptažodis nebetinka.
ru: Мой пароль не работает.
sl: Moje geslo ne deluje.
sq: Fjalëkalimi im nuk funksionon.
th: รหัสผ่านของฉันไม่ทำงาน
xh: I-password ayisebenzi.

source: Login Problems?
bn_in: লগইন সমস্যা?
cs: Problémy s přihlášením?
da: Problemer med login?
et: Probleemid sisselogimisel?
eu: Saioa hasteko arazoak?
fi: Eikö kirjautuminen onnistu?
fr: Problèmes de connexion ?
lt: Problemos prisijungiant?
ru: Проблемы со входом?
sl: Težave ob prijavi?
sq: Probleme Hyrjeje?
th: มีปัญหากับการเข้าสู่ระบบ?
xh: Iingxaki zokungena ekhompyutheni?

source: I forgot my username.
bn_in: আমি আমার ইউজারমেন ভুলে গেছি।
cs: Zapomněl(a) jsem své uživatelské jméno.
da: Jeg har glemt mit brugernavn.
et: Unustasin kasutajanime.
fi: Unohdin käyttäjätunnuksen.
fr: J'ai oublié mon nom d'utilisateur.
lt: Užmiršau naudotojo vardą.
ru: Я забыл мое имя пользователя.
sl: Ne spomnim se več svojega uporabniškega imena.
sq: Harrova emrin tim të përdoruesit.
th: ฉันลืมชื่อผู้ใช้ของฉัน
xh: Ndililibele igama lam lomsebenzisi.

source: I didn't get a confirmation email.
bn_in: আমি কোনো অনুমোদন ইমেইল পাইনি।
cs: Neobdržel(a) jsem potvrzující e-mail.
da: Jeg modtog ingen bekræftelsesmail.
et: Kinnituskiri ei jõudnud kohale.
fi: En saanut vahvistusviestiä.
fr: Je n'ai pas reçu de courriel de confirmation.
lt: Negavau patvirtinimo laiško.
ru: Я не получил письма с подтверждением.
sl: Nisem dobil e-pošte za potrdilo.
sq: Nuk mora email ripohimi.
th: ฉันยังไม่ได้รับอีเมลยืนยัน
xh: Andikhange ndifumane i-imeyile yesiqinisekiso.

source: This username is available.
cs: Toto uživatelské jméno je dostupné.
fr: Ce nom d'utilisateur est disponible.
ru: Это имя пользователя доступно.
sl: To uporabniško ime je na voljo.
xh: Eli gama lomsebenzisi likhona.

source: This email looks great!
cs: Tento e-mail vypadá dobře!
fr: Cette adresse a l'air bonne !
ru: Этот адрес эл. почты выглядит отлично!
sl: Ta elektronski naslov je videti odlično!
xh: Le imeyili ibonakala imnandi!

source: Password should be at least 8 characters long and contain at least 1 number.
bn_in: পাসওয়ার্ড নূন্যতম ৮ অক্ষর দৈর্ঘ্যের হবে এবং নূন্যতম ১ টা সংখ্যা থাকতে হবে।
cs: Heslo musí být nejméně 8 znaků dlouhé a obsahovat alespoň 1 číslo.
da: Adgangskoden bør bestå af mindst 8 tegn og indeholde mindst 1 tal.
fi: Salasanan tulee olla vähintään kahdeksan merkkiä pitkä ja sen pitää sisältää ainakin yksi numero.
fr: Le mot de passe devrait être long d'au moins 8 caractères et contenir au moins un nombre.
ru: Пароль должен быть не менее 8 символов и содержать по крайней мере 1 цифру.
sl: Geslo mora biti dolgo najmanj 8 znakov in imeti vsaj 1 števko.
sq: Fjalëkalimi duhet të jetë e pakta 8 shenja i gjatë dhe duhet të përmbajë të paktën 1 numër.
xh: I-password kufuneka ibebubude boobumba abasi-8 kwaye iqulathe nokuba yinombolo e-1.

source: Your username will be shown next to your question in our public support forums.
bn_in: আপনার ইউজারনেম আপনার প্রশ্নের ঠিক পরেই দেখানো হবে আমাদের পাবলিক সাপোর্ট ফোরামেসমূহে।
cs: Vaše uživatelské jméno bude zobrazeno vedle vaší otázky v našem veřejném fóru podpory.
da: Dit brugernavn vil blive vist ved siden af dit spørgsmål i vores offentlige supportforum.
fi: Käyttäjätunnuksesi näytetään kysymyksesi vieressä julkisella tukipalstallamme.
fr: Votre nom d'utilisateur sera affiché à côté de votre question dans nos forums d'assistance publics.
ru: Ваше имя пользователя будет показано рядом с вашим вопросом в наших публичных форумах поддержки.
sl: Vaše uporabniško ime bo videti poleg vašega vprašanja v naših javnih forumih za podporo.
sq: Emri juaj i përdoruesit do të shfaqet në krah të pyetjes suaj te forumet tona të asistencës.
xh: Igama lomsebenzisi wakho liza kuboniswa ecaleni kombuzo wakho kumaqonga ethu enkxaso kawonke wonke.

source: Reveal password to check that it's right
cs: Odhalit heslo pro kontrolu, zda je zadáno správně
fr: Afficher le mot de passe pour vérifier qu'il est correct
ru: Отобразите пароль, чтобы проверить его корректность
sl: Razkrijte geslo, da se prepričate, da je pravo
xh: Bonakalisa i-password ukujonga ukuba ilungile na

source: Create my account
cs: Vytvořit můj účet
fr: Créer mon compte
ru: Создать мою учётную запись
sl: Ustvari moj račun
xh: Yenza i-akhawunti yam

source: My profile
bn_in: আমার প্রোফাইল
cs: Můj profil
da: Min profil
et: Minu profiil
fi: Profiili
fr: Mon profil
lt: Jūsų profilis
ru: Мой профиль
sl: Moj profil
sq: Profili im
th: ข้อมูลส่วนตัวของฉัน
xh: Iprofayile yam

source: Edit my profile
bn_in: আমার প্রোফাইল সম্পাদন
cs: Upravit můj profil
da: Rediger min profil
et: Muuda minu profiili
eu: Editatu nire profila
fi: Muokkaa profiilia
fr: Modifier mon profil
lt: Keisti Jūsų profilį
ru: Изменить мой профиль
sl: Uredi moj profil
sq: Përpunim i profilit tim
th: แก้ไขข้อมูลส่วนตัวของฉัน
xh: Hlela iprofayile

source: Edit settings
bn_in: সেটিংস সম্পাদনা করুন
cs: Úprava nastavení
da: Rediger indstillinger
et: Seadete muutmine
fi: Muokkaa asetuksia
fr: Modifier les paramètres
lt: Keisti nuostatas
ru: Изменить настройки
sl: Uredi nastavitve
sq: Përpunoni rregullime
th: แก้ไขการตั้งค่า
xh: Hlela iisetingi

source: Successfully activated
bn_in: সফলভাবে সক্রিয় করা হয়েছে
cs: Úspěšně aktivován.
da: Aktiveret korrekt
fi: Aktivoitu onnistuneesti
fr: Activé
ru: Успешно активирована
sl: Uspešno aktivirano
sq: U aktivizua me sukses
xh: Yenziwe ukuba isebenze ngempumelelo

source: Change email
bn_in: ইমেল পরিবর্তন করুন
cs: Změna e-mailu
da: Skift mailadresse
fi: Vaihda sähköpostiosoite
fr: Changer mon adresse électronique
ru: Сменить адрес эл. почты
sl: Sprememba e-naslova
sq: Ndryshoni email
xh: Tshintsha i-imeyile

source: Edit profile
bn_in: প্রোফাইল সম্পাদনা করুন
cs: Úprava profilu
da: Rediger profil
fi: Muokkaa profiilia
fr: Modifier le profil
ru: Редактировать профиль
sl: Urejanje profila
sq: Përpunoni profil
xh: Hlela iprofayile

source: Change Email
bn_in: নিজের ইমেল পরিবর্তন করুন
cs: Změna e-mailu
da: Skift mailadresse
fi: Vaihda sähköpostiosoite
fr: Changer mon adresse électronique
ru: Сменить адрес эл. почты
sl: Sprememba e-naslova
sq: Ndryshoni Email
xh: Tsintsha i-Imeyile

source: Password
bn_in: পাসওয়ার্ড
cs: Heslo
da: Adgangskode
et: Salasõna
eu: Pasahitza
fi: Salasana
fr: Mot de passe
lt: Slaptažodis
ru: Пароль
sl: Geslo
sq: Fjalëkalim
th: รหัสผ่าน
xh: I-Password

source: Email in
bn_in: ইমেল ইন
cs: E-mail ve
da: Mail i
fi: Sähköpostikieli
fr: Messages en
ru: Отправить по почте
sl: Dospela e-pošta
xh: I-imeyile kwi

source: Retrieve username
bn_in: ইউজারনাম উদ্ধার করুন
cs: Získané uživatelské jméno
da: Hent brugernavn
fi: Käyttäjänimen palauttaminen
fr: Récupérer le nom d'utilisateur
ru: Получить имя пользователя
sl: Prikliči uporabniško ime
sq: Rimerrni emër përdoruesi
xh: Fumana igama lomsebenzisi

source: Contributions
bn_in: অবদানসমূহ
cs: Příspěvky
da: Bidrag
fi: Avustukset
ru: Вклады
sl: Prispevki
sq: Kontribute
xh: Iminikelo

source: Change password
bn_in: পাসওয়ার্ড পরিবর্তন করুন
cs: Změna hesla
da: Skift adgangskode
fi: Vaihda salasana
fr: Changer le mot de passe
ru: Сменить пароль
sl: Spremeni geslo
sq: Ndryshoni fjalëkalimin
xh: Tshintsha i-password

source: Old Password
bn_in: পুরোনো পাসওয়ার্ড
cs: Staré heslo
da: Nuværende adgangskode
fi: Vanha salasana
fr: Ancien mot de passe
ru: Старый пароль
sl: Staro geslo
sq: Fjalëkalimi i Vjetër
xh: I-Password eNdala

source: New Password
bn_in: নতুন পাসওয়ার্ড
cs: Nové heslo
da: Ny adgangskode
fi: Uusi salasana
fr: Nouveau mot de passe
ru: Новый пароль
sl: Novo geslo
sq: Fjalëkalimi i Ri
xh: I-Password eNtsha

source: New Password Again
bn_in: পুনরায় নতুন পাসওয়ার্ড
cs: Nové heslo (znovu)
da: Ny adgangskode igen
fi: Uusi salasana uudelleen
fr: Répéter le nouveau mot de passe
ru: Повторите новый пароль
sl: Novo geslo še enkrat
sq: Fjalëkalimi i ri Sërish
xh: I-password eNtsha Kwakhona

source: You have successfully changed your password.
bn_in: আপনি সফলভাবে আপনার পাসওয়ার্ড পরিবর্তন করেছেন।
cs: Změna hesla úspěšně dokončena.
da: Du har ændret din adgangskode korrekt.
fi: Olet vaihtanut salasanasi onnistuneesti.
fr: Vous avez changé votre mot de passe.
ru: Вы успешно изменили ваш пароль.
sl: Uspešno ste spremenili svoje geslo.
sq: E ndryshuat me sukses fjalëkalimin tuaj.
xh: Uyitshintshe ngempumelelo i-password yakho.

source: Your password was successfully reset.
bn_in: আপনার পাসওয়ার্ড সফলভাবে রিসেট করা হয়েছে।
cs: Vaše heslo bylo úspěšně obnoveno.
da: Din adgangskode blev nulstillet korrekt.
fi: Salasana on palautettu onnistuneesti.
fr: Votre mot de passe a été réinitialisé.
ru: Ваш пароль был успешно сброшен.
sl: Vaše geslo je uspešno ponastavljeno.
sq: Fjalëkalimi juaj u ricaktua me sukses.
xh: I-password yakho isetwe ngempumelelo.

source: Password reset
bn_in: পাসওয়ার্ড রিসেট করুন
cs: Obnova hesla
da: Adgangskode nulstillet
fi: Salasanan palauttaminen
fr: Mot de passe réinitialisé
ru: Сброс пароля
sl: Ponastavitev gesla
sq: Fjalëkalimi u ricaktua
xh: Ukusetwa kwepassword

source: Register or sign in
bn_in: রেজিস্টার বা লগ-ইন করুন
cs: Registrace nebo přihlášení
da: Registrer dig eller log ind
fi: Rekisteröidy tai kirjaudu
fr: S'inscrire ou se connecter
lt: Registruotis arba prisijungti
ru: Зарегистрироваться или войти
sl: Registrirajte se ali se prijavite
sq: Regjistrohuni ose hyni
th: ลงทะเบียนหรือเข้าสู่ระบบ
xh: Bhalisa okanue ungene ekhompyutheni

source: Create a support account.
bn_in: সাপোর্ট অ্যাকাউন্ট তৈরি করুন।
cs: Vytvoření účtu podpory
da: Opret en support-konto.
fi: Luo tukitunnus.
fr: Créer un compte d'assistance.
lt: Sukurti pagalbos paskyrą.
ru: Создать учётную запись для поддержки.
sl: Ustvarjanje računa pri podpori.
sq: Krijoni një llogari asistence.
xh: Yenza iakhawunti yenkxaso.

source: Username
bn_in: ইউজারনাম
cs: Uživatelské jméno
da: Brugernavn
et: Kasutajanimi
fi: Käyttäjätunnus
fr: Nom d'utilisateur
lt: Naudotojo vardas
ru: Имя пользователя
sl: Uporabniško ime
sq: Emër përdoruesi
th: ชื่อผู้ใช้
xh: Igama lomsebenzisi

source: Signing in...
bn_in: সাইন করানো হচ্ছে...
cs: Probíhá přihlašování...
da: Logger ind...
et: Logitakse sisse...
fi: Kirjaudutaan sisään...
fr: Connexion…
lt: Prisijungiama…
ru: Вход...
sl: Prijavljanje ...
sq: Po hyhet...
th: กำลังเข้าสู่ระบบ...
xh: Iyangena ekhompyutheni...

source: Signed in!
bn_in: সাইন ইন হয়ে আছেন!
cs: Proběhlo přihlášení!
da: Logget ind!
et: Oled sisselogitud!
fi: Kirjauduttu!
fr: Connexion établie !
lt: Prisijungta!
ru: Вошёл!
sl: Prijavljeni!
sq: Hytë!
th: เข้าสู่ระบบแล้ว!
xh: Ungenile ekhompyutheni!

source: Don't have an account? Register
bn_in: কোনো অ্যাকাউন্ট নেই? রেজিস্টার করুন
cs: Nemáte účet? Zaregistrujte se
da: Har du ingen konto? Registrer dig
et: Sul pole kontot? Registreeru.
fi: Eikö sinulla ole tunnusta? Rekisteröidy
fr: Vous n'avez pas de compte ? Inscrivez-vous
lt: Neturite paskyros? Užsiregistruokite
ru: Нет учётной записи? Зарегистрироваться
sl: Še nimate računa? Registrirajte se
sq: Nuk keni llogari? Regjistrohuni
th: ไม่มีบัญชีผู้ใช้? ลงทะเบียน
xh: Ayinayo iakhawunti? Bhalisa

source: Create a new support account
bn_in: একটি নতুন সাপোর্ট অ্যাকাউন্ট বানান।
cs: Vytvoření nového účtu podpory
da: Opret en ny support-konto
et: Loo uus kasutajatoe konto
fi: Luo uusi tukitunnus
fr: Créer un nouveau compte d'assistance
lt: Kurti naują pagalbos paskyrą
ru: Создать новую учётную запись для поддержки
sl: Ustvarite nov račun za podporo
sq: Krijoni një llogari të re asistence
xh: Yenza iakhawunti entsha yenkxaso

source: Minor details that don't affect the instructions
bn_in: ছোটো বর্ণনা কোনো নির্দেশাবলীকে প্রভাবিত করবে না
cs: Drobné detaily, které neovlivní postup v návodu
da: Små detaljer, som ikke påvirker vejledningen
fr: Détails secondaires qui n'affectent pas les instructions
lt: Instrukcijų neįtakojančios smulkmenos
ru: Несущественные детали, не влияющие на инструкции
sl: Manjše podrobnosti, ki ne vplivajo na navodila
sq: Hollësi të vockla që nuk prekin udhëzimet
th: รายละเอีดปลีกย่อยที่ไม่ส่งผลกระทบต่อคำสั่ง
xh: Iinkcukacha ezincinci ezingachaphazeli imiyalelo
