Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
bn_in: ({new_email}) ইমেলটি যেটি আপনি লিখেছেন সেটি ইতিমধ্যে সিস্টেমে উপস্থিত আছে। আপনার অ্যাকাউন্টের জন্য বর্তমান ইমেল এখনও {old_email}।
cs: Zadaný e-mail ({new_email}) je již v systému použit. Váš aktuální e-mail pro tento účet je stále {old_email}.
da: Den mailadresse du indtastede ({new_email}) findes allerede i systemet. Den nuværende mailadresse til din konto er stadig {old_email}.
et: Sisestatud e-posti aadress ({new_email}) on süsteemis juba olemas. Sinu kontoga seotud e-posti aadressIKS on endiselt {old_email}.
fi: Uusi sähköpostiosoite ({new_email}) on jo käytössä. Käyttäjätunnuksen sähköpostiosoite on edelleen {old_email}.
fr: L'adresse électronique que vous avez saisie ({new_email}) existe déjà dans le système. L'adresse électronique actuelle pour votre compte est toujours {old_email}.
lt: Įvestas el. pašto adresas ({new_email}) jau yra užregistruotas sistemoje. Jūsų paskyros el. pašto adresas liko {old_email}.
ru: Введённый вами адрес эл. почты ({new_email}) уже существует в системе. Текущим адресом эл. почты для вашей учётной записи всё ещё является {old_email}.
sl: E-poštni naslov ({new_email}), ki ste ga vnesli, že obstaja. E-poštni naslov za vaš račun je trenuno še vedno {old_email}.
sq: Email-i që dhatë ({new_email}) gjendet tashmë në sistem. Email-i i tanishëm për llogarinë tuaj është ende {old_email}.
th: อีเมลใหม่ที่คุณป้อน ({new_email}) มีอยู่แล้วในระบบ อีเมลปัจจุบันสำหรับบัญชีของคุณยังคงเป็น {old_email}
xh: I-imeyile oyifakileyo ({i-imeyile_entsha}) sele ikhona kwisistim. I-imyile yangoku kwi-akhawunti yakho sele {imeyile_endala}.

source: Your email has been changed from {old_email} to {new_email}.
bn_in: আপনার ইমেল {old_email} থেকে {new_email} তে পরিবর্তন করা হয়েছে।
cs: Váš e-mail byl změněn z {old_email} na {new_email}.
da: Din mailadresse er blevet ændret fra {old_email} til {new_email}.
et: Sinu e-posti aadressiks on {old_email} asemel nüüd {new_email}.
fi: Vanha sähköpostiosoite {old_email} on nyt korvattu uudella osoitteella {new_email}.
fr: Votre adresse électronique a été changée de {old_email} à {new_email}.
lt: Jūsų el. pašto adresas pakeistas iš {old_email} į {new_email}.
ru: Ваш адрес эл. почты был сменён с {old_email} на {new_email}.
sl: Vaš E-poštni naslov spremenjen z {old_email} na {new_email}.
sq: Email-i juaj u ndryshua nga {old_email} në {new_email}.
th: อีเมลของคุณได้รับการเปลี่ยนจาก {old_email} เป็น {new_email} แล้ว
xh: I-imeyile yakho ithsintshiwe ukusuka kwi {imeyile_endala} ukuya {kwi-imeyile_entsha}.

source: Confirmation email sent
bn_in: স্বীকৃতিপ্রদানকারী ইমেল পাঠানো হয়েছে
cs: Byl zaslán potvrzující e-mail
da: Bekræftelsesmail sendt
et: Kinnituskiri on saadetud
fi: Vahvistusviesti lähetetty
fr: Courriel de confirmation envoyé
lt: Patvirtinimo laiškas išsiųstas
ru: Письмо с подтверждением отправлено
sl: E-pošta za potrdilo poslana
sq: Email-i për ripohim u dërgua
th: อีเมลยืนยันได้ถูกส่งไปแล้ว
xh: Ithunyelwe i-imeyile yesiqinisekiso

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
bn_in: আমরা %(new_email)s-তে একটি স্বীকৃতিপ্রদানকারী ইমেল পাঠিয়েছি। আপনার অ্যাকাউন্টের ইমেল পরিবর্তন করার জন্য দয়া করে লিঙ্ক অনুসরন করুন।
cs: Na e-mailovou adresu %(new_email)s jsme zaslali potvrzující e-mail. Pro změnu e-mailu u vašeho účtu klepněte na adresu, která je v něm uvedena.
da: Vi har sendt en bekræftelsesmail til %(new_email)s. Følg linket i mailen for at ændre din kontos mailadresse.
et: Saatsime kinnituskirja aadressile %(new_email)s. Palun klõpsa kinnituskirjas oleval lingil oma kontoga seotud e-posti aadressi muutmiseks.
fi: Sähköpostiosoitteeseen %(new_email)s on lähetetty vahvistusviesti. Vahvista uusi sähköpostiosoite napsauttamalla viestissä olevaa linkkiä.
fr: Nous avons envoyé une confirmation à %(new_email)s. Veuillez suivre le lien dans la confirmation pour modifier l'adresse électronique de votre compte.
lt: Adresu %(new_email)s išsiuntėme patvirtinimo laišką. Kad pakeistumėte su paskyra susietą el. paštą, prašom atverti laiške pateiktą patvirtinimo saitą.
ru: Мы послали подтверждение на адрес %(new_email)s. Пожалуйста, проследуйте по ссылке в подтверждении для смены адреса эл. почты своей учётной записи.
sl: Potrdilo smo poslali na %(new_email)s. Sledite prosim povezavi v obvestilu, da spremembo svojega e-poštnega naslova potrdite.
sq: Ju dërguam një ripohim te %(new_email)s. Që të ndryshoni email-in e llogarisë suaj, ju lutemi, ndiqni lidhjen te ripohimi.
th: เราส่งการยืนยันไปยัง %(new_email)s โปรดคลิกลิงก์ในอีเมลการยืนยันการเปลี่ยนแปลงบัญชีของคุณ
xh: Sithumele isiqinisekiso ku %(i-imeyile_entsha). Nceda ulandele ilinki kwisiqinisekiso ukutshintsha i-imeyile yakho ye-akhawunti.

source: Your account was sucessfully closed!
bn_in: আপনার অ্যা কাউন্ট সাফল্যের সাথে বন্ধ করা হয়েছে!
cs: Váš účet byl úspěšně uzavřen!
da: Din konto blev lukket korrekt!
fr: Votre compte a été clôturé !
ru: Ваша учётная запись была успешно закрыта!
sl: Vaš račun je uspešno zaprt!
sq: Llogaria juaj u mbyll me sukses!
xh: I-akhawunti yakho ivalwe ngempumelelo!

source: We're sorry to see you go.
bn_in: আমরা দুঃখিত আপনাকে চলে যেতে দেখে।
cs: Je nám líto, že odcházíte.
da: Vi er kede af, at du forlader os.
fr: Nous sommes désolés de vous voir partir.
ru: Нам жаль, что вы уходите.
sl: Žal nam je, da odhajate.
sq: Na vjen keq t’ju shohim të largoheni.
xh: Siyaxolisa ukukubona uhamba.

source: Are you sure you want to delete your avatar?
bn_in: আপনি কি নিশ্চিত যে আপনি আপনার ছবি মুছে ফেলতে চান?
cs: Opravdu chcete svou ikonku smazat?
da: Er du sikker på, at du vil slette dit personlige billede?
et: Kas oled kindel, et soovid oma avatari kustutada?
eu: Ziur zaude zure avatar-a ezabatu nahi duzula?
fi: Haluatko varmasti poistaa profiilikuvan?
fr: Voulez-vous vraiment supprimer votre avatar ?
lt: Ar tikrai norite pašalinti savo pseudoportretą?
ru: Вы уверены, что хотите удалить ваш аватар?
sl: Res želite izbrisati ta avatar?
sq: Jeni i sigurt se doni të fshihet avatari juaj?
th: คุณแน่ใจนะ ว่าจะลบอวตารของคุณ?
xh: Uqinisekile ukfuna ukucima i-avatar yakho?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
bn_in: আপনি স্থায়ীভাবে আপনার অবতার মুছে ফেলতে যাচ্ছেন. <strong>এটি পূর্বাবস্থায় ফেরানো যাবেনা!</strong> আপনি যেকোনো সময় বর্তমানটির পরিবর্তে <a href="%(upload_url)s">অন্য একটি ছবি আপলোড</a> করতে পারেন।
cs: Chystáte se trvale smazat svou ikonku. <strong>Tuto operaci nelze vrátit!</strong> Vždy však můžete <a href="%(upload_url)s">nahrát jinou ikonku</a>, kterou nahradíte tu stávající.
et: Oled oma avatari jäädavalt kustutamas. <strong>Seda ei saa ennistada!</strong> Võid alati oma avatari asendamiseks <a href="%(upload_url)s">uue avatari üles laadida</a>.
eu: Zure avatar-a behin betiko ezabatzear zaude. <strong>Ekintza hau ezin da desegin!</strong> Beti ere <a href="%(upload_url)s">beste avatar bat igo</a> dezakezu unekoa ordezkatzeko.
fi: Olet poistamassa profiilikuvaasi pysyvästi. <strong>Tätä ei voi perua!</strong> Voit aina <a href="%(upload_url)s">siirtää uuden profiilikuvan</a> korvaamaan nykyisen.
fr: Vous êtes sur le point de supprimer définitivement votre avatar. <strong>Cette action ne peut pas être annulée !</strong> Vous pouvez toujours <a href="%(upload_url)s">envoyer un autre avatar</a> pour remplacer votre actuel.
lt: Nurodėte negrįžtamai pašalinti Jūsų pseudoportretą. <strong>Šio veiksmo atšaukti neįmanoma!</strong> Visuomet galite <a href="%(upload_url)s">įkelti naują pseudoportretą</a> ir juo pakeisti esamąjį.
ru: Вы собираетесь навсегда удалить этот аватар. <strong>Это не может быть отменено!</strong> Вы всегда можете <a href="%(upload_url)s">загрузить другой аватар</a> чтобы заменить текущий аватар.
sl: Ste na tem, da trajno izbrišete avatar. <strong>Tega ni mogoče razveljaviti!</strong> Vedno lahko <a href="%(upload_url)s">naložite drug avatar</a>, da zamenja sedanjega.
sq: Ju ndan një hap nga fshirja përgjithmonë e avatarit tuaj. <strong>Kjo nuk mund të zhbëhet!</strong> Mundeni përherë të <a href="%(upload_url)s">ngarkoni një tjetër avatar</a> që të zëvendësoni të tanishmin.
th: คุณกำลังลบอวตารของคุณอย่างถาวร <strong>การกระทำนี้ไม่สามารถทำกลับได้อีก!</strong> คุณสามารถ<a href="%(upload_url)s">อัปโหลดอวตารอื่น</a>แทนอวตารปัจจุบันของคุณ
xh: Umalunga nokucima i-avatar ngokusisigxina. <strong>Oku akunakutshintshwa!</strong> Usenako <a href="%(upload_url)s">layisha enye i-avatar</a> ukubuyisela le yakho yangoku.

source: Deactivation Log
bn_in: নিষ্ক্রিয় লগ
cs: Log deaktivace
da: Deaktiveringslog
fi: Deaktivointiloki
fr: Journal de désactivation
ru: Лог деактивации
sl: Dnevnik deaktivacije
sq: Regjistër Çaktivizimesh
xh: Yenza i-Log ingasebenzi

source: Deactivated user
bn_in: নিষ্ক্রিয় ব্যবহারকারী
cs: Deaktivovaný uživatel
da: Deaktiveret bruger
fr: Utilisateur désactivé
ru: Деактивированный пользователь
sl: Deaktiviran uporabnik
sq: Përdorues i çaktivizuar
xh: Yenza umsebenzisi angasebenzi

source: Deactivated by
bn_in: নিষ্ক্রিয় করা হয়েছে
cs: Deaktivoval
da: Deaktiveret af
fr: Désactivé par
ru: Деактивирован
sl: Deaktiviral ga je
sq: Çaktivizuar nga
xh: Yenziwe ayasebenza ngu

source: {user} | Documents
bn_in: {user} | ডকুমেন্টসমূহ
cs: {user} | Dokumenty
da: {user} | Dokumenter
et: {user} | Dokumendid
fi: {user} | Dokumentit
lt: {user} | Dokumentai
ru: {user} | Документы
sl: {user} | Dokumenti
sq: {user} | Dokumente
xh: {umsebenzisi} | Amaxwebhu

source: Documents
bn_in: ডকুমেন্টসমূহ
cs: Dokumenty
da: Dokumenter
et: Dokumendid
fi: Dokumentit
lt: Dokumentai
ru: Документы
sl: Dokumenti
sq: Dokumente
xh: Amaxwebhu

source: Documents edited or translated
bn_in: ডকুমেন্টসমূহ সম্পাদিত বা অনুবাদিত
cs: Upravené či přeložené dokumenty
da: Dokumenter ændret eller oversat
fi: Muokatut tai käännetyt dokumentit
fr: Documents modifiés ou traduits
lt: Taisyti arba išversti dokumentai
ru: Изменённые или переведённые документы
sl: Urejeni ali prevedeni dokumenti
sq: Dokumente të përpunuar ose të përkthyer
xh: Amaxwebhu ahleliweyo okanye aguqulelweyo

source: Redirects
bn_in: রিডিরেক্ট
cs: Přesměrování na
da: Omdirigeringer
fi: Uudelleenohjataan
fr: Redirection
ru: Перенаправления
sl: Preusmeritve
sq: Ridrejtime
xh: Ukwalathisa kwakhona

source: Change Avatar
bn_in: ছবি পরিবর্তন করুন
cs: Změna ikonky
da: Skift personligt billede
et: Muuda avatari
eu: Aldatu avatar-a
fi: Profiilikuva
fr: Changer l'avatar
lt: Keisti pseudoportretą
ru: Изменить аватар
sl: Spremeni avatar
sq: Ndërroni Avatarin
th: เปลี่ยนอวตาร
xh: Tshintsha i-Avatar

# avatar
source: Change
bn_in: পরিবর্তন করুন
cs: Změnit
da: Skift
et: Muuda
eu: Aldatu
fi: Muuta
fr: Modifier
lt: Keisti
ru: Изменить
sl: Spremeni
sq: Ndërroje
th: เปลี่ยน
xh: Tshintsha

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
bn_in: <p> SUMO এখন avatars হিসেবে Gravatars ব্যবহার করছে। আপনাকে অতি অবশ্যই আপনার Gravatar-কে পরিবর্তন করতে হবে gravatar.com-এ। </p><p> এটা কিছু মিনিট নিতে পারে আপনার avatar পরিবর্তন প্রভাবিত হতে। আপনাকে হয়তো কিছু মিনিট অপেক্ষা করতে হবে এবং পেজটি পুনরায় লোড করতে হবে আপনার নতুন Gravatar-কে দেখবার জন্য। </p>
cs: <p> SUMO nyní používá Gravatary. Změny avataru je nyní nutno provést na gravatar.com. </p> <p> To může trvat několik minut. Zkuste poté stránku znovu načíst pro zobrazení vašeho nového Gravatara. </p>
fi: <p>SUMO käyttää nyt käyttäjäkuvissa Gravatar-palvelua. Vaihda kuvaasi gravatar.comissa.</p><p>Kuvakkeen muuttamisessa saattaa kestää muutama minuutti. Sinun pitää ehkä odottaa muutama minuutti ja ladata sivu uudelleen nähdäksesi uuden Gravatarisi.</p>
fr: <p> SUMO utilise à présent le service Gravatars pour ses avatars. Vous devez changer votre Gravatar sur gravatar.com. </p> <p> Quelques minutes pourraient être nécessaires avant que le changement d'avatar ne prenne effet. Vous devrez peut-être attendre quelques minutes et recharger la page pour voir votre nouveau Gravatar. </p>
ru: <p> SUMO использует Gravatar в качестве аватара. Вам необходимо изменить ваш Gravatar на сайте gravatar.com </p> <p> Скорее всего замена аватара произойдёт не сразу. Чтобы увидеть ваш новый аватар - подождите немного и обновите страницу. </p>
sl: <p> SUMO za slike profila zdaj uporablja Gravatar. Spremeniti morate svoj Gravatar na gravatar.com. </p> <p> Za posodobitev slike profila je lahko potrebnih nekaj minut. Morda boste morali počakati nekaj minut in nato ponovno naložiti stran, da vidite svoj novi Gravatar. </p>
sq: <p> SUMO tani përdor Gravatars si avatare. Duhet ta ndryshoni Gravatarin tuaj te gravatar.com. </p> <p> Hyrja në fuqi e ndryshimit të avatarit mund të hajë ca minuta. Mund t’ju duhet të prisni pak minuta dhe të ringarkoni faqen që të shihni Gravatarin tuaj të ri. </p>
xh: <p> I-SUMO ngoku isebenzisa i-Gravatars njenge-avatars. Kufuneka utshintshe i-Gravatar yakho ku- gravatar.com. </p> <p> Kungathatha imizuzu embalwa yokuba kwenzekek utshintshe lwe-avatar. Ungafuna ukulinda imizuzu embalwa ze ulayishe kwakhona iphepha lokubona i-Gravatar yakho entsha. </p>

source: Update
bn_in: আপডেট করুন
cs: Aktualizovat
da: Opdater
et: Uuenda
eu: Eguneratu
fi: Päivitä
fr: Mettre à jour
lt: Atnaujinti
ru: обновить
sl: Obnovi
sq: Përditësoje
th: ปรับปรุง
xh: Hlaziya

source: Close account and delete all profile information
bn_in: অ্যাকাউন্ট বন্ধ করুন এবং প্রোফাইলের সমস্ত তথ্য মুছে ফেলুন
cs: Zrušit účet a smazat všechny informace z jeho profilu
da: Luk konto og slet alle profiloplysninger
fr: Supprimer mon compte et toutes mes informations de profil
ru: Закрыть учётную запись и удалить все данные профиля
sl: Zapri račun in izbriši vse podatke o profilu
sq: Mbylle llogarinë dhe fshi krejt të dhënat e profilit
xh: Vala i-akhawunti ze ucime inkcukacha ze-profile

source: Are you sure
cs: Opravdu
fr: Continuer malgré tout
ru: Вы уверены
sl: Ste prepričani

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be restored again.
cs: Smazáním vašeho účtu vám znemožní odpovídat na otázky nebo se ptát na serveru Podpory Mozilly. Smazání zcela odstraní váš profil a již nebude možné jej vzít zpět.
fr: La suppression de votre compte vous empêchera de répondre à des questions ou d'en poser dans l'assistance de Mozilla. Cette action fera disparaitre votre profil et celui-ci ne pourra pas être restauré.
ru: После удаления вашей учётной записи вы не сможете отвечать или размещать вопросы в поддержке Mozilla. Это действие приведет к удалению вашего профиля и он не сможет быть восстановлен.
sl: Če izbrišete svoj račun, ne boste več mogli odgovarjati ali objavljati vprašanj v Podpori Mozilla. S tem boste počistili svoj profil, ki ga ne boste več mogli obnoviti.

source: Please type in your username to confirm
cs: Pro potvrzení prosím vložte své uživatelské jméno
fr: Veuillez saisir votre nom d'utilisateur pour confirmer
ru: Пожалуйста, наберите своё имя пользователя для подтверждения
sl: Vtipkajte svoje uporabniško ime za potrditev

source: Delete My Account
cs: Odstranit můj účet
fr: Supprimer mon compte
ru: Удалить мою учётную запись
sl: Izbriši moj račun

source: Edit Settings
bn_in: সরঞ্জাম সম্পাদন করুন
cs: Úprava nastavení
da: Rediger indstillinger
et: Muuda seadeid
fi: Muokkaa asetuksia
fr: Modifier les paramètres
lt: Keisti nuostatas
ru: Изменить настройки
sl: Uredi nastavitve
sq: Përpunoni Rregullime
th: แก้ไขการตั้งค่า
xh: Hlela Iisetingi

source: Manage watch list
bn_in: ওয়াচ লিস্ট পরিচালনা করুন
cs: Správa sledování
fr: Gérer la liste de suivi
ru: Управление списком отслеживания
sl: Upravljaj seznam opazovanih predmetov
sq: Administroni listë mbikëqyrjesh
xh: Lawula uluhlu olubukelwayo

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
bn_in: নীচে একটি আইটেমের তালিকা আছে যা আপনি দেখেছেন। যে আইটেমগুলো চেক করা সেগুলো আপনি বর্তমানে দেখছেন এবং আনচেক করা আইটেমগুলো আর দেখা হচ্ছে না।
cs: Níže je seznam položek, které sledujete. Zaškrtnuté položky jsou aktuálně sledovány, odškrtnuté již nikoliv.
fr: Voici une liste des éléments que vous surveillez. Les éléments cochés sont ceux que vous surveillez actuellement et ceux qui sont décochés ceux que vous ne surveillez plus.
ru: Ниже приведен список того, что вы отслеживаете. Отмеченные элементы - это то, что вы сейчас отслеживаете, а неотмеченные - то, что вы больше не отслеживаете.
sl: Spodaj je seznam predmetov, ki jih opazujete. Potrjeni so predmeti, ki jih trenutno opazujete, nepotrjenih predmetov pa ne opazujete več.
sq: Më poshtë keni një listë të gjërave që keni mbikëqyrur. Objektet me shenjë janë objekte që i mbikëqyrni tani dhe ata pa shenjë janë ata që nuk i mbikëqyrni më.
xh: Ngezantsi luluhlu lwezinto ozibukeleyo. Izinto ezijongiweyo zizinto ozibukeleyo ngoku kwaye waze izinto ezingajongwanga azisabukelwa.

source: You are not currently watching anything.
bn_in: আপনি বর্তমানে কিছুই দেখছেন না।
cs: Aktuálně nic nesledujete.
fr: Vous ne surveillez rien pour l'instant.
ru: Сейчас вы ничего не отслеживаете.
sl: Trenutno ne opazujete ničesar.
sq: Nuk po mbikëqyrni ndonjë gjë.
xh: Okwangoku awujonganga nto.

source: Retrieve Username
bn_in: ইউজারনাম উদ্ধার করুন
cs: Získání uživatelského jména
da: Hent brugernavn
et: Kasutajanime otsimine
fi: Käyttäjänimen palauttaminen
fr: Récupérer le nom d'utilisateur
lt: Naudotojo vardo priminimas
ru: Получить имя пользователя
sl: Priskrbi mi uporabniško ime
sq: Rimerrni Emrin e përdoruesit
th: เรียกข้อมูลชื่อผู้ใช้
xh: Fumana iGama loMsebenzisi

source: Forgotten your username? Enter your email address below, and we'll send it to you.
bn_in: ইউজারনাম ভুলে গেছেন? নিম্নে আপনার ইমেল ঠিকানাটি লিখুন, এবং আমরা আপনাকে পাঠাচ্ছি।
cs: Zapomněli jste uživatelské jméno? Zadejte níže svou e-mailovou adresu a my vám jej zašleme.
da: Glemt dit brugernavn? Indtast din mailadresse nedenunder og vi vil sende det til dig.
et: Unustasid oma kasutajanime? Sisesta oma e-posti aadress ja me saadame sulle meeldetuletuse.
fi: Unohditko käyttäjänimesi? Kirjoita käyttäjätunnukseen liitetty sähköpostiosoite, jolloin lähetämme käyttäjätunnuksen sisältävän sähköpostiviestin.
fr: Vous avez oublié votre nom d'utilisateur ? Saisissez votre adresse électronique ci-dessous, et nous vous l'enverrons.
lt: Užmiršote savo naudotojo vardą? Įveskite savo el. pašto adresą žemiau ir naudotojo vardą priminsime laiške.
ru: Забыли своё имя пользователя? Введите ниже свой адрес эл. почты и мы отправим его вам.
sl: Ste pozabili uporabniško ime? Vpišite svoj e-poštni naslov, da vam ga pošljemo.
sq: Harruat emrin tuaj të përdoruesit? Jepni më poshtë adresën tuaj email, dhe do t’jua dërgojmë.
th: ลืมชื่อผู้ใช้? ป้อนที่อยู่อีเมลของคุณข้างล่างนี้และเราจะส่งมันไปหาคุณ
xh: Ulilibelel igama lakho lomsebenzisi? Faka idilesi yakho ye-imeyile apha ngezantsi, kwaye siza kuyithumela kuwe.

source: Send username
bn_in: ইউজারনাম পাঠানো হোক
cs: Poslat uživatelské jméno
da: Send brugernavn
et: Saada kasutajanimi
fi: Lähetä käyttäjänimi
fr: Envoyer le nom d'utilisateur
lt: Priminti naudotojo vardą
ru: Отправить имя пользователя
sl: Pošlji uporabniško ime
sq: Dërgomëni emër përdoruesi
th: ส่งชื่อผู้ใช้
xh: Thumela igama lomsebenzisi

source: {user} | Profile
bn_in: {user} | প্রোফাইল
cs: {user} | Profil
da: {user} | Profil
et: {user} | Profiil
eu: {user} | Profila
fi: {user} | Profiili
fr: {user} | Profil
lt: {user} | Profilis
ru: {user} | Профиль
sl: {user} | profil
sq: {user} | Profil
th: {user} | ข้อมูลส่วนตัว
xh: {umsebenzisi} | i-Profile

source: Edit user profile
bn_in: প্রোফাইল সম্পাদনা করুন
cs: Upravit uživatelský profil
da: Rediger brugerprofil
et: Muuda minu profiili
fi: Muokkaa profiilia
fr: Modifier le profil utilisateur
lt: Keisti naudotojo profilį
ru: Изменить профиль пользователя
sl: Uredi moj profil
sq: Përpunoni profil përdoruesi
th: แก้ไขข้อมูลส่วนตัวของฉัน
xh: Hlela i-profile yomsebenzisi

source: Deactivate this user
bn_in: ব্যবহারকারীকে নিষ্ক্রিয় করুন
cs: Deaktivace tohoto uživatele
da: Deaktiver denne bruger
fi: Poista käyttäjän aktivointi
fr: Désactiver cet utilisateur
ru: Деактивировать этого пользователя
sl: Onemogoči tega uporabnika
sq: Çaktivizoje këtë përdorues
xh: Yenza lo msebenzisi angasebenzi

source: Deactivate this user and mark all content as spam
bn_in: ব্যবহারকারীটিকে নিষ্ক্রিয় করুন এবং সমস্ত কন্টেন্ট স্প্যাম হিসেবে চিহ্নিত করুন
cs: Deaktivovat tohoto uživatele a označit všechen jeho obsah jako spam.
fr: Désactiver cet utilisateur et marquer tout le contenu comme spam
ru: Деактивировать этого пользователя и отметить всё содержимое как спам
sl: Onemogoči tega uporabnika in označi vso vsebino kot neželeno
sq: Çaktivizoje këtë përdorues dhe vërini shenjë si hedhurinë krejt lëndës prej tij
xh: Yenza lo msebenzisi angasebenzi ze uphawule zonke iziqulatho njenge-spam

source: This user has been deactivated.
bn_in: ব্যবহারকারীটিকে মুছে ফেলা হয়েছে।
cs: Uživatel byl deaktivován.
da: Denne bruger er blevet deaktiveret.
fi: Käyttäjän aktivointi on poistettu.
fr: Cet utilisateur a été désactivé.
ru: Этот пользователь был деактивирован.
sl: Ta uporabnik je onemogočen.
sq: Ky përdorues është çaktivizuar.
xh: Lo msebenzisi wenziwe akasebenza.

source: Involved with Mozilla since {date}
fr: Participe à Mozilla depuis {date}
sl: Z Mozillo sodeluje od {date}

source: {0} question
bn_in: {0} প্রশ্ন
cs: {0} otázka
da: {0} spørgsmål
et: {0} küsimus
fi: {0} kysymys
lt: {0} klausimas
ru: {0} вопрос
sl: {0} vprašanje
sq: {0} pyetje
th: {0} คำถาม
xh: {0} umbuzo

source: {0} answer
bn_in: {0} উত্তর
cs: {0} odpověď
da: {0} svar
et: {0} vastus
fi: {0} vastaus
fr: {0} réponse
lt: {0} atsakymas
ru: {0} ответ
sl: {0} odgovor
sq: {0} përgjigje
th: {0} คำตอบ
xh: {0} impendulo

source: {0} solution
bn_in: {0} সমাধান
cs: {0} řešení
da: {0} løsning
et: {0} lahendus
fi: {0} ratkaisu
lt: {0} sprendimas
ru: {0} решение
sl: {0} rešitev
sq: {0} zgjidhje
th: {0} วิธีแก้ปัญหา
xh: {0} isisombululo

source: {0} documents
bn_in: {0} ডকুমেন্টসমূহ
cs: {0} dokument
da: {0} dokument
et: {0} dokument
fi: {0} dokumentti
fr: {0} document
lt: {0} dokumentas
ru: {0} документ
sl: {0} dokument
sq: {0} dokument
xh: {0} amaxwebhu

source: Mozillians
ru: Мозилльцы
sl: Moziljani
xh: I-Mozillians

source: About {user}
bn_in: {user} এর জীবনী
cs: O uživateli {user}
da: Om {user}
et: Kasutaja {user} teave
fi: Tietoa käyttäjästä {user}
fr: À propos de {user}
lt: {user} – apie
ru: О {user}
sl: O {user}
sq: Rreth {user}
th: เกี่ยวกับ {user}
xh: Malunga {nomsebenmzisi}

source: {user}'s Groups
bn_in: {user} এর দল
cs: Skupiny uživatele {user}
da: {user}s grupper
et: {user} grupid
fi: Käyttäjän {user} ryhmät
fr: Groupes de {user}
lt: Grupės, kuriose {user} dalyvauja
ru: Группы пользователя {user}
sl: Skupine {user}
sq: Grupet e {user}
th: กลุ่มของ {user}
xh: {umsebenzisi} Amaqela

source: See all available SUMO badges
bn_in: সমস্ত উপলব্ধ SUMO ব্যাজসমূহ দেখুন
cs: Zobrazit všechny dostupné SUMO badges
da: Se alle tilgængelige SUMO-emblemer
fr: Voir tous les badges SUMO disponibles
ru: Показать все доступные значки SUMO
sl: Oglejte si vse SUMO značke, ki so na voljo
sq: Shihni krejt stemat SUMO që mund të kihen
xh: Bona zonke iibheji ze-SUMO ezikhoyo

source: Change Password
bn_in: পাসওয়ার্ড পরিবর্তন করুন
cs: Změna hesla
da: Skift adgangskode
et: Salasõna muutmine
fi: Vaihda salasana
fr: Changer le mot de passe
lt: Keisti slaptažodį
ru: Сменить пароль
sl: Sprememba gesla
sq: Ndryshoni Fjalëkalimin
th: เปลี่ยนรหัสผ่าน
xh: Tshintsha i-Password
