Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Your username is:
bn_in: আপনার ইউজারনেম হল:
cs: Vaše uživatelské jméno:
da: Dit brugernavn er:
et: Sinu kasutajanimi:
fi: Käyttäjätunnuksesi on:
fr: Votre nom d'utilisateur est :
ru: Ваше имя пользователя:
sl: Vaše uporabniško ime je:
sq: Emri juaj i përdoruesit është:
xh: Igama lakho lomsebenzisi ngu:

source: You may log in at https://{domain}{login_url}
bn_in: আপনি হয়তো লগইন করতে পারেন https://{domain}{login_url} এ
cs: Můžete se přihlásit na https://{domain}{login_url}
da: Du kan logge ind på https://{domain}{login_url}
fi: Voit kirjautua sisään osoitteessa https://{domain}{login_url}
fr: Vous pouvez vous connecter sur https://{domain}{login_url}
ru: Вы можете войти на https://{domain}{login_url}
sl: Lahko se prijavite na https://{domain}{login_url}
sq: Mund të bëni hyrjen te https://{domain}{login_url}
xh: Ungangena ekhomppyutheni ku-https://{domain}{login_url}

source: If you did not request this email, there is no need for further action.
bn_in: আপনি যদি এই ইমেইলটি আবেদন না করে থাকেন তাহলে এরপরের কোনো অ্যাকশনের দরকার নেই।
cs: Pokud jste o tento e-mail nežádali, není potřeba na něj jakkoliv reagovat.
da: Hvis du ikke har bedt om denne mail, behøver du ikke foretage dig yderligere.
fi: Ellet pyytänyt tätä sähköpostia, sinun ei tarvitse tehdä mitään.
fr: Si vous n'avez pas demandé ce courriel, aucune action supplémentaire n'est nécessaire.
ru: Если вы не запрашивали это письмо, никаких действий от вас не требуется.
sl: Če tega sporočila niste zahtevali vi sami, vam ni treba storiti ničesar.
sq: Nëse nuk e keni kërkuar ju këtë email, nuk ka nevojë për veprime të mëtejshme.
xh: Ukuba awukhange uyicele le imeyili, akukho mfuneko yesinye isenzo.

source: Thanks,
bn_in: ধন্যবাদ,
cs: Děkujeme,
da: Tak,
fi: Kiitos,
fr: Merci,
ru: Спасибо,
sl: Hvala,
sq: Faleminderit,
xh: Enkosi,

source: The {sitename} team
bn_in: {sitename} দল
cs: Tým {sitename}
da: Holdet bag {sitename}
fi: {sitename} -tiimi
fr: L'équipe {sitename}
ru: Команда {sitename}
sl: Ekipa {sitename}
sq: Ekipi {sitename}
xh: Iqela {igama lesayithi}

source: {sitename} Password Reset
bn_in: {sitename} পাসওয়ার্ড পুনঃস্থাপন করুন
cs: Obnova hesla na webu {sitename}
da: {sitename} Adgangskode nulstillet
fi: {sitename} -sivun salasanan palauttaminen
fr: Mot de passe de {sitename} réinitialisé
ru: {sitename} Сброс пароля
sl: {sitename} Ponastavitev gesla
sq: Ricaktim Fjalëkalimi për {sitename}
xh: {igama lesayithi} UkuSetwa kwaKhona kwe-Password

source: A request was received to reset the password for this account on %(sitename)s. To change this password please click on the following link, or paste it into your browser's location bar:
bn_in: %(sitename)s এই অ্যাকাউন্টের জন্য পাসওয়ার্ড পুনস্থাপনের একটি আবেদন পাওয়া গেছে। পাসওয়ার্ড বদলাবার জন্য নীচের লিঙ্কে চাপ দিন অথবা ব্রাউজারের লোকেশন বারে এটিকে পেস্ট করুন।
cs: Obdrželi jsme žádost o obnovení hesla pro tento účet na webu %(sitename)s. Pro změnu hesla klepněte na následující odkaz nebo jej vložte do adresního řádku vašeho prohlížeče:
da: Vi har modtaget en forespørgsel om at nulstille adgangskoden til denne konto på %(sitename)s. For at ændre denne adgangskode, klik på følgende link eller indsæt det i din browsers adresselinje:
fi: Saimme pyynnön nollata salasanan tälle tunnukselle %(sitename)s -sivustolla. Vaihtaaksesi tämän salasanan, napsauta seuraavaa linkkiä tai liitä se selaimesi osoitekenttään:
fr: Une demande a été reçue pour réinitialiser le mot de passe pour ce compte sur %(sitename)s. Pour changer ce mot de passe, veuillez cliquer sur le lien suivant ou le coller dans la barre d'adresse de votre navigateur :
ru: Был получен запрос на сброс пароля для этой учетной записи на %(sitename)s. Чтобы сменить этот пароль, пожалуйста, щёлкните по следующей ссылке, или вставьте её в адресную строку вашего браузера:
sl: Prejeli smo zahtevo, da se pri %(sitename)s za ta račun ponastavi geslo. Da spremenite geslo, kliknite na spodnjo povezavo, ali pa je prekopirajte v naslovno vrstico v svojem brskalniku:
sq: Ka mbërritur një kërkesë për ricaktim fjalëkalimi të kësaj llogarie te %(sitename)s. Që të ndryshohet ky fjalëkalim, ju lutemi, klikoni lidhjen vijuese, ose jepeni te shtylla e vendeve te shfletuesi juaj:
xh: Isicelo sifunyenwe sokuseta kwakhona i-password yale akhawunti ku-%(igama lesayithi). Ukutshintsha le password nceda ucofe kwilinki elandelayo, okanye uyincamathisele kwibha yendawo yebhrawuza yakho:

source: If you did not request this email there is no need for further action.
bn_in: আপনি যদি এই ইমেইলটি আবেদন না করে থাকেন তাহলে আর পরবর্তী অ্যাকশনের দরকার নেই।
cs: Pokud jste o tento e-mail nežádali, není potřeba na něj jakkoliv reagovat.
da: Hvis du ikke har bedt om denne mail, behøver du ikke foretage dig yderligere.
fi: Ellet pyytänyt tätä sähköpostia, sinun ei tarvitse tehdä mitään.
fr: Si vous n'avez pas demandé ce courriel, aucune action supplémentaire n'est nécessaire.
ru: Если вы не запрашивали это письмо, никаких действий от вас не требуется.
sl: Če te pošte niste zahtevali, vam ni treba ukrepati.
sq: Nëse nuk e keni kërkuar ju këtë email, nuk ka nevojë për veprime të mëtejshme.
xh: Ukuba awukhange wenze isicelo sale imeyili akukho mfuneko yokwenza esinye isenzo.

source: Password reset on {sitename}
bn_in: পাসওয়ার্ড পুনঃস্থাপন করুন {sitename}
cs: Obnova hesla na {sitename}
da: Adgangskode nulstillet på {sitename}
fi: Salasanan palauttaminen {sitename} -sivustolla
fr: Réinitialisation du mot de passe pour {sitename}
ru: Сброс пароля на {sitename}
sl: Geslo ponastavljeno na {sitename}
sq: Ricaktim fjalëkalimi për te {sitename}
xh: Ukusetwa kwakhona kwePassword ku- {igama lesayithi}

source: %(reviewer)s has approved the revision to the document %(document_title)s.
bn_in: %(reviewer)s এই ডকুমেন্ট %(document_title)s এর সংস্করণ অনুমোদিত হয়েছে।
cs: %(reviewer)s schválil revizi dokumentu %(document_title)s.
da: %(reviewer)s har godkendt revisionen af dokumentet %(document_title)s.
fi: %(reviewer)s on hyväksynyt muutoksen dokumenttiin %(document_title)s.
fr: %(reviewer)s a approuvé la révision du document %(document_title)s.
ru: %(reviewer)s одобрил ревизию документа %(document_title)s.
sl: %(reviewer)s je odobril revizijo za dokument %(document_title)s.
sq: %(reviewer)s ka miratuar rishikimin e dokumentit %(document_title)s.
xh: I-%(yabahloli) bakwamkele ukuphengululwa kuxwebhu %(itayitile_yamaxwebhu).

source: To view the updated document, click the following link, or paste it into your browser's location bar:
bn_in: আপডেটেড ডকুমেন্ট দেখবার জন্য নীচের লিঙ্কে চাপ দিন অথবা আপনার ব্রাউজারের লোকেশন বারে পেস্ট করে দিন।
cs: Pro zobrazení či aktualizaci dokumentu klepněte na následující odkaz či jej vložte do adresního řádku prohlížeče:
da: For at se det opdaterede dokument, klik på det følgende link, eller sæt det ind i din browsers adresselinje:
fi: Katsellaksesi päivitettyä dokumenttia napsauta seuraavaa linkkiä tai kopioi se selaimesi osoitepalkkiin:
fr: Pour voir le document mis à jour, cliquez sur le lien suivant ou collez-le dans la barre d'adresse de votre navigateur :
ru: Для просмотра обновлённого документа, щёлкните по следующей ссылке, или вставьте её в адресную строку вашего браузера:
sl: Če si posodobljen dokument želite ogledati, kliknite na spodnjo povezavo ali pa jo prilepite v naslovno vrstico brskalnika:
sq: Që të shihni dokumentin e përditësuar, klikoni lidhjen vijuese, ose jepeni atë te shtylla e vendeve te shfletuesi juaj:
xh: Ukubona uxwebhu oluhlaziyiweyo, cofa ilinki elandelayo, okanye yincamathelise kwibha yendawo yebhrawuza yakho:

source: Summary:
bn_in: সারাংশ:
cs: Souhrn:
da: Sammendrag:
fi: Yhteenveto:
fr: Résumé :
ru: Сводка:
sl: Povzetek:
sq: Përmbledhje:
xh: Isishwankathelo:

source: Changes:
bn_in: পরিবর্তন:
cs: Změny:
da: Ændringer:
fi: Muutokset:
fr: Modifications :
ru: Изменения:
sl: Spremembe:
sq: Ndryshime:
xh: Iinguqu:

source: %(creator)s created a new revision to the document %(document_title)s.
bn_in: %(creator)s %(document_title)s এই ডকুমেন্টের নতুন সংস্করণ তৈরি করেছেন।
cs: %(creator)s vytvořil novou revizi dokumentu %(document_title)s.
da: %(creator)s lavede en ny revision af dokumentet %(document_title)s.
fi: %(creator)s loi uuden version dokumentista %(document_title)s.
fr: %(creator)s a créé une nouvelle révision du document %(document_title)s.
ru: %(creator)s создал новую ревизию документа %(document_title)s.
sl: %(creator)s je ustvaril novo revizijo za dokument %(document_title)s.
sq: %(creator)s krijoi një rishikim të ri të dokumentit %(document_title)s.
xh: %(abenzi) benze uphengululo olutsha kuxwebhu %(iitayitile_zoxwebhu).

source: To view this document's history, click the following link, or paste it into your browser's location bar:
bn_in: এই ডকুমেন্টের ইতিহাস দেখবার জন্য, নীচের লিঙ্কে চাপ দিন অথবা আপনার ব্রাউজারের লোকেশন বারে একে পেস্ট করে দিন।
cs: Pro zobrazení historie tohoto dokumentu klepněte na následující odkaz či jej vložte do adresního řádku vašeho prohlížeče:
da: For at se dette dokuments historik, klik på følgende link eller indsæt det i din browsers adresselinje:
fi: Katsellaksesi dokumentin historiaa napsauta seuraavaa linkkiä tai kopioi se selaimesi osoitepalkkiin:
fr: Pour voir l'historique du document, cliquez sur le lien suivant ou collez-le dans la barre d'adresse de votre navigateur :
ru: Для просмотра истории документа, щёлкните по следующей ссылке, или вставьте её в адресную строку вашего браузера:
sl: Če si želite ogledati zgodovino dokumenta, kliknite na spodnjo povezavo ali pa jo prilepite v naslovno vrstico brskalnika:
sq: Që të shihni historikun e këtij dokumenti, klikoni lidhjen vijuese, ose jepeni atë te shtylla e vendeve te shfletuesi juaj:
xh: Ukubona imbali yolu xwebhu, cofa ilinki elandelayo, okanye uyincamathisele kwibha yakho yendawo yebhrawuza:

source: The document %(document_title)s has a new revision that is ready for localization.
bn_in: এই ডকুমেন্টটির %(document_title)s একটি নতুন সংস্করণ রয়েছে যা লোকালাইজেশনের জন্য তৈরি।
cs: Dokument %(document_title)s má novou revizi, která je připravena pro lokalizaci.
da: Dokumentet %(document_title)s har en ny revision, der er klar til oversættelse.
fi: Dokumentilla %(document_title)s on uusi versio, joka on valmiina käännettäväksi.
fr: Le document %(document_title)s a une nouvelle révision, prête pour la localisation.
ru: Документ %(document_title)s имеет новую ревизию, готовую для локализации.
sl: Dokument %(document_title)s ima novo revizijo, ki je pripravljena za lokalizacijo.
sq: Dokumenti %(document_title)s ka një rishikim gati për përkthim.
xh: Uxwebhu %(iitayitile_zoxwebhu) zinophengululo olutsha olusele lulungele ukuba lolwale ndawo.

source: To localize the document, click the following link, or paste it into your browser's location bar:
bn_in: এই ডকুমেন্টটিকে লোকালাইজ করবার জন্য নীচের লিঙ্কে চাপ দিন অথবা আপনার ব্রাউজারের লোকেশন বারে একে পেস্ট করে দিন।
cs: Pro lokalizaci dokumentu klepněte na následující odkaz nebo jej vložte do adresního řádku vašeho prohlížeče:
da: For at oversætte dokumentet, klik på følgende link eller indsæt det i din browsers adresselinje:
fi: Kääntääksesi dokumentin napsauta seuraavaa linkkiä tai kopioi se selaimesi osoitepalkkiin:
fr: Pour traduire le document, cliquez sur le lien suivant ou collez-le dans la barre d'adresse de votre navigateur :
ru: Для локализации документа, щёлкните по следующей ссылке, или вставьте её в адресную строку вашего браузера:
sl: Da dokument lokalizirate, kliknite na spodnjo povezavo ali pa jo prilepite v naslovno vrstico brskalnika:
sq: Që të përktheni këtë dokument, klikoni lidhjen vijuese, ose jepeni atë te shtylla e vendeve te shfletuesi juaj:
xh: Ukweza uxwebhu lube lolwale ndawo, cofa ilinki elandelayo, okanye uncamathisele kwibha yendawo yakho yebhrawuza:

source: Text of the new revision:
bn_in: নতুন সংস্করণের টেক্সট:
cs: Text nové revize:
da: Den nye revisions tekst:
fi: Uuden version teksti:
fr: Texte de la nouvelle révision :
ru: Текст новой ревизии:
sl: Besedilo nove revizije:
sq: Teksti i rishikimit të ri:
xh: Umbhalo wophengululo olutsha:

source: %(creator)s submitted a new revision to the document %(document_title)s.
bn_in: %(creator)s %(document_title)s এই ডকুমেন্টের একটা নতুন সংস্করণ জমা দিয়েছেন।
cs: %(creator)s odeslal novou revizi dokumentu %(document_title)s.
da: %(creator)s indsendte en ny revision af dokumentet %(document_title)s.
fi: %(creator)s lähetti uuden version dokumentista %(document_title)s.
fr: %(creator)s a soumis une nouvelle révision du document %(document_title)s.
ru: %(creator)s представил новую ревизию документа %(document_title)s.
sl: %(creator)s je objavil novo revizijo za dokument %(document_title)s.
sq: %(creator)s parashtroi një rishikim të ri të dokumentit %(document_title)s.
xh: %(abenzi) bafake uphengululo olutsa kuxwebhu %(iitayitile_zoxwebhu).

source: To review this revision, click the following link, or paste it into your browser's location bar:
bn_in: এই সংস্করণটিকে রিভিউ করবার জন্য নীচের লিঙ্কে চাপ দিন অথবা এটিকে আপনার ব্রাউজার লোকেশনে পেস্ট করুন।
cs: Pro kontrolu této revize klepněte na následující odkaz nebo jej vložte do adresního řádku svého prohlížeče:
da: For at gennemgå denne revision, klik på det følgende link eller indsæt det i din browserd adressefelt:
fi: Tarkistaaksesi tämän version napsauta seuraavaa linkkiä tai kopioi se selaimesi osoitepalkkiin:
fr: Pour vérifier cette révision, cliquez sur le lien suivant ou collez-le dans la barre d'adresse de votre navigateur :
ru: Для проверки этой ревизии, щёлкните по следующей ссылке, или вставьте её в адресную строку вашего браузера:
sl: Če si revizijo želite ogledati, kliknite na spodnjo povezavo ali pa jo prilepite v naslovno vrstico brskalnika:
sq: Që të shqyrtoni këtë rishikim, klikoni lidhjen vijuese, ose jepeni atë te shtylla e vendeve te shfletuesi juaj:
xh: Ukubona olu phengululo, cofa linkio elandelayo, okanye uncamathisele kwibha yendawo yakho yebhrawuza:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
bn_in: আমাদের অবদানকারীরা প্রবন্ধের ওপরে কঠোর পরিশ্রম করছে এবং এটা খুব ভালো হবে যদি আপনি সেগুলোকে রিভিউ করেন। যত তাড়াতাড়ি আমরা সেগুলোকে পাবলিশ করতে পারবো ততো তাড়াতাড়ি আমরা ব্যবহারকারীদের সাহায্য করতে পারবো।
cs: Naši přispěvatelé tvrdě pracovali na překladech článků a bylo by skvělé, kdybyste je mohli zkontrolovat. Čím rychleji budou publikovány, tím rychleji začnou pomáhat uživatelům.
fi: Avustajamme ovat tehnet kovasti töitä artikkeleiden eteen, ja olisi mahtavaa, jos voisit tarkastaa ne. Mitä nopeammin pystymme julkaista ne, sitä nopeammin autamme käyttäjiä.
fr: Nos bénévoles ont travaillé dur sur ces articles et ce serait super si vous pouviez les relire. Le plus vite ils seront publiés, le plus vite ils pourront aider nos utilisateurs.
ru: Наши помощники упорно работали над статьями, и было бы замечательно, если бы вы смогли их отрецензировать. Чем быстрее мы их опубликуем,тем быстрее они начнут помогать пользователям.
sl: Naši sodelavci so trdo delali na člankih in dobro bi bilo, da jih zdaj pregledate. Hitreje, kot jih objavimo, hitreje bodo lahko pomagali uporabnikom.
sq: Kontribuesit tanë kanë punuar fort për këta artikuj dhe do të ishte e dëshirueshme që t&apos;i shqyrtonit. Sa më shpejt që t&apos;i botojmë, aq më shpejt ndihmohen përdoruesit.
xh: Abanikeli bethu bebesebenza nzima kumanqaku kwaye kungamnandi ukuba ungawahlola kwakhona.Ukuba singawapapasha ngokukhawuleza angaqalisa ukunceda abasebenzisi ngokukhawuleza.

source: If you have a moment please review these articles:
bn_in: যদি আপনার সময় থাকে তাহলে দয়া করে এই প্রবন্ধটি রিভিউ করুন।
cs: Pokud máte chvíli čas, proveďte kontrolu těchto článků:
fi: Jos sinulla on hetki aikaa, tarkasta nämä artikkelit:
fr: Si vous avez un moment, vous pouvez relire ces articles&nbsp;:
ru: Если у вас есть время, пожалуйста, отрецензируйте эти статьи:
sl: Če imate trenutek časa, prosimo preglejte te članke:
sq: Nëse ju mbetet pak kohë, ju lutemi, shqyrtoni këta artikuj:
xh: Ukuba unomzuzwana nceda uhlole la manqaku:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
bn_in: SUMO এবং যেসকল ব্যবহারকারী আপনার দ্বারা সহায়তা পেয়েছেন তাদের তরফ থেকে আপনার অবদানের জন্য আপনাকে অনেক ধন্যবাদ।
cs: Děkujeme za vaše příspěvky jménem SUMO a šťastných uživatelů, kterým vaše práce pomohla!
fi: Kiitämme panoksestasi SUMOn ja niiden iloisten käyttäjien puolesta, joita työsi auttaa!
fr: Un grand merci pour votre contribution, au nom de l'équipe SUMO et des nombreux utilisateurs qui vont pouvoir trouver de l'aide grâce à vous&nbsp;!
ru: Мы хотели бы сказать вам большое спасибо за ваш вклад от имени SUMO и счастливых пользователей, которым вы помогли!
sl: Najlepša hvala za vašo pomoč v imenu SUMO in srečnih uporabnikov, ki jim je vaše delo v pomoč!
sq: Shumë falënderime për ndihmesën tuaj, në emër të SUMO-s dhe përdoruesve të kënaqur që ka ndihmuar vepra juaj!
xh: Siyabulela kakhulu ngegalelo lakho egameni le-SUMO kunye nabasebenzisi abonwabileyo abancedwe ngumsebenzi wakho!

source: Regards, The SUMO team
bn_in: শুভেচ্ছা, SUMO টিম
cs: S pozdravem tým SUMO
fi: Terveisin, SUMO-tiimi
fr: Sincèrement, l'équipe SUMO
ru: С уважением, команда SUMO
sl: Pozdrav, ekipa SUMO
sq: Të fala, ekipi i SUMO-s
xh: Ngombuliso, Iqela le-SUMO

source: Your revision has been reviewed.
bn_in: আপনার সংস্করণ পর্যালোচনা করা হয়েছে।
cs: Vaše revize byla zkontrolována.
da: Din revision er blevet gennemgået.
fi: Versiosi on tarkistettu.
fr: Votre révision a été vérifiée.
ru: Ваша ревизия была проверена.
sl: Vašo revizijo so pregledali.
sq: Rishikimi juaj është shqyrtuar.
xh: Uphengululo lwakho luye lwahlolwa kwakhona.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
bn_in: %(reviewer)s আপনার সংস্করণ %(document_title)s-এ পর্যালোচনা করেছেন।
cs: %(reviewer)s schválil vaši revizi dokumentu %(document_title)s.
da: %(reviewer)s har godkendt din revision af dokumentet %(document_title)s.
fi: %(reviewer)s on hyväksynyt muutoksesi dokumenttiin %(document_title)s.
fr: %(reviewer)s a approuvé la révision du document %(document_title)s.
ru: %(reviewer)s одобрил вашу ревизию документа %(document_title)s.
sl: %(reviewer)s je odobril vašo revizijo za dokument %(document_title)s.
sq: %(reviewer)s ka miratuar rishikimin tuaj për dokumentin %(document_title)s.
xh: I-%(yabahloli) balwamkele uphengululo lwakho kuxwebhu %(iitayitile_zoxwebhu).

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
bn_in: %(reviewer)s আপনার ডকুমেন্ট %(document_title)s সংস্করণ রিভিউ করেছেন।
cs: %(reviewer)s zkontroloval vaši revizi dokumentu %(document_title)s.
da: %(reviewer)s har gennemgået din revision af dokumentet %(document_title)s.
fi: %(reviewer)s on tarkistanut muutoksesi dokumenttiin %(document_title)s.
fr: %(reviewer)s a approuvé votre révision au document %(document_title)s.
ru: %(reviewer)s рассмотрел вашу ревизию документа %(document_title)s.
sl: %(reviewer)s je pregledal vašo revizijo za dokument %(document_title)s.
sq: %(reviewer)s ka shqyrtuar rishikimin tuaj për dokumentin %(document_title)s.
xh: I-%(yabahloli) baluhlolile uphengululo lwakho kuxwebhu %(iitayitile_zoxwebhu).

source: Message from the reviewer:
bn_in: রিভিউয়ার থেকে মেসেজ
cs: Vzkaz od redaktora:
da: Meddelelse fra modtageren:
fi: Viesti tarkistajalta:
fr: Message du vérificateur :
ru: Сообщение от проверяющего:
sl: Sporočilo za recenzenta:
sq: Mesazh nga shqyrtuesi:
xh: Umyalezo ovela kumhloli:

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
bn_in: এই ডকুমেন্টের ইতিহাস দেখতে হলে নীচের লিঙ্কে চাপ দিন অথবা ব্রাউজারের লোকেশন বারে একে পেস্ট করুন।
cs: Pro zobrazení historie tohoto dokumentu klepněte na následující odkaz nebo jej vložte do adresního řádku vašeho prohlížeče:
da: For at se dette dokuments historik, klik på følgende link eller indsæt det i din browsers adresselinje:
fi: Katsellaksesi tämän dokumentin historiaa napsauta seuraavaa linkkiä tai kopioi se selaimesi osoitepalkkiin:
fr: Pour consulter l'historique de ce document, cliquez sur le lien suivant ou collez-le dans la barre d'adresse de votre navigateur :
ru: Для просмотра истории этого документа, щёлкните по следующей ссылке, или вставьте её в адресную строку вашего браузера:
sl: Če si želite ogledati zgodovino tega dokumenta, kliknite na spodnjo povezavo ali pa jo prilepite v naslovno vrstico brskalnika:
sq: Që të shihni historikun e këtij dokumenti, klikoni lidhjen vijuese, ose jepeni atë te shtylla e vendeve te shfletuesi juaj:
xh: Ukubona imbali yolu xwebhu,cofa ilinki elandelayo, okanye uyincamathisele kwibha yakho yendawo yebhrawuza:

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
bn_in: আপনার সংস্করণ যা আপনি অবদান করেছিলেন তা অনুমোদিত হয়েছে। %(reviewer)s %(document_title)s-এ ডকুমেন্টের সংস্করণ অনুমোদন করেছে।
cs: Revize, kterou jste přispěli, byla schválena. %(reviewer)s schválil revizi dokumentu %(document_title)s.
da: En revision du har bidraget til er blevet godkendt. %(reviewer)s har godkendt en revision af dokumentet %(document_title)s.
fi: Tekemäsi muutos on hyväksytty. %(reviewer)s on hyväksynyt muutoksen dokumenttiin %(document_title)s.
fr: Une révision à laquelle vous avez contribué a été approuvée. %(reviewer)s a approuvé une révision du document %(document_title)s.
ru: Представленная вами ревизия была одобрена. %(reviewer)s одобрил ревизию документа %(document_title)s.
sl: Revizija, pri kateri ste sodelovali, je odobrena. %(reviewer)s je odobril revizijo za dokument %(document_title)s.
sq: Është miratuar një rishikim te i cili keni dhënë ndihmesë. %(reviewer)s miratoi rishikimin për dokumentin %(document_title)s.
xh: Uphengululo ofake kulo igalelolwakelwe. I-%(yabahloli) nalwamkelwe uphengululo kuxwebhu %(iitayitile_zoxwebhu).

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
bn_in: আপনার একটি অবদান রিভিউ করা হয়েছে। %(reviewer)s আপনার ডকুমেন্ট %(document_title)s রিভিউ করেছেন।
cs: Revize, kterou jste přispěli, byla schválena. %(reviewer)s zkontroloval revizi dokumentu %(document_title)s.
da: En revision du har bidraget til er blevet gennemgået. %(reviewer)s har gennemgået en revision af dokumentet %(document_title)s.
fi: Tekemäsi muutos on tarkistettu. %(reviewer)s on tarkistanut muutoksen dokumenttiin %(document_title)s.
fr: Une révision à laquelle vous avez contribué a été vérifiée. %(reviewer)s a vérifié une révision du document %(document_title)s.
ru: Представленная вами ревизия была проверена. %(reviewer)s проверил ревизию документа %(document_title)s.
sl: Revizija, pri kateri ste sodelovali, je pregledana. %(reviewer)s je pregledal revizijo za dokument %(document_title)s.
sq: Është shqyrtuar një rishikim te i cili keni dhënë ndihmesë. %(reviewer)s shqyrtoi rishikimin për dokumentin %(document_title)s.
xh: Uphengululo oyewafaka kulo igalelo luye lwahlolwa kwakhona. I-%(yabhloli) baluhlolile kwakhona uphengululo kuxwebhu %(itayitile_yoxwebhu).

source: Content
bn_in: বিষয়বস্তু
cs: Obsah
da: Indhold
et: Sisu
eu: Edukia
fi: Sisältö
fr: Contenu
lt: Turinys
ru: Содержимое
sl: Vsebina
sq: Lëndë
th: เนื้อหา
xh: Isiqulatho

source: Show after
bn_in: এরপরে দেখুন
cs: Zobrazit po
da: Vis efter
et: Kuva peale
fi: Näytä jälkeen
fr: Afficher après
ru: Показать после
sl: Prikaži po
sq: Shfaqe pas
xh: Kubonise kamva

source: Show until
bn_in: যতক্ষণ পর্যন্ত না দেখুন
cs: Zobrazit do
da: Vis indtil
fi: Näytä asti
fr: Afficher jusqu'à
ru: Показывать пока
sl: Prikazuj do
sq: Shfaqe deri më
xh: Bonisa kude
