Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
bn_in: আপনি যদি Mozilla কে তথ্য জমা দেন যখন আপনার ক্র্যাশ হয়, তখন আপনাকে একটি ক্র্যাশ ID দেওয়া হবে আপনার ক্র্যাশকে অনন্যভাবে বুঝবার জন্য এবং আমাদের পুরোটা খতিয়ে দেখতে দেবেন যেটা কারণটি বোঝার জন্য সহায়ক হতে পারে। আপনার সম্প্রতি জমা দেওয়া ক্র্যাশ ID সমূহ খুঁজবার হলে যান <strong> about : ক্র্যাশসমূহ</strong> আপনার লোকেশন বারে। <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'> বিস্তারিত তথ্যে ক্লিক করুন </a>.
cs: Když o pádu odešlete informace Mozille, obdržíte ID pádu, které je unikátní napříč všemi pády a umožní nám se podívat detailněji na jeho příčiny. Pro nalezení nedávno odeslaných informací o pádech zadejte do vašeho adresního řádku <strong>about:crashes</strong>. <a href='http://support.mozilla.com/cs/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Klepněte zde pro detailní instrukce</a>.
fi: Jos lähetät tietoja Mozillalle kaatumisen sattuessa, sinulle annetaan kaatumistunnus, jolla kaatumisesi voidaan yksilöllisesti tunnistaa. Näin voimme katsoa yksityiskohtia kaatumisen syistä. Löydät viimeksi lähettämiesi ilmoitusten kaatumistunnukset kirjoittamalla <strong>about:crashes</strong> osoitepalkkiin. <a href='https://support.mozilla.org/fi/kb/firefox-kaatui-esta-ja-korjaa-kaatumisia#w_avun-hankkiminen-ongelman-korjaamiseksi' target='_blank'>Lue tarkemmat ohjeet</a>.
fr: Si vous envoyez des informations à Mozilla lors d'un plantage, un identifiant de plantage unique identifiera votre plantage et nous permettra de consulter les détails qui peuvent aider à déterminer la cause. Pour trouver vos identifiants de plantage envoyés récemment, saisissez <strong>about:crashes</strong> dans la barre d'adresse. <a href='http://support.mozilla.org/fr/kb/firefox-plante-resoudre-prevenir-obtenir-aide#w_obtenir-de-laide-avec-votre-identifiant-de-rapport-de-plantage' target='_blank'>Cliquez pour des instructions détaillées</a>.
ru: Если при падении вы отправляете информацию в Mozilla, вам будет присвоен crash ID, который уникально идентифицирует ваше падение, и позволяет нам узнать подробную информацию, которые может помочь определить его причину. Чтобы найти недавно отправленные crash ID, откройте в адресной строке страницу <strong>about:crashes</strong>. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Щёлкните здесь для получения подробных инструкций</a>.
sl: Če v primeru sesutja pošljete informacije za Mozillo, boste dobili t.i. crash ID, ki edinstveno identificira vašo nezgodo, nam pa omogoča vpogled v podatke, ki nam lahko pomagajo ugotoviti vzrok za sesutje. Da najdete ID za nedavno posredovano sesutje oz. sesutja, v naslovno vrstico vnesite <strong>about:crashes</strong>. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Kliknite za podrobna navodila</a>.
sq: Nëse parashtroni te Mozilla të dhëna rreth vithisjes suaj, do t’ju jepet një ID vithisje e cila identifikon në mënyrë unike vithisjen tuaj dhe na lejon të shohim hollësi që mund të na ndihmojnë të gjejmë shkakun. Që të shihni ID-të e vithisjeve të parashtruara së fundi, shkoni te <strong>about:crashes</strong> te shtylla juaj e vendeve. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Për udhëzime të hollësishme, klikoni këtu</a>.
xh: Ukuba ufaka inkcukacha kwi-Mozilla xa usiwa, uza kunikwa ii-ID yokuwa eza kuchonga ngendlela eyodwa ukuwa kwakho kwaye iyasivumela ukujonga inkcukacha ezinganceda ukuchonga unobangela. Ukufumana ii-ID zokuwa ezifakwe kutsha nje, yiya ku <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Cofa imiyalelo ecacileyo</a>.

source: Troubleshooting Information
bn_in: সমস্যাসমাধানের তথ্য
cs: Technické informace
da: Teknisk information
et: Probleemide lahendamine
fi: Tiedot ongelmanmääritykseen
fr: Informations de dépannage
ru: Информация для решения проблем
sl: Informacije o reševanju težav
sq: Të dhëna Diagnostikimi
xh: Inkcukacha zokufumana ingxaki

source: This information gives details about the internal workings of your browser that will help in answering your question.
bn_in: এই তথ্যটি আপনাকে আপনার ব্রাউজারের অভ্যন্তরীণ কাজকর্মের বিস্তারিত জানায় যা আপনাকে আপনার প্রশ্নের জবাব দিতে সাহায্য করবে।
cs: Tyto informace poskytují detaily o interním chování vašeho prohlížeče, které nám pomohou se zodpovězením vaší otázky.
da: Denne information giver detaljer om de interne arbejdsgange i din browser, der vil hjælpe med at besvare dit spørgsmål.
fi: Nämä tiedot antavat lisätietoja selaimesi sisäisestä toiminnasta. Tiedot auttavat kysymykseesi vastaamisessa.
fr: Ces informations donnent des détails sur le fonctionnement interne de votre navigateur et aideront à répondre à votre question.
ru: Эта информация дает подробные сведения о внутренней работе вашего браузера, которая поможет ответить на ваш вопрос.
sl: Te informacije navajajo podrobnosti o notranjem delovanju brskalnika, ki nam bodo pomagale pri odgovoru na vaše vprašanje.
sq: Këto të dhëna japin hollësi rreth funksionimit të brendshëm të shfletuesit tuaj, të cilat do të ndihmojnë për përgjigjen e pyetjes suaj.
xh: Olu lwazi likunika iinkcukacha ezimalunga nokusebenza kwangaphakathi kwebhrawuza yakho oko kuza kunceda ekuphenduleni umbuzo wakho.

source: This happens
bn_in: এটা ঘটে থাকে
cs: Stává se to
da: Det sker
fi: Ongelma tapahtuu
fr: Ceci arrive
ru: Это происходит
sl: To se zgodi
sq: Kjo ndodh
xh: Oku kuyenzeka

source: Not sure how often
bn_in: নিশ্চিত নয় প্রায়ই কিনা
cs: Nejsem si jist(a), jak často
da: Ikke sikker på hvor tit
fi: En tiedä kuinka usein
fr: Je ne sais pas à quelle fréquence
ru: Не уверен как часто
sl: Ne vem, kako pogosto
sq: Nuk jam i sigurt se sa shpesh
xh: Andiqinisekanga kwenzeka kangaphi

source: Just once or twice
bn_in: শুধু একবার বা দুবার
cs: Pouze jednou či dvakrát
da: Bare et par gange
fi: Vain kerran tai pari
fr: Juste une fois ou deux
ru: Один или два раза
sl: Samo enkrat ali dvakrat
sq: Vetëm një apo dy herë
xh: Kanye nje okanye kabini

source: A few times a week
bn_in: একটি সপ্তাহের কিছু সময়
cs: Několikrát týdne
da: Nogle få gange om ugen
et: Paaril korral nädalas
fi: Muutaman kerran viikossa
fr: Quelques fois par semaine
ru: Несколько раз в неделю
sl: Nekajkrat na teden
sq: Ca herë në javë
xh: Amaxesha ambalwa ngeveki

source: Every time Firefox opened
bn_in: প্রত্যেক বার যখন Firefox খোলে
cs: Při každém spuštění Firefoxu
da: Hver gang Firefox åbnes
fi: Aina, kun Firefox avautuu
fr: Chaque fois que Firefox s'ouvre
ru: Каждый раз при открытии Firefox
sl: Vsakič, ko se Firefox odpre
sq: Sa herë që hapet Firefox-i
xh: Ngalo lonke ixesha i-Firefox ivuliwe

source: This started when...
bn_in: এটা শুরু হয় যখন...
cs: Začalo to, když...
da: Det begyndte da...
fi: Ongelma alkoi, kun...
fr: Cela a commencé quand…
ru: Это началось когда...
sl: To se je začelo, ko ...
sq: Kjo filloi të ndodhë kur...
xh: Oku kuqale xa...

source: Question
bn_in: প্রশ্ন
cs: Otázka
da: Spørgsmål
et: Küsimus
fi: Kysymys
ru: Вопрос
sl: Vprašanje
sq: Pyetje
xh: Umbuzo

source: Details
bn_in: বিস্তারিত
cs: Detaily
da: Detaljer
fi: Lisätiedot
fr: Détails
ru: Подробности
sl: Podrobnosti
sq: Hollësi
xh: Iinkcukacha

source: Email
bn_in: ইমেইল
da: Mail
et: E-post
fi: Sähköposti
fr: Adresse électronique
lt: El. pašto adresas
ru: Эл. почта
sl: E-pošta
th: อีเมล
xh: I-imeyile

source: A confirmation email will be sent to this address in order to post your question.
bn_in: একটি নিশ্চিতকরণ ইমেইল এই ঠিকানায় পাঠিয়ে দেওয়া হবে আপনার প্রশ্ন পোস্ট করার জন্য।
cs: Na tuto adresu bude zaslán potvrzující e-mail k vaší otázce.
da: En bekræftelsesmail vil blive sendt til denne adresse, så dit spørgsmål kan stilles.
fi: Vahvistussähköposti lähetetään tähän osoitteeseen kysymyksesi lähettämisen varmistamiseksi.
fr: Un courriel de confirmation sera envoyé à cette adresse afin de publier votre question.
ru: Чтобы опубликовать ваш вопрос, на этот адрес будет отправлено письмо для подтверждения.
sl: Da boste objavili svoje vprašanje, bomo za potrditev na ta naslov poslali pošto.
sq: Që të mund të postoni pyetjen tuaj, te kjo adresë email do të dërgohet një email ripohimi.
xh: I-imeyile esisiqinisekiso iza kuthunyelwa kule dilesi ukuze kuthunyelwe umyalezo wakho.

source: Firefox version
bn_in: Firefox এর সংস্করণ
cs: Verze Firefoxu
et: Firefoxi versioon
eu: Firefox bertsioa
fi: Firefoxin versio
fr: Version de Firefox
ru: Версия Firefox
sl: Različica Firefox
sq: Version Firefox-i
th: รุ่นของ Firefox
xh: Inguqulelo ye-Firefox

source: Operating system
bn_in: অপারেটিং সিস্টেম
cs: Operační systém
da: Styresystem
et: Operatsioonisüsteem
fi: Käyttöjärjestelmä
fr: Système d'exploitation
ru: Операционная система
sl: Operacijski sistem
sq: Sistem operativ
xh: Inkqubo esetyenziswayo

source: Installed plugins
bn_in: ইন্সটল হওয়া প্লাগইনসমূহ
cs: Nainstalované zásuvné moduly
da: Installerede plugins
fi: Asennetut liitännäiset
fr: Plugins installés
ru: Установленные плагины
sl: Nameščeni vtičniki
sq: Shtojca të instaluara
xh: Izifakelo ezifakiweyo

source: Extension/plugin you are having trouble with
bn_in: এক্সটেনশন/প্লাগইন এর সঙ্গে আপনার সমস্যা হচ্ছে
cs: Rozšíření/pluginy, se kterými máte problém
da: Udvidelse/plugin du har problem med
fi: Laajennukset/liitännäiset, joiden kanssa on ongelmia
fr: Extension/plugin avec lequel vous avez des problèmes
ru: Расширение/плагин, с которым у вас возникли проблемы
sl: Razširitev/vtičnik, ki dela težave
sq: Zgjerimi/shtojca me të cilën keni probleme
xh: Ulwandiso/lwezifakiweyo onazo zinengxaki ne

source: Mobile device
bn_in: মোবাইল ডিভাইস
cs: Mobilní zařízení
fr: Appareil mobile
ru: Мобильное устройство
sl: Mobilna naprava
sq: Pajisje celulare
xh: Isixhobo esiphathwayo

source: Please provide a question.
bn_in: দয়া করে একটি প্রশ্ন প্রদান করুন।
cs: Zadejte prosím otázku.
da: Skriv et spørgsmål.
et: Palun sisesta küsimus.
fi: Anna kysymys.
fr: Veuillez spécifier une question.
ru: Пожалуйста, введите вопрос.
sl: Vnesite prosim vprašanje.
sq: Ju lutemi, bëni një pyetje.
xh: Nceda unike umbuzo.

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: আপনার প্রশ্নটি খুবই ছোটো (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।
cs: Vaše otázka je příliš krátká (%(show_value)s znaků). Musí mít nejméně %(limit_value)s znaků.
da: Dit spørgsmål er for kort (%(show_value)s tegn). Detskal være på mindst %(limit_value)s tegn.
et: Sisestatud küsimus on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
fi: Kysymyksesi on liian lyhyt (%(show_value)s merkkiä). Sen vähimmäispituus on %(limit_value)s merkkiä.
fr: Votre question est trop courte (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
ru: Ваш вопрос слишком короткий (%(show_value)s символов). Он должен быть не менее %(limit_value)s символов.
sl: Vaše vprašanje je prekratko (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Pyetja juaj është shumë e shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
xh: Umbuzo wakho mfutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Kufuneka ubuncinane ibe zi-%(umlinganiselo_amaxabiso) ngoonobumba.

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: দয়া করে আপনার প্রশ্নের দৈর্ঘ্য %(limit_value)s অক্ষর বা তার মধ্যে রাখুন। বর্তমানে %(show_value)s অক্ষর আছে।
cs: Maximální délka otázky může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af dit spørgsmål på %(limit_value)s tegn eller færre. Den er i øjeblikket på %(show_value)s tegn.
et: Palun hoia küsimus %(limit_value)s märgi piires. Praegu on see %(show_value)s märki pikk.
fi: Pidä kysymyksesi pituus alle %(limit_value)s merkissä. Kysymyksessä on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur de votre question à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
ru: Пожалуйста, ограничьте длину вашего вопроса %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino svojega vprašanja na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e pyetjes suaj në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
xh: Nceda ugcine ubude bombuzo wakho ukuya ku %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku i-%(ibonisa_amaxabiso) ngoonobumba.

source: Please provide content.
bn_in: বিষয়বস্তু প্রদান করুন।
cs: Vložte prosím obsah.
da: Angiv indhold.
et: Palun sisesta sisu.
eu: Emazu edukia.
fi: Kirjoita sisältöä.
fr: Veuillez spécifier du contenu.
lt: Prašom įvesti turinį.
ru: Пожалуйста, введите содержимое.
sl: Vnesite prosim vsebino.
sq: Ju lutemi, jepni lëndë.
th: โปรดให้เนื้อหา
xh: Nceda unike isiqulatho.

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: আপনার বর্ণনাটি খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।
cs: Obsah je příliš krátký (%(show_value)s znaků). Musí mít nejméně %(limit_value)s znaků.
da: Dit indhold er for kort (%(show_value)s tegn). Det skal være på mindst %(limit_value)s tegn.
et: Sisu on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
fi: Sisältö on liian lyhyt (%(show_value)s merkkiä). Vähimmäispituus on %(limit_value)s merkkiä.
fr: Votre contenu est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
ru: Содержимое слишком коротко (%(show_value)s символов). Оно должно быть не менее %(limit_value)s символов.
sl: Vaša vsebina je prekratka (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Lënda juaj është shumë e shkurtër (%(show_value)s characters). Duhet të jetë e pakta %(limit_value)s shenja.
xh: Isiqullatho sakho sifutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Ubuncinane kufuneka ibe %(umlinganiselo_amaxabiso) ngoonobumba.

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: দয়া করে আপনার বর্ণনার দৈর্ঘ্য %(limit_value)s অক্ষর বা তার মধ্যে রাখুন। বর্তমানে %(show_value)s অক্ষর আছে।
cs: Maximální délka obsahu může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af indholdet på %(limit_value)s tegn eller færre. Den er i øjeblikket på %(show_value)s tegn.
et: Palun jälgi, et sisu jääks %(limit_value)s märgi piiresse. Praegu on see %(show_value)s märki pikk.
fi: Varmista, että sisällössä on %(limit_value)s merkkiä tai vähemmän. Sisällössä on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur de votre contenu à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
ru: Пожалуйста, ограничьте длину содержимого %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino svoje vsebine na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e lëndës në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
xh: Nceda ugcine ubude besiqulatho sakho bube yi-%(umlinganeselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku iyi-%(bonisa_ixabso) ngoonobumba.

source: Enter your reply here.
bn_in: আপনার জবাব এখানে দিন
cs: Zde vložte svou odpověď.
da: Indtast dit svar her.
fi: Anna vastauksesi tähän.
fr: Saisissez votre réponse ici.
ru: Введите здесь ваш ответ.
sl: Vnesite tukaj svoj odgovor.
sq: Jepni këtu përgjigjen tuaj.
xh: Faka impendulo yakho apha.

source: Enter your email address here.
bn_in: আপনার ইমেইল ঠিকানাটি এখানে দিন।
cs: Zde vložte svou e-mailovou adresu.
da: Indtast din mailadresse her.
et: Sisesta siia oma e-posti aadress.
fi: Anna sähköpostiosoitteesi tähän.
fr: Saisissez votre adresse électronique ici.
ru: Введите здесь ваш адрес эл. почты.
sl: Vnesite tukaj svoj e-poštni naslov.
sq: Jepni këtu adresën tuaj email.
xh: Faka idilesi ye-imeyili yakho apha

source: Enter a subject here.
bn_in: একটি বিষয় এখানে দিন।
cs: Zde vložte subjekt.
da: Indtast et emne her.
fi: Anna aihe tähän.
fr: Saisissez un sujet ici.
ru: Введите здесь вашу тему.
sl: Vnesite tukaj predmet.
sq: Këtu vendosni subjektin
xh: Faka imeko apha.

source: Please provide a subject.
bn_in: অনুগ্রহ করে একটি বিষয় দিন।
cs: Zadejte prosím subjekt.
da: Angiv et emne.
et: Palun sisesta teema.
fi: Anna aihe.
fr: Veuillez spécifier un sujet.
ru: Пожалуйста, введите тему.
sl: Navedite prosim predmet.
sq: Ju lutemi, jepni një subjekt.
xh: Nceda unike imeko.

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: বিষয়টি খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।
cs: Subjekt je příliš krátký (%(show_value)s znaků). Počet znaků musí být nejméně %(limit_value)s.
da: Emnet er for kort (%(show_value)s characters). Det skal være på mindst %(limit_value)s tegn.
et: Sisestatud teema on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
fi: Aihe on liian lyhyt (%(show_value)s merkkiä). Vähimmäispituus on %(limit_value)s merkkiä.
fr: Le sujet est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
ru: Эта тема является слишком короткой (%(show_value)s символов). Её длина должна быть не менее %(limit_value)s символов.
sl: Predmet je prekratek (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Subjekti është shumë i shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
xh: Imeko imfutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Ubuncinane kufuneka ibeyi-%(umlinganiselo_amaxabiso) ngoonobyumba.

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: দয়া করে আপনার বিষয়ের দৈর্ঘ্য %(limit_value)s অক্ষর বা তার মধ্যে রাখুন। বর্তমানে %(show_value)s অক্ষর আছে।
cs: Maximální délka subjektu může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af emnet på %(limit_value)s tegn eller færre. Den er i øjeblikket på %(show_value)s tegn.
et: Palun jälgi, et teema pikkus oleks %(limit_value)s märki või vähem. Hetkel on see %(show_value)s märki pikk.
fi: Varmista, että aiheessa on %(limit_value)s merkkiä tai vähemmän. Aiheessa on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur du sujet à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
ru: Пожалуйста, ограничьте длину темы %(limit_value)s символами. В данный момент её длина %(show_value)s символов.
sl: Omejite prosim dolžino naslova na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e subjektit në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
xh: Nceda ugcine ubude bemeko bubeyi-%(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku iyi-%(bonisa_amaxabiso) ngoonobumba.

source: Describe your issue here.
bn_in: আপনার সমস্যার বর্ণনা এখানে দিন
cs: Zde popište svůj problém.
da: Beskriv dit problem her.
fi: Kerro ongelma tähän.
fr: Décrivez votre problème ici.
ru: Опишите здесь свою проблему.
sl: Opišite tukaj svojo težavo.
sq: Përshkruani këtu problemin tuaj.
xh: Cacisa umba wakho apha.

source: Please describe your issue in the body.
bn_in: দয়া করে বডিতে আপনার সমস্যার বর্ণনা দিন।
cs: V těle popište svůj problém.
da: Beskriv dit problem under indhold.
fi: Kuvaile ongelmaa.
fr: Veuillez décrire votre problème dans le corps.
ru: Опишите вашу проблему в теле.
sl: Opišite težavo v vsebini sporočila.
sq: Ju lutemi, përshkruani problemin tuaj te lënda.
xh: Nceda ucacise umba wakho apha kwisiqu.

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: এই বডির বিষয়বস্তু খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।
cs: Obsah je příliš krátký (%(show_value)s znaků). Musí mít nejméně %(limit_value)s znaků.
da: Indholdet er for kort (%(show_value)s tegn). Det skal være på mindst %(limit_value)s tegn.
et: Sisu on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
fi: Sisältö on liian lyhyt ((%(show_value)s merkkiä). Vähimmäispituus on vähintään %(limit_value)s merkkiä.
fr: Le corps est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
ru: Содержание тела слишком коротко (%(show_value)s символов). Оно должно быть не менее %(limit_value)s символов.
sl: Vsebina je prekratka (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Lënda është shumë e shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
xh: Isiqulatho sesiqu sifutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). Ubuncinane kufuneka ibe %(umlinganiselo_amaxabiso) ngoonobumba.

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: দয়া করে আপনার বডির বিষয়বস্তু %(limit_value)s অক্ষর বা তার মধ্যে রাখুন। বর্তমানে %(show_value)s অক্ষর আছে।
cs: Maximální délka obsahu může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af indholdet på %(limit_value)s tegn eller færre. Det er i øjeblikket på %(show_value)s tegn.
et: Palun jälgi, et sisu jääks %(limit_value)s märgi piiresse. Praegu on see %(show_value)s märki pikk.
fi: Varmista, että sisällössä on %(limit_value)s merkkiä tai vähemmän. Sisällössä on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur du contenu du corps à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
ru: Пожалуйста, ограничьте длину тела содержимого %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino vsebine na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e lëndës në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
xh: Nceda ugcine ubude besiqulatho sesiqu ukuya ku %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku %(bonisa_amaxabiso) ngoonobumba.

source: Account Issues
bn_in: অ্যাকাউন্টের সমস্যা
cs: Problémy s účtem
da: Kontoproblemer
fi: Tiliongelmat
fr: Problèmes de compte
ru: Проблемы с учётной записью
sl: Težave z računom
sq: Probleme Llogarie
xh: Nika ingxelo yeMiba

source: Installation Issues
bn_in: ইন্সটল করবার সমস্যা
cs: Problémy s instalací
da: Installationsproblemer
et: Probleemid paigaldamisel
fi: Asennusongelmat
fr: Problèmes d'installation
ru: Проблемы с установкой
sl: Težave pri nameščanju
sq: Probleme Instalimi
xh: Imiba yoFakelo

source: Payment Issues
bn_in: পেমেন্টের সমস্যা
cs: Problémy s platbami
da: Betalingsproblemer
fi: Maksuongelmat
fr: Problèmes de paiement
ru: Проблемы с платежами
sl: Težave pri plačilih
sq: Probleme Pagesash
xh: Imiba yeNtlawulo
