Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Register
da: Tilmelding
et: Registreeri
eu: Eman izena
lt: Registracija
sq: Regjistrohuni
th: ลงทะเบียน

source: User %(author)s has replied to a thread you're watching. Here is their reply:
da: Bruger %(author)s har svaret i en tråd du overvåger. Her er svaret:

source: User %(author)s has posted a new thread in a forum you're watching. Here is the thread:
da: Bruger %(author)s har oprettet en ny tråd i et forum du overvåger. Her er tråden:

source: Total tweets to answer: <strong>%(goal)s</strong>
da: Tweets i alt der skal besvares: <strong>%(goal)s</strong>
et: Vastamata säutse: <strong>%(goal)s</strong>

source: <strong>%(count)s tweet</strong> in the last <strong>24 hours</strong> has a reply
da: <strong>%(count)s tweet</strong> i de seneste <strong>24 timer</strong> har et svar

source: Top Contributors Last Week
da: De største bidragsydere sidste uge
et: Eelmise nädala kaastöötajate top

source: No recent contributions
da: Ingen nylige bidrag
et: Hiljutist kaastööd pole.

source: These are the top 20 most visited articles, which account for over 50% of the traffic to the Knowledge Base.
da: Dette er de 20 mest besøgte artikler, som udgør mere end 50% af trafikken til vidensbasen.
et: Need 20 enimkülastatud teemat moodustavad enam kui 50% kogu teadmusbaasi liiklusest.
lt: Tai – 20 dažniausiai lankomų straipsnių, kuriems išeikvojama daugiau kaip pusė Žinyno duomenų srauto.
th: บทความเหล่านี้อยู่ใน 20 อันดับที่มีการเยี่ยมชมมากที่สุด ที่ครอบคลุมกว่า 50% ของทราฟฟิคที่เข้าฐานความรู้

source: These are the top 50 most visited articles.
da: Dette er de 50 mest besøgte artikler.

source: These are the top 100 most visited articles, which account for over 99% of the traffic to the Knowledge Base.
da: Dette er de 100 mest besøgte artikler, som udgør mere end 99% af trafikken til vidensbasen.

source: Let's make Firefox speak your language!
da: Lad os få Firefox til at tale dansk!

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your Firefox knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
da: Forummet besøges af såvel fuldblods webudviklere som førstegangsbrugere, der skal have hjælp til installationen. Del din viden om Firefox ved at hjælpe dem med at finde de rigtige hjælpeartikler og med konkrete råd til at løse deres problemer.

source: Used by more than 400 million people, Firefox support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
da: Hjælp over 400 millioner brugere! Firefox Support drives af frivillige - og her kommer <i>du</i> ind i billedet.

source: Help millions of Firefox users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
da: Du kan hjælpe milioner af Firefox-brugere med at få mest ud af deres favorit-browser. Dine bidrag vil nå ud til millioner af brugere verden over, og du kan gøre det fra din sofas bekvemmelighed!

source: The more information you can provide the better chance your question will be answered.
da: Jo mere information du kan give, des større er chancen for at dit spørgsmål bliver besvaret.

source: Fill in the details of your question.
da: Udfyld detaljerne i dit spørgsmål.

source: You have exceeded the number of answers that can be posted in a given amount of time. Please try again shortly.
da: Du har overskredet antallet af svar, der kan indsendes i et givet tidsrum. Prøv igen om lidt.

source: Off-topic
da: Udenfor emne

source: Show me:
da: Vis mig:

source: views
da: visninger

source: Posted by {user}
da: Skrevet af {user}
et: Postitas {user}

source: on
da: den
et: Sees

source: A window will open in the top corner. Click <em>Allow</em>, and then click <em>Install</em>.
da: Et vindue bliver åbnet i øverste hjørne. Klik på <em>Tillad</em>, og klik så på <em>Installer</em>.

source: If the automated way doesn't work, <a class="expander" href="{0}">try these manual steps</a>.
da: Hvis den automatiske metode ikke virker, så <a class="expander" href="{0}">prøv disse manuelle trin</a>.

source: The more information you can provide, the better the chance your question will be answered.
da: Jo mere information du kan give des større er chancen for, at dit spørgsmål bliver besvaret.

# DB: products.Topic.description
source: Download, install and migration
da: Download, installation og overflytning

# DB: products.Topic.description
source: Privacy and security settings
da: Privatlivs- og sikkerhedsindstillinger

# DB: products.Topic.description
source: Firefox OS calls and contacts
da: Firefox OS opkald og kontakter

# DB: products.Topic.title
source: Get connected
da: Få forbindelse

# DB: products.Topic.description
source: Firefox OS email & messages
da: Firefox OS mail & meddelelser

# DB: products.Topic.description
source: Firefox OS settings
da: Firefox OS indstillinger

# DB: products.Topic.title
source: Multimedia apps
da: Multimedie-apps

# DB: products.Topic.description
source: Firefox OS multimedia apps
da: Firefox os multimedie-apps

# DB: products.Topic.description
source: Fix Firefox OS problems
da: Løs Firefox OS problemer

# DB: products.Topic.description
source: Get the most from webmaker.org
da: Få mest muligt ud af webmaker.org

# DB: products.Topic.description
source: Fix problems with email providers (gmail, Yahoo, etc.)
da: Løs problemer med mailudbydere (gmail, Yahoo osv.)

# DB: products.Topic.description
source: Privacy and Security Settings
da: Privatlivs- og sikkerhedsindstillinger

# DB: products.Topic.description
source: Intro to Open Badges
da: Intro til Open Badges

# DB: products.Topic.description
source: Get Involved
da: Bliv involveret

# DB: products.Topic.description
source: Display Badges
da: Vis emblemer

source: Your Firefox is out of date and may contain a security risk!
da: Din Firefox er forældet og kan indeholde en sikkerhedsrisiko!

source: Upgrade Firefox
da: Opgrader Firefox

source: Username may contain only letters, numbers and ./+/-/_ characters.
da: Brugernavn må kun indeholde bogstaver, tal og tegnene /+/-/_
et: Kasutajanimes on lubatud vaid tähed, numbrid ja märgid ./+/-/_.
lt: Naudotojo vardą gali sudaryti tik raidės, skaitmenys, taškas, pliusas, brūkšnelis ir pabraukimo simbolis.
th: ชื่อผู้ใช้จะต้องประกอบด้วยตัวอักษร ตัวเลข และเครื่องหมาย ./+/-/_ เท่านั้น

source: Required. 30 characters or fewer. Letters, digits and ./+/- only.
da: Påkrævet. 30 tegn eller færre. Kun bogstaver, tal og ./+/-/_

source: Related Articles
da: Relaterede artikler
et: Seotud teemad
eu: Erlazionatutako artikuluak
lt: Susiję straipsniai
th: บทความที่เกี่ยวข้อง

source: Related Questions
da: Relaterede spørgsmål

source: {badgetitle} awarded to {username}
da: {badgetitle} tildelt {username}

source: Cannot process image
da: Kan ikke behandle billede

source: Badge "{badgetitle}" deleted.
da: Emblem "{badgetitle}" slettet.

source: Badge already awarded to {email}
da: Emblem allerede tildelt {email}

source: Sign in with Twitter
et: Logi sisse Twitteri abil
lt: Prisijunkite prie „Twitter“ paskyros
th: เข้าระบบด้วย Twitter

source: Sign in with your Twitter account
et: Logi sisse Twitteri konto abil
lt: Prisijunkite su savo „Twitter“ paskyra
th: เชื่อมต่อกับบัญชี Twitter ของคุณ

source: If you’re registered with Mozilla Support, we will keep you logged into Twitter, so you can use Army of Awesome instantly.
lt: Jeigu esate užsiregistravę „Mozillos“ žinyne, mes paliksime jus prijungtą prie „Twitter“, kad Nuostabiųjų armija galėtumėte naudotis bet kada.
th: ถ้าคุณได้ลงทะเบียนกับ Mozilla Support เราจะทำการเชื่อมต่อกับ Twitter ซึ่งคุณสามารถจะใช้งานขบวนสุดเจ๋งได้ทันที

source: Parameters which will be passed to the dashboard. The dashboard determines the meaning and format of these.
et: Ülevaatele saadetavad parameetrid. Ülevaade määrab nende tähenduse ja vormingu.
lt: Parametrai, kurie bus perduoti skydeliui. Parametrų reikšmė ir formatas apibrėžiami skydelyje.
th: พารามิเตอร์ที่จะส่งไปยังหน้าปัดที่ซึ่งจะเป็นตัวกำหนดความหมายและรูปแบบของพารามิเตอร์

source: Most-Visited Articles
et: Enim külastatud teemad
lt: Lankomiausi straipsniai
th: บทความที่เข้าเยี่ยมชมมากที่สุด

source: Navigation Articles
et: Navigatsiooni teemad
lt: Naviguojami straipsniai
th: บทความนำทาง

source: How many of the approved navigation articles which allow translations have an approved translation into this language
et: Kui paljudel tõlkimist lubavatel aktsepteeritud navigatsiooni teemadel on aktsepteeritud tõlge sellesse keelde
lt: Kiek patvirtintų leidžiančių vertimą naviguojamų straipsnių turi patvirtintus vertimus į šią kalbą
th: มีจำนวนกี่บทความนำทางในภาษาอังกฤษที่ได้รับอนุญาตให้แปลในภาษานี้

source: All navigation articles...
et: Kõik navigatsiooni teemad...
lt: Visi naviguojami straipsniai…
th: บทความนำทางทั้งหมด...

source: Untranslated
et: Tõlkimata
eu: Itzuli gabe
lt: Neišversti
th: ยังไม่ได้แปล

source: All untranslated articles...
et: Kõik tõlkimata teemad...
eu: Itzuli gabeko artikulu guztiak...
lt: Visi neišversti straipsniai…
th: บทความที่ยังไม่ได้แปลทั้งหมด...

source: Immediate Updates Needed
et: Vajab kohest uuendamist
lt: Atnaujintini nedelsiant
th: จำเป็นต้องได้รับการปรับปรุงทันที

source: This indicates a major edit which changes the content of the article enough to hurt the value of the localization. Until it is updated, the localized page will warn users that it may be outdated. You should update these articles as soon as possible.
et: Tähistab suuremat muudatust, mis muudab sisu niivõrd, et tõlge kannatab. Kuni tõlget pole uuendatud, kuvatakse kasutajatele hoiatus, et info lehel võib olla aegunud. Neid teemasid tuleks uuendada nii pea kui võimalik.
lt: Į šią kategoriją patenka straipsniai, kurių turinys pirmine kalba pasikeitė pakankamai žymiai, kad tai stipriai atsilieptų vertimo kokybei. Iki bus atnaujintas, išverstasis tinklapis įspės lankytojus apie tai, jog informacija jame gali būti pasenusi. Tokius straipsnius derėtų atnaujinti kuo greičiau.
th: ตัวบ่งชี้บอกว่าเนื้อหาหลักของบทความมีการเปลี่ยนแปลงอาจส่งผลกระทบต่อเนื้อหาของการแปล จนกว่าจะปรับปรุงให้เสร็จสมบูรณ์ หน้าแปลเป็​​นภาษาท้องถิ่นจะเตือนผู้ใช้ว่าบทความนี้อาจจะล้าสมัย คุณควรปรับปรุงบทความเหล่านี้โดยเร็วที่สุด

source: All translations needing immediate updates...
et: Kõik kohest uuendamist vajavad tõlked...
lt: Visi vertimai, kuriuos būtina nedelsiant atnaujinti…
th: การแปลทั้งหมดจำเป็นต้องปรับปรุง...

source: Out of date since
et: Aegunud alates
eu: Noiztik zaharkituta
lt: Pasenęs nuo
th: ไม่ได้ปรับปรุงตั้งแต่

source: Updates Needed
et: Vajab uuendamist
lt: Atnaujintini
th: จำเป็นต้องได้รับการปรับปรุง

source: This signifies an edit that doesn't diminish the value of the localized article: for example, rewording a paragraph. Localizers are notified of this edit, but no warning is shown on the localized page. You should update these articles soon.
et: Tähistab muudatust, mis ei kahanda tõlke väärtust: näiteks lõigu ümbersõnastus. Tõlkijaid teavitatakse sellisest muudatusest, kuid hoiatust lehel ei kuvata. Neid teemasid tuleks uuendada.
lt: Į šią kategoriją patenka straipsniai, kurių pakeitimai nestipriai įtakoja vertimą. Pavyzdžiui, aiškiau perrašius straipsnio pastraipą. Apie tokius pakeitimus įspėjami lokalizuotojai, tačiau naudotojams joks įspėjimas nerodomas. Tokius straipsnius progai pasitaikius derėtų atnaujinti.
th: ตัวบ่งชี้แสดงให้เห็นว่าปัญหานี้ไม่ได้ส่งผลกระทบต่อบทความเช่น การเขียนย่อหน้า ผู้แปลควรจะได้รับแจ้งปัญหานี้แต่การเตือนจะไม่ปรากฏบนหน้าที่แปล คุณควรจะปรับปรุงบทความเหล่านี้ในไม่ช้า

source: All translations needing updates...
et: Kõik uuendamist vajavad tõlked...
eu: Eguneraketak behar dituzten itzulpen guztiak...
lt: Visi vertimai, kuriuos reikia atnaujinti…
th: การแปลทั้งหมดจำเป็นต้องปรับปรุง...

source: Document
et: Dokument
lt: Dokumentas
th: เอกสาร

source: Daily
et: Päevade lõikes
lt: Dienos
th: รายวัน

source: Weekly
et: Nädalate lõikes
lt: Savaitės
th: รายสัปดาห์

source: Monthly
et: Kuude lõikes
lt: Mėnesiai
th: รายเดือน

source: {locale} | Group Dashboard
et: {locale} | Grupi ülevaade
lt: {locale} | Grupės skydelis
th: {locale} | กลุ่มหน้าปัดการแปล

source: Group dashboard
et: Grupi ülevaade
lt: Grupės skydelis
th: กลุ่มหน้าปัด

source: See full dashboard
et: Vaata täielikku ülevaadet
lt: Parodyti visą skydelį
th: ดูหน้าปัดแบบเต็ม

source: Support Forum Dashboard
et: Kasutajatoe foorumi ülevaade
lt: Pagalbos forumo skydelis
th: หน้าปัดของกระดานสนทนา

source: No recent activity.
et: Hiljutine tegevus puudub.
lt: Paskiausių veiksmų nėra.
th: ไม่มีกิจกรรมล่าสุด

source: More options:
et: Rohkem valikuid:
eu: Aukera gehiago:
lt: Daugiau parinkčių:
th: ตัวเลือกเพิ่มเติม:

# l10n dashboard
source: Email me when revisions are...
et: Saada e-postiga teavitus, kui versioon...
lt: Pranešti el. paštu, kai naujos versijos…
th: อีเมลถึงฉันเมื่อการเปลี่ยนแปลงนั้น...

# DB: topics.Topic.title
source: None
et: Puudub
lt: Nieko
th: ไม่มี

source: Please keep the length of your webm filename to %(max)s characters or less. It is currently %(length)s characters.
et: Palun hoia webm videofaili nimi %(max)s märgi piires. Praegu on see %(length)s märki pikk.
eu: Mantendu webm fitxategiaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(length)s karaktere ditu.
lt: Prašom sutrumpinti WebM vaizdo įrašo failo vardą iki %(max)s simb. ar mažiau. Šiuo metu jo ilgis yra %(length)s simb.
th: โปรดรักษาความยาวชื่อไฟล์ WebM ของคุณที่ %(max)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(length)s ตัวอักษร

source: Please keep the length of your ogv filename to %(max)s characters or less. It is currently %(length)s characters.
et: Palun hoia ogv videofaili nimi %(max)s märgi piires. Praegu on see %(length)s märki pikk.
eu: Mantendu ogv fitxategiaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(length)s karaktere ditu.
lt: Prašom sutrumpinti OGV vaizdo įrašo failo vardą iki %(max)s simb. ar mažiau. Šiuo metu jo ilgis yra %(length)s simb.
th: โปรดรักษาความยาวชื่อไฟล์ OGV ของคุณที่ %(max)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(length)s ตัวอักษร

source: Please keep the length of your flv filename to %(max)s characters or less. It is currently %(length)s characters.
et: Palun hoia flv videofaili nimi %(max)s märgi piires. Praegu on see %(length)s märki pikk.
eu: Mantendu flv fitxategiaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(length)s karaktere ditu.
lt: Prašom sutrumpinti FLV vaizdo įrašo failo vardą iki %(max)s simb. ar mažiau. Šiuo metu jo ilgis yra %(length)s simb.
th: โปรดรักษาความยาวชื่อไฟล์ FLV ของคุณที่ %(max)s ตัวอักษรหรือน้อยกว่า ณ ขณะนี้อยู่ที่ %(length)s ตัวอักษร

source: The video has no files associated with it. You must upload one of the following extensions: webm, ogv, flv.
et: Sellel videol pole seotud faile. Peaksid üles laadima webm, ogv või flv faili.
eu: Bideo honek ez dauka fitxategirik esleituta. Ondorengo luzapenetako bat duen fitxategia igo behar duzu: web, ogv, flv.
lt: Nėra su šiuo vaizdo įrašu susietų failų. Turite įkelti vieno šių formatų failą: WebM, OGV, FLV.
th: ไม่รู้จักประเภทไฟล์วิดีโอ คุณต้องอัปโหลดหนึ่งในนามสกุลไฟล์นี้: WebM, OGV และ FLV

source: Video
eu: Bideoa
lt: vaizdo įrašą
th: วิดีโอ

source: Video (flv)
lt: Vaizdo įrašas (FLV)
th: วิดีโอ (flv)

source: Video (ogv)
lt: Vaizdo įrašas (OGV)
th: วิดีโอ (ogv)

source: Video (webm)
lt: Vaizdo įrašas (WebM)
th: วิดีโอ (WebM)

source: Thumbnail
et: Pisipilt
eu: Iruditxoa
lt: Miniatiūra
th: ภาพย่อ

source: Select a Flash video (FLV) to upload.
et: Vali üleslaadimiseks Flash (FLV) video.
eu: Hautatu igotzeko Flash bideoa (FLV).
lt: Parinkite įkeltiną „Flash video“ (FLV) formato vaizdo įrašą.
th: เลือก Flash วิดีโอ (FLV) ที่จะอัปโหลด

source: Select an Ogv video to upload.
et: Vali üleslaadimiseks Ogv video.
eu: Hautatu igotzeko Ogv bideoa.
lt: Parinkite įkeltiną OGV formato vaizdo įrašą.
th: เลือกวิดีโอประเภท Ogv เพื่ออัปโหลด

source: Select a WebM video to upload.
et: Vali üleslaadimiseks WebM video.
eu: Hautatu igotzeko WebM bideoa.
lt: Parinkite įkeltiną WebM formato vaizdo įrašą.
th: เลือกวิดีโอประเภท Webm เพื่ออัปโหลด

source: Suggested size: {width}x{height}px
et: Soovitatav suurus: {width}x{height}px
lt: Rekomenduojamas dydis: {width}×{height} tšk.
th: ขนาดที่แนะนำ: {width}x{height}พิกเซล

source: Could not upload your video.
et: Videot ei saanud üles laadida.
eu: Ezin izan da zure bideoa igo.
lt: Vaizdo įrašo įkelti nepavyko.
th: ไม่สามารอัปโหลดวิดีโอของคุณ

source: Edit video
et: Toimeta videot
eu: Editatu bideoa
lt: Taisyti vaizdo įrašą
th: แก้ไขวิดีโอ

source: Save video
et: Salvesta video
eu: Gorde bideoa
lt: Įrašyti vaizdo įrašą
th: บันทึกวิดีโอ

source: Edit video | {t} | Media Gallery
et: Video toimetamine | {t} | Meediagalerii
eu: Editatu bideoa | {t} | Media galeria
lt: Vaizdo įrašo taisymas | {t} | Galerija
th: แก้ไขวิดีโอ | {t} | คลังสื่อ

source: Delete this video
et: Kustuta see video
eu: Ezabatu bideo hau
lt: Pašalinti šį vaizdo įrašą
th: ลบวิดีโอนี้

source: Edit this video
et: Toimeta seda videot
eu: Editatu bideo hau
lt: Taisyti šį vaizdo įrašą
th: แก้ไขวิดีโอนี้

source: Delete {format} file
et: Kustuta {format} fail
eu: Ezabatu {format} fitxategia
lt: Pašalinti {format} failą
th: ลบไฟล์ {format}

source: Preview ({format})
et: Eelvaade ({format})
lt: Peržiūra ({format})
th: แสดงตัวอย่างเนื้อหา ({format})

source: Progress (flv)
et: Edenemine (flv)
lt: Eiga (FLV)
th: ความคืบหน้า (flv)

source: Progress (ogv)
et: Edenemine (ogv)
lt: Eiga (OGV)
th: ความคืบหน้า (ogv)

source: Progress (webm)
et: Edenemine (webm)
lt: Eiga (WebM)
th: ความคืบหน้า (webm)

source: {l} Discussions | Knowledge Base
et: {l} Arutelud | Teadmusbaas
lt: Diskusijos {l} | Žinynas
th: {l} การสนทนา | ฐานความรู้

source: Products and Services
et: Tooted ja teenused
lt: Produktai ir paslaugos
th: ผลิตภัณฑ์และการบริการ

source: Mozilla News
et: Mozilla uudised
lt: „Mozillos“ naujienos

source: Participate and help other users – <a href="%(url)s"> get started </a>
et: Osale ning aita teisi kasutajaid – <a href="%(url)s"> tee algust </a>
lt: Dalyvaukite ir padėkite kitiems naudotojams – <a href="%(url)s">pradėkite čia</a>
th: เข้าร่วมและช่วยเหลือผู้ใช้คนอื่น - <a href="%(url)s">เริ่มต้น</a>

source: Suggestion Box
et: Tagasiside
lt: Vieta pasiūlymams
th: กล่องข้อเสนอแนะ

source: Your input helps make Mozilla better. <a href="%(url)s"> Give us your feedback </a>
et: Sinu tagasiside aitab Mozillat paremaks muuta. <a href="%(url)s"> Anna meile tagasisidet.</a>
lt: Jūsų atsiliepimai padeda „Mozillai“ tobulėti. <a href="%(url)s">Pasidalinkite savo mintimis</a>
th: การแจ้งข้อมูลของท่านช่วยให้ Mozilla ดีขึ้น <a href="%(url)s">ให้ข้อเสนอแนะแก่เรา</a>

source: Refine and Focus
lt: Patikslinti sritį
th: ขัดเกลาและให้ความสนใจ

source: Email software for Windows, Mac and Linux
et: E-posti tarḱvara Windowsile, Macile ja Linuxile
lt: Elektroninio pašto programa „Windows“, „Mac“ ir „Linux“ sistemoms
th: โปรแกรมอีเมลสำหรับ Windows Mac และ Linux

source: Products &amp; Services
et: Tooted ja teenused
lt: Produktai ir paslaugos
th: ผลิตภัณฑ์และบริการ

source: Showing
et: Kuvatakse
lt: Rodoma
th: แสดง

source: All articles
et: Kõik teemad
lt: Visi straipsniai
th: บทความทั้งหมด

source: Hot Topics
et: Päevakajalised teemad
lt: Karštosios temos
th: หัวข้อที่น่าสนใจ

source: Found <strong>{n}</strong> result for <strong>{q}</strong> in <strong>{l}</strong>
et: Päringule <strong>{q}</strong> leiti <strong>{l}es</strong> <strong>{n}</strong> vastus
eu: Emaitza <strong>bat</strong> aurkitu da <strong>{q}</strong> bilaketarako <strong>{l}</strong> hizkuntzan
lt: Rastas <strong>{n}</strong> rezultatas, <strong>{l}</strong> ieškant <strong>{q}</strong>
th: พบ <strong>{n}</strong> จากผลการค้นหาสำหรับ <strong>{q}</strong> ใน <strong>{l}</strong>

# DB: topics.Topic.title
source: Learn the Basics: get started
et: Algteadmised: alustamine
lt: Išmokite pagrindus: pradžia
th: เรียนรู้พื้นฐาน: เริ่มต้น

# DB: topics.Topic.description
source: Learn the Basics: get started
et: Algteadmised: alustamine
lt: Išmokite pagrindus: pradžia
th: เรียนรู้พื้นฐาน: เริ่มต้น

# DB: topics.Topic.title
source: Download, install and migration
et: Allalaadimine, paigaldus ja migreerimine
lt: Parsiuntimas, įdiegimas ir migravimas
th: ดาวน์โหลด ติดตั้ง และย้ายข้อมูล

# DB: topics.Topic.description
source: Download, install and migration
et: Allalaadimine, paigaldus ja migreerimine
lt: Parsiuntimas, įdiegimas ir migravimas
th: ดาวน์โหลด ติดตั้ง และย้ายข้อมูล

# DB: topics.Topic.title
source: Privacy and security settings
et: Privaatsus- ja turvaseaded
lt: Privatumo ir saugumo nuostatos
th: การตั้งค่าความเป็นส่วนตัวและความปลอดภัย

# DB: topics.Topic.description
source: Privacy and security settings
et: Privaatsus- ja turvaseaded
lt: Privatumo ir saugumo nuostatos
th: การตั้งค่าความเป็นส่วนตัวและความปลอดภัย

# DB: topics.Topic.title
source: Customize controls, options and add-ons
et: Kasutajaliidese kohandamine, valikud ja lisad
lt: Individualizavimas, nuostatos, priedai
th: ปรับแต่งการควบคุม ตัวเลือก และส่วนเสริม

# DB: topics.Topic.description
source: Customize controls, options and add-ons
et: Kasutajaliidese kohandamine, valikud ja lisad
lt: Individualizavimas, nuostatos, priedai
th: ปรับแต่งการควบคุม ตัวเลือก และส่วนเสริม

# DB: topics.Topic.title
source: Fix slowness, crashing, error messages and other problems
et: Lahendused aeglus- ja stabiilsus&shy;probleemidele ning vastused veateadetele jm tõrgetele
lt: Spartos problemos, strigtys, klaidų pranešimai ir kitos bėdos
th: แก้ความเชื่องช้า การล่ม ข้อความผิดพลาด และปัญหาอื่น

# DB: topics.Topic.description
source: Fix slowness, crashing, error messages and other problems
et: Lahendused aeglus- ja stabiilsusprobleemidele ning vastused veateadetele jm tõrgetele
lt: Spartos problemos, strigtys, klaidų pranešimai ir kitos bėdos
th: แก้ความเชื่องช้า การล่ม ข้อความผิดพลาด และปัญหาอื่น

# DB: topics.Topic.title
source: Get community support
et: Kasuta kogukonna tuge
lt: Bendruomenės savitarpio pagalba
th: รับการช่วยเหลือจากชุมชม

# DB: topics.Topic.description
source: Get community support
et: Kasuta kogukonna tuge
lt: Bendruomenės savitarpio pagalba
th: รับการช่วยเหลือจากชุมชม

# DB: topics.Topic.title
source: Tips and tricks
et: Nipid ja trikid
lt: Patarimai ir gudrybės
th: กลเม็ดและเคล็ดลับ

# DB: topics.Topic.description
source: Tips and tricks
et: Nipid ja trikid
lt: Patarimai ir gudrybės
th: กลเม็ดและเคล็ดลับ

# DB: topics.Topic.title
source: Bookmarks
et: Järjehoidjad
lt: Adresynas
th: ที่คั่นหน้า

# DB: topics.Topic.description
source: Bookmarks
et: Järjehoidjad
lt: Adresynas
th: ที่คั่นหน้า

# DB: topics.Topic.title
source: Cookies
et: Küpsised
lt: Slapukai
th: คุกกี้

# DB: topics.Topic.description
source: Cookies
et: Küpsised
lt: Slapukai
th: คุกกี้

# DB: topics.Topic.title
source: Tabs
et: Kaardid
lt: Kortelės
th: แท็บ

# DB: topics.Topic.description
source: Tabs
et: Kaardid
lt: Kortelės
th: แท็บ

# DB: topics.Topic.title
source: Websites
et: Veebilehed
lt: Svetainės
th: เว็บไซต์

# DB: topics.Topic.description
source: Websites
et: Veebilehed
lt: Svetainės
th: เว็บไซต์

# DB: topics.Topic.title
source: Accessibility
et: Hõlbustus
lt: Prieiga neįgaliesiems
th: ความสามารถในการเข้าถึง

# DB: topics.Topic.description
source: Accessibility
et: Hõlbustus
lt: Prieiga neįgaliesiems
th: ความสามารถในการเข้าถึง

# DB: topics.Topic.title
source: Add-ons
et: Lisad
lt: Priedai
th: ส่วนเสริม

# DB: topics.Topic.description
source: Add-ons
et: Lisad
lt: Priedai
th: ส่วนเสริม

# DB: topics.Topic.title
source: Contributor resources
et: Kaastöötajate vahendid
lt: Ištekliai pagalbininkams
th: ทรัพยากรของผู้ช่วยเหลือ

# DB: topics.Topic.description
source: Contributor resources
et: Kaastöötajate vahendid
lt: Ištekliai pagalbininkams
th: ทรัพยากรของผู้ช่วยเหลือ
