Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
bn_in: একটি ছোটো বাক্স খুলবে। <em> পেস্ট করুন </em> নামক আইটেমে চাপ দিন। অথবা, লিখুন <em>Ctrl+V</em> অথবা <em> Command+V </em>।
cs: Otevře se nabídka a v ní zvolte položku <em>Vložit</em>. Můžete též stisknout klávesovou zkratku <em>Ctrl+V</em> či <em>Command+V</em>.
da: En menu åbnes. Klik på punktet <em>Indsæt</em>. Alternativt, tast <em>Ctrl+V</em> eller <em>Command+V</em>.
fi: Pieni laatikko avautuu. Napsauta kohtaa <em>Liitä</em>. Voit vaihtoehtoisesti käyttää näppäimistöllä <em>Ctrl+V</em> tai <em>Command+V</em>.
fr: Une petite boîte s'ouvre. Cliquez sur l'élément appelé <em>Coller</em>. Sinon, appuyez sur <em>Ctrl+V</em> ou <em>Cmd+V</em>.
ru: Откроется небольшое окно. Щёлкните по пункту <em>Вставить</em>. Или же, нажмите <em>Ctrl + V</em> или <em>Command + V</em>.
sl: Odprlo se bo okence. Kliknite na <em>Prilepi</em>. Lahko tudi vtipkate <em>Ctrl+V</em> oziroma <em>Command+V.</em>
sq: Do të hapet një kuti e vockël. Klikoni mbi zërin e quajtur <em>Ngjite</em>. Ndryshe, shtypni <em>Ctrl+V</em> ose <em>Command+V</em>.
xh: Ibhokisi encinci iza kuvula. Cofa kwinto ebizwa <em>Ncamathisela</em>. Ngenye indlela, uhlobo <em>Ctrl+V</em> or <em>Umyalelo+V</em>.

source: Some text will appear in the empty box.
bn_in: কিছু লেখা এই খালি বাক্সে দেখা যাবে।
cs: V prázdné ploše se zobrazí nějaký text.
da: Noget tekst vil dukke op i den tomme boks.
fi: Tekstiä ilmestyy tyhjään laatikkoon.
fr: Du texte apparaît dans la boîte vide.
ru: В пустом поле появится некоторый текст.
sl: V praznem polju se prikaže besedilo.
sq: Te kutia e zbrazët do të shfaqet ca tekst.
xh: Omnye umbhalo uza kuvela kwibhokisi engenanto.

source: Share Data
cs: Sdílet data
fr: Partage de données
ru: Поделиться данными
sl: Delite podatke
xh: Yabelana ngeNgcombolo

source: This field was populated automatically.
cs: Toto pole bylo automaticky vyplněno.
fr: Ce champ a été rempli automatiquement.
ru: Это поле было заполнено автоматически.
sl: To polje je bilo izpolnjeno samodejno.
xh: Le ndawo ibiyenziwe ngokuzenzekelayo.

source: See the data
bn_in: তথ্যটি দেখুন
cs: Zobrazit data
da: Se dataene
fi: Näytä tiedot
fr: Afficher les données
ru: Посмотреть данные
sl: Oglejte si podatke
sq: Shihni të dhëna
xh: Bona ingcombolo

source: {num} solutions
bn_in: {num} সমাধানসমূহ
cs: {num} řešení
da: {num} løsninger
fi: {num} ratkaisua
ru: {num} решений
sl: {num} rešitev
sq: {num} zgjidhje
xh: {inomb} izisombululo

source: {num} answers
bn_in: {num} উত্তরসমূহ
cs: {num} odpovědí
da: {num} svar
fi: {num} vastausta
fr: {num} réponses
ru: {num} ответов
sl: {num} odgovorov
sq: {num} përgjigje
xh: {inomb} iimpendulo

source: Chosen Solution
bn_in: চয়ন করা সমাধান
cs: Zvolené řešení
da: Valgt løsning
fi: Valittu ratkaisu
fr: Solution choisie
ru: Выбранное решение
sl: Izbrana rešitev
sq: Zgjidhja e Zgjedhur
xh: Isisombululo esiKhethiweyo

source: Helpful Reply
bn_in: সাহায্যকারী উত্তর
cs: Užitečné odpovědi
da: Nyttigt svar
fi: Auttava vastaus
fr: Réponse utile
ru: Полезный ответ
sl: Koristen odgovor
sq: Përgjigje e Dobishme
xh: Impendulo eluNcedo

source: Marked as spam
cs: Označeno jako spam
fr: Marqué comme spam
ru: Помечено как спам
sl: Označeno kot neželeno

source: Question owner
bn_in: প্রশ্নের মালিক
cs: Autor otázky
da: Spørgsmålsstiller
fi: Kysymyksen kysyjä
fr: Auteur de la question
ru: Задавший вопрос
sl: Lastnik vprašanja
sq: I zoti i pyetjes
xh: Umnini wombuzo

source: Was this helpful to you?
bn_in: এটা কি আপনার জন্য সহায়ক ছিল?
cs: Bylo to pro vás srozumitelné?
da: Fandt du dette nyttigt?
et: Kas sellest teemast oli abi?
fi: Oliko tästä apua?
fr: Est-ce que ceci vous a été utile ?
ru: Помогла ли вам это?
sl: Vam je bilo v pomoč?
sq: Qe e dobishme për ju kjo?
xh: Ingaba oku bekuluncedo kuwe?

source: Did this reply solve your problem?
bn_in: এই উত্তরটি কি আপনার সমস্যার সমাধান করে?
cs: Vyřešila tato odpověď váš problém?
da: Løste dette svar dit problem?
fi: Ratkaisiko tämä vastaus ongelman?
fr: Est-ce que cette réponse a résolu votre problème ?
ru: Этот ответ решил вашу проблему?
sl: Je ta odgovor rešil vašo težavo?
sq: E zgjidhi problemin tuaj kjo përgjigje?
xh: Ingaba le mpendulo iyisombulule ingxaki yakho?

source: Solved the problem
bn_in: সমস্যাটি সমাধিত।
cs: Vyřešilo problém
da: Løste problemet
fi: Ratkaisi ongelman
fr: A résolu le problème
ru: Решило проблему
sl: Rešilo težavo
sq: E zgjidhi problemin
xh: Sombulula ingxaki

source: Does this reply solve the problem?
bn_in: এই উত্তরটি কি সমস্যাটির সমাধান করে?
cs: Vyřešila tato odpověď váš problém?
da: Løser dette svar problemet?
fi: Ratkaisiko tämä vastaus ongelman?
fr: Est-ce que cette réponse résout le problème ?
ru: Этот ответ решает эту проблему?
sl: Ali je ta odgovor rešil težavo?
sq: E zgjidhi problemin kjo përgjigje?
xh: Ingaba le mpendulo iyayisombulula ingxaki?

source: Solves the problem
bn_in: সমস্যার সমাধান করে
cs: Vyřešilo problém
da: Løser problemet
et: See lahendas probleemi
fi: Ratkaisee ongelman
fr: Résout le problème
ru: Решает проблему
sl: Reši težavo
sq: E zgjidh problemin
xh: Isombulula ingxaki

source: Solution chosen
bn_in: সমাধান চয়ন করা হয়েছে
cs: Zvolené řešení
da: Valgt løsning
fi: Ratkaisu valittu
fr: Solution choisie
ru: Выбранное решение
sl: Izbrana rešitev
sq: Zgjidhja e zgjedhur
xh: Isisombululo sikhethiwe

source: Undo
bn_in: পূর্বাবস্থায় ফিরুন
cs: Zpět
da: Fortryd
fi: Kumoa
fr: Annuler
ru: Отменить
sl: Razveljavi
sq: Zhbëje
xh: Buyisela okwenziweyo

source: Reply Preview
bn_in: প্রাকদর্শনে উত্তর দিন
cs: Náhled odpovědi:
da: Forhåndsvisning af svar
et: Vastuse eelvaade
fi: Vastauksen esikatselu
fr: Aperçu de la réponse
ru: Предпросмотр ответа
sl: Predogled odgovora
sq: Paraparje Përgjigjeje
xh: Hlola impendulo ngaphambi koshicilelo

source: Send Updates
bn_in: আপডেট পাঠান
cs: Zasílat aktualizace
da: Send opdateringer
fi: Lähetä ilmoituksia
fr: Envoyer les mises à jour
ru: Отправить обновления
sl: Pošlji posodobitve
sq: Dërgo Përditësime
xh: Thumela uHlaziyo

source: Mark as spam
bn_in: স্প্যাম হিসেবে চিহ্নিত করুন
cs: Označit jako spam
fr: Marquer comme spam
ru: Пометить как спам
sl: Označi kot neželeno
sq: Shënojeni si të padëshiruar
xh: Phawula njengese-spam

source: Unmark as spam
bn_in: স্প্যাম হিসাবে অচিহ্নিত করুন
cs: Zrušit označení jako spam
fr: Ne plus marquer comme spam
ru: Снять пометку как спама
sl: Odznači kot neželeno
sq: Hiqjani shenjën si i pavlerë
xh: Susa uphawu njenge-spam

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
bn_in: ভালো থাকুন। আমাদের স্বেচ্ছাসেবকরা আপনার মতোই Mozilla ব্যবহারকারী, যারা তাদের দিনের থেকে সময় বার করে সাহায্য করতে এগিয়ে আসে।
cs: Buďte milý. Naši přispěvatelé jsou uživatelé Mozilly jako vy, kteří věnují část svého volného času, aby vám pomohli.
fr: Soyez aimables. Nos volontaires sont des utilisateurs de produits Mozilla comme vous, qui prennent du temps pour vous aider.
ru: Будьте вежливы. Наши волонтеры - это пользователи Mozilla, такие же как и вы, которые тратят свое время, чтобы оказать помощь.
sl: Bodite prijazni. Naši prostovoljci so Mozillini uporabniki prav tako kot vi in si jemljejo svoj čas, da vam pomagajo.
sq: Jini i sjellshëm. Vullnetarët tanë janë përdorues Mozilla si ju vetë, që shpenzojnë kohë nga e tyrja për të ndihmuar.
xh: Yiba nobubele. Amavolontiya ethu ngabasebenzisi bakaMozilla njengawe, abathatha ixesha kusuku lwabo ukunceda.

source: Be descriptive. Saying &quot;Playing video on YouTube is always choppy&quot; will help our volunteers identify your problem better than saying &quot;Something is wrong&quot; or &quot;Firefox is broken&quot;.
bn_in: বর্ণনামূলক হন। আপনি যদি বলেন যে &quot; Youtube এ ভিডিও চালানো অস্থির ব্যাপার&quot; সেটা আমাদের স্বেচ্ছাসেবকদের বেশি সাহায্য করবে বুঝতে যদি না আপনি শুধু বলেন &quot;কিছু একটা ভুল হচ্ছে&quot; অথবা &quot; Firefox ব্রেক করে গেছে&quot;
cs: Rozepište se. Když například řeknete, že &quot;Přehrávání videa na YouTube je vždy kostrbaté&quot;, pomůžete tak našim dobrovolníkům identifikovat váš problém lépe, než když řeknete &quot;Něco je špatně&quot; či &quot;Firefox je rozbitý&quot;.
fr: Soyez précis. Dire que les vidéos sur YouTube sont toujours saccadées aidera nos volontaires à identifier votre problème plus efficacement que dire « ça ne marche pas » ou « Firefox est cassé ».
ru: Опишите вашу проблему. Фраза &quot;Видео на YouTube всегда проигрывается с рывками&quot; поможет нашим волонтерам лучше определить вашу проблему, чем если бы вы сказали &quot;Что-то не так&quot; или &quot;Firefox сломан&quot;
sl: Bodite natančni. Če rečete &quot;Videoposnetki na YouTubu se vedno trgajo med predvajanjem&quot;, bodo prostovoljci bolje razumeli vašo težavo, kot če rečete &quot;Nekaj je narobe&quot; ali &quot;Firefox ne dela&quot;.
sq: Jini i hollësishëm. Duke thënë &quot;Luajtja e videove në YouTube gjithmonë është copë-copë&quot; do t&apos;i ndihmojë më mirë vullnetarët tanë në kuptimin e problemit, se sa kur thuhet thjesht &quot;Diç shkoi ters&quot; apo &quot;Firefox-i është prishur&quot;.
xh: Cacisa. Utsho &quot;Idlala ividiyo ku-YouTube isoloko i-choppy&quot; iza kunceda amavolontiya ethu achonge ingxaki yakho kunokuthi &quot;Ikhona into engalunganga &quot; okanye &quot;i-Firefox yi-&quot eyaphukileyo;.

source: We've made some educated guesses about your current browser and operating system.
bn_in: আমরা আপনার বর্তমান ব্রাউজার এবং অপারেটিং সিস্টেমের সম্বন্ধে কিছু শিক্ষিত অনুমান করেছি।
cs: Pokusili jsme se zjistit váš aktuální webový prohlížeč a operační systém.
da: Vi har foretaget nogle kvalificerede gæt vedrørende din nuværende browser og styresystem.
fi: Teimme valistuneita arvauksia nykyisestä selaimestasi ja käyttöjärjestelmästäsi.
fr: Nous avons fait des hypothèses concernant votre navigateur et système d'exploitation actuels.
ru: Мы произвели некоторые догадки о вашем текущем браузере и операционной системе.
sl: Za vaš trenutni brskalnik in operacijski sistem smo privzeli naslednje podatke.
sq: Bëmë ca hamendësime lidhur me shfletuesin tuaj të tanishëm dhe sistemin operativ.
xh: Senze elinye iqashiso eliphucukileyo elimalunga nebhrawuza yakho yangoku nenkqubo yokusebenza.

source: Show details &raquo;
bn_in: বিস্তারিত দেখান &raquo;
cs: Zobrazení detailů &raquo;
da: Vis detaljer &raquo;
fi: Näytä tiedot &raquo;
fr: Afficher les détails &raquo;
ru: Показать подробности &raquo;
sl: Prikaži podrobnosti &raquo;
sq: Shfaq hollësi &raquo;
xh: Bonisa iinkcukacha ze-&raquo;

source: Hide details &raquo;
bn_in: বর্ণনা লুকিয়ে ফেলুন &raquo;
cs: Skrytí detailů &raquo;
da: Skjul detaljer &raquo;
fi: Piilota tiedot &raquo;
fr: Masquer les détails &raquo;
ru: Скрыть подробности &raquo;
sl: Skrij podrobnosti &raquo;
sq: Fshihi hollësitë &raquo;
xh: Fihla iinkcukacha ze-&raquo;

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
bn_in: খেয়াল করুন। কিছু কিছু সময়ে আমাদের স্বেচ্ছাসেবকরা আপনার কাছ থেকে আরোও তথ্য জানবার জন্য আবেদন করবে নির্দিষ্ট পরিস্থিতিতে কিছু প্রয়োজনে। যত তাড়াতাড়ি আপনি এগুলো খেয়াল করবেন ততো তাড়াতাড়ি তারা বুঝতে পারবে যে সমস্যাটিকে কিভাবে সমাধান করা যায়।
cs: Sledujte debatu. Někdy vás naši dobrovolníci požádají o více informací nebo o test konkrétního scénáře. Čím dřívěji zareagujete, tím dřívěji budou vědět, jak váš problém vyřešit.
fr: Restez présents. Parfois nos volontaires vous demanderont plus d'informations ou d'effectuer certains tests. Plus tôt vous pourrez le faire, plus tôt ils pourront vous aider à résoudre le problème.
ru: Следуйте до конца. Иногда нашим волонтерам потребуется от вас дополнительная информация или они попросят вам протестировать определенные сценарии. Чем раньше вы можете сделать это, тем скорее они поймут, как это исправить.
sl: Izpeljite zadevo do konca. Včasih prostovoljci želijo od vas več informacij ali prosijo, da preizkusite določene scenarije. Prej kot to storite, prej bodo vedeli, kako rešiti težavo.
sq: Ndiqeni problemin. Ndonjëherë, vullnetarët tanë mund t&apos;ju kërkojnë më tepër të dhëna ose të provoni skenarë të caktuar. Sa më shpejt ta bëni këtë, aq më shpejt do të dinë se si ta zgjidhin problemin.
xh: Landelela. Ngamanye amaxesha, amavolontiya ethu aza kucela inkcukacha ezingaphezulu okanye ukuvavanya umyilo wethu. Ukukhawuleza ukwenza oku, baza kuyazi indlela yokuyisombulu ngokukhawuleza.

source: Thanks for letting us know you have this problem.
bn_in: ধন্যবাদ, আপনাকে আমাদের সমস্যার কথা জানাবার জন্য।
cs: Děkujeme, že jste nám dali vědět o problému.
da: Tak fordi du fortalte om dit problem.
fi: Kiitos, että saatoit tämän ongelman tietoisuuteemme.
fr: Merci de nous avoir informé de ce problème.
ru: Спасибо, что дали нам знать, что у вас есть эта проблема.
sl: Hvala, da ste nas obvestili o svoji težavi.
sq: Faleminderit që na njoftuat problemin që keni.
xh: Enkosi ngokusazisa ukuba unale ngxaki.

source: Identifying common problems helps the community answer your questions more quickly.
bn_in: সাধারণ সমস্যার সনাক্তকরণ কমিউনিটিকে আপনার প্রশ্নের জবাব তাড়াতাড়ি দিতে সাহায্য করে।
cs: Identifikace nejčastějších problémů pomůže komunitě zodpovídat vaše otázky rychleji.
da: Indkredsning af almindelige problemer hjælper fællesskabet med at besvare dine spørgsmål hurtigere.
fi: Yleisten ongelmien tunnistaminen auttaa yhteisöämme vastaamaan kysymyksiisi nopeammin.
fr: Identifier les problèmes courants aide la communauté à répondre à vos questions plus rapidement.
ru: Выявление типичных проблем помогает сообществу быстрее отвечать на ваши вопросы.
sl: Ugotoviti, ali gre za običajne težave, pomaga skupnosti odgovoriti hitreje na vaša vprašanja.
sq: Zbulimi i problemeve të zakonshme e ndihmon bashkësinë t’u përgjigjet pyetjeve tuaja më shpejt.
xh: Ukuchonga iingxaki eziqhelekileyo kunceda uluntu liphendul imibuzo yakho ngokukhawuleza kakhulu.

source: Want to know when a solution is found?
bn_in: আপনি কি জানতে চান যখন একটি সমাধান পাওয়া গেছে?
cs: Chcete vědět jakmile bude nalezeno řešení?
da: Vil du vide, når en løsning er fundet?
fi: Haluatko tietää, kun ratkaisu on löydetty?
fr: Vous voulez savoir quand une solution sera trouvée ?
ru: Хотите знать, когда будет найдено решение?
sl: Želite biti obveščeni, ko se najde rešitev?
sq: Dëshironi t’ju bëhet e ditur kur gjendet një zgjidhje?
xh: Ufuna ukuqonda xa isisombululo sifunyenwe?

source: Please provide an email address and we'll send you an alert.
bn_in: অনুগ্রহ করে ইমেইল প্রদান করুন এবং আমরা আপনাকে একটি সতর্কতা বার্তা পাঠিয়ে দেবো।
cs: Poskytněte prosím e-mailovou adresu a my vám pošleme upozornění.
da: Angiv en mailadresse og vi vil sende dig en besked.
fi: Anna sähköpostiosoitteesi ja lähetämme ilmoituksen.
fr: Veuillez spécifier une adresse électronique et nous vous enverrons une alerte.
ru: Введите адрес эл. почты и мы вышлем вам оповещение.
sl: Vnesite e-poštni naslov in poslali vam bomo obvestilo.
sq: Ju lutemi, jepni një adresë email dhe do t’ju dërgojmë një njoftim.
xh: Nceda nika idilesi ye-imeyili kwaye siza kuthumelela umyalezo.

source: No Thanks
bn_in: না, ধন্যবাদ!
cs: Ne, děkuji.
da: Nej tak
fi: Ei kiitos
fr: Non merci
ru: Нет, спасибо
sl: Ne, hvala
sq: Jo, Faleminderit
xh: Hayi eNkosi

source: Application
bn_in: অ্যাপ্লিকেশন
cs: Aplikace
da: Program
fi: Sovellus
ru: Приложение
sl: Program
sq: Zbatim
xh: Inkqubo yekhompyutha

source: User Agent: {user_agent}
bn_in: ব্যবহারকারী এজেন্ট: {user_agent}
cs: Identifikace prohlížeče: {user_agent}
fr: Agent utilisateur : {user_agent}
sl: Uporabniški agent: {user_agent}
sq: Agjent Përdoruesi: {user_agent}
xh: I-arhente yoMsebenzisi: {i-arhente_yomsebenzsi}

source: Support URL: {support_url}
bn_in: সহায়তা URL: {support_url}
cs: URL podpory: {support_url}
fi: Tukiosoite: {support_url}
fr: URL d'assistance : {support_url}
ru: URL поддержки: {support_url}
sl: URL za podporo: {support_url}
sq: URL Asistence: {support_url}
xh: Inkxaso ye-URL: {inkxaso_ye-url}

source: Extensions
bn_in: এক্সটেনশন
cs: Rozšíření
da: Udvidelser
et: Laiendused
eu: Hedapenak
fi: Laajennukset
lt: Plėtiniai
ru: Расширения
sl: Razširitve
sq: Zgjerime
th: ส่วนขยาย
xh: Izongezelelo

source: {name} {version} ({id}) (Inactive)
cs: {name} {version} ({id}) (Neaktivní)
fi: {name} {version} ({id}) (ei käytössä)
ru: {name} {version} ({id}) (Неактивно)
sl: {name} {version} ({id}) (Neaktivno)
sq: {name} {version} ({id}) (Jovepruese)
xh: {igama} {inguqulelo} ({id}) (ayisebenzi)

source: Graphics
bn_in: গ্রাফিক্স
cs: Grafika
fi: Grafiikat
fr: Accélération graphique
ru: Графика
sl: Grafika
sq: Grafika
xh: Imizobo

source: Modified Preferences
bn_in: পরিমিত পছন্দ
cs: Upravené předvolby
da: Ændrede indstillinger
fi: Muokatut asetukset
fr: Préférences modifiées
ru: Изменённые настройки
sl: Spremenjene nastavitve
sq: Parapëlqime Me Ndryshim
xh: Hlengahlengisa izalathiso

source: Misc
bn_in: বিবিধ
cs: Ostatní
da: Diverse
fi: Yleiset
fr: Divers
ru: Разное
sl: Razno
sq: Të ndryshme

source: <span class="key">User JS</span>: Yes
bn_in: <span class="key">ব্যবহারকারী JS</span>: হ্যাঁ
cs: <span class="key">User JS</span>: Ano
da: <span class="key">User JS</span>: Ja
fi: <span class="key">User JS</span>: Kyllä
fr: <span class="key">JS utilisateur</span> : Oui
ru: <span class="key">User JS</span>: Да
sl: <span class="key">User JS</span>: Da
sq: <span class="key">User JS</span>: Po
xh: <span class="key">Umsebenzisi JS</span>: Ewe

source: <span class="key">User JS</span>: No
bn_in: <span class="key">ব্যবহারকারী JS</span>: না
cs: <span class="key">User JS</span>: Ne
da: <span class="key">User JS</span>: Nej
fi: <span class="key">User JS</span>: Ei
fr: <span class="key">JS utilisateur</span> : Non
ru: <span class="key">User JS</span>: Нет
sl: <span class="key">User JS</span>: Ne
sq: <span class="key">User JS</span>: Jo
xh: <span class="key">Umsebenzisi JS</span>: Hayi

source: <span class="key">Accessibility</span>: Yes
bn_in: <span class="key">অভিগম্যতা</span>: হ্যাঁ
cs: <span class="key">Přístupnost</span>: Ano
da: <span class="key">Tilgængelighed</span>: Ja
fi: <span class="key">Esteettömyys</span>: Kyllä
fr: <span class="key">Accessibilité</span> : Oui
ru: <span class="key">Доступность</span>: Да
sl: <span class="key">Accessibility</span>: Da
sq: <span class="key">Accessibility</span>: Po
xh: <span class="key">Ukuba nokufikelelwa</span>: Ewe

source: <span class="key">Accessibility</span>: No
bn_in: <span class="key">অভিগম্যতা</span>: না
cs: <span class="key">Přístupnost</span>: Ne
da: <span class="key">Tilgængelighed</span>: Nej
fi: <span class="key">Esteettömyys</span>: Ei
fr: <span class="key">Accessibilité</span> : Non
ru: <span class="key">Доступность</span>: Нет
sl: <span class="key">Accessibility</span>: Ne
sq: <span class="key">Accessibility</span>: Jo
xh: <span class="key">Ufikeleleko</span>: Hayi

source: User Agent: {ua}
bn_in: ব্যবহারকারী এজেন্ট: {ua}
cs: Identifikace prohlížeče: {ua}
fi: User Agent (käyttäjäagentti): {ua}
fr: Agent utilisateur : {ua}
sl: Uporabniški agent: {ua}
sq: Agjent Përdoruesi: {ua}
xh: I-arhente yoMsebenzisi: {ua}

source: More Information
bn_in: আরোও তথ্য
cs: Více informací
da: Yderligere information
et: Rohkem infot
fi: Lisää tietoja
fr: Plus d'informations
ru: Дополнительная информация
sl: Več informacij
sq: Më Tepër të Dhëna
xh: Inkcukacha ezingaphezulu

source: Ask a New Question
bn_in: একটি নতুন প্রশ্ন জিজ্ঞাসা করুন
cs: Položit novou otázku
da: Stil et nyt spørgsmål
fi: Kysy uusi kysymys
fr: Poser une nouvelle question
ru: Задать новый вопрос
sl: Postavite novo vprašanje:
sq: Bëni një Pyetje të Re
xh: Buza uMbuzo Omtsha

source: Ask A Question
bn_in: একটি প্রশ্ন জিজ্ঞাসা করুন
cs: Položit otázku
da: Stil et spørgsmål
fi: Kysy kysymys
fr: Poser une question
ru: Задать вопрос
sl: Vprašajte
sq: Bëni një Pyetje
xh: Buza uMbuzo

source: Try another topic
bn_in: অন্য বিষয় চেষ্টা করুন
cs: Zkusit další téma
da: Prøv et andet emne
fi: Kokeile toista aihetta
fr: Essayer un autre sujet
ru: Попробуйте другую тему
sl: Poskusite drugo temo
sq: Provoni një tjetër temë
xh: Zama esinye isihloko

source: Post a question
bn_in: একটি প্রশ্ন পোস্ট করুন
cs: Položit otázku
da: Stil et spørgsmål
fi: Kysy kysymys
fr: Poser une question
ru: Задать вопрос
sl: Zastavite vprašanje
sq: Postoni një pyetje
xh: Thumela umbuzo

source: posted by
bn_in: পোস্ট করেছেন
cs: přidal(a)
da: skrevet af
fi: lähettänyt
fr: publié par
ru: размещено
sl: objavil
sq: Postuar nga:
xh: ithunyelwe ngu

source: Show more
bn_in: আরোও দেখুন
cs: Zobrazit více
da: Vis flere
et: Kuva rohkem
fi: Näytä lisää
fr: Plus de détails
ru: Показать больше
sl: Prikaži več
sq: Shfaq më tepër
xh: Bonisa ngakumbi

source: Show less
bn_in: কম দেখান
cs: Zobrazit méně
da: Vis færre
et: Kuva vähem
fi: Näytä vähemmän
fr: Moins de détails
ru: Показать меньше
sl: Prikaži manj
sq: Shfaq më pak
xh: Bonisa kancinci

source: All posts
bn_in: সমস্ত পোস্ট
cs: Všechny příspěvky
da: Alle indlæg
et: Kõik postitused
fi: Kaikki viestit
fr: Tous les messages
ru: Все сообщения
sl: Vse objave
sq: Krejt postimet
xh: Zonke izinto ezithunyelweyo

source: Helpful Solutions
bn_in: সহায়ক সমাধানসমূহ
cs: Užitečná řešení
da: Nyttige løsninger
fi: Auttavat ratkaisut
fr: Solutions utiles
ru: Полезные решения
sl: Koristne rešitve
sq: Zgjidhje të Dobishme
xh: Izisombululo eziluNcedo

source: solution
bn_in: সমাধান
cs: řešení
da: løsning
et: Lahendus
fi: ratkaisu
ru: решение
sl: rešitev
sq: zgjidhje
xh: isisombululo

source: helpful
bn_in: প্রয়োজনীয়
cs: užitečné
da: nyttig
et: Kasulik
fi: auttava
fr: utile
ru: полезно
sl: koristno
sq: të dobishme
xh: iluncedo

source: owner
bn_in: মালিক
cs: vlastník
da: ejer
fi: omistaja
fr: auteur
ru: владелец
sl: lastnik
sq: pronar
xh: umnikazi

source: post
bn_in: পোস্ট করুন
cs: příspěvek
da: indlæg
fi: viesti
fr: message
ru: отправить
sl: objava
sq: postim
xh: Posa

source: Helpful
bn_in: সহায়ক
cs: Užitečné
da: Nyttig
fi: Auttaa
fr: Utile
ru: Полезно
sl: Koristno
sq: E dobishme
xh: Iluncedo

source: Not Helpful
bn_in: সহায়ক নয়
cs: Není užitečné
da: Ikke nyttig
fi: Ei auta
fr: Non utile
ru: Бесполезно
sl: Ni koristno
sq: Jo e dobishme
xh: Ayiloncedo

source: Top contributors
bn_in: শীর্ষ অবদানকারি
cs: Hlavní přispěvatelé
da: De største bidragsydere
fi: Huippuavustaja
fr: Les plus gros contributeurs
ru: Топ помощников
sl: Top sodelavci
sq: Pjesëmarrësit kryesues
xh: Abanikeli abaphezulu

source: <strong>%(recent_unanswered_count)s question</strong> has no reply.
bn_in: <strong>%(recent_unanswered_count)s প্রশ্নের</strong> কোনো উত্তর নেই।
cs: <strong>%(recent_unanswered_count)s otázka</strong> bez odpovědi.
da: <strong>%(recent_unanswered_count)s spørgsmål</strong> har intet svar.
fi: <strong>%(recent_unanswered_count)s kysymyksellä</strong> ei ole vastausta.
fr: <strong>%(recent_unanswered_count)s question</strong> n'a aucune réponse.
ru: <strong>%(recent_unanswered_count)s вопрос</strong> не имеет ответа.
sl: <strong>%(recent_unanswered_count)s vprašanje</strong> je brez odgovora.
sq: Ka <strong>%(recent_unanswered_count)s pyetje</strong> pa përgjigje.
xh: <strong>%(recent_unanswered_count)s umbuzo</strong> awunampendulo.

source: Total:
bn_in: সর্বমোট:
cs: Celkem:
da: I alt:
fi: Yhteensä:
ru: Всего:
sl: Skupaj:
sq: Gjithsej:
xh: Iyonke:

source: Filter questions
bn_in: প্রশ্ন পরিশোধন করুন
cs: Filtrace otázek
da: Filtrer spørgsmål
fi: Suodata kysymyksiä
fr: Filtrer les questions
ru: Фильтр вопросов
sl: Filtriraj vprašanja
sq: Filtroni pyetjet
xh: Hluza imibuzo

source: Attention Needed
bn_in: সচেতনতা প্রয়োজন
cs: Je potřeba pozornost
fi: Vaatii huomiota
fr: Attention nécessaire
ru: Требуется внимание
sl: Potrebna je pozornost
sq: Lyp Vëmendje
xh: Ingqalelo iyaFuneka

source: Show All
bn_in: সমস্তকিছু দেখুন
cs: Zobrazit vše
da: Vis alle
fi: Näytä kaikki
fr: Tout afficher
ru: Показать все
sl: Prikaži vse
sq: Shfaqi Krejt
xh: Bonisa Konke
