Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: An email has been sent to the address below:
bn_in: নীচের ইমেইলে একটি মেইল পাঠানো হয়েছে
cs: E-mail byl odeslán na adresu uvedenou níže:
da: En mail er blevet sendt til nedenstående adresse:
fi: Sähköposti lähetettiin alla olevaan osoitteeseen:
fr: Un courriel a été envoyé à l'adresse ci-dessous :
ru: Сообщение было отправлено по указанному ниже адресу:
sl: E-pošta je šla na spodnji naslov:
sq: Te adresa e mëposhtme është dërguar një email:
xh: I-imeyile ithunyelwe kwidilesi engezantsi:

source: Delete Question | {t} | Firefox Support Forum
bn_in: প্রশ্ন মুছে ফেলুন | {t} | Firefox Support ফোরাম
cs: Smazání otázky | {t} | Fórum podpory Firefoxu
da: Slet spørgsmål | {t} | Firefox supportforum
fi: Poista kysymys | {t} | Firefox-tukikeskustelu
fr: Supprimer la question | {t} | Forum d'assistance de Firefox
ru: Удалить вопрос | {t} | Форум поддержки Firefox
sl: Zbriši vprašanje | {t} | Forum za Podporo Firefoxa
sq: Fshijeni Pyetjen | {t} | Forumi i Asistencës së Firefox-it
xh: Cima uMbuzo | {t} | Iqonga leNkxaso ye-Firefox

source: Delete question
bn_in: প্রশ্নটি মুছুন
cs: Smazání otázky
da: Slet spørgsmål
fi: Poista kysymys
fr: Supprimer la question
ru: Удалить вопрос
sl: Izbriši vprašanje
sq: Fshijeni pyetjen
xh: Cima umbuzo

source: Are you sure you want to delete this question?
bn_in: আপনি কি নিশ্চিত যে আপনি এই প্রশ্নটি মুছে ফেলতে চান?
cs: Jste si jisti, že chcete tuto otázku smazat?
da: Er du sikker på, at du vil slette dette spørgsmål?
fi: Oletko varma, että haluat poistaa tämän kysymyksen?
fr: Voulez-vous vraiment supprimer cette question ?
ru: Вы уверены, что хотите удалить этот вопрос?
sl: Res želite izbrisati to vprašanje?
sq: Jeni i sigurt se doni të fshihet kjo pyetje?
xh: Uqinisekile ukuba ufuna ukucima lo mbuzo?

source: Number of Answers
bn_in: উত্তরের সংখ্যা
cs: Počet odpovědí
da: Antal svar
fi: Vastausten määrä
fr: Nombre de réponses
ru: Число ответов
sl: Število odgovorov
sq: Numër Përgjigjesh
xh: Inani leeMpendulo

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_in: আপনি স্থায়ীভাবে এই প্রশ্নটি মুছে ফেলতে যাচ্ছেন। <strong> এটাকে কিন্তু পূর্ববস্থায় আনা যাবে না! </strong> আপনি কি নিশ্চিত যে আপনি এটা চালিয়ে যেতে চান?
cs: Chcete trvale smazat tuto otázku. <strong>Tato operace nelze vrátit zpět!</strong> Opravdu chcete pokračovat?
da: Du er ved at slette dette spørgsmål permanent. <strong>Dette kan ikke fortrydes!</strong> Er du sikker på, at du vil fortsætte?
fi: Olet poistamassa tämän kysymyksen pysyvästi. <strong>Tätä ei voi perua!</strong> Haluatko varmasti jatkaa?
fr: Vous êtes sur le point de supprimer définitivement cette question. <strong>Cette action ne peut pas être annulée !</strong> Voulez-vous vraiment continuer ?
ru: Вы собираетесь навсегда удалить этот вопрос. <strong>Это не может быть отменено!</strong> Вы уверены, что хотите продолжить?
sl: Ste pred tem, da trajno izbrišete to vprašanje. <strong>Tega ni mogoče razveljaviti!</strong> Res želite nadaljevati?
sq: Ju ndan një hap nga fshirja përgjithmonë e kësaj pyetjeje. <strong>Kjo nuk mund të zhbëhet!</strong> Jeni i sigurt se doni të vazhdohet?
xh: Umalunga nokucima lo mbuzo ngokusisigxina. <strong>Oku akunakuthsintshwa!</strong> Uqinisekisekile ufuna ukuqhubeka?

source: Editing an answer | {t} | Firefox Support Forum
bn_in: একটি উত্তর সম্পাদনা করছি | {t} | Firefox Support ফোরাম
cs: Úprava odpovědi | {t} | Fórum podpory Firefoxu
da: Redigerer et svar | {t} | Firefox supportforum
fi: Muokataan vastausta | {t} | Firefox-tukipalsta
fr: Modifier une réponse | {t} | Forum d'assistance de Firefox
ru: Изменить ответ | {t} | Форум поддержки Firefox
sl: Uredi odgovor | {t} | Forum za Podporo Firefoxa
sq: Përpunim i një përgjigjeje | {t} | Forumi i Asistencës së Firefox-it
xh: Hlela impendulo | {t} | iQonga leNKxaso ye-Firefox

source: Edit an answer
bn_in: উত্তরটি সম্পাদনা করুন
cs: Úprava odpovědi
da: Rediger et svar
fi: Muokkaa viestiä
fr: Modifier une réponse
ru: Редактировать ответ
sl: Uredi odgovor
sq: Përpunoni një përgjigje
xh: Hlela impendulo

source: Created by:
bn_in: নির্মিত:
cs: Vytvořil(a):
da: Oprettet af:
fi: Luonut:
fr: Créé par :
ru: Создано:
sl: Ustvaril:
sq: Krijuar prej:
xh: Yenziwe ngo:

source: Last updated by:
bn_in: শেষ আপডেট:
cs: Poslední aktualizace od:
da: Sidst opdateret af:
et: Viimati uuendaja:
fi: Viimeksi päivittänyt:
fr: Dernière modification par :
ru: Последнее обновление от:
sl: Nazadnje posodobil:
sq: Përditësuar së fundmi nga:
xh: Yagqityelwa ukuhlaziyawa ngo:

source: Last updated:
bn_in: শেষ আপডেট:
cs: Poslední aktualizace:
da: Sidst opdateret:
et: Viimati uuendatud:
fi: Viimeksi päivitetty:
fr: Dernière modification :
ru: Последнее обновление:
sl: Zadnja posodobitev:
sq: Përditësuar së fundmi:
xh: Uhlaziyo lokugqibela:

source: Question:
bn_in: প্রশ্ন:
cs: Otázka:
da: Spørgsmål:
et: Küsimus:
fi: Kysymys:
ru: Вопрос:
sl: Vprašanje:
sq: Pyetje:
xh: Umbuzo

source: Update answer
bn_in: উত্তর আপডেট করুন
cs: Aktualizace odpovědi
da: Opdater svar
et: Uuenda vastust
fi: Päivitä vastaus
fr: Mettre à jour la réponse
ru: Обновить ответ
sl: Posodobi odgovor
sq: Përditësoni përgjigjen
xh: Hlaziya impendulo

source: Edit a Question
bn_in: একটি প্রশ্ন সম্পাদনা করুন
cs: Úprava otázky
da: Rediger et spørgsmål
fi: Muokkaa kysymystä
fr: Modifier une question
ru: Редактировать вопрос
sl: Uredi vprašanje
sq: Përpunoni një Pyetje
xh: Hlela uMbuzo

source: Edit the question
bn_in: প্রশ্নটি সম্পাদনা করুন
cs: Úprava otázky
da: Rediger spørgsmålet
fi: Muokkaa kysymystä
fr: Modifier la question
ru: Редактировать вопрос
sl: Uredi vprašanje
sq: Përpunoni pyetjen
xh: Hlela umbuzo

source: Edit the question.
bn_in: প্রশ্নটি সম্পাদনা করুন
cs: Úprava otázky.
da: Rediger spørgsmålet.
et: Toimeta küsimust.
fi: Muokkaa kysymystä.
fr: Modifier la question.
ru: Редактировать вопрос.
sl: Uredi vprašanje.
sq: Përpunoni pyetjen.
xh: Hlela umbuzo.

source: Save Question
bn_in: প্রশ্ন সংরক্ষণ করুন
cs: Uložení otázky
da: Gem spørgsmål
fi: Tallenna kysymys
fr: Enregistrer la question
ru: Сохранить вопрос
sl: Shrani vprašanje
sq: Ruaje Pyetjen
xh: Gcina uMbuzo

source: Ask a Question about Marketplace
bn_in: মার্কেটপ্লেস সম্বন্ধে একটি প্রশ্ন জিজ্ঞাসা করুন
cs: Položit otázku k Marketplace
da: Stil et spørgsmål om Marketplace
fi: Kysy kysymys Marketplacesta
fr: Poser une question concernant Marketplace
ru: Задать вопрос о Marketplace
sl: Postavite vprašanje o Marketplace
sq: Bëni një pyetje rreth Marketplace-it
xh: Buza uMbuzo omalunga ne-Marketplace

source: Which category best describes your problem?
bn_in: কোন বিষয়শ্রেণী আপনার সমস্যাকে সবথেকে ভালোভাবে বর্ণনা করে?
cs: Která kategorie nejlépe vystihuje váš problém?
da: Hvilken kategori beskriver bedst dit problem?
fi: Mihin luokkaan ongelmasi sopisi parhaiten?
fr: Quelle catégorie correspond le mieux à votre problème ?
ru: Какая категория лучше всего описывает вашу проблему?
sl: Katera kategorija najbolje opisuje vašo težavo?
sq: Cila kategori e përshkruan më saktë problemin tuaj?
xh: Loluphi udidi oluyicacisa bhetele ingxaki yakho?

source: change
bn_in: পরিবর্তন করুন
cs: změnit
da: skift
et: Muuda
fi: vaihda
fr: modifier
ru: изменить
sl: spremeni
sq: ndërroje
xh: tshintsha

source: Marketplace: Developer Support Request
bn_in: মার্কেটপ্লেস : ডেভেলপার সাপোর্ট আবেদন
cs: Marketplace: Vývojářská žádost o podporu
fi: Marketplace: Kehittäjän tukipyyntö
fr: Marketplace : requête d'assistance développeur
ru: Marketplace: Запрос на поддержку для разработчика
sl: Marketplace: Razvijalčeva zahteva za podporo
sq: Marketplace: Kërkesë Asistence Zhvilluesi
xh: Imarike: Isicelo seNkxaso yoMenzi

source: Please complete the form below to submit your question to our Marketplace Support group.
bn_in: আমাদের মার্কেটপ্লেস গ্রুপে আপনার প্রশ্ন জমা দিতে গেলে অনুগ্রহ করে নীচের ফর্মটি শেষ করুন।
cs: Pro odeslání vaší otázky naší skupině podpory Marketplace vyplňte formulář níže.
da: Udfyld formularen nedenunder for at indsende dit spørgsmål til vores Marketplace Support-gruppe.
fr: Veuillez compléter le formulaire ci-dessous pour soumettre votre question à notre groupe d'assistance Marketplace.
ru: Пожалуйста, заполните размещённую ниже форму, чтобы отправить ваш вопрос в нашу группу поддержки Marketplace.
sl: Izpolnite spodnji obrazec, da lahko vaše vprašanje pošljemo podpori za MarketPlace.
sq: Ju lutemi, plotësoni formularin më poshtë që të parashtroni pyetjen tuaj te grupi ynë i Asistencës për Marketplace-in.
xh: Nceda ugcwalise ifomu engezantsi ukufaka umbuzo wakho kwiqela leNkxaso yeMarike.

source: Marketplace: Request a Refund
bn_in: মার্কেটপ্লেস : একটি প্রত্যর্পণ অনুরোধ
cs: Marketplace: Žádost o vrácení peněz
fi: Marketplace: Pyydä korvausta
fr: Marketplace : demande de remboursement
ru: Marketplace: Запрос на возмещение
sl: Marketplace: Zahteva za vračilo denarja
sq: Marketplace: Kërkoni një Rimbursim
xh: Imarike: Cela iMbuyiselo

source: The refund request must be made within 10 business days of purchase.
bn_in: একটি প্রত্যর্পণ অনুরোধ কেনার ১০ ব্যবসায়িক দিনের মধ্যে তৈরি হয়ে যাবে।
cs: Žádost o vrácení peněz musí proběhnout do 10 pracovních dní od koupě.
fi: Rahojen palautuspyyntö pitää tehdä 10 päivän sisällä ostoksesta.
fr: La demande de remboursement doit être effectuée dans les 10 jours ouvrables suivant l'achat.
ru: Запрос на возмещение должен быть сделан в течение 10 бизнес-дней с момента покупки.
sl: Zahtevo za vračilo denarja se mora poslati do 10 delovnih dni po nakupu.
sq: Kërkesa për rimbursim duhet bërë brenda 10 ditësh pune nga blerja.
xh: Kufuneka ukucela imbuyiselo kwenziwe kwiintsuku ezili-10 zokuthenga.

source: Issue submitted successfully
bn_in: সমস্যা সফলভাবে জমা দেওয়া হয়েছে
cs: Popis problému úspěšně odeslán
da: Problem indsendt korrekt
et: Probleemi lisamine õnnestus.
fi: Ongelma lähetetty onnistuneesti
fr: Problème signalé
ru: О проблеме успешно написано
sl: Vprašanje uspešno poslano
sq: Çështja u parashtrua me sukses
xh: Umba ufakwe ngempumelelo

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
bn_in: আপনার সমস্যাটি সফলভাবে জমা দেওয়া হয়েছে। আপনি অবশ্যই একটি নিশ্চিতকরণ মেইল পাবেন এবং আমাদের থেকে খুব কম তাড়াতাড়িই আমাদের কাছ থেকে শুনতে পাবেন।
cs: Popis vašeho problému byl úspěšně odeslán. Měli byste obdržet potvrzující e-mail.
fi: Ongelmasi on lähetetty onnistuneesti. Saat pian sähköpostiisi vahvistussähköpostin ja kuulet meistä taas piakkoin.
fr: Votre problème a été signalé. Vous devriez recevoir un courriel de confirmation et entendre de nos nouvelles sous peu.
ru: Ваш вопрос был успешно отправлен. Вскоре вы должны получить по эл. почте от нас подтверждение и ответ.
sl: Vaše vprašanje je uspešno poslano. Prejeli boste v kratkem potrditveno e-pošto in slišali nazaj od nas kmalu.
sq: Problemi juaj është parashtruar me sukses. Do të duhej t’ju vinte një email ripohimi dhe të keni lajme prej nesh shumë shpejt.
xh: Umba wakho ufakwe ngempumelelo. Kufuneka ufumane i-imeyile esisiqinisekiso ze uve mva kuthi kamsinyane.

source: Support Forum Metrics
bn_in: সহায়তা ফোরাম মেট্রিক্স
cs: Metriky fóra podpory
fi: Tukikeskustelun tilastot
fr: Indicateurs du forum d'assistance
ru: Метрики форума поддержки
sl: Metrika foruma za podporo
sq: Statistika Forumi Asistence
xh: Xhasa iQonga leMmilinganiso ebalwa ngamashumi

source: Metrics
bn_in: মেট্রিক্স
cs: Metriky
fi: Tilastot
fr: Indicateurs
ru: Метрики
sl: Metrika
sq: Statistika
xh: Imilinganiso ebalwa ngamashumi

source: There is no topic data available for the current selections.
bn_in: বর্তমান সিলেকশনের জন্য কোনো বিষয় তথ্য উপলব্ধ নয়।
cs: Pro aktuální výběry nejsou k dispozici žádná data.
fr: Aucune donnée de sujet disponible pour les sélections courantes.
ru: В текущих выборках нет доступных по теме данных.
sl: Za trenutne izbire ni na voljo podatkov o temah.
sq: Nuk ka gati të dhëna teme për përzgjedhjet e tanishme.
xh: Akukho sihloko sengcombolo sifumanekayo ngezinto zangoku ezikhethiweyo.

source: Ask a Question
bn_in: একটি প্রশ্ন জিজ্ঞাসা করুন
cs: Položit otázku
da: Stil et spørgsmål
et: Küsimuse postitamine
eu: Egin galdera bat
fi: Kysy kysymys
fr: Poser une question
lt: Klausimo pateikimas
ru: Задать вопрос
sl: Zastavite vprašanje
sq: Bëni një Pyetje
th: ถามคำถาม
xh: Buza uMbuzo

source: Summarize your question in a sentence
bn_in: আপনার প্রশ্নটি একটি বাক্যে সারাংশিত করুন।
cs: Formulujte svou otázku do jedné věty
da: Sammenfat dit spørgsmål i en sætning
fi: Tiivistä kysymyksesi yhteen lauseeseen
fr: Résumez votre question en une phrase
ru: Суммируйте ваш вопрос в одном предложении
sl: Povzemite svoje vprašanje v stavku
sq: Përmblidheni pyetjen tuaj me një fjali
xh: Shwankathela umbuzo wakho kwesi sivakalisi

source: Do any of these articles answer your question?
bn_in: এখানের একটাও প্রবন্ধ কি আপনার প্রশ্নের উত্তর দিতে পারছে?
cs: Zodpověděla některá z těchto odpovědí vaši otázku?
da: Besvarer nogle af disse artikler dit spørgsmål?
fi: Vastasiko mikään näistä artikkeleista kysymykseesi?
fr: Est-ce que l'un de ces articles a répondu à votre question ?
ru: Какие-либо из этих статей отвечают на ваш вопрос?
sl: Ali ste v teh članki našli odgovor na svoje vprašanje?
sq: Iu përgjigj pyetjes suaj ndonjë nga këta artikuj?
xh: Ingaba naliphi na kula manqaku liyawuphendula umbuzo wakho?

source: None of these solve my problem
bn_in: এর কোনটাই আমার সমস্যার সমাধান করেনি।
cs: Nic z uvedeného nevyřešilo můj problém
da: Ingen af disse løser mit problem
fi: Nämä eivät ratkaise ongelmaani
fr: Rien ici n'a permis de résoudre mon problème
ru: Ничего из этого не решает мою проблему
sl: Noben od predlogov ne reši moje težave
sq: Asnjë prej këtyre nuk ma zgjidh problemin
xh: Akukho nanye esombulula ingxaki yam

source: This question has not been asked before.
bn_in: এই প্রশ্নটি আগে জিজ্ঞাসা করা হয়নি।
cs: Tato otázka dosud nebyla položena.
da: Dette spørgsmål er ikke blevet stillet før.
fi: Tätä kysymystä ei ole kysytty ennen.
fr: Cette question n'a jamais été posée précédemment.
ru: Этот вопрос ранее не задавался.
sl: To vprašanje so postavili že prej.
sq: Kjo pyetje nuk është bërë më parë.
xh: Lo mbuzo awukhange ubuzwe ngaphambili.

source: Provide more details
bn_in: আরোও বিস্তারিত বলুন
cs: Poskytnutí více informací
da: Giv flere detaljer
fi: Anna lisätietoja
fr: Veuillez fournir plus de détails
ru: Представьте больше информации
sl: Navedite več podrobnosti
sq: Jepni më tepër hollësi
xh: Nika iinkcukacha ezithe vetshe

source: Ask your question to our community of users
bn_in: ব্যবহারকারীদের কমিউনিটিতে আপনার প্রশ্ন জিজ্ঞাসা করুন।
cs: Požádejte naši skvělou komunitu podpory o pomoc
fr: Posez votre question à notre communauté d'utilisateurs
ru: Задайте свой вопрос нашему сообществу пользователей
sl: Zastavite vprašanje naši skupnosti uporabnikov
sq: Bëjani pyetjen tuaj bashkësisë tonë të përdoruesve
xh: Buza umbuzo kuluntu lwabasebenzisi bethu

source: Post Question
bn_in: প্রশ্ন পোস্ট করুন
cs: Položit otázku
da: Skriv spørgsmål
fi: Lähetä kysymys
fr: Publier la question
ru: Задать вопрос
sl: Objavi vprašanje
sq: Postoni Pyetje
xh: Thumela uMbuzo

source: <strong>{product}</strong> Support Forum
bn_in: <strong>{product}</strong> সাপোর্ট ফোরাম
cs: Fórum podpory <strong>{product}</strong>
fr: Forum d'assistance <strong>{product}</strong>
ru: Форум поддержки <strong>{product}</strong>
sl: Forum za podporo - <strong>{product}</strong>
sq: Forum Asistence <strong>{product}</strong>
xh: <strong>{inkxaso}</strong> Iqonga leNkxaso

source: Browse the questions for all the products together in one list.
bn_in: একটি তালিকায় একসঙ্গে সমস্ত প্রোডাক্টের জন্য প্রশ্নটি ব্রাউজ করুন।
cs: Procházet otázky od všech produktů dohromady v jednom seznamu.
da: Gennemse spørgsmålene til alle produkterne samlet i én liste.
fr: Parcourez les questions pour tous les produits au sein d'une même liste.
ru: Просмотреть вопросы для всех продуктов вместе одним списком.
sl: Iščite med vprašanji za vse izdelke na enem seznamu.
sq: Shfletoni pyetjet për krejt produktet, tok, në një listë.
xh: Bhrawuza imibuzo yazo zonke iimveliso kunye kuluhlu olunye.

source: {q} | {product} Support Forum
bn_in: {q} | {product} সাপোর্ট ফোরাম
cs: {q} | Fórum podpory pro {product}
fr: {q} | Forum d'assistance {product}
ru: {q} | Форум поддержки {product}
sl: {q} | Forum za Podporo - {product}
sq: {q} | Forum Asistence {product}
xh: {q} | {imveliso} iQonga leNkxaso

source: {user} is currently working on this problem.
bn_in: {user} বর্তমানে এই সমস্যার ওপরে কাজ করছেন।
cs: Uživatel {user} aktuálně na tomto problému pracuje.
fr: {user} travaille actuellement sur ce problème.
ru: {user} сейчас работает над этой проблемой.
sl: {user} trenutno dela na tej težavi.
xh: {umsebenzisi} usebenza kule ngxaki okwangoku.

source: View other questions that need attention.
bn_in: অন্যান্য প্রশ্ন দেখুন যাতে মনোযোগ প্রয়োজন।
cs: Zobrazit další otázky, které vyžadují pozornost.
fr: Voir d'autres questions qui ont besoin d'attention.
ru: Посмотреть на другие вопросы, требующие внимания.
sl: Oglejte si druga vprašanja, ki potrebujejo pozornost.
xh: Bona eminye imibuzo efuna ukuthathelwa ingqalelo.

source: This thread was closed.
bn_in: এই থ্রেডটি বন্ধ ছিল
cs: Toto vlákno bylo uzavřeno.
da: Denne tråd blev lukket.
fi: Ketju suljettiin.
fr: Ce sujet de discussion est fermé.
ru: Эта тема была закрыта.
sl: Ta tema je bila zaprta.
sq: Kjo rrjedhë është mbyllur.
xh: Le thread ibivaliwe.

source: This thread was archived.
bn_in: এই থ্রেডটি সংরক্ষিত ছিল।
cs: Toto vlákno bylo archivováno.
da: Denne tråd blev arkiveret.
fi: Ketju on arkistoitu.
fr: Ce sujet de discussion a été archivé.
ru: Эта тема была архивирована.
sl: Ta tema je arhivirana.
sq: Kjo rrjedhë është arkivuar.
xh: Le thread ibilondoloziwe.

source: This thread was closed and archived.
bn_in: এই থ্রেডটি বন্ধ ছিল এবং সংরক্ষিত ছিল।
cs: Toto vlákno bylo uzavřeno a archivováno.
da: Denne tråd blev lukket og arkiveret.
fi: Ketju on suljettu ja arkistoitu.
fr: Ce sujet de discussion a été fermé et archivé.
ru: Эта тема была закрыта и архивирована.
sl: Ta tema je zaprta in arhivirana.
sq: Kjo rrjedhë është mbyllur dhe arkivuar.
xh: Le thread ibivaliwe yaze kwaye ibilondoloziwe.

source: Please ask a new question if you need help.
bn_in: যদি আপনি সাহায্য চান তাহলে অনুগ্রহ করে একটি নতুন প্রশ্ন জিজ্ঞাসা করুন
cs: Pokud potřebujete pomoci, založte prosím novou otázku.
da: Stil et nyt spørgsmål, hvis du har brug for hjælp.
fi: Kysy kysymys, jos tarvitset apua.
fr: Veuillez poser une nouvelle question si vous avez besoin d'aide.
ru: Если вам нужна помощь, задайте новый вопрос.
sl: Postavite prosim novo vprašanje, če potrebujete pomoč.
sq: Ju lutemi, bëni një pyetje të re, nëse keni nevojë për ndihmë.
xh: Nceda ubuze umbuzo omtsha ukuba ufuna uncedo.

source: 1 reply
bn_in: ১ টা জবাব
cs: 1 odpověď
da: 1 svar
et: 1 vastus
fi: Yksi vastaus
fr: 1 réponse
lt: {n} atsakymas
ru: {n} ответ
sl: 1 odgovor
sq: 1 përgjigje
th: {n} ตอบกลับ
xh: Impendulo

source: No replies
bn_in: কোনো জবাব নেই
cs: Žádné odpovědi
da: Ingen svar
et: Vastuseid pole
fi: Ei vastauksia
fr: Aucune réponse
lt: Atsakymų nėra
ru: Нет ответов
sl: Brez odgovorov
sq: Pa përgjigje
th: ยังไม่มีคำตอบ
xh: Akukho zimpendulo

source: has this problem
bn_in: এই সমস্যাটি আছে
cs: má tento problém
da: har dette problem
et: on selline probleem
fi: henkilöllä on sama ongelma
fr: a ce problème
ru: имеет эту проблему
sl: ima to težavo
sq: ka hasur këtë problem
xh: inayo le ngxaki

source: %(count)s view
bn_in: %(count)s পরিদর্শন
cs: %(count)s zobrazení
da: %(count)s visning
fi: %(count)s katselukerta
fr: %(count)s vue
ru: %(count)s просмотр
sl: %(count)s prikaz
sq: %(count)s parje
xh: %(ubalo) umbono

source: Last reply by {user}
bn_in: শেষ জবাব {user} এর দ্বারা
cs: Poslední odpověď od {user}
da: Seneste svar af {user}
et: Viimati vastas {user}
fi: Viimeksi vastannut {user}
fr: Dernière réponse par {user}
ru: Последний ответ от {user}
sl: Zadnji odgovor - {user}
sq: Përgjigja e fundit nga {user}
xh: Impendulo yokugqibela ngo {msebenzisi}

source: Marked as spam by %(marked_by)s at %(marked_time)s
bn_in: স্প্যাম হিসেবে চিহ্নিত %(marked_by)s %(marked_time)s-এ
cs: Označeno jako spam uživatelem %(marked_by)s dne %(marked_time)s
fr: Marqué comme spam par %(marked_by)s à %(marked_time)s
ru: Помечено как спам %(marked_by)s в %(marked_time)s
sl: %(marked_by)s je to označil kot neželeno ob %(marked_time)s
sq: Shënuar si e pavlerë nga %(marked_by)s më %(marked_time)s
xh: Iphawulwe njenge-spam ngo-%(iphawulwe_ngo) ku %(amaxesha_aphawuliweyo)

source: Posted
bn_in: পোস্ট করা হয়েছে
cs: Přidáno
da: Skrevet
et: Postitatud
fi: Lähetetty
fr: Publié
ru: Размещено
sl: Objavljeno
sq: Postuar
xh: Ezithunyelweyo

source: Attached screenshots
bn_in: স্ক্রিনশটসমূহ সংযুক্ত হয়েছে
cs: Přiložené obrázky
fr: Captures d'écran jointes
ru: Приложенные скриншоты
sl: Priloženi posnetki zaslona
xh: Iqhotyoshelwe imifanekiso ekwisikrini

source: Modified {datetime} by {name}
bn_in: {name} দ্বারা পরিমিত {datetime}
cs: Upravil(a) {name} dne {datetime}
da: Ændret af {name} den {datetime}
et: Muudetud {datetime} {name} poolt
fi: Muokattu {datetime} henkilön {name} toimesta
fr: Modifié le {datetime} par {name}
ru: Изменено {datetime} {name}
sl: Spremenil {name} {datetime}
sq: Ndryshuar {datetime} nga {name}
xh: Ilungisiwe {cingela} ngu {igama}

source: Solution chosen by {user}
bn_in: সমাধান চয়ন করেছেন {user}
cs: Zvolené řešení uživatelem {user}
da: Løsning valgt af {user}
fr: Solution choisie par {user}
ru: Решение, выбранное {user}
sl: Rešitev, ki jo je izbral {user}
sq: Zgjidhje e zgjedhur nga {user}
xh: Isisombululo esikhethwe ngu {msebenzisi}

source: Chosen solution
bn_in: সমাধান চয়ন করুন
cs: Zvolené řešení
da: Valgt løsning
et: Valitud lahendus
fi: Valittu ratkaisu
fr: Solution choisie
ru: Выбранное решение
sl: Izbrana rešitev
sq: Zgjidhje e zgjedhur
xh: Isisombulu esikhethiweyo

source: Read this answer in context
bn_in: প্রেক্ষাপটে এই উত্তরটি পড়ুন।
cs: Přečíst otázku v kontextu
da: Læs dette svar i sammenhæng
fi: Lue tämä vastaus kontekstissaan
fr: Lire cette réponse dans son contexte
ru: Прочитайте этот ответ в контексте
sl: Preberite ta odgovor v kontekstu
sq: Lexojeni këtë përgjigje brenda kontekstit
xh: Funda le mpendulo kwimeko leyo

source: I have this problem, too
bn_in: আমারও এই সমস্যাটি আছে।
cs: Mám také tento problém
da: Jeg har også dette problem
et: Mul on sama probleem
fi: Minullakin on tämä ongelma
fr: J'ai également ce problème
ru: У меня тоже есть эта проблема
sl: Tudi jaz imam to težavo
sq: Edhe unë e kam hasur këtë problem
xh: Ndinale ngxaki, nam

source: Question tools
bn_in: প্রশ্নের সরঞ্জাম
cs: Nástroje pro otázky
fi: Kysymystyökalut
fr: Outils de questions
ru: Инструменты для вопросов
sl: Orodja za vprašanja
sq: Mjete pyetjesh
xh: Izixhobo zombuzo

source: Edit this question
bn_in: এই প্রশ্নটি সম্পাদনা করুন
cs: Úprava této otázky
da: Rediger dette spørgsmål
fi: Muokkaa kysymystä
fr: Modifier cette question
ru: Редактировать этот вопрос
sl: Uredi to vprašanje
sq: Përpunojeni këtë pyetje
xh: Hlela lo mbuzo

source: Delete this question
bn_in: এই প্রশ্নটি মুছুন
cs: Smazání otázky
da: Slet dette spørgsmål
fi: Poista kysymys
fr: Supprimer cette question
ru: Удалить этот вопрос
sl: Izbriši to vprašanje
sq: Fshijeni këtë pyetje
xh: Cima lo mbuzo

source: Unlock this question
bn_in: এই প্রশ্নটি আনলক করুন।
cs: Odemknutí otázky
da: Lås dette spørgsmål op
fi: Poista viestin lukitus
fr: Déverrouiller cette question
ru: Разблокировать этот вопрос
sl: Odkleni to vprašanje
sq: Zhbllokojeni këtë pyetje
xh: Vula lo mbuzo

source: Lock this question
bn_in: এই প্রশ্নটি লক করুন।
cs: Zamknout otázku
da: Lås dette spørgsmål
fi: Lukitse viesti
fr: Verrouiller cette question
ru: Заблокировать этот вопрос
sl: Zakleni to vprašanje
sq: Bllokojeni këtë pyetje
xh: Tshixa lo mbuzo
