Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Content changes that don't require immediate translation
bn_in: কন্টেন্ট বদলে যায় যাদের কোনো তৎক্ষণাৎ অনুবাদের প্রয়োজন নেই
cs: Obsah se změnil a nevyžaduje okamžitý překlad
da: Ændringer af indhold, der ikke kræver øjeblikkelig oversættelse
et: Sisu muudatused, mis ei nõua kohest tõlkimist
eu: Berehalako itzulpena behar ez duten edukien aldaketak
fi: Sisältömuutokset, jotka eivät vaadi välitöntä käännöstä.
fr: Modifications de contenu qui ne nécessitent pas une traduction immédiate
lt: Turinio pakeitimai, kuriuos būtina nedelsiant išversti
ru: Изменения содержания, которые не требуют немедленного перевода
sl: Vsebina sprememb, ki ne zahtevajo takojšnjega prevoda
sq: Ndryshime lënde që nuk kërkojnë medoemos përkthim të menjëhershëm
th: การเปลี่ยนแปลงเนื้อหาไม่จำเป็นต้องแปลทันที
xh: Iinguqu zesiqulatho ezingafuni inguqulelo ekhawulezileyo

source: Major content changes that will make older translations inaccurate
bn_in: বেশিরভাগ কন্টেন্ট পরিবর্তিত হয় যা পুরোনো অনুবাদকে বেঠিক করবে
cs: Výrazná změna, která učiní starší překlady neaktuální
da: Store ændringer af indhold, der vil gøre ældre oversættelser ukorrekte
et: Suuremad muudatused, mis muudavad vanemad tõlked ebatäpseks
eu: Itzulpen zaharrak akatsez beteta utziko dituzten edukiaren aldaketa garrantzitsuak
fi: Suuret sisältömuutokset, jotka tekevät vanhemmista käännöksistä virheellisiä
fr: Modifications importantes du contenu qui rendront les traductions plus anciennes inexactes
lt: Didelės apimties turinio pakeitimai, senesnius vertimus paverčiantys netiksliais
ru: Большие изменения в содержании, которые делают старые переводы неточными
sl: Večje spremembe vsebine, zaradi katerih bodo starejši prevodi netočni
sq: Ndryshime të mëdha të lëndës do t’i bëjnë të pasaktë përkthimet e vjetra
th: การเปลี่ยนแปลงส่วนที่สำคัญของเนื้อหาจะส่งผลให้การแปลเก่าไม่ถูกต้อง
xh: Iinguqu ezinkulu zesiqulatho eziza kwenza iinguqulelo ezindala zingachaneki

source: These minor changes are not important for localizers and they will not be notified.
bn_in: এই ছোটো ধাপগুলো লোকালাইজেরদের জন্য গুরুত্বপূর্ণ নয় এবং তাদেরকে নোটিফায়েড করা হবে না।
cs: Na tyto drobné změny, které nejsou důležité pro překladatele, nebudou překladatelé upozorněni.
da: Disse små ændringer er ikke vigtige for oversættere, og de vil ikke få besked.
fi: Nämä pienet muutokset eivät ole tärkeitä lokalisoijille, eikä niitä huomioida.
fr: Ces modifications mineures ne sont pas importantes pour les localisateurs et ne leur seront pas signalées.
lt: Šie smulkūs pakeitimai lokalizuotojams nėra svarbūs, tad jie nebus apie tokius pakeitimus įspėti.
ru: Эти небольшие изменения не важны для локализаторов и они не будут уведомлены.
sl: Te manjše spremembe niso pomembne za prevajalce in se jih o tem ne bo obveščalo.
sq: Këto ndryshime të vockla nuk janë të rëndësishme për përkthyesit dhe nuk do të ketë njoftim për to.
th: การเปลี่ยนเล็กน้อยเหล่านี้ไม่มีความสำคัญต่อนักแปล และมันจะไม่ถูกเตือน
xh: Ezi nguqu zincinci azibalulekanga kubalokhlayizi kwaye abasayikwaziswa.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
bn_in: এটা লোকালাইজার এবং অনুবাদসমূহকে "needing updates" হিসেবে মার্ক করে রাখতে নোটিফাই করবে ড্যাশবোর্ডে। বেশিরভাগ পরিবর্তন&mdash;ছবি আপডেট করা, মার্ক আপ {for} ফিক্স করা, অগুরুত্বপূর্ণ বিভাগকে যোগ করা বা মুছে ফেলা&mdash;এইসমস্তের জন্য অবশ্যই এগুলো ব্যবহার করবেন।
cs: Upozorní lokalizátory a překlady budou na nástěnce označeny jako "vyžadují aktualizaci". Většina změn&mdash;aktualizace obrázku, opravování značek {for}, přidávání nebo odstraňování málo kritických sekcí článku &mdash;využívá toto.
et: Lokaliseerijaid teavitatakse ja tõlked märgitakse ülevaadetes kui "uuendamist vajavad". Enamik muudatusi nagu pildi uuendamine, {for} märgendite parandused, mittekriitiliste sektsioonide lisamine ja eemaldamine peaksid seda kasutama.
fr: Ceci avertira les localisateurs et les traductions seront marquées comme « à mettre à jour » sur les tableaux de bord. La plupart des changements &mdash; mise à jour d'une image, correction d'une balise {for}, ajout ou suppression de sections non critiques &mdash; devraient utiliser ceci.
lt: Pasirinkus šį variantą, bus įspėti lokalizuotojai ir jų skydeliuose pažymėta, jog vertimus reikia atnaujinti. Dauguma pakeitimų – paveikslų atnaujinimai, {for} blokų pataisos, ne kritinių sekcijų pridėjimas ar šalinimas – patenka į šią kategoriją.
ru: Это уведомит локализаторов и переводы будут помечены на панели как "требующие обновлений". Большинство изменений&mdash;обновление изображений, исправления разметки {for}, добавление или удаление некритических разделов&mdash;должны использовать этот вариант.
sl: Prevajalce se bo obvestilo in prevode se bo na kontrolnih tablah označilo kot "potrebna posodobitev". Največ sprememb&mdash;posodabljanje slike, popravki {for} oznak, dodajanje ali odstranjevanje nekritičnih delov&mdash; bo v tej obliki.
sq: Kështu do të njoftohen përkthyesit dhe përkthimet do të shënohen te pulti si "lyp përditësim". Shumica e ndryshimeve&mdash;përditësimi i një figure, ndreqje lidhur me shënimet {for}, shtimi ose heqja e pjesëve jokritike&mdash;do të duheshin shënuar kështu.
th: นี้จะแจ้งให้ผู้แปลได้ทราบและการแปลจะได้รับการทำเครื่องหมายบนหน้าปัดว่า "ต้องมีการปรับปรุง" การเปลี่ยนแปลงมากที่สุด&mdash;ปรับปรุงรูปภาพ, แก้ไข {for} มาร์คอัป, เพิ่มหรือลบส่วนที่ไม่สำคัญ&mdash;ควรใช้อันนี้
xh: Oku kuzokwazisa abalokhalayizi nabaguquleli kuza kuphawula "njengokufuna uhlaziyo" kwii-dashboards. Iinguqu ezininzi &mdash;ukuhlaziya umfanekiso, ukulungisa {uku} phawula, ukufaka okanye ukususa amacandelo angabalulekanga&mdash;kufuneka asebenzise oku.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
bn_in: এটা লোকালাইজার এবং অনুবাদসমূহকে "out of date" হিসেবে মার্ক করে রাখতে নোটিফাই করবে ড্যাশবোর্ডে। অনুবাদসমূহ ব্যবহারকারীদের সতর্কবার্তা দেবে যে তারা পুরোনো এবং ইংরাজী সংস্করণটি সবথেকে বেশি ঠিক। এটি ব্যবহার করুন যখন পুরাতন নির্দেশাবলী সম্পূর্ণরূপে অব্যবহারযোগ্য।
cs: Upozorní lokalizátory a překlady budou označeny jako "neaktuální". Překlady budou uživatelům zobrazovat varování, že jsou neaktuální vzhledem k anglické verzi, která je aktualizovaná. Použijte tuto volbu, když původní návod je již kompletně nepoužitelný.
et: Lokaliseerijaid teavitatakse ja tõlked märgitakse ülevaadetes kui "aegunud". õlgete juures kuvatakse kasutajatele hoiatus, et sisu on aegunud ning ingliskeelne versioon on täpsem. Kasuta siis, kui vanad juhtnöörid pole enam üldse sobivad.
fr: Ceci avertira les localisateurs et les traductions seront marquées comme « à mettre à jour le plus vite possible » sur les tableaux de bord. Les traductions afficheront un avertissement aux utilisateurs comme quoi elles sont obsolètes et que la version anglaise est la plus précise. Utilisez ceci quand les anciennes instructions sont complètement inutilisables.
lt: Pasirinkus šį variantą, bus įspėti lokalizuotojai ir jų skydeliuose pažymėta, jog vertimai yra pasenę. Iki išversti straipsniai bus atnaujinti, jų skaitytojai matys įspėjimą, jog straipsniai pasenę ir kad jų versijos anglų kalba yra tikslesnės. Rinkitės šią parinktį, kai senosios instrukcijos yra visiškai nebetinkamos naudoti.
ru: Это уведомит локализаторов и переводы будут помечены на панели как "устаревшие". Переводы выдадут пользователям предупреждение, что они устарели, и что английская версия является наиболее точной. Используйте это, когда старые инструкции совершенно непригодны для использования.
sl: Prevajalce se bo obvestilo in prevode se bo na armaturnih ploščah označilo kot "zastarelo". Prevodi vsebovali opozorilo, da gre za zastarelo besedilo in da je članek v angleškem jeziku najbolj točen. Uporablja se, kadar so stara navodila popolnoma neuporabna.
sq: Kështu do të njoftohen përkthyesit dhe përkthimet do të shënohen te pulti si "i vjetruar". Te përkthimet do të shfaqet një sinjalizim për përdoruesit që ato janë të vjetruara dhe që versioni në Anglisht është më i sakti. Përdoreni këtë kur udhëzimet e vjetra janë plotësisht të papërdorshme.
th: นี้จะแจ้งให้ผู้แปลได้ทราบและการแปลจะได้รับการทำเครื่องหมายบนหน้าปัดว่า "ล้าสมัย" บทความจะมีการเตือนให้ผู้ใช้ได้ทราบว่าบทความนั้นล้าสมัยและใช้บทความภาษาอังกฤษจะแม่นยำกว่า ใช้ตัวเลือกนี้เมื่อคำอธิบายเก่าๆ ไม่สามารถใช้ได้อย่างสมบูรณ์
xh: Oku kuzokwazisa abalokhalayizi nabaguquleli kuza kuphawula "oluphelelwe ngumhla" kwi-dashboards. Iinguqlelo ziza kubonisa abasebenzisi isilumkiso sokuba baphelelwe ngumhla kwaye inguqulelo yesiNgesi sichaneke kakhulu. Sebenzisa oku xa imiyalelo emidala ingasebenziseki kwaphela.

source: Troubleshooting
bn_in: ট্রাবল শুট
cs: Řešení problémů
da: Fejlfinding
et: Probleemide lahendamine
eu: Arazoak
fi: Ongelmanmääritys
fr: Résolution de problèmes
lt: Problemų sprendimas
ru: Решение проблем
sl: Odpravljanje težav
sq: Diagnostikim
th: ข้อมูลการแก้ไขปัญหา
xh: Udubulo lwengxaki

source: How to
bn_in: কিভাবে
cs: Jak
et: Juhend
eu: Nola
fi: Ohje
fr: Comment faire
lt: Instrukcijos
sl: Kako se
sq: Si të
th: วิธีการ
xh: Indlela ongenza ngayo

source: How to contribute
bn_in: কিভাবে অবদান করব
cs: Jak přispět
da: Sådan kan du bidrage
et: Kuidas kaastööd teha
eu: Nola lagundu
fi: Osallistu
fr: Comment contribuer
lt: Kaip prisidėti
ru: Как внести свой вклад
sl: Kako prispevati
sq: Si të kontribuoni
th: วิธีการมีส่วนร่วม
xh: Indlela yokunikela

source: %(old)s Redirect %(number)i
bn_in: %(old)s রিডিরেক্ট %(number)i
cs: %(old)s Přesměrování %(number)i
eu: %(old)s berbideraketa %(number)i
fi: %(old)s Uudelleenohjaus %(number)i
fr: %(old)s Redirection %(number)i
lt: %(old)s Peradresavimas %(number)i
ru: %(old)s Перенаправление %(number)i
sl: %(old)s Preusmeri na %(number)i
sq: %(old)s Ridrejto %(number)i
th: %(old)s เปลี่ยนเส้นทาง %(number)i
xh: %(old)s Redirect %(inombolo)i

source: %(old)s-redirect-%(number)i
bn_in: %(old)s-রিডিরেক্ট-%(number)i
eu: %(old)s-berbideraketa-%(number)i
fi: %(old)s-uudelleenohjaus-%(number)i
fr: %(old)s-redirection-%(number)i
lt: %(old)s-peradresavimas-%(number)i
ru: %(old)s-перенаправление-%(number)i
sl: %(old)s-preusmeri-na-%(number)i
sq: %(old)s-ridrejtim-%(number)i
th: %(old)s-เปลี่ยนเส้นทาง-%(number)i
xh: %(old)s-redirect-%(inombolo)i

source: [Reviews Pending: %s] SUMO needs your help!
bn_in: [রিভিউসমূহ অমীমাংসিত: %s] SUMO আপনার সাহায্য চায়!
cs: [Čeká na kontrolu: %s] SUMO potřebuje vaši pomoc!
fi: [Tarkastusta odottavia: %s] SUMO tarvitsee apuasi!
fr: [Revues en attente : %s] SUMO a besoin de votre aide !
ru: [В ожидании рецензии: %s] SUMO нуждается в вашей помощи!
sl: [Potrebni pregledi: %s] SUMO potrebuje vašo pomoč!
sq: [Në Pritje të Shqyrtimit: %s] SUMO ka nevojë për ndihmën tuaj!
xh: Izinto ezihloliweyo kude kube ngoku: %s] I-SUMO ifuna uncedo lwakho!

source: Other products
bn_in: অন্যান্য প্রোডাক্টসমূহ
cs: Ostatní produkty
fr: Autres produits
ru: Другие продукты
sl: Drugi izdelki
sq: Produkte të tjera
xh: Ezinye iimveliso

source: {title} was edited by {creator}
bn_in: {creator}-র দ্বারা {title} সম্পাদনা করা হয়েছিল
cs: {title} byl upraven uživatelem {creator}
da: {title} blev redigeret af {creator}
et: {title} muutis {creator}
fi: {creator} muokkasi otsikkoa {title}
fr: {title} a été modifié par {creator}
lt: {creator} redagavo straipsnį „{title}“
ru: {title} был отредактирован {creator}
sl: {title} je uredil {creator}
sq: {title} është redaktuar nga {creator}
th: {title} ถูกแก้ไขแล้วโดย {creator}
xh: {itayitile} ilungele uhlelo ngu ({umenzi})

source: {title} is ready for review ({creator})
bn_in: {title} রিভিউয়ের জন্য তৈরি ({creator})
cs: {title} je připraven na kontrolu ({creator})
da: {title} er klar til gennemgang ({creator})
et: {title} on valmis üle vaatamiseks ({creator})
fi: {title} on valmis tarkastettavaksi ({creator})
fr: {title} est en attente de vérification ({creator})
lt: Straipsnis „{title}“ parengtas recenzuoti ({creator})
ru: {title} готов для рецензирования ({creator})
sl: {title} čaka na recenzijo ({creator})
sq: {title} është gati për shqyrtim ({creator})
th: {title} ของ ({creator}) พร้อมที่จะพิจารณา
xh: {itayitile} ilungele uhlolo ({umenzi})

source: {title} has a revision ready for localization
bn_in: {title}-র একটি সংস্করণ লোকালাইজেশনের জন্য তৈরি
cs: {title} je k dispozici v nové revizi, která je k dispozici k lokalizaci
da: {title} har en revision klar til oversættelse
et: {title} on tõlkimiseks valmis versioon olemas
fi: Artikkelilla {title} on versio, joka on valmis käännettäväksi
fr: {title} a une révision prête pour la localisation
lt: Parengta nauja straipsnio „{title}“ versija lokalizavimui
ru: {title} имеет ревизию, готовую для локализации
sl: {title} ima revizijo, ki je pregledana in pripravljena za lokalizacijo
sq: {title} ka një rishikim gati për përkthim
th: {title} มีการแก้ไขที่พร้อมสำหรับการแปล
xh: {itayitile} unohlaziyo elungele ukulokhalayizwa

source: {title} ({locale}) has a new approved revision ({reviewer})
bn_in: {title} ({locale})-এর একটি নতুন অনুমোদিত সংস্করণ আছে ({reviewer})
cs: {title} ({locale}) obsahuje nově schválenou revizi ({reviewer})
da: {title} ({locale}) har en ny godkendt revision ({reviewer})
et: {title} ({locale}) on uus aktsepteeritud versioon ({reviewer})
fi: Artikkelilla {title} ({locale}) on uusi hyväksytty muutos ({reviewer})
fr: {title} ({locale}) a une nouvelle révision approuvée ({reviewer})
lt: Patvirtinta nauja straipsnio „{title}“ ({locale}) versija ({reviewer})
ru: {title} ({locale}) имеет новую одобренную ревизию ({reviewer})
sl: {title} ({locale}) ima novo odobreno revizijo ({reviewer})
sq: {title} ({locale}) ka një rishikim të ri të miratuar ({reviewer})
th: {title} ({locale}) ได้รับการอนุญาตการแก้ไขแล้ว ({reviewer})
xh: {itayitile} ({indawo}) unohlelo olutsha olwamkelweyo ({umhloli})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: অনুগ্রহ করে শিরোনামের দৈর্ঘ্য %(limit_value)s অক্ষর বা তার কমে রাখুন। এটা বর্তমানে %(show_value)s অক্ষরের।
cs: Maximální délka nadpisu může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af titlen på %(limit_value)s tegn eller færre. Den er i øjeblikket på %(show_value)s tegn
et: Palun jälgi, et pealkiri jääks %(limit_value)s märgi piiresse. Praegu on see %(show_value)s märki.
eu: Mantendu izenburuaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(show_value)s karaktere ditu.
fi: Otsikon enimmäispituus on %(limit_value)s merkkiä. Otsikossa on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur du titre à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
lt: Prašom sutrumpinti pavadinimą iki %(limit_value)s simb. ar mažiau. Šiuo metu jo ilgis yra %(show_value)s simb.
ru: Пожалуйста, ограничьте длину заголовка %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino naslova na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e titullit në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
th: โปรดรักษาความยาวของหัวข้อที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
xh: Nceda ugcine ubude betayitile buyi %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku %(bonisa_amaxabiso) ngoonobumba.

source: Please provide a slug.
bn_in: অনুগ্রহ করে একটি স্লাগ প্রদান করুন।
cs: Zadejte prosím URL.
da: Angiv en slug.
et: Palun sisesta aadress.
eu: Emazu slug-a.
fi: Kirjoita osoitemuoto.
fr: Veuillez spécifier un identifiant.
lt: Prašom įvesti techninį pavadinimą.
ru: Просьба представить короткий url.
sl: Vnesite prosim regleto.
sq: Ju lutemi, jepni një identifikues.
th: โปรดระบุคำที่กำำหนดเอง
xh: Nceda unikeze i-slug.

source: The slug provided is not valid.
bn_in: প্রদত্ত স্লাগটি বৈধ নয়।
cs: Zadané URL není platné.
da: Den angivne slug er ikke gyldig.
et: Sisestatud aadress ei ole korrektne.
eu: Emandako slug-a okerra da.
fi: Osoitemuoto ei kelpaa.
fr: L'identifiant spécifié est invalide.
lt: Įvestas techninis pavadinimas netinkamas.
ru: Это короткий url некорректен.
sl: Rekleta je neveljavna.
sq: Identifikuesi i dhënë nuk është i vlefshëm.
th: คำที่กำหนดเองไม่ถูกต้อง
xh: I-Slug enikizelweyo asisebenzi.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: স্লাগটি খুবই ছোটো (%(show_value)s অক্ষরের)। এটা নূন্যতম %(limit_value)s অক্ষরের হতে হবে।
cs: URL je příliš krátké (%(show_value)s znaků). Počet znaků musí být nejméně %(limit_value)s.
da: Slug'en er for kort (%(show_value)s tegn). den skal være på mindst %(limit_value)s tegn.
et: Sisestatud aadress on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
eu: Slug-a motzegia da (%(show_value)s karatere). Gutxienez %(limit_value)s karaktere izan behar ditu.
fi: Osoitemuoto on liian lyhyt ((%(show_value)s merkkiä). Vähimmäispituus on vähintään %(limit_value)s merkkiä.
fr: L'identifiant est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
lt: Techninis pavadinimas per trumpas (%(show_value)s simb.). Jis turi būti bent %(limit_value)s simb. ilgio.
ru: Этот url является слишком коротким (%(show_value)s символов). Его длина должна быть по крайней мере %(limit_value)s символов.
sl: Rekleta je prekratka (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: identifikuesi është shumë i shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
th: คำที่กำหนดเองสั้นเกินไป (%(show_value)s characters) อย่างต่ำควรจะมี %(limit_value)s ตัวอักษร
xh: I-slug sifutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). UIbuncinane kufuneka bubeyi %(umlinganiselo_amaxabiso) ngoonobumba.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: অনুগ্রহ করে স্লাগের দৈর্ঘ্য %(limit_value)s অক্ষর বা তার কমে রাখবেন। এটা বর্তমানে %(show_value)s অক্ষরের।
cs: Maximální délka URL může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af slug'en på %(limit_value)s tegn eller færre. den er i øjeblikket på %(show_value)s tegn.
et: Palun vali aadress pikkusega %(limit_value)s märki või vähem. Hetkel on see %(show_value)s märki pikk.
eu: Mantendu slug-aren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(show_value)s karaktere ditu.
fi: Varmista, että osoitemuodossa on %(limit_value)s merkkiä tai vähemmän. Osoitemuodossa on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur de l'identifiant à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
lt: Prašom sutrumpinti techninį pavadinimą iki %(limit_value)s simb. ar mažiau. Šiuo metu jo ilgis yra %(show_value)s simb.
ru: Пожалуйста, ограничьте длину короткого url %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino reglete na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e identifikuesit në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
th: โปรดรักษาความยาวคำที่กำหนดเองให้อยู่ที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
xh: Nceda ugcine ubude be-slug buyi %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku%(bonisa_amaxabiso) ngoonobumba.

source: Please provide a summary.
bn_in: অনুগ্রহ করে একটি সারাংশ প্রদান করুন।
cs: Zadejte prosím souhrn.
da: Angiv et sammendrag.
et: Palun sisesta kokkuvõte.
eu: Emazu laburpena.
fi: Kirjoita yhteenveto.
fr: Veuillez spécifier un résumé.
lt: Prašom įvesti santrauką.
ru: Пожалуйста, введите описание.
sl: Vnesite prosim povzetek.
sq: Ju lutemi, jepni një përmbledhje.
th: โปรดให้คำสรุป
xh: Nceda ubonelele ngesishwankathelo.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_in: সারাংশটি খুবই ছোটো (%(show_value)s অক্ষরের)। এটা নূন্যতম %(limit_value)s অক্ষরের হতে হবে।
cs: Souhrn je příliš krátký (%(show_value)s znaků). Počet znaků musí být nejméně %(limit_value)s.
da: Sammendraget er for kort (%(show_value)s tegn). Det skal være på mindst %(limit_value)s tegn.
et: Kokkuvõte on liiga lühike (%(show_value)s märki). Kohustuslik on vähemalt %(limit_value)s märki.
eu: Laburpena motzegia da (%(show_value)s karatere). Gutxienez %(limit_value)s karaktere izan behar ditu.
fi: Yhteenveto on liian lyhyt ((%(show_value)s merkkiä). Vähimmäispituus on vähintään %(limit_value)s merkkiä.
fr: Le résumé est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
lt: Santrauka per trumpa (%(show_value)s simb.). Ji turi būti bent %(limit_value)s simb. ilgio.
ru: Это описание слишком короткое (%(show_value)s символов). Его длина должна быть по крайней мере %(limit_value)s символов.
sl: Povzetek je prekratek (%(show_value)s znakov). Imeti mora vsaj %(limit_value)s znakov.
sq: Përmbledhja është shumë e shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.
th: คำสรุปสั้นเกินไป (%(show_value)s ตัวอักษร) อย่างต่ำควรจะอยู่ที่ %(limit_value)s ตัวอักษร
xh: Isishwankathelo sifutshane kakhulu (%(bonisa_amaxabiso) ngoonobumba). UIbuncinane kufuneka bubeyi %(umlinganiselo_amaxabiso) ngoonobumba.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_in: অনুগ্রহ করে সারাংশের দৈর্ঘ্য %(limit_value)s অক্ষর বা তার কমে রাখবেন। এটা বর্তমানে %(show_value)s অক্ষরের।
cs: Maximální délka souhrnu může být %(limit_value)s znaků. Aktuálně má délku %(show_value)s znaků.
da: Hold længden af sammendraget på %(limit_value)s tegn eller færre. Det er i øjeblikket på %(show_value)s tegn.
et: Palun jälgi, et kokkuvõte jääks %(limit_value)s märgi piiresse. Praegu on see %(show_value)s märki pikk.
eu: Mantendu laburpenaren luzera %(limit_value)s karaktere edo gutxiagotan. Une honetan %(show_value)s karaktere ditu.
fi: Varmista, että yhteenvedossa on %(limit_value)s merkkiä tai vähemmän. Yhteenvedossa on nyt %(show_value)s merkkiä.
fr: Veuillez limiter la longueur du résumé à %(limit_value)s caractères ou moins. Elle est actuellement de %(show_value)s caractères.
lt: Prašom sutrumpinti santrauką iki %(limit_value)s simb. ar mažiau. Šiuo metu jos ilgis yra %(show_value)s simb.
ru: Пожалуйста, ограничьте длину описания %(limit_value)s символами. В данный момент его длина %(show_value)s символов.
sl: Omejite prosim dolžino povzetka na največ %(limit_value)s znakov. Trenutno znaša %(show_value)s znakov.
sq: Ju lutemi, mbajeni gjatësinë e përmbledhjes në %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.
th: โปรดรักษาความยาวของคำสรุปให้อยู่ที่ %(limit_value)s ตัวอักษรหรือน้อยกว่า ขณะนี้อยู่ที่ %(show_value)s ตัวอักษร
xh: Nceda ugcine ubude besishwankathelo sibe %(umlinganiselo_amaxabiso) ngoonobumba okanye ngaphantsi. Okwangoku %(bonisa_amaxabiso) ngoonobumba.
