Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Application Issues
bn_in: অ্যাপ্লিকেশনের সমস্যা
cs: Problémy s aplikacemi
da: programproblemer
et: Probleemid rakendusega
fi: Sovellusongelmat
fr: Problèmes d'application
ru: Проблемы с приложением
sl: Težave v aplikacijah
sq: Probleme Zbatimesh
xh: Imiba yeaplikheshini

source: Enter the Transaction ID here.
bn_in: ট্রাঞ্জাকশন ID এখানে দিন।
cs: Zde vložte ID transakce.
da: Indtast transaktions-id her.
fi: Syötä transaktiotunnus tähän.
fr: Saisissez l'identifiant de la transaction ici.
ru: Введите здесь ID транзакции.
sl: Vnesite tukaj ID transakcije.
sq: Jepeni ID-në e Transaksionit këtu.
xh: Faka i-ID yeNtengiselweano apha.

source: Please provide the Transaction ID.
bn_in: দয়া করে ট্রাঞ্জাকশন ID টি প্রদান করুন।
cs: Poskytněte prosím ID transakce.
da: Angiv transaktions-id.
fr: Veuillez spécifier l'identifiant de la transaction.
ru: Пожалуйста, введите ID транзакции.
sl: Navedite prosim ID transakcije.
sq: Ju lutemi, jepni ID-në e Transaksionit.
xh: Nceda ubonelele nge-ID yeNtengiselwano.

source: Defective
bn_in: ত্রুটিপূর্ণ
cs: Vadné
fi: Viallinen
fr: Défectueux
ru: Дефективное
sl: Okvarjeno
sq: Defektoz
xh: Inamadlala

source: Malware
bn_in: দূষিত
fi: Haittaohjelma
fr: Logiciel malveillant
ru: Вредоносное ПО
sl: Zlonamerni programi
xh: I-Malware

source: Did not work as expected
bn_in: প্রত্যাশা অনুযায়ী কাজ করে নি
cs: Nepracuje, jak je očekáváno
da: Virkede ikke som forventet
fi: Ei toiminut odotetusti
fr: N'a pas fonctionné comme attendu
ru: Не работает как ожидалось
sl: Ni delalo, kot se pričakovalo
sq: Nuk punoi siç pritej
xh: Ayikhange isebenze ngohlobo ibilindeleke ngalo

source: Seller will not provide support
bn_in: সেলার সাপোর্ট প্রদান করবে না
cs: Prodávající nebude poskytovat podporu
da: Sælger vil ikke yde support
fi: Myyjä ei tarjoa tukea
fr: Le vendeur ne fournit pas d'assistance
ru: Продавец не предоставляет поддержку
sl: Prodajalec noče nuditi podpore.
sq: Shitësi nuk do të japë asistencë
xh: Umthengisi akanakubonelela ngenkxaso

source: Account Administration
bn_in: অ্যাকাউন্টের প্রশাসন
cs: Administrace účtu
da: Kontoadministration
fi: Tilin hallinta
fr: Administration du compte
ru: Управление учётной записью
sl: Upravljanje računa
sq: Administrim Llogarie
xh: Ukulawulwa kwe-Akhawunti

source: Review Process
bn_in: পর্যালোচনার প্রক্রিয়া
cs: Proces kontroly
fi: Tarkistusprosessi
fr: Vérifier le processus
ru: Процесс проверки
sl: Postopek za recenzije
sq: Procesi i Shqyrtimit
xh: Inkqubo yokuHlola

source: Payments/Settlement
bn_in: পেমেন্টসমূহ / সেটেলমেন্ট
cs: Platby/vyrovnání
da: Betalinger/afregning
fi: Maksut
fr: Paiements/règlement
ru: Платежи/Расчёты
sl: Plačila/Poravnava
sq: Pagesa/Ujdi
xh: Iintlawulo/Ulungiso

source: Please provide an email.
bn_in: অনুগ্রহ করে একটি ইমেইল প্রদান করুন।
cs: Zadejte prosím e-mail.
da: Angiv en mailadresse
et: Palun sisesta e-postiaadress.
fi: Anna sähköpostiosoite.
fr: Veuillez spécifier une adresse électronique.
ru: Пожалуйста, введите адрес эл. почты.
sl: Vnesite prosim e-poštni naslov.
sq: Ju lutemi, jepni një email.
xh: Nceda unike i-imeyili.

source: Email:
bn_in: ইমেল:
da: Mail:
et: E-post:
fi: Sähköposti:
fr: Adresse électronique :
lt: El. pašto adresas:
ru: Ваш email:
sl: E-pošta:
th: อีเมล:
xh: i-Imeyile:

source: Subject:
bn_in: বিষয়:
cs: Subjekt:
da: Emne:
fi: Otsikko:
fr: Sujet :
ru: Тема:
sl: Zadeva:
sq: Subjekt:
xh: Intloko:

source: Body:
bn_in: বডি:
cs: Tělo:
da: Indhold:
fi: Sisältö:
fr: Corps :
ru: Тело:
sl: Vsebina:
sq: Lënda:
xh: Okuqulathiweyo:

source: Category:
bn_in: শ্রেণী:
cs: Kategorie:
da: Kategori:
et: Kategooria:
eu: Kategoria:
fi: Luokka:
fr: Catégorie :
lt: Kategorija:
ru: Категория:
sl: Kategorija:
sq: Kategori:
th: ประเภท:
xh: Uluhlu:

source: Transaction ID:
bn_in: ট্রাঞ্জাকশন ID:
cs: ID transakce:
da: Transaktions-id:
fi: Transaktion tunnistenumero:
fr: Identifiant de la transaction :
ru: ID транзакции:
sl: ID transakcije:
sq: ID Transaksioni:
xh: I-ID yeNtengiselwano:

source: Start
bn_in: শুরু করুন
cs: Začátek
fi: Alku
fr: Début
ru: Начало
sl: Začetek
sq: Fillim
xh: Qala

source: End
bn_in: শেষ করুন
cs: Konec
da: Slut
fi: Loppu
fr: Fin
ru: Конец
sl: Konec
sq: Fund
xh: Phela

source: Payments
bn_in: পেমেন্টসমূহ
cs: Platby
da: Betalinger
fi: Maksut
fr: Paiements
ru: Платежи
sl: Plačila
sq: Pagesa
xh: Iintlawulo

source: Applications
bn_in: অ্যাপ্লিকেশনসমূহ
cs: Aplikace
da: Programmer
et: Rakendused
fi: Ohjelmat
ru: Приложения
sl: Uporaba
sq: Zbatime
xh: Iinkqubo zekhompyutha

source: Account
bn_in: অ্যাকাউন্ট
cs: Účet
da: Konto
et: Konto
fi: Tili
fr: Compte
ru: Учётная запись
sl: Račun
sq: Llogari
xh: Iakhawunti

source: That tag does not exist.
bn_in: এই ট্যাগটি অনুপস্থিত।
cs: Śtítek neexistuje.
da: Dette mærke findes ikke.
et: Silti pole olemas.
fi: Avainsanaa ei ole olemassa.
fr: Cette étiquette n'existe pas.
ru: Этот тег не существует.
sl: Ta oznaka ne obstaja.
sq: Kjo etiketë nuk ekziston.
xh: Le thegi ayikho.

source: Please provide a tag.
bn_in: অনুগ্রহ করে একটি ট্যাগ প্রদান করুন।
cs: Zadejte prosím štítek.
da: Angiv et mærke.
et: Palun sisesta silt.
fi: Anna avainsana.
fr: Veuillez spécifier une étiquette.
ru: Пожалуйста, введите тег.
sl: Navedite oznako.
sq: Ju lutemi, jepni një etiketë.
xh: Nceda unike ithegi.

source: Recently unanswered
bn_in: সম্প্রতি অনুত্তরিত
cs: Poslední nezodpovězené
da: Seneste ubesvarede
fi: Uudet vastaamattomat
fr: Récemment sans réponse
ru: Недавно неотвеченные
sl: Nedavno neodgovorjeno
sq: Pa përgjigje së fundi
xh: Ezingaphendulwanga kutsha nje

source: Answers didn't help
bn_in: জবাবটি সাহায্য করেনি
cs: Odpovědi nepomohly
da: Svar hjalp ikke
fi: Vastaukset eivät auttaneet
fr: Les réponses n'ont pas aidé
ru: Ответы не помогли
sl: Odgovori niso pomagali
sq: Përgjigjet nuk ndihën
xh: Iimpendula azikhange zincede

source: Needs info
bn_in: তথ্য প্রয়োজন
cs: Je potřeba informace
da: Behøver info
fi: Tarvitsee lisätietoja
fr: Informations nécessaires
ru: Требуется информация
sl: Potrebuje informacije
sq: Lyp të dhëna
xh: Ifuna inkcukacha

source: Solution provided
bn_in: সমাধান প্রদান করা হয়েছে।
cs: Poskytnuto řešení
da: Løsning givet
fi: Ratkaisu annettu
fr: Solution fournie
ru: Предоставлено решение
sl: Ponujena rešitev
sq: Me zgjidhje
xh: Isisombululo sinikiwe

source: Solved
bn_in: মীমাংসিত
cs: Vyřešeno
da: Løst
et: Lahendatud
eu: Konponduta
fi: Ratkaistu
fr: Résolu
lt: Išspręsta
ru: Решено
sl: Rešeno
sq: E zgjidhur
th: แก้ไขปัญหาแล้ว
xh: Esonjuliweyo

source: Updated
bn_in: আপডেট করা হয়েগেছে
cs: Aktualizováno
et: Viimati uuendatud
eu: Eguneratuta
fi: Päivitetty
fr: Mis à jour
lt: Atnaujinti
ru: Обновлено
sl: Posodobljeno
sq: U përditësua
th: ปรับปรุงแล้ว
xh: Ehlaziyiweyo

source: Views
bn_in: মতামত
cs: Zobrazení
fr: Vues
ru: Просмотры
sl: Ogledi
sq: Parje
xh: Izinto ezibonakalayo

source: Votes
bn_in: ভোট
cs: Hlasy
da: Stemmer
et: Hääli
eu: Boto-kopurua
fi: Ääniä
lt: Balsai
ru: Голоса
sl: Glasovi
sq: Vota
th: ลงคะแนนเสียง
xh: Iivoti

source: The questions forum isn't available in {old_lang}, we have redirected you to the {new_lang} questions forum.
bn_in: {old_lang} এ প্রশ্নসমূহের ফোরাম উপলব্ধ নয়, আমরা আপনাকে {new_lang} প্রশ্নসমূহের ফোরামের দিকে পুনঃনির্দেশিত করেছি।
cs: Fórum s otázkami není dostupné v jazyce {old_lang}. Přesměrovali jsme vás na fórum s otázkami v jazyce {new_lang}.
fi: Tukikeskustelu ei ole saatavilla kielellä {old_lang}, olemme siirtäneet sinut kielen {new_lang} tukikeskusteluun.
fr: Le forum de questions n'est pas disponible en {old_lang}, nous vous avons redirigé vers le forum de questions en {new_lang}.
ru: Форум для вопросов недоступен на {old_lang}, мы перенаправили вас на форум для вопросов на {new_lang}.
sl: Ta forum ni na voljo v jeziku {old_lang}, zato smo vas preusmerili na forum v jeziku {new_lang}.
sq: Forumi i pyetjeve nuk është i passhëm në {old_lang}, ju kemi ridrejtuar te forumi i pyetjeve në {new_lang}.
xh: Iqonga lemibuzo alufumaneki ku-{old_lang}, sikuthumele kwiqonga {new_lang} yemibuzo

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
bn_in: {old_lang}-এ {product}-এর জন্য এই প্রশ্নের ফোরাম উপলব্ধ নয়, আপনাকে আমরা {new_lang} প্রশ্নের ফোরামে রিডিরেক্ট করছি।
cs: Fórum s otázkami není pro {product} v jazyce {old_lang} dostupné. Přesměrovali jsme vás na fórum s otázkami v jazyce {new_lang}.
fr: Le forum de questions n'est pas disponible en {old_lang} pour {product}, nous vous avons redirigé vers le forum de questions en {new_lang}.
ru: Форум для вопросов по {product} недоступен на {old_lang}, мы перенаправили вас на форум для вопросов на {new_lang}.
sl: Ta forum ni na voljo za {product} v jeziku {old_lang}, zato smo vas preusmerili na forum v jeziku {new_lang}.
sq: Forumi i pyetjeve mbi {product} nuk është i passhëm në {old_lang}, ju kemi ridrejtuar te forumi i pyetjeve në {new_lang}.
xh: Iqonga lemibuzo alifumaneki {ngemveliso} ku {old_lang}, sikuthumele kwiqonga {new_lang} lembuzo.

source: Please confirm your Firefox Help question
bn_in: অনুগ্রহ করে আপনার Firefox এর সহায়ক প্রশ্নটি নিশ্চিত করুন
cs: Potvrďte prosím svou otázku v rámci Nápovědy Firefoxu
da: Bekræft dit spørgsmål i Firefox Hjælp
fi: Vahvista Firefoxin tukikysymyksesi
fr: Veuillez confirmer votre question concernant Firefox
ru: Пожалуйста, подтвердите свой вопрос в Помощь Firefox
sl: Potrdite svoje vprašanje za Pomoč v Firefoxu
sq: Ju lutemi, ripohoni pyetjen tuaj për Ndihmë Firefox-i
xh: Nceda uqinisekise umbuzo wakho woncedo lwe-Firefox

source: Request type not recognized.
bn_in: অনুরোধের ধরন স্বীকৃত হয়নি
cs: Typ požadavku nebyl rozpoznán.
da: Request-type ikke genkendt.
fi: Pyyntötyyppiä ei tunnistettu.
fr: Type de requête non reconnu.
ru: Тип запроса не распознан.
sl: Te vrste zahteva ni znana.
sq: Lloj i panjohur kërkese.
xh: Uhlobo lwesicelo alwaziwa.

source: Done! Your question is now posted on the Mozilla community support forum.
bn_in: হয়ে গেছে! আপনার প্রশ্ন এখন Mozilla কমিউনিটি সাপোর্ট ফোরামে পোস্ট হয়ে গেছে।
cs: Hotovo! Vaše otázka je nyní vložena do fóra podpory komunity Mozilla.
da: Færdig! Dit spørgsmål er nu lagt ud på Mozillas supportforum.
fi: Valmista! Kysymyksesi on lähetetty Mozillan yhteisön tukikeskusteluun.
fr: Terminé ! Votre question est à présent publiée sur le forum d'assistance communautaire de Mozilla.
ru: Готово! Ваш вопрос сейчас размещен на форуме поддержки сообщества Mozilla.
sl: Končano! Vaše vprašanje je zdaj objavljeno na forumu skupnosti Mozille za podporo uporabnikov.
sq: U bë! Pyetja juaj tani është postuar te forumi i bashkësisë Mozilla për asistencë.
xh: Igqibile! Umbuzo wakho uthunyewe ngoku kwiqonga lenkxaso yoluntu lwe-Mozilla.

source: Thank you for choosing a solution!
bn_in: একটি সমাধান চয়ন করবার জন্য ধন্যবাদ!
cs: Děkujeme za zvolení řešení!
da: Tak fordi du valgte en løsning!
et: Täname lahenduse märkimise eest!
fi: Kiitos, että valitsit ratkaisun!
fr: Merci d'avoir choisi une solution.
ru: Спасибо за выбор решения!
sl: Hvala, ker ste izbrali rešitev!
sq: Faleminderit për zgjedhjen e një zgjidhjeje!
xh: Enkosi ngokukhetha isisombululo!

source: This question already has a solution.
bn_in: এই প্রশ্নের ইতিমধ্যে একটি সমাধান আছে।
cs: Tato otázka již má řešení.
fr: Cette question a déjà une solution.
ru: Для этого вопроса уже есть решение.
sl: To vprašanje že ima rešitev.
sq: Kjo pyetje ka tashmë një zgjidhje.
xh: Lo mbuzo sele unaso isisombululo.

source: The solution was undone successfully.
bn_in: সমাধান সফলভাবে পূর্বাবস্থায় ফেরানো হয়েছে।
cs: Řešení bylo úspěšně vráceno zpět.
et: Lahenduse eemaldamine õnnestus.
fi: Ratkaisu poistettiin onnistuneesti.
fr: La solution a été annulée.
ru: Решение было успешно отменено.
sl: Rešitev je bila uspešno razveljavljena.
sq: Zgjidhja u zhbë me sukses.
xh: Isisombululo sibuyiselwe ngempumelelo.

source: Glad to hear it!
bn_in: এটা শুনতে ভাল লাগছে!
cs: Jsme rádi, že to slyšíme!
da: Det er vi glade for at høre!
fi: Mahtavaa kuulla!
fr: Intéressant !
ru: Рады это слышать!
sl: Nas veseli!
sq: Na bëhet qejfi!
xh: Siyavuya ukuva!

source: Sorry to hear that.
bn_in: শুনে দুঃখিত হলাম।
cs: Je nám líto, že to slyšíme.
da: Det er vi kede af at høre.
et: Seda on kahju kuulda.
fi: Ikävä kuulla.
fr: Nous en sommes désolés.
lt: Apgailestaujame, tai girdėdami.
ru: Нам жаль это слышать.
sl: Žal nam je za to.
sq: Na vjen keq për këtë.
th: เสียใจที่ได้ยินอย่างนั้น
xh: Uxolo ukuva oko.

source: You already voted on this reply.
bn_in: আপনি ইতিমধ্যে এই জবাবে ভোট দিয়েছে।
cs: Již jste pro tuto odpověď hlasovali.
da: Du har allerede stemt på dette svar.
et: Oled sellele vastusele juba hääle andnud.
fi: Äänestit jo tässä vastauksessa.
fr: Vous avez déjà voté pour cette réponse.
ru: Вы уже проголосовали по этому ответу.
sl: Za ta odgovor ste že glasovali.
sq: Keni votuar një herë për këtë përgjigje.
xh: Sele uvotile kule mpendulo.

source: Could not send a message to that email address.
bn_in: ওই ইমেইলে কোনো বার্তা পাঠাতে পারা যাচ্ছে না।
cs: Nelze odeslat zprávu na tuto e-mailovou adresu.
da: Kunne ikke sende en meddelelse til den mailadresse.
fi: Ei voitu lähettää viestiä sähköpostiosoitteeseen.
fr: Impossible d'envoyer un message à cette adresse électronique.
ru: Не удалось отправить сообщение на этот адрес эл. почты.
sl: Ne morem poslati sporočila na ta e-poštni naslov.
sq: Nuk dërgoi dot mesazh te kjo adresë email.
xh: Ayikwazi ukuthumela umyalezo kula dilesi ye-imeyili.

source: You will be notified of updates by email.
bn_in: আপনি আপডেটের নোটিফিকেশন পেয়ে যাবেন ইমেইলের মাধ্যমে।
cs: Na aktualizace budete upozorněni e-mailem.
da: Du vil få besked om opdateringer via mail.
fi: Sinulle ilmoitetaan päivityksistä sähköpostilla.
fr: Vous serez notifié(e) des mises à jour par courriel.
ru: Вас будут уведомлять об обновлениях по эл. почте.
sl: O novostih vas bomo obveščali po elektronski pošti.
sq: Për përditësime do të njoftoheni me email.
xh: Uzokwaziswa nge-imeyili ngohlaziyo.

source: You should receive an email shortly to confirm your subscription.
bn_in: আপনি খুব তাড়াতাড়ি একটি ইমেইল পাবেন আপনার সাবস্ক্রিপশনকে নিশ্চিত করবার জন্য।
cs: Pro potvrzení odběru byste měli za chvíli obdržet e-mail.
da: Du vil snart modtage en mail, der bekræfter dit abonnement.
fi: Saat pian sähköpostin, jolla vahvistetaan tilauksesi.
fr: Vous devriez recevoir sous peu un courriel pour confirmer votre inscription.
ru: В ближайшее время вы должны получить письмо по эл. почте для подтверждения вашей подписки.
sl: V kratkem boste prejeli e-pošto, da potrdite svojo naročnino.
sq: Do të duhej të merrnit një email pa humbur kohë, që të ripohoni pajtimin tuaj.
xh: Kufanele ufumane i-imeyili kwakamsinya ukuqinisekisa umrhumo wakho.

source: There was an error submitting the ticket. Please try again later.
bn_in: টিকিট জমা দেওয়ার সময় কোনো ত্রুটি হয়েছিল। অনুগ্রহ করে পরে পুনরায় চেষ্টা করুন।
cs: Při přidávání tiketu nastala chyba. Zkuste to prosím později.
fr: Une erreur s'est produite lors de l'envoi du ticket. Veuillez réessayer plus tard.
ru: Ошибка при отправке тикета, пожалуйста, попробуйте позже.
sl: Med pošiljanjem je prišlo do napake. Poskusite znova kasneje.
sq: Pati një gabim gjatë parashtrimit të pusullës. Ju lutemi, riprovoni më vonë.
xh: Kuye kwabakho impazamo ekufakeni itikiti. Nceda uzame ngelinye ixesha.

source: I invited {user} to a screen sharing session, and I'll give an update here once we are done.
cs: Pozval(a) jsem {user} ke sdílení obrazovky a dám vědět jakmile skončíme.
fr: J'ai invité {user} à une session de partage d'écran, et je le signalerai ici dès que nous aurons terminé.
sl: Uporabnika {user} sem povabil na sejo skupne rabe zaslona in bom javil posodobitve, ko končava.

source: Subscription confirmed.
bn_in: সাবস্ক্রিপশন নিশ্চিত হয়েছে।
cs: Odběr potvrzen.
da: Abonnement bekræftet.
fi: Tilaus vahvistettu.
fr: Inscription confirmée.
ru: Подписка подтверждена.
sl: Naročnina je potrjena.
sq: Pajtimi u ripohua.
xh: Uqinisekisiwe umrhumo.

source: There was a problem confirming your subscription.
bn_in: আপনার সাবস্ক্রিপশনকে নিশ্চিত করবার সময় একটি সমস্যা হয়েছিল
cs: Při potvrzení vašeho odběru se vyskytl problém.
da: Der opstod et problem med bekræftelse af dit abonnement.
fi: Tilauksesi vahvistamisessa ilmeni ongelma.
fr: Un problème s'est produit lors de la confirmation de votre inscription.
ru: При подтверждении вашей подписки возникла проблема.
sl: Pri potrditvi vaše naročnine je prišlo do težave.
sq: Pati një problem me ripohimin e pajtimit tuaj.
xh: Kuye kwabakho ingxaki ekuqinisekiseni umrhumo wakho.

source: Email updates
bn_in: ইমেইল আপডেটসমূহ
cs: Aktualizace e-mailem
da: Opdateringer via mail
et: Uuendused e-postiga
fi: Sähköpostipäivitykset
fr: Mises à jour par courriel
ru: Обновления адреса эл. почты
sl: Obvestila po pošti
sq: Përditësime me email
xh: Uhlaziyo lwe-imeyile

source: You will now receive updates via email.
bn_in: আপনি এখন ইমেইলের মাধ্যমে আপডেট পাবেন।
cs: Nyní vám budou aktualizace chodit na e-mail.
da: Du vil nu modtage opdateringer via mail.
fi: Saat nyt päivityksiä sähköpostilla.
fr: Vous recevrez désormais les mises à jour par courriel.
ru: Теперь вы будете получать обновления по эл. почте.
sl: Odslej boste dobivali obvestila po pošti.
sq: Tani do të merrni përditësime përmes email-i.
xh: Ngoku uza kufumana uhlaziyo nge-imeyili

source: Go back to the question.
bn_in: প্রশ্নে ফিরে যান
cs: Přejít zpět na otázku
da: Gå tilbage til spørgsmålet.
et: Tagasi küsimuse juurde
fi: Siirry takaisin kysymykseen.
fr: Retourner à la question.
ru: Вернуться к вопросу.
sl: Vrni se nazaj na vprašanje.
sq: Kthehuni mbrapsht te pyetja.
xh: Buyela kumbuzo.

source: Stop receiving updates via email for this question.
bn_in: এই প্রশ্নের জন্য ইমেইলের মাধ্যমে আপডেট পাওয়া বন্ধ করুন।
cs: Pro tuto otázku ukončit odběr aktualizací e-mailem.
da: Stop med at modtage opdateringer via mail til dette spørgsmål
fi: Lopeta tämän kysymyksen päivitysten vastaanottaminen.
fr: Arrêter de recevoir des mises à jour par courriel pour cette question.
ru: Прекратить получение обновлений для этого вопроса по эл. почте.
sl: Prekini pošiljanje sporočil prek e-pošte za to vprašanje.
sq: Ndaleni marrjen e përditësimeve përmes email-i për këtë pyetje.
xh: Yeka ukufumana uhlaziyo nge-imeyili ngalo mbuzo.

source: Go back to the question and try again.
bn_in: প্রশ্নে ফিরে যান এবং পুনরায় চেষ্টা করুন।
cs: Přejít zpět na otázku a zkusit to znovu.
da: Gå tilbage til spørgsmålet og prøv igen.
fi: Siirry takaisin kysymykseen ja yritä uudelleen.
fr: Retournez à la question et essayez de nouveau.
ru: Вернуться к вопросу и повторить попытку.
sl: Vrnite se nazaj na vprašanje in poizkusite znova.
sq: Kthehuni mbrapsht te pyetja dhe riprovoni.
xh: Buyela kumbuzo ze uzame kwakhona.

source: Delete Answer | {t} | Firefox Support Forum
bn_in: জবাব মুছে ফেলুন | {t} | Firefox Support ফোরাম
cs: Smazání odpovědi | {t} | Fórum podpory Firefoxu
da: Slet svar | {t} | Firefox supportforum
et: Vastuse kustutamine | {t} | Firefoxi kasutajatoe foorum
fi: Poista vastaus | {t} | Firefox-tukikeskustelu
fr: Supprimer la réponse | {t} | Forum d'assistance de Firefox
ru: Удалить ответ | {t} | Форум поддержки Firefox
sl: Zbriši odgovor | {t} | Forum za Podporo Firefoxa
sq: Fshijeni Përgjigjen | {t} | Forumi i Asistencës së Firefox-it
xh: Cima iMpendulo | {t} | iQonga leNkxaso ye-Firefox

source: Delete answer
bn_in: জবাবটি মুছে ফেলুন
cs: Smazání odpovědi
da: Slet svar
et: Kustuta vastusele
fi: Poista vastaus
fr: Supprimer la réponse
ru: Удалить ответ
sl: Zbriši odgovor
sq: Fshijeni përgjigjen
xh: Cima impendulo

source: Are you sure you want to delete this answer?
bn_in: আপনি কি নিশ্চিত যে আপনি এই জবাবটি মুছে ফেলতে চান?
cs: Opravdu chcete tuto odpověď smazat?
da: Er du sikker på, at du vil slette dette svar?
et: Kas oled kindel, et soovid selle vastuse kustutada?
fi: Haluatko varmasti poistaa tämän vastauksen?
fr: Voulez-vous vraiment supprimer cette réponse ?
ru: Вы уверены, что хотите удалить этот ответ?
sl: Res želite izbrisati ta odgovor?
sq: Jeni i sigurt se doni të fshihet kjo pyetje?
xh: Uqinisekile ufuna ukucima le mpendulo?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_in: আপনি স্থায়ীভাবে এই জবাবটি মুছে ফেলতে যাচ্ছেন। <strong>এটিকে পূর্বাবস্থায় আনা যাবে না!</strong> আপনি কি নিশ্চিত যে আপনি কাজটি চালিয়ে যেতে চান?
cs: Chcete trvale smazat tuto odpověď. <strong>Tato operace nelze vrátit zpět!</strong> Opravdu chcete pokračovat?
da: Du er ved at slette dette svar permanent. <strong>Dette kan ikke fortrydes!</strong> Er du sikker på, at du vil fortsætte?
fi: Olet poistamassa tämän vastauksen pysyvästi. <strong>Tätä ei voi perua!</strong> Haluatko varmasti jatkaa?
fr: Vous êtes sur le point de supprimer définitivement cette réponse. <strong>Cette action ne peut pas être annulée !</strong> Voulez-vous vraiment continuer ?
ru: Вы собираетесь навсегда удалить этот ответ. <strong>Это не может быть отменено!</strong> Вы уверены, что хотите продолжить?
sl: Ste pred tem, da trajno izbrišete ta odgovor. <strong>Tega ni mogoče razveljaviti!</strong> Res želite nadaljevati?
sq: Ju ndan një hap nga fshirja përgjithmonë e kësaj përgjigjeje. <strong>Kjo nuk mund të zhbëhet!</strong> Jeni i sigurt se doni të vazhdohet?
xh: Umalunga nokucima le mpendulo ngokusisigxina. <strong>Oku akunakutshinthswa!</strong> Uqinisekile ufuna ukuqhubeka?

source: Please Confirm Your Email Address
bn_in: দয়া করে আপনার ইমেইলটি নিশ্চিত করুন
cs: Potvrďte prosím svou e-mailovou adresu
da: Bekræft din mailadresse
fi: Vahvista sähköpostiosoitteesi
fr: Veuillez confirmer votre adresse électronique
ru: Пожалуйста, подтвердите свой адрес эл. почты
sl: Potrdite prosim svoj e-naslov
sq: Ju Lutemi, Ripohoni Adresën Tuaj Email
xh: Nceda uQinisekise Idilesi ye-Imeyili Yakho

source: Please confirm your email address.
bn_in: অনুগ্রহ করে আপনার ইমেল ঠিকানাটি নিশ্চিত করুন।
cs: Potvrďte prosím svou e-mailovou adresu.
da: Bekræft din mailadresse.
et: Palun kinnita oma e-posti aadress.
fi: Vahvista sähköpostiosoitteesi.
fr: Veuillez confirmer votre adresse électronique.
ru: Пожалуйста, подтвердите свой адрес эл. почты.
sl: Potrdite prosim svoj e-naslov.
sq: Ju lutemi, ripohoni adresën tuaj email.
xh: Nceda uqinisekise idilesi ye-imeyile yakho.

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
bn_in: ধন্যবাদ! আপনার প্রশ্নটি সাইটে উদ্ভাবিত হবে যত তাড়াতাড়ি আপনি আপনার ইমেইল নিশ্চিত করবেন। আপনি শীঘ্রই একটি ইমেইল পাবেন একটি লিঙ্কের যা থেকে আপনি নিশ্চিত করতে পারবেন।
cs: Děkujeme! Vaše otázka se objeví na webu jakmile potvrdíte svou e-mailovou adresu. Měli byste brzy obdržet e-mail s odkazem pro potvrzení.
da: Tak! Dit spørgsmål vises på webstedet så snart du har bekræftet din mailadresse. Du vil snart modtage en mail med et link til bekræftelse.
fi: Kiitos! Kysymyksesi ilmestyy sivustolle heti, kun vahvistat sähköpostiosoitteesi. Saat pian sähköpostin, joka sisältää linkin vahvistukseen.
fr: Merci. Votre question apparaîtra sur le site dès que vous confirmerez votre adresse électronique. Vous devriez recevoir sous peu un courriel avec un lien pour confirmer.
ru: Спасибо! Ваш вопрос появится на сайте, как только вы подтвердите свой адрес эл. почты. Вскоре вы должны получить письмо с ссылкой для подтверждения.
sl: Hvala! Vaše vprašanje se bo pojavilo na spletni strani takoj, ko boste potrdili svoj e-poštni naslov. V kratkem boste prejeli e-mail s povezavo za potrditev.
sq: Faleminderit! Pyetja juaj do të shfaqet te sajti sapo të ripohoni adresën tuaj email. Shumë shpejt do të duhej t’ju vinte një email me një lidhje për ripohim.
xh: Enkosi! Umbuzo wakho uza kuvela kwisayithi kwakamsinya wakuqinisekisa idilesi yeimeyile yakho. Kufuneka ufumane i-imeyili kwakamsinya enelinki ukuqinisekisa.
