Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: by <a class="username" href="{profile_url}">{username}</a>
bn_in: দ্বারা <a class="username" href="{profile_url}">{ব্যবহারকারীর নাম}</a>
cs: od <a class="username" href="{profile_url}">{username}</a>
da: af <a class="username" href="{profile_url}">{username}</a>
et: <a class="username" href="{profile_url}">{username}</a>
eu: <a class="username" href="{profile_url}">{username}</a>(e)k
fi: kirjoittaja <a class="username" href="{profile_url}">{username}</a>
fr: par <a class="username" href="{profile_url}">{username}</a>
lt: nuo <a class="username" href="{profile_url}">{username}</a>
ru: от <a class="username" href="{profile_url}">{username}</a>
sl: od <a class="username" href="{profile_url}">{username}</a>
sq: nga <a class="username" href="{profile_url}">{username}</a>
th: โดย <a class="username" href="{profile_url}">{username}</a>
xh: ngo <a class="igama lomsebenzisi" href="{profile_url}">{igama lomsebenzisi}</a>

source: There are no threads. Maybe you should create some!
bn_in: কোন বিষয় নেই। হয়তো আপনার একটি তৈরি করা উচিত!
cs: Nejsou zde založena žádná vlákna. Možná byste mohli nějaké založit!
da: Der er ingen tråde. Måske skulle du oprette nogle!
et: Ühtegi lõime pole. Võib-olla peaksid mõne looma!
eu: Ez dago hari berririk. Beharbada zuk sortu behar zenuke!
fi: Viestejä ei vielä ole. Kirjoita ihmeessä uusi viesti!
fr: Il n'y a pas de sujets de discussion. Vous pourriez peut-être en créer quelques-uns !
lt: Gijų nėra. Galbūt derėtų sukurti?
ru: Нет ни одной темы. Может вам надо их создать!
sl: Ni nobene niti. Mogoče bi lahko sami začeli kakšno!
sq: Nuk ka rrjedha. Ndoshta do të duhej të krijonit të tilla!
th: ไม่มีกระทู้ คุณอาจจะต้องสร้างใหม่!
xh: Akukho zi-threads. Mhlawumbi kufuneka wenze okuthile?

source: Edit a post | {t} | {d} Discussion | Knowledge Base
bn_in: একটি পোস্টকে সম্পাদনা করুন | {t} | {d} আলোচনা | জ্ঞানকোষ
cs: Úprava příspěvku | {t} | Diskuse {d} | Databáze znalostí
da: Rediger et indlæg | {t} | {d} Diskussion | Vidensbase
et: Postituse muutmine | {t} | {d} arutelu | Teadmusbaas
eu: Editatu bidalketa | {t} | {d} eztabaida | Ezagutza-basea
fi: Muokkaa viestiä | {t} | {d} -keskustelu | Tukikanta
fr: Modifier un message | {t} | Discussion sur {d} | Base de connaissances
lt: Įrašo taisymas | {t} | „{d}“ aptarimas | Žinynas
ru: Изменить сообщение | {t} | Обсуждение "{d}" | База знаний
sl: Uredi prispevek | {t} | {d} Pogovor | zbirka znanja
sq: Përpunoni postim | {t} | Diskutim mbi {d} | Bazë Dijesh
th: แก้ไขโพสต์ | {t} | {d} การสนทนา | ฐานความรู้
xh: Hlela iposi | {t} | {d} Ingxoxo | iSiseko soLwazi

source: Edit a post
bn_in: পোস্টটি সম্পাদনা করুন
cs: Upravit příspěvek
da: Rediger et indlæg
et: Toimeta postitust
eu: Editatu bidalketa
fi: Muokkaa viestiä
fr: Modifier un message
lt: Taisyti įrašą
ru: Правка сообщения
sl: Uredi prispevek
sq: Përpunoni një postim
th: แก้ไขโพสต์
xh: Hlela iposi

source: Update post
bn_in: আপডেট করা পোস্ট
cs: Aktualizace příspěvku
da: Opdater indlæg
et: Uuenda postitust
eu: Eguneratu bidalketa
fi: Päivitä viesti
fr: Mettre le message à jour
lt: Atnaujinti įrašą
ru: Обновить сообщение
sl: Posodobi prispevek
sq: Përditësoni postimin
th: เปลี่ยนแปลงโพสต์
xh: Hlaziya iposi

source: Edit thread {t} | {d} Discussion | Knowledge Base
bn_in: থ্রেড সম্পাদনা করুন {t} | {d} আলোচনা | জ্ঞানকোষ
cs: Úprava vlákna | {t} | Diskuse {d} | Databáze znalostí
da: Rediger tråd {t} | {d} Diskussion | Vidensbase
et: Teema {t} muutmine | {d} arutelu | Teadmusbaas
eu: Ezabatu {t} haria | {d} eztabaida | Ezagutza-basea
fi: Muokkaa ketjua {t} | {d} -keskustelu | Tukikanta
fr: Modifier le sujet de discussion {t} | Discussion sur {d} | Base de connaissances
lt: Gijos „{t}“ taisymas | „{d}“ aptarimas | Žinynas
ru: Редактировать тему {t} | Обсуждение "{d}" | База знаний
sl: Uredi nit {t} | {d} Pogovor | Zbirka znanja
sq: Përpunoni rrjedhë {t} | Diskutim mbi {d} | Bazë Dijesh
th: แก้ไขกระทู้ {t} | {d} การสนทนา | ฐานความรู้
xh: Hlela i-thread {t} | {d} iNgxoxo | iSiseko soLwazi

source: Edit thread
bn_in: থ্রেড সম্পাদনা করুন
cs: Upravit vlákno
da: Rediger tråd
et: Muuda teemat
eu: Editatu haria
fi: Muokkaa ketjua
fr: Modifier le sujet de discussion
lt: Taisyti giją
ru: Редактировать тему
sl: Uredi nit
sq: Përpunoni rrjedhën
th: แก้ไขกระทู้
xh: Hlela i-thread

source: Edit thread "{t}"
bn_in: "{t}" থ্রেড সম্পাদনা করুন
cs: Upravit vlákno "{t}"
da: Rediger tråd "{t}"
et: Teema "{t}" muutmine
eu: Editatu "{t}" haria
fi: Muokkaa ketjua "{t}"
fr: Modifier le sujet de discussion « {t} »
lt: Taisyti giją „{t}“
ru: Редактировать тему "{t}"
sl: Uredi nit "{t}"
sq: Përpunoni rrjedhë "{t}"
th: แก้ไขกระทู้ "{t}"
xh: Hlela i-thread "{t}"

source: Update thread
bn_in: থ্রেড আপডেট করুন
cs: Aktualizace vlákna
da: Opdater tråd
et: Uuenda lõime
eu: Eguneratu haria
fi: Päivitä ketju
fr: Mettre le sujet de discussion à jour
lt: Atnaujinti giją
ru: Обновить тему
sl: Posodobi nit
sq: Përditësoni rrjedhën
th: ปรับปรุงกระทู้
xh: Hlaziya i-thread

source: Create a new thread | {d} | Knowledge Base
bn_in: একটি নতুন থ্রেড বানান | {d} | জ্ঞান কোষ
cs: Založení nového vlákna | {d} | Databáze znalostí
da: Opret en ny tråd | {d} | Vidensbase
et: Loo uus lõim | {d} | Teadmusbaas
eu: Sortu hari berria | {d} | Ezagutza-basea
fi: Luo uusi ketju | {d} | Tukikanta
fr: Créer un nouveau sujet de discussion | {d} | Base de connaissances
lt: Naujos gijos kūrimas | {d} | Žinynas
ru: Создать новую тему | {d} | База знаний
sl: Ustvari novo nit | {d} | zbirka znanja
sq: Krijoni një rrjedhë të re | {d} | Bazë Dijesh
th: สร้างกระทู้ใหม่ | {d} | ฐานความรู้
xh: Yenza i-thread entsha | {d} | iSiseko soLwazi

source: Create a new thread
bn_in: একটি নতুন থ্রেড বানান
cs: Založení nového vlákna
da: Opret en ny tråd
et: Loo uus lõim
eu: Sortu hari berria
fi: Luo uusi ketju
fr: Créer un nouveau sujet de discussion
lt: Kurti naują giją
ru: Создать новую тему
sl: Ustvari novo temo
sq: Krijoni një rrjedhë të re
th: สร้างกระทู้ใหม่
xh: Yenza i-thread entsha

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
bn_in: আপনি থ্রেডের সংখ্যা এবং প্রদত্ত সময়ের মধ্যে জবাব পোস্ট করার সীমাকে পার করে গেছেন। কিছুক্ষণ পরে আবার চেষ্টা করুন।
cs: Vyčerpali jste počet odpovědí, které mohou být přidány za konkrétní čas. Zkuste to znovu později.
da: Du har overskredet antallet af tråde og svar, der kan indsendes indenfor et givent tidsrum. Prøv igen om lidt.
fi: Olet ylittänyt tietyllä aikavälillä sallittujen uusien ketjujen ja vastausten määrän. Yritä pian uudestaan.
fr: Vous avez dépassé le nombre de sujets et de réponses qui peuvent être publiés en un laps de temps déterminé. Veuillez réessayer sous peu.
ru: Вы превысили лимит числа веток и ответов, которые могут быть размещены в определённый отрезок времени. Пожалуйста, попробуйте чуть позже.
sl: Presegli ste število niti in odgovorov, ki jih smete v danem obdobju objaviti. V kratkem lahko znova poskusite.
sq: E keni tejkaluar numrin e rrjedhave dhe përgjigjeve që mund të postohen brenda një sasie kohe të dhënë. Ju lutemi, riprovoni pas pak.
xh: Uyigqithile inombolo yee-thread kunye neempendulo ezingaposwa kwixesha elinikiweyo.

source: Post Thread
bn_in: একটি থ্রেড পোস্ট করুন
cs: Založit vlákno
da: Opret tråd
et: Postita lõim
fi: Lähetä ketju
fr: Publier le sujet de discussion
lt: Skelbti giją
ru: Разместить в тему
sl: Objavi temo
sq: Postoni Rrjedhë
th: โพสต์กระทู้ใหม่
xh: I-Thread yePosi

source: {t} | {d} Discussion | Knowledge Base
bn_in: {t} | {d} আলোচনা | জ্ঞান কোষ
cs: {t} | Diskuse {d} | Databáze znalostí
da: {t} | {d} Diskussion | Vidensbase
et: {t} | {d} arutelu | Teadmusbaas
eu: {t} | {d} eztabaida | Ezagutza-basea
fi: {t} | {d} -keskustelu | Tukikanta
fr: {t} | Discussion sur {d} | Base de connaissances
lt: {t} | „{d}“ aptarimas | Žinynas
ru: {t} | Обсуждение "{d}" | База знаний
sl: {t} | Pogovor o članku {d} | Baza znanja
sq: {t} | Diskutim mbi {d} | Bazë Dijesh
th: {t} | {d} การสนทนา | ฐานความรู้
xh: {t} | {d} Ingxoxo | iSiseko soLwazi

source: Edit this thread
bn_in: এই থ্রেডটি সম্পাদনা করুন
cs: Upravit vlákno
da: Rediger denne tråd
et: Toimeta teemat
fi: Muokkaa ketjua
fr: Modifier ce sujet de discussion
lt: Taisyti šią giją
ru: Редактировать эту тему
sl: Uredi to nit
sq: Përpunojeni këtë rrjedhë
th: แก้ไขกระทู้
xh: Hlela le thread

source: Delete this thread
bn_in: এই থ্রেডটি মুছুন
cs: Smazat vlákno
da: Slet denne tråd
et: Kustuta see lõim
fi: Poista ketju
fr: Supprimer ce sujet de discussion
lt: Pašalinti šią giją
ru: Удалить эту тему
sl: Izbriši to nit
sq: Fshijeni këtë rrjedhë
th: ลบกระทู้นี้
xh: Cima le thread

source: Unlock this thread
bn_in: এই থ্রেডটি আনলক করুন
cs: Odemknout vlákno
da: Lås denne tråd op
fi: Poista lukitus ketjusta
fr: Déverrouiller ce sujet de discussion
lt: Atrakinti šią giją
ru: Разблокировать эту тему
sl: Odkleni to nit
sq: Çkyçeni këtë rrjedhë
th: ปลดล็อคกระทู้นี้
xh: Vula le thread

source: Lock this thread
bn_in: এই থ্রেডটি লক করুন
cs: Uzamknout vlákno
da: Lås denne tråd
et: Lukusta see lõim
fi: Lukitse ketju
fr: Verrouiller ce sujet de discussion
lt: Užrakinti šią giją
ru: Заблокировать эту тему
sl: Zakleni to nit
sq: Kyçeni këtë rrjedhë
th: ล็อคกระทู้นี้
xh: Val le thread

source: Unsticky this thread
bn_in: এই থ্রেডটি আন-স্টিক করুন
cs: Odznačit vlákno
fi: Poista ketjun pysyvyys
fr: Décoller ce sujet de discussion
lt: Atsegti šią giją
ru: Открепить эту тему
sl: Odlepi to nit
sq: Hiqjani ngjitësen kësaj rrjedhe
th: ปลดหมุดกระทู้นี้
xh: Yenza le thread ingabincangathi

source: Sticky this thread
bn_in: এই থ্রেডটি স্টিক করুন
cs: Označit vlákno
da: Lav tråden til et opslag
fi: Aseta ketju pysyväksi
fr: Coller ce sujet de discussion
lt: Prisegti šią giją
ru: Прикрепить эту тему
sl: Prilepi to nit
sq: Bëjeni ngjitëse këtë rrjedhë
th: ปักหมุดกระทู้นี้
xh: Yenza le thread ibencangathi

source: Last reply by
bn_in: শেষ জবাব দ্বারা
cs: Poslední odpověď od
da: Seneste svar af
et: Viimati vastas
fi: Viimeisin kirjoittaja
fr: Dernière réponse par
lt: Paskiausią atsakymą parašė
ru: Последний ответ от
sl: Zadnji odgovor od
sq: Përgjigjja më e re nga
th: ตอบกลับล่าสุดโดย
xh: Impendulo yokugqibela ngu

source: Sticky
bn_in: প্রয়োজনীয়
cs: Přilepené
da: Opslag
et: Kleebis
eu: Itsaskorra
fi: Pysyvä
fr: Post-it
lt: Prisegta
ru: Закреплено
sl: Lepljivo
sq: I ngjitur
th: ติดยึดไว้ด้านบน
xh: Ncangathi

source: Locked
bn_in: বন্ধ করা আছে
cs: Uzamknuté
da: Låst
et: Lukustatud
eu: Blokeatuta
fi: Lukittu
fr: Verrouillé
lt: Užrakinta
ru: Закрыто
sl: Zaklenjeno
sq: I kyçur
th: ล็อค
xh: Tshixa

source: Stop watching this thread
bn_in: এই থ্রেডটি দেখা বন্ধ করুন
cs: Ukončit sledování vlákna
da: Stop overvågning af denne tråd
et: Lõpeta teema jälgimine
fi: Lopeta ketjun seuraaminen
fr: Arrêter de surveiller ce sujet de discussion
lt: Nebestebėti šios gijos
ru: Перестать следить за этой темой
sl: Nehaj opazovati to nit
sq: Ndal së vëzhguari këtë rrjedhë
th: หยุดเฝ้าดูกระทู้นี้
xh: Yeka ukubukela le thread

source: Watch this thread
bn_in: এই ফোরামটি দেখুন
cs: Sledovat toto vlákno
da: Overvåg denne tråd
et: Jälgi seda lõime
eu: Jarraitu haria
fi: Seuraa tätä ketjua
fr: Surveiller ce sujet de discussion
lt: Stebėti šią giją
ru: Следить за этой темой
sl: Opazuj to nit
sq: Vëzhgoje këtë rrjedhë
th: เฝ้าดูกระทู้นี้
xh: Bukela le thread

source: Oh, no! Looks like there are no posts!
bn_in: ওহ, না! মনে হচ্ছে কোন পোস্ট নেই।
cs: Ale ne! Zdá se, že zde nejsou žádné příspěvky!
et: Oh, ei! Tundub, et postitusi pole!
eu: Ene! Badirudi ez dagoela bidalketarik!
fi: Voi ei! Näyttää siltä, ettei viestejä ole!
fr: Oh, non ! On dirait qu'il n'y a aucun message !
lt: O, ne! Panašu, jog čia nėra jokių įrašų!
ru: О нет! Похоже что тут нет ни одного сообщения!
sl: Oh, ne! Tu očitno ni nobenih objav!
sq: Oh, jo! Duket se nuk ka postime!
th: โอ้ไม่! ดูเหมือนว่าไม่มีโพสต์เหล่านี้!
xh: Oh, hayi! Kubonakala ingathi akukho posi

source: Post a reply
bn_in: উত্তর দিন
cs: Přidat odpověď
da: Skriv et svar
et: Postita vastus
eu: Bidali erantzuna
fi: Lähetä vastaus
fr: Publier une réponse
lt: Siųsti atsakymą
ru: Написать ответ
sl: Objavi odgovor
sq: Postoni përgjigje
th: โพสต์ข้อความตอบกลับ
xh: Thumela impendulo

source: Post Reply
bn_in: জবাব পোস্ট করুন
cs: Přidat odpověď
da: Send svar
et: Postita vastus
fi: Lähetä vastaus
fr: Publier la réponse
lt: Skelbti atsakymą
ru: Написать ответ
sl: Objavi odgovor
sq: Postoni Përgjigje
th: ตอบข้อความกลับ
xh: Thumela iMpendulo

source: Preview Reply
bn_in: প্রাকদর্শন জবাব
cs: Náhled odpovědi
da: Forhåndsvis svar
et: Vastuse eelvaade
fi: Esikatsele vastausta
fr: Aperçu de la réponse
lt: Peržiūrėti atsakymą
ru: Предпросмотр ответа
sl: Predogled odgovora
sq: Paraparje Përgjigjeje
th: แสดงตัวอย่างข้อความตอบกลับ
xh: Hlola iMpendulo ngaphambi koshicilelo

source: This thread has been locked. It is no longer possible to post new replies.
bn_in: এই থ্রেডটি লক করা হয়েছে। নতুন কোনো জবাব পোস্ট করা আর সম্ভব নয়।
cs: Toto vlákno bylo zamčeno. Již není možné do něj přidávat nové reakce.
da: Denne tråd er blevet låst. Det er ikke længere muligt at skrive nye svar.
et: Lõim on lukustatud. Uusi postitusi ei ole enam lubatud teha.
eu: Hari hau blokeatu egin da. Ezin da erantzun gehiago bidali.
fi: Tämä viestiketju on lukittu. Uusien vastauksien lähettäminen ei ole enää mahdollista.
fr: Ce sujet de discussion a été verrouillé. Il n'est plus possible de publier de nouvelles réponses.
lt: Ši gija užrakinta. Rašyti į ją naujų atsakymų nebeleidžiama.
ru: Эта тема была заблокирована. Добавление новых ответов в неё более невозможно.
sl: Ta nit je zaklenjena. Novih odgovorov ni več mogoče dodajati.
sq: Kjo rrjedhë është kyçur. Nuk është më e mundur të postohen përgjigje të reja.
th: กระทู้นี้ถูกล็อค ไม่สามารถที่จะเข้าไปตอบกระทู้กลับได้อีก
xh: Le thread itshixiwe. Akukwazeki ukuthumela iimpendulo ezintsha.

source: {d} Discussion | Knowledge Base
bn_in: {d} আলোচনা | জ্ঞানকোষ
cs: Diskuse {d} | Databáze znalostí
da: {d} Diskussion | Vidensbase
et: {d} Arutelu | Teadmusbaas
eu: {d} eztabaida | Ezagutza-basea
fi: {d} -keskustelu | Tukikanta
fr: Discussion sur {d} | Base de connaissances
lt: „{d}“ aptarimas | Žinynas
ru: Обсуждение "{d}" | База знаний
sl: Pogovor o članku {d} | Baza znanja
sq: Diskutim mbi {d} | Bazë Dijesh
th: {d} การสนทนา | ฐานความรู้
xh: d} Ingxoxo | Isiseko soLwazi

source: {d} Discussion
bn_in: {d} আলোচনা
cs: Diskuse {d}
da: {d} Diskussion
et: {d} arutelu
eu: {d} eztabaida
fi: {d} -keskustelu
fr: Discussion sur {d}
lt: „{d}“ aptarimas
ru: Обсуждение "{d}"
sl: Pogovor o članku {d}
sq: Diskutim mbi {d}
th: {d} การสนทนา
xh: {d} Ingxoxo

source: Post a new thread
bn_in: একটি নতুন বিষয় লিখুন
cs: Založit nové vlákno
da: Opret en ny tråd
et: Postita uus lõim
eu: Bidali hari berria
fi: Kirjoita uusi viesti
fr: Publier un nouveau sujet de discussion
lt: Kurti naują giją
ru: Разместить в новую тему
sl: Objavi novo nit
sq: Postoni një rrjedhë të re
th: โพสต์กระทู้ใหม่
xh: Thumela i-thread entsha

source: Stop watching this forum
bn_in: এই ফোরামটি দেখা বন্ধ করুন।
cs: Ukončení sledování fóra
da: Stop overvågning af dette forum
et: Lõpeta selle foorumi jälgimine
fi: Lopeta alueen seuraaminen
fr: Arrêter de surveiller ce forum
lt: Nebestebėti šio forumo
ru: Прекратить следить за этим форумом
sl: Nehaj opazovati ta forum
sq: Ndal së vëzhguari këtë forum
th: หยุดเฝ้าดูกระดานสนทนานี้
xh: Yeka ukubukela eli qonga

source: Watch this forum
bn_in: এই ফোরামটি দেখুন
cs: Sledovat toto fórum
da: Overvåg dette forum
et: Jälgi seda foorumit
eu: Jarraitu foroa
fi: Seuraa tätä aluetta
fr: Surveiller ce forum
lt: Stebėti šį forumą
ru: Следить за этим форумом
sl: Opazuj ta forum
sq: Vëzhgoje këtë forum
th: เฝ้าดูกระดานสนทนานี้
xh: Bukela eli qonga

source: Type
bn_in: প্রকার
cs: Typ
et: Tüüp
eu: Mota
fi: Tyyppi
lt: Tipas
ru: Вид
sl: Vrsta
sq: Lloj
th: ชนิด
xh: Uhlobo

# thread_type
source: Locked
bn_in: বন্ধ করা আছে
cs: Zamčené
da: Låst
et: Lukustatud
eu: Blokeatuta
fi: Lukittu
fr: Verrouillé
lt: Užrakinta
ru: Заблокирована
sl: Zaklenjeno
sq: E kyçur
th: ล็อคแล้ว
xh: Okutshixiweyo

# thread_type
source: Sticky
bn_in: প্রয়োজনীয়
cs: Přilepené
da: Opslag
et: Kleebis
eu: Itsaskorra
fi: Pysyvä
fr: Post-it
lt: Prisegta
ru: Закреплена
sl: Lepljivo
sq: I ngjitur
th: ติดยึดไว้ด้านบน
xh: Ncangathi

source: View this post on the site.
bn_in: এই পোস্টটি সাইটে দেখুন।
cs: Zobrazení příspěvku na webu.
da: Se dette indlæg på nettet.
fi: Näytä tämä viesti verkkosivustolla.
fr: Voir ce message sur le site.
ru: Просмотреть это сообщение на сайте.
sl: Oglejte si to sporočilo na spletu.
sq: Shiheni këtë postim te sajti.
xh: Bona le posi kwisayithi.

source: This forum is a discussion about improving the "%(title)s" article.
bn_in: এই ফোরামটি "%(title)s" প্রবন্ধটি উন্নত করার স্বার্থে ব্যবহার করা হয়।
cs: Toto fórum je diskuse o vylepšení článku "%(title)s".
et: See foorum on "%(title)s" teema aruteluks.
fi: Tämä alue on tarkoitettu artikkelin "%(title)s" parantamiseen.
fr: Ce forum est une discussion à propos de l'amélioration de l'article « %(title)s ».
lt: Šiame forume diskutuojama, kaip pagerinti straipsnį „%(title)s“.
ru: На этом форуме обсуждается, как улучшить статью "%(title)s".
sl: To je forum za razpravo o izboljšavah članka "%(title)s".
sq: Ky forum është për diskutime rreth përmirësimit të artikullit "%(title)s".
th: กระดานสนทนานี้คือการสนทนาเกี่ยวกับการปรับปรุงบทความ "%(title)s"
xh: Eli qonga liyingxoxo emalunga nokuphucula "%(iitayitile)" inqaku.

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
bn_in: এই ফোরামটি "%(title)s" প্রবন্ধটি উন্নত করার স্বার্থে ব্যবহার করা হয়। আপনি যদি অংশগ্রহণ করতে ইচ্ছুক হন তাহলে, দয়া করে <a href="%(register_url)s">নতুন অ্যাকাউন্ট</a> খুলুন।
cs: Toto fórum je diskuse o vylepšení článku "%(title)s". Pokud se chcete zapojit, <a href="%(register_url)s">zaregistrujte se</a> prosím.
et: See foorum on "%(title)s" teema aruteluks. Kui soovid osaleda, siis <a href="%(register_url)s">registreeru</a>.
fi: Tämä alue on tarkoitettu artikkelin "%(title)s" parantamiseen. Jos haluat osallistua, <a href="%(register_url)s">rekisteröidy käyttäjäksi</a>.
fr: Ce forum est une discussion à propos de l'amélioration de l'article « %(title)s ». Si vous désirez participer, veuillez vous <a href="%(register_url)s">enregistrer</a>.
lt: Šiame forume diskutuojama, kaip pagerinti straipsnį „%(title)s“. Jeigu norite dalyvauti, prašom <a href="%(register_url)s">užsiregistruoti</a>.
ru: На этом форуме обсуждается, как улучшить статью "%(title)s". Если вы хотите принять участие, пожалуйста, <a href="%(register_url)s">зарегистрируйтесь</a>.
sl: To je forum za razpravo o izboljšavah članka "%(title)s". Če želite sodelovati, se prosim <a href="%(register_url)s">registrirajte</a>.
sq: Ky forum është për diskutime rreth përmirësimit të artikullit "%(title)s". Nëse do të donit të merrnit pjesë, ju lutemi, <a href="%(register_url)s">regjistrohuni</a>.
th: กระดานสนทนานี้คือการสนทนาเกี่ยวกับการปรับปรุงบทความ "%(title)s" ถ้าคุณต้องการเข้าร่วม โปรด<a href="%(register_url)s">ลงทะเบียน</a>
xh: Eli qonga liyingxoxo emalunga nokuphucula "%(iitayitile)" inqaku. Ukuba ungathanda ukuthatha inxaxheba, nceda <a href="%(register_url)s">ubhalise</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
bn_in: এই ফোরামটি হল "%(title)s" প্রবন্ধের লোকালাইজেশনকে উন্নিত করবার জন্য। যদি আপনি প্রবন্ধের বিষয়বস্তুর মান ভালো করতে চান তাহলে যান <a href="%(url)s">ইংরাজী প্রবন্ধ আলোচনাতে</a>।
cs: Toto fórum je diskusí o vylepšení lokalizace článku "%(title)s". Pokud chcete vylepšit obsah článku, přejděte do <a href="%(url)s">diskuse o anglické verzi</a>.
et: See foorum on "%(title)s" teema tõlke üle aruteluks. Kui soovid parandada artikli sisu, siis mine <a href="%(url)s">ingliskeelse teema arutelu</a> lehele.
fi: Tämä alue on tarkoitettu artikkelin "%(title)s" käännöksen parantamiseen. Jos haluat parantaa artikkelin sisältöä itsessään, siirry <a href="%(url)s">englanninkielisen artikkelin keskusteluun</a>.
fr: Ce forum est une discussion à propos de la localisation de l'article « %(title)s ». Si vous souhaitez améliorer le contenu de l'article, rendez-vous sur la <a href="%(url)s">discussion de l'article anglais</a>.
lt: Šiame forume diskutuojama, kaip pagerinti straipsnio „%(title)s“ vertimą. Jeigu norite diskutuoti apie paties straipsnio tobulinimą, tai galite daryti <a href="%(url)s">angliško straipsnio aptarime</a>.
ru: На этом форуме обсуждается, как улучшить перевод статьи "%(title)s". Если вы хотите улучшить содержание статьи, перейдите в <a href="%(url)s">обсуждение английской версии статьи</a>.
sl: To je forum za razpravo o izboljšavah prevoda članka "%(title)s". Če želite izboljšati vsebino članka, obiščite <a href="%(url)s">angleško razpravo o članku</a>.
sq: Ky forum është për diskutime rreth përmirësimit të përkthimit të artikullit "%(title)s". Nëse dëshironi të përmirësoni lëndën e artikullit, shkoni te <a href="%(url)s">diskutimi mbi artikullin në Anglisht</a>.
th: กระดานสนทนานี้คือการสนทนาเกี่ยวกับการปรับปรุงการแปลบทความ "%(title)s" ถ้าคุณต้องการจะปรับปรุงบทความ ไปที่<a href="%(url)s">การสนทนาเกี่ยวกับบทความในภาษาอังกฤษ</a>
xh: Eli qonga liyingxoxo emalunga nokuphucula ilokhalizeyishini "%(yeetayitle)" yenqaku. Ukuba ufuna ukuphucula isiqulatho, yiya <a href="%(url)s">kwingxoxo yenqaku lesingesi</a>.

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
bn_in: Firefox সম্বন্ধীয় সাহায্যের জন্য দয়া করে <a href="%(aaq_url)s">প্রশ্ন জিজ্ঞাসা</a> করুন।
cs: Pokud potřebujete pomoci s Firefoxem, <a href="%(aaq_url)s">položte otázku</a>.
da: Hvis du har brug for hjælp til Firefox, <a href="%(aaq_url)s">stil et spørgsmål</a>.
et: Kui vajad abi seoses Firefoxiga, siis <a href="%(aaq_url)s">postitta küsimus</a>.
fi: Jos tarvitset apua Firefoxin kanssa, <a href="%(aaq_url)s">kysy kysymys</a>.
fr: Si vous avez besoin d’assistance avec Firefox, veuillez <a href="%(aaq_url)s">poser une question</a>.
lt: Jeigu Jums reikia pagalbos naudojantis „Firefox“, kviečiame <a href="%(aaq_url)s">užduoti klausimą</a>.
ru: Если вам нужна помощь с Firefox, пожалуйста, <a href="%(aaq_url)s">задайте вопрос</a>.
sl: Če potrebujete pomoč za Firefox, vprašajte prosim <a href="%(aaq_url)s">tukaj</a>.
sq: Nëse ju duhet ndihmë me Firefox-in, ju lutemi, <a href="%(aaq_url)s">bëni një pyejte</a>.
th: หากคุณต้องการความช่วยเหลือเกี่ยวกับ Firefox โปรด<a href="%(aaq_url)s">ถามคำถาม</a>
xh: Ukuba uuna ukunceda nge-Firefox, nceda <a href="%(aaq_url)s">ubuze umbuzo</a>.

source: Edit this post
bn_in: এই পোস্টটি সম্পাদনা করুন
cs: Úprava příspěvku
da: Rediger dette indlæg
et: Toimeta seda postitust
fi: Muokkaa tätä viestiä
fr: Modifier ce message
lt: Taisyti šį įrašą
ru: Правка этого сообщения
sl: Uredi ta prispevek
sq: Përpunoni këtë postim
th: แก้ไขโพสต์นี้
xh: Hlela le posi

source: Delete this post
bn_in: এই পোস্টটি মুছে ফেলুন
cs: Smazání příspěvku
da: Slet dette indlæg
et: Kustuta see postitus
fi: Poista tämä viesti
fr: Supprimer ce message
lt: Pašalinti šį įrašą
ru: Удалить этот пост
sl: Izbriši ta prispevek
sq: Fshijeni këtë postim
th: ลบโพสต์นี้
xh: Cima le posi

source: 1 post
bn_in: ১ টা পোস্ট
cs: 1 příspěvek
da: 1 indlæg
et: 1 postitus
fi: 1 viesti
fr: 1 message
lt: {0} pranešimas
ru: {0} сообщение
sl: 1 prispevek
sq: 1 postim
th: {0} โพสต์
xh: iposi e-1{0} iposi

source: Link to this post.
bn_in: এই পোস্টের সাথে লিঙ্ক করুন।
cs: Odkaz na tento příspěvek.
da: Link til dette indlæg.
et: Lingi sellele postitusele.
eu: Bidalketa honetarako lotura.
fi: Linkki tähän viestiin.
fr: Lien vers ce message.
lt: Saitas į šį pranešimą.
ru: Ссылка на это сообщение.
sl: Povežite na ta prispevek.
sq: Lidhje për te ky postim.
th: ลิงก์ไปยังโพสต์นี้
xh: Nxulumanisa le posi.

source: Quote
cs: Citace
fr: Citation
ru: Цитата
sl: Citiraj
xh: Caphula
