Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

# DB: topics.Topic.title
source: Controls, options, settings, preferences
lt: Valdikliai, nuostatos, parinktys
th: ควบคุม, ตัวเลือก, การตั้งค่า, ปรับแต่ง

# DB: topics.Topic.description
source: Controls, options, settings, preferences
lt: Valdikliai, nuostatos, parinktys
th: ควบคุม, ตัวเลือก, การตั้งค่า, ปรับแต่ง

# DB: topics.Topic.title
source: Crashing
lt: Strigtys
th: เกิดความผิดพลาด

# DB: topics.Topic.description
source: Crashing
lt: Strigtys
th: เกิดความผิดพลาด

# DB: topics.Topic.title
source: Diagnostics
et: Diagnostika
lt: Diagnostika
th: การวิเคราะห์

# DB: topics.Topic.description
source: Diagnostics
et: Diagnostika
lt: Diagnostika
th: การวิเคราะห์

# DB: topics.Topic.title
source: Discussions
et: Arutelud
lt: Diskusijos
th: การสนทนา

# DB: topics.Topic.description
source: Discussions
et: Arutelud
lt: Diskusijos
th: การสนทนา

# DB: topics.Topic.title
source: Error messages
et: Veateated
lt: Klaidų pranešimai
th: ข้อความผิดพลาด

# DB: topics.Topic.description
source: Error messages
et: Veateated
lt: Klaidų pranešimai
th: ข้อความผิดพลาด

# DB: topics.Topic.description
source: Web browser for Windows, Mac and Linux
et: Veebilehitseja Windowsile, Macile ja Linuxile
lt: Naršyklė „Windows“, „Mac“ ir „Linux“ operacinėms sistemoms
th: เว็บเบราว์เซอร์สำหรับ Windows Mac และ Linux

# DB: topics.Topic.title
source: Firefox for Android
et: Firefox Androidile
lt: „Firefox“ „Android“ įrenginiams
th: Firefox สำหรับ Android

# DB: topics.Topic.description
source: Firefox for Android
et: Firefox Androidile
lt: „Firefox“ „Android“ įrenginiams
th: Firefox สำหรับ Android

# DB: topics.Topic.title
source: Hot topics
et: Päevakajalised teemad
lt: Karštosios temos
th: หัวข้อที่น่าสนใจ

# DB: topics.Topic.description
source: Hot topics
et: Päevakajalised teemad
lt: Karštosios temos
th: หัวข้อที่น่าสนใจ

# DB: topics.Topic.title
source: Knowledge Base resources
et: Teadmusbaasi ülevaade
lt: Žinyno ištekliai
th: ทรัพยากรฐานความรู้

# DB: topics.Topic.description
source: Knowledge Base resources
et: Teadmusbaasi ressursid
lt: Žinyno ištekliai
th: ทรัพยากรฐานความรู้

# DB: topics.Topic.title
source: Malware
et: Kurivara
lt: Kenkėjiška programinė įranga
th: มัลแวร์

# DB: topics.Topic.description
source: Malware
et: Kurivara
lt: Kenkėjiška programinė įranga
th: มัลแวร์

# DB: topics.Topic.title
source: Migrate
lt: Migravimas
th: การย้ายข้อมูล

# DB: topics.Topic.description
source: Migrate
lt: Migravimas
th: การย้ายข้อมูล

# DB: topics.Topic.title
source: Needs documentation
lt: Reikia dokumentuoti
th: ต้องมีเอกสาร

# DB: topics.Topic.description
source: Needs documentation
lt: Reikia dokumentuoti
th: ต้องมีเอกสาร

# DB: topics.Topic.title
source: OS or version specific issues
lt: Atskiroms operacinėms sistemoms ar versijoms būdingos problemos
th: OS หรือรุ่นของปัญหาเฉพาะเจาะจง

# DB: topics.Topic.description
source: OS or version specific issues
lt: Atskiroms operacinėms sistemoms ar versijoms būdingos problemos
th: OS หรือรุ่นของปัญหาเฉพาะเจาะจง

# DB: topics.Topic.title
source: Profiles
et: Profiilid
lt: Naudotojų profiliai
th: โพรไฟล์

# DB: topics.Topic.description
source: Profiles
et: Profiilid
lt: Naudotojų profiliai
th: โพรไฟล์

# DB: topics.Topic.title
source: Slowness or hanging
lt: Sparta ir strigtys
th: ความเชื่องช้าหรือการค้าง

# DB: topics.Topic.description
source: Slowness or hanging
lt: Sparta ir strigtys
th: ความเชื่องช้าหรือการค้าง

# DB: topics.Topic.title
source: Webmail
et: E-post
lt: Saityno el. paštas
th: เว็บเมล

# DB: topics.Topic.description
source: Webmail
et: E-post
lt: Saityno el. paštas
th: เว็บเมล

source: Select a product
lt: Pasirinkite produktą
th: เลือกผลิตภัณฑ์

source: Model does not exist.
et: Mudelit pole olemas.
eu: Modeloa ez dago.
lt: Modelis neegzistuoja.
th: ไม่พบ model ที่ต้องการ

source: Required. 30 characters or fewer. Letters, digits and ./+/-/_ only.
et: Kohustuslik. 30 märki või vähem. Ainult tähed, numbrid ja märgid ./+/-/_.
lt: Privalomas. Ne ilgesnis kaip 30 simbolių. Gali būti sudaromas iš raidžių, skaitmenų, taškų, pliusų, brūkšnelių ir pabraukimo simbolių.
th: ต้องการ 30 ตัวอักษรหรือน้อยกว่า ตัวอักษร ตัวเลข และเครื่องหมาย ./+/-/_ เท่านั้น

source: The password entered is known to be commonly used and is not allowed.
et: Sisestatud salasõna on levinud ning seetõttu keelatud.
lt: Įvestas slaptažodis yra per daug dažnas, todėl jo naudoti neleidžiame.
th: คุณใส่รหัสผ่านเป็นรหัสที่รู้จักกันโดยทั่วไป เราจะไม่ยอมให้คุณใช้รหัสผ่านนี้

source: Preferred language for email
et: E-posti eelistatud keel
lt: Pageidaujamas el. pašto adresas laiškams
th: ภาษาที่จะใช้สำหรับอีเมล

# avatar
source: Delete
et: Kustuta
eu: Ezabatu
lt: Šalinti
th: ลบ

source: I don't have an account.
et: Mul ei ole kontot.
eu: Ez dut konturik.
lt: Neturiu paskyros.
th: ฉันไม่มีบัญชีผู้ใช้

source: Firefox 18 for Mobile
et: Firefox 18 mobiilile
lt: Mobilioji „Firefox 18“

source: Firefox 17 for Mobile
et: Firefox 17 mobiilile
lt: Mobilioji „Firefox 17“
th: Firefox 17 สำหรับ Mobile

source: Firefox 16 for Mobile
et: Firefox 16 mobiilile
lt: Mobilioji „Firefox 16“
th: Firefox 16 สำหรับ Mobile

source: Firefox 15 for Mobile
et: Firefox 15 mobiilile
lt: Mobilioji „Firefox 15“
th: Firefox 15 สำหรับ Mobile

source: Firefox 14 for Mobile
et: Firefox 14 mobiilile
lt: Mobilioji „Firefox 14“
th: Firefox 14 สำหรับ Mobile

source: Firefox 12 for Mobile
et: Firefox 12 mobiilile
lt: Mobilioji „Firefox 12“
th: Firefox 12 สำหรับ Mobile

source: Firefox 11 for Mobile
et: Firefox 11 mobiilile
lt: Mobilioji „Firefox 11“
th: Firefox 11 สำหรับ Mobile

source: Firefox 10 for Mobile
et: Firefox 10 mobiilile
lt: Mobilioji „Firefox 10“
th: Firefox 10 สำหรับ Mobile

source: Firefox 9 for Mobile
et: Firefox 9 mobiilile
lt: Mobilioji „Firefox 9“
th: Firefox 9 สำหรับ Mobile

source: Firefox 8 for Mobile
et: Firefox 8 mobiilile
lt: Mobilioji „Firefox 8“
th: Firefox 8 สำหรับ Mobile

source: Firefox 7 for Mobile
et: Firefox 7 mobiilile
lt: Mobilioji „Firefox 7“
th: Firefox 7 สำหรับ Mobile

source: Firefox 6 for Mobile
et: Firefox 6 mobiilile
lt: Mobilioji „Firefox 6“
th: Firefox 6 สำหรับ Mobile

source: Firefox 5 for Mobile
et: Firefox 5 mobiilile
lt: Mobilioji „Firefox 5“
th: Firefox 5 สำหรับ Mobile

source: Firefox 4 for Mobile
et: Firefox 4 mobiilile
eu: Mugikorrerako Firefox 4
lt: Mobilioji „Firefox 4“
th: Firefox 4 สำหรับ Mobile

source: Desktop:
et: Töölauale:
eu: Mahaigaina:
lt: Kompiuteriams:

source: Mobile:
et: Mobiilile:
eu: Mugikorra:
lt: Mobiliesiems:

source: Desktop OS:
et: Töölaua OS:
eu: Mahaigaineko SEa:
lt: Stalinių kompiuterių OS:
th: ระบบปฏิบัติการสำหรับ Desktop:

source: Mobile OS:
et: Mobiilne OS:
eu: Mugikorraren SEa:
lt: Mobiliosios OS:
th: ระบบปฏิบัติการสำหรับ Mobile:

source: Topic: {topic}
et: Teema: {topic}
lt: Tema: {topic}
th: หัวข้อ: {topic}

source: {locale} | Knowledge Base
et: {locale} | Teadmusbaas
lt: {locale} | „Mozillos“ žinynas

source: Contributors to this page: %(contributors)s
lt: Šio tinklapio bendraautoriai: %(contributors)s
th: ผู้มีส่วนร่วมที่อยู่ในหน้านี้: %(contributors)s

source: No one has helped translate this article yet. <a href="%(help_link)s">Join us and help get the job done!</a>
et: Meie kangelased ei ole seda teemat veel tõlkida jõudnud. <a href="%(help_link)s">Ühine meiega ja aita teema ära tõlkida!</a>
lt: Kol kas dar niekas nepadėjo išversti šio straipsnio. <a href="%(help_link)s">Prisijunkite prie mūsų ir padėkite tai atlikti!</a>
th: ยังไม่มีคนช่วยแปลบทความนี้เลย <a href="%(help_link)s">มาร่วมกับเราและทำให้งานสำเร็จ!</a>

source: If you know what you are doing, you can edit the document anyways.
lt: Jeigu tikrai žinote, ką darote, galite jį vis tiek redaguoti.

source: Edit anyways
et: Toimeta ikkagi
lt: Vis tiek redaguoti

source: Dashboard
et: Ülevaade
lt: Skydelis
th: หน้าปัด

source: Sign In / Register
et: Logi sisse / Registreeru
lt: Prisijungti / Registruotis

source: Karma Dashboard
et: Karma ülevaade
lt: Nuopelnų skydelis
th: หน้าปัด Karma

source: Other Languages
et: Teistes keeltes
eu: Beste hizkuntzak
lt: Kitos kalbos
th: ภาษาอื่น ๆ

source: Hot topics
et: Päevakajalised teemad
lt: Karštosios temos

source: Mozilla news
et: Mozilla uudised
lt: „Mozillos“ naujienos

source: Suggestion box
et: Tagasiside
lt: Vieta pasiūlymams

source: Welcome to %(domain)s.
et: Tere tulemast lehele %(domain)s.

source: Learn the Basics: get started
et: Algteadmised: alustamine

source: or other Mozilla products
et: või Mozilla teised tooted

source: {q} | Firefox Support Forum
et: {q} | Firefoxi kasutajatoe foorum

source: Helpful replies
et: Kasulikkuse hääli

source: Go to answer
et: Vastuse juurde

source: Lock this post
et: Lukusta postitus.

source: Firefox Support Forum
et: Firefoxi kasutajatoe foorum

source: Show
et: Kuvatakse

source: Livechat ID
et: Livechati ID
eu: Livechat IDa

source: Would you like to ask a question in the community support forum?
et: Kas soovid küsimuse esitada kogukonna kasutajatoe foorumis?

source: Firefox 20 for Mobile
et: Firefox 20 mobiilile

source: Firefox 19 for Mobile
et: Firefox 19 mobiilile

source: Portions of this content are &copy;1998–2013 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
et: Osa sisu autoriõigusi kuuluvad &copy;1998–2013 <br>mozilla.org kaastöötajatele. Sisu <br>on avaldatud <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons'i litsentsi</a> all.

source: How many of the approved English articles which allow translations have an approved translation into this language
eu: Ingelesetik itzul daitezkeen onartutako artikuluetatik zenbatek daukate hizkuntza honetarako onartutako itzulpena

source: Untranslated Articles
eu: Itzuli gabeko artikuluak

source: Out-of-Date Translations
eu: Zaharkitutako itzulpenak

source: Out-of-Date
eu: Zaharkituta

source: All out-of-date translations...
eu: Zaharkitutako itzulpen guztiak...

source: Translations Needing Updates
eu: Eguneraketak behar dituzten itzulpenak

source: Needing Updates
eu: Eguneraketen beharrean

source: The template "%s" does not exist.
eu: "%s" txantiloia ez dago.

source: Contributor Dashboard
eu: Laguntzailearen arbela

source: Firefox Support Home Page
eu: Firefoxen laguntzaren hasiera-orria

source: Need Help With <mark>Firefox?</mark>
eu: <mark>Firefox</mark>ekin laguntza behar duzula?

source: You've come to the right place! Start by searching our site below, or browse our list of popular support articles. If you can't find the answer you need, our community of volunteers are ready to help you find a solution.
eu: Toki aproposera etorri zara! Azpian bilaketa bat eginez has zaitezke edo laguntza-artikulu ezagunenen zerrenda araka dezakezu. Behar duzun erantzuna ez baduzu aurkitzen, gure boluntarioen komunitatea zuri laguntzeko prest dago.

source: Firefox for Mobile Support Home Page
eu: Mugikorrerako Firefoxen laguntzaren hasiera-orria

source: Firefox Help for Mobile
eu: Mugikorrerako Firefoxen laguntza

source: Need Help With <mark>Firefox for Mobile?</mark>
eu: <mark>Mugikorrerako Firefox</mark>ekin laguntza behar duzula?

source: You've come to the right place! Start by searching for solutions, or by choosing one of our support articles below. If you can't find the answer you need, our community of volunteers are ready to help.
eu: Toki aproposera etorri zara! Soluzioen artean bilatuz has zaitezke edo laguntza-artikulu bat aukera dezakezun azpian. Behar duzun erantzuna ez baduzu aurkitzen, gure boluntarioen komunitatea zuri laguntzeko prest dago.

source: Oops! {t} {id} no longer exists.
eu: Ene! {t} {id} ez dago.

source: {date} by {user}
eu: {date} {user}(e)k

source: Available formats
eu: Erabil daitezkeen formatuak

source: You have JavaScript disabled. Please enable JavaScript to upload files.
eu: JavaScript desgaituta daukazu. Gaitu JavaScript fitxategiak igotzeko.

source: Select an image file to upload.
eu: Hautatu igotzeko irudi-fitxategia.

source: Submit file
eu: Bidali fitxategia

source: Please no SWFs, only FLVs.
eu: SWFrik ez mesedez, FLVak soilik.

source: Delete thumbnail
eu: Ezabatu iruditxoa

source: Upload a thumbnail for your video. Suggested size: {width}x{height}px
eu: Igo argazki txikia zure bideoarentzat. Gomendatutako neurria: {width}x{height}px

source: Reply to: %s
eu: Erantzun honi: %s

source: Post
eu: Bidali

source: Watching
eu: Jarraipena egiten

source: Stop watching
eu: Gelditu jarraipena

source: Change locked status
eu: Aldatu blokeatutako egoera

source: Change sticky status
eu: Aldatu itsaskor egoera

source: Message
eu: Mezua

source: Reply Preview:
eu: Erantzuaren aurreikuspena:

source: {0} posts
eu: {0} bidalketa

source: You have been unsubscribed from this notification.
eu: Harpidetza kendu duzu jakinarazpen honetatik.

source: Do you want to stop receiving email notifications from the {1} <strong>{0}</strong>?
eu: E-posta bidezko jakinarazpenak jasotzeari utzi nahi diozu {1} <strong>{0}</strong>(e)tik?

source: Operating System
eu: Sistema Eragilea

source: Note: Searching for "tag1, tag2" returns articles tagged with both tag1 and tag2
eu: Oharra: "etiketa1, etiketa2" bilatzean etiketa1 eta etiketa2 etiketak dituzten artikuluak itzuliko dira

source: Refine your search
eu: Findu zure bilaketa

source: Can't find what you're looking for? <a href='{0}'>Ask a support question instead!</a>
eu: Ez duzu bila zabiltzana aurkitzen? <a href='{0}'>Eskatu laguntza!</a>

source: Username may contain only letters, numbers and @/./+/-/_ characters.
eu: Erabiltzaile-izenak letrak, zenbakiak eta @/./+/-/_ karaktereak izan ditzake soilik.

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
eu: Beharrezkoa. 30 karaktere edo gutxiago. Letrak, digituak eta @/./+/-/_ soilik.

source: Log In
eu: Hasi saioa

source: I forgot my password.
eu: Pasahitza ahaztu dut.

source: Livechat ID: {livechat_id}
eu: Livechat IDa: {livechat_id}

source: Firefox version:
eu: Firefox bertsioa:

source: Operating systems:
eu: Sistema Eragileak:

source: Popular articles in each topic are displayed on the front page
eu: Gai bakoitzean nabarmendutako artikuluak hasiera-orrian bistaratzen dira

source: Minor details like punctuation and spelling errors
eu: Puntuazio- edo ortografia-akatsak bezalako xehetasun txikiak

source: A revision must be based on a revision of the %(locale)s document. Revision ID %(id)s does not fit those criteria.
eu: Berrikuspenak %(locale)s hizkuntzako dokumentuaren berrikuspenean oinarritu behar du. %(id)s berrikuspen-IDak ez du irizpide hori betetzen.

source: Sorry to hear that. Perhaps one of the solutions below can help.
eu: Sentitzen dugu. Beharbada azpiko soluzioren batek lagun dezake.

source: Couldn't find what you were looking for?
eu: Ezin izan duzu bila zabiltzana aurkitu?

source: Here's a list of related articles that might help:
eu: Hemen dago lagungarri izan litezkeen erlazionatutako artikuluen zerrenda:

source: Browse other articles about <a href="{url}">{category}</a>
eu: Arakatu <a href="{url}">{category}</a> kategoriako beste artikuluak

source: Ask our awesome support community for help
eu: Eskatu laguntza gure komunitateari

source: Or try searching:
eu: Edo saiatu bilatzen:

source: Turn off emails.
eu: Desgaitu e-postak.

source: Get emailed when this article changes.
eu: Jakinarazi e-posta bidez artikulu hau aldatzen denean.

source: Articles tagged: {tag}
eu: Etiketa hauek dituzten artikuluak: {tag}

source: Is reviewed?
eu: Berrikusita dago?

source: Choose a locale:
eu: Aukeratu hizkuntza:

source: Reject Translation
eu: Baztertu itzulpena

source: Reject Revision
eu: Baztertu berrikuspena

source: Thanks for taking the time to review these changes. Please consider sending a thank you to the person who submitted them.
eu: Eskerrik asko aldaketak berrikusteko denbora hartzeagatik. Kontuan har ezazu bidaltzaileari eskerrik asko esatea.

source: Clicking Accept will make this version of the article live! Please pick the appropriate revision level below and consider sending a thank you to the person who submitted this.
eu: Onartu botoian klik egitean artikuluaren bertsio hau indarrean jarriko da! Hautatu azpian berrikuspen maila egokia eta har ezazu kontuan hau bidali duen pertsonari eskerrik asko mezu bat bidaltzea.

source: Leave a message for the contributor: <span class="optional">(optional)</span>
eu: Utzi laguntzailearentzako mezua: <span class="optional">(aukerazkoa)</span>

source: Reject this Translation
eu: Baztertu itzulpen hau

source: Reject this Revision
eu: Baztertu berrikuspen hau

source: Thanks for taking the time to review these changes. Please consider leaving a message for the person who submitted them explaining why they were rejected.
eu: Eskerrik asko aldaketak berrikusteko denbora hartzeagatik. Kontuan har ezazu bidaltzaileari mezu bat uztea baztertzearen arrazoiak azalduz.

source: Reject
eu: Baztertu

source: Be <mark>Awesome</mark>
eu: Izan <mark>tumatxa</mark>

source: Did you know that Firefox Help is powered by volunteer superheroes all around the world?
eu: Bazenekien Firefoxen laguntza mundu osoko bolondres superheroiek mantentzen dutela?

source: Grab your cape and join us &raquo;
eu: Hartu zure kapa eta egizu bat &raquo;

source: Check your <mark>plugins</mark>
eu: Egiaztatu zure <mark>plugin</mark>ak

source: What is a plugin? Why should I keep them updated? Answer these questions and run an instant check to see if you're up to date.
eu: Zer da plugin bat? Zergatik mantendu behar ditut eguneratuta? Erantzun galdera hauek eta exekutatu berehalako proba bat egunean zauden egiaztatzeko.

source: Find out more &raquo;
eu: Argibide gehiago &raquo;

source: Back to home page
eu: Atzera hasiera-orrira

source: Except where otherwise <a href="http://mozilla.com/about/legal.html#site">noted</a>, content on this site is licensed under the <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> or any later version.
eu: Besterik <a href="http://mozilla.com/about/legal.html#site">adierazi</a> ezean, gune honetako edukiak<br /><a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Aitortu-Partekatu 3.0 Lizentzia</a>pean (edo ondorengo bertsioren batean) daude.

source: skip to navigation
eu: saltatu nabigaziora

source: switch language
eu: aldatu hizkuntza

source: Back to Mozilla.com
eu: Atzera Mozilla.com-era

source: Features
eu: Ezaugarriak

source: Security
eu: Segurtasuna

source: Performance
eu: Errendimendua

source: Customization
eu: Pertsonalizazioa

source: Tour
eu: Ikustaldia

source: Mobile
eu: Mugikorra

source: Mobile Overview
eu: Mugikorraren ikuspegi orokorra

source: Download
eu: Deskargatu

source: Customize
eu: Pertsonalizatu

source: Develop
eu: Garatu

source: Get Involved
eu: Parte hartu

source: FAQ
eu: Ohiko galderak

source: Blog
eu: Bloga

source: Add-ons
eu: Gehigarriak

source: Firefox Add-ons
eu: Firefoxerako gehigarriak

source: Featured Add-ons
eu: Nabarmendutako gehigarriak

source: Themes
eu: Gaiak

source: Search Tools
eu: Bilaketa-tresnak

source: Language Support
eu: Hizkuntzen sostengua

source: Collections
eu: Bildumak

source: Mobile Add-ons
eu: Mugikorrerako gehigarriak

source: Developer Hub
eu: Garatzaile-zentroa

source: Support
eu: Laguntza

source: Firefox Support
eu: Firefoxen laguntza

source: Mobile Support
eu: Mugikorrerako laguntza

source: Thunderbird Support
eu: Thunderbirden laguntza

source: About
eu: Honi buruz

source: About Firefox
eu: Firefoxi buruz

source: Participate
eu: Parte hartu

source: Communications
eu: Komunikazioak

source: Careers
eu: Lan-eskaintzak

source: Partnerships
eu: Lankidetzak

source: Legal
eu: Legala

source: Search Firefox Help
eu: Bilatu Firefoxen laguntzan

source: Welcome, <span class="user">{user}</span>.
eu: Kaixo <span class="user">{user}</span>.

source: Want to contribute?<br /> <a href="%(login_url)s">Sign In</a> or <a href="%(register_url)s">Register</a>
eu: Lagundu nahi?<br /> <a href="%(login_url)s">Hasi saioa</a> edo <a href="%(register_url)s">eman izena</a>

source: Contributor Home Page
eu: Laguntzailearen hasiera-orria

source: Answer Support Questions
eu: Erantzun laguntza-galderak

source: Help with Live Chat
eu: Zuzeneko txatean laguntzea

source: Improve the Knowledge Base
eu: Hobetu ezagutza-basea

source: Translate Articles
eu: Itzuli artikuluak

source: Firefox Help Home
eu: Firefoxen laguntzaren hasiera-orria

source: Remember me
eu: Gogoratu

source: Click here to register
eu: Egin klik hemen izena emateko

source: Click here if you've forgotten your password
eu: Egin klik hemen zure pasahitza ahaztu baduzu

source: I forgot my password
eu: Pasahitza ahaztu dut
