Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: New announcement for {group}
bn_in: নতুন ইস্তাহার {group} র জন্য
cs: Nové oznámení pro {group}
et: Uus teade {group}'le
fi: Uusi ilmoitus ryhmälle {group}
fr: Nouvelle annonce pour {group}
lt: Naujas pranešimas grupei „{group}“
ru: Новое объявление для {group}
sl: Novo obvestilo za {group}
sq: Njoftim i ri për {group}
th: ประกาศใหม่สำหรับ {group}
xh: Isaziso esitsha se {qela}

source: Thank you for your contribution to Mozilla Support!
cs: Děkujeme, že přispíváte k Podpoře Mozilly!
fr: Merci d'avoir contribué à l'assistance de Mozilla !
ru: Спасибо за вашу помощь Поддержке Mozilla!
sl: Hvala za vaš prispevek k Podpori Mozilla!

source: Community Hub
bn_in: কমিউনিটি হাব
cs: Nástěnka komunity
fi: Yhteisökeskus
fr: Portail de la communauté
ru: Центр сообщества
sl: Središče skupnosti
sq: Qendra e Bashkësisë
xh: I-Hub yoLuntu

source: Top Contributors
bn_in: শীর্ষ অবদানকারী
cs: Hlavní přispěvatelé
da: De største bidragsydere
fi: Parhaat avustajat
fr: Les plus gros contributeurs
ru: Топ помощников
sl: Top sodelavci
sq: Pjesëmarrësit Kryesues
xh: Abanikeli abaPhambili

source: Filter by Locale
bn_in: লোকেল দ্বারা ফীলটার
cs: Filtrace dle jazyka
fr: Filtrer par locale
ru: Фильтр по локали
sl: Filtriraj glede na območje
sq: Filtroji sipas Vendoresh
xh: Hluza ngokweNdawo

source: All locales
bn_in: সকল স্থান
cs: Všechny jazyky
fi: Kaikki kielet
fr: Toutes les locales
ru: Все локали
sl: Vse območne nastavitve
sq: Krejt vendoret
xh: Zonke iindawo

source: Filter by Product
bn_in: প্রোডাক্ট দ্বারা ফিল্টার
cs: Filtrace dle produktu
fr: Filtrer par produit
ru: Фильтр по продукту
sl: Filtriraj glede na izdelek
sq: Filtroji sipas Produktesh
xh: Hluza ngeMveliso

# DB: products.Product.title
source: None
bn_in: কোনোটাই না
cs: Nic
da: Ingen
et: Puudub
fi: Ei mitään
fr: Aucun
lt: Nieko
ru: Нет
sl: Brez
sq: Asnjë
th: ไม่มี
xh: Akukho nanye

source: All products
bn_in: সমস্ত প্রোডাক্ট
cs: Všechny produkty
fi: Kaikki tuotteet
fr: Tous les produits
ru: Все продукты
sl: Vsi izdelki
sq: Krejt produktet
xh: Zonke iimveliso

source: Support Forum
bn_in: সহায়তা ফোরাম
cs: Fórum podpory
et: Kasutajatoe foorum
fi: Tukikeskustelu
fr: Forum d'assistance
ru: Форум поддержки
sl: Forum za podporo
sq: Forum Asistence
xh: Iqonga leNkxaso

source: Knowledge Base
bn_in: জ্ঞানকোষ
cs: Databáze znalostí
da: Vidensbase
et: Teadmusbaas
eu: Ezagutza-basea
fi: Tukikanta
fr: Base de connaissances
lt: Žinynas
ru: База знаний
sl: Baza znanja
sq: Bazë Dijesh
th: ฐานความรู้
xh: Isiseko soLwazi

source: Localization
bn_in: লোকালাইজেশন
cs: Lokalizace
da: Oversættelse
fi: Lokalisointi
fr: Équipe de localisation
ru: Локализация
sl: Lokalizacija
sq: Përkthim
xh: Ilokhalizeyishini

source: Army of Awesome
da: Fantastiske Fæller
ru: Наши помощники (Армия помощников, Army of Awesome)
sl: Armada pomočnikov
sq: Armata e të Mahnitshmes
xh: Umkhosi Omangalisayo

source: Find your fellow contributors
bn_in: আপনার সহকর্মী অবদানকারীদের খুঁজুন
cs: Najít spolupracující přispěvatele
fi: Löydä muita avustajia
fr: Trouvez d'autres contributeurs
ru: Найдите ваших коллег помощников
sl: Poišči določenega sodelavca
sq: Gjeni kontribues si ju
xh: Fumana abanikeli bakho

source: Username, Display Name or Twitter Handle
bn_in: ইউজারনাম, দর্শনযোগ্য নাম বা টুইটার হ্যান্ডেল
cs: Uživatelské, zobrazené jméno nebo Twitter
fr: Nom d'utilisateur, nom à afficher ou identifiant Twitter
ru: Имя пользователя, отображаемое имя или имя в Твиттере
sl: Uporabniško ime, prikazano ime ali ime na Twitterju
sq: Emër Përdoruesi, Emër Në Ekran ose Twitter Handle
xh: Igama lomsebenzisi, Igama lokuBonisa okanye ele-Twitter Handle

source: Search
bn_in: অনুসন্ধান
cs: Hledat
da: Søg
et: Otsi
eu: Bilatu
fi: Etsi
fr: Rechercher
lt: Ieškoti
ru: Поиск
sl: Išči
sq: Kërkim
th: ค้นหา
xh: Khangela

source: Community Discussions
bn_in: কমিউনিটির আলোচনা
cs: Diskuse komunity
fr: Discussions de la communauté
ru: Обсуждения сообщества
sl: Razprave skupnosti
sq: Diskutime Bashkësie
xh: Iingxoxo zasekuHlaleni

source: Go to the SUMO community discussions forum
bn_in: SUMO কমিউনিটি আলোচনা ফোরামে যান
cs: Přejít do diskusního fóra komunity SUMO
fr: Se rendre sur les forums de discussion communautaires SUMO
ru: Перейти на форум обсуждений сообщества SUMO
sl: Pojdi na forum za razpravo skupnosti SUMO
sq: Shkoni te forumi i diskutimeve të bashkësisë SUMO
xh: Yiya kwiqonga leengxoxo zasekuhlaleni ze-SUMO

source: {user} - {num} contributions in last 90 days
bn_in: {user} - {num} এর অবদান শেষ ৯০ দিনে
cs: {user} - {num} příspěvků za posledních 90 dní
fi: {user} - {num} avustusta 90 päivän aikana
fr: {user} - {num} contributions au cours des 90 derniers jours
ru: {user} - помог {num} раз(а) за последние 90 дней
sl: {user} - {num} prispevkov zadnjih 90 dni
sq: {user} - {num} ndihmesa në 90 ditët e fundit
xh: {umsebenzisi} - {inomb} izinto ezinikelweyo kwiintsuku ezingama-90 ezidlulileyo

source: See All
bn_in: সমস্ত কিছু দেখুন
cs: Zobrazit vše
fi: Näytä kaikki
fr: Tout afficher
ru: Показать все
sl: Prikaži vse
sq: Shihini Krejt
xh: Bona Konke

source: Community Search Results
bn_in: কমিউনিটি সার্চের ফলাফল
cs: Výsledky prohledávání
fr: Résultats de recherche de la communauté
ru: Результаты поиска сообщества
sl: Rezultati iskanja skupnosti
xh: Iziphumo zokuKhangela ekuHlaleni

source: Results for: {query}
bn_in: {query} এর ফলাফল
cs: Výsledky pro: {query}
fi: Tulokset haulle: {query}
fr: Résultats pour&nbsp;: {query}
ru: Результаты для: {query}
sl: Rezultati za: {query}
sq: Përfundime për: {query}
xh: Uxolo! Uphando alufumaneki okwangoku. Nceda uzame msinyane kwakhona.

source: Sorry! Search is currently unavailable. Please try again soon.
bn_in: ক্ষমা করবেন! আপনার খোঁজ এইসময়ে পাওয়া যাচ্ছে না। দয়া করে পরে চেষ্টা করুন।
cs: Omlouváme se! Vyhledávání není aktuálně dostupné. Zkuste to prosím znovu později.
fi: Haku on väliaikaisesti poissa käytöstä. Yritä uudelleen hetken kuluttua.
fr: La recherche est momentanément indisponible. Veuillez réessayer plus tard.
ru: Извините! Поиск сейчас недоступен. Пожалуйста, подождите и попробуйте снова.
sl: Oprostite! Iskanje trenutno ni na voljo. Poskusite znova čez nekaj minut.
sq: Na ndjeni! Kërkimi është përkohësisht i pamundur. Ju lutemi, riprovoni pas pak minutash.
xh: Uxolo! Uphando luyafumaneka okwangoku. Nceda uzame msinyane kwakhona.

source: No users were found for your search query.
bn_in: আপনার খোঁজার প্রশ্নে কোনো ব্যবহারকারীদের পাওয়া যায়নি।
cs: Na základě vašeho vyhledávání nebyl nalezen žádný uživatel.
fi: Haullasi ei löytynyt käyttäjiä.
fr: Aucun utilisateur n'a été trouvé pour cette recherche.
ru: По вашему поисковому запросу пользователей не найдено.
sl: Z vašo poizvedbo iskanja se ne ujema noben uporabnik.
sq: Nuk u gjetën përdorues sipas kërkimit tuaj.
xh: Akukho basebenzisi abafunyenweyo kumbuzo wakho wokukhangela.

source: Twitter Handles:
bn_in: টুইটার হ্যান্ডেল:
cs: Twitter:
fr: Identifiants Twitter :
ru: Имена в Твиттер:
sl: Imena na Twitterju:
xh: Twiter Handles:

source: View Profile
bn_in: প্রোফাইল দেখুন
cs: Zobrazit profil
da: Vis profil
et: Vaata profiili
fi: Näytä profiili
fr: Afficher le profil
lt: Parodyti profilį
ru: Просмотреть профиль
sl: Prikaži profil
sq: Shihni Profilin
th: ดูข้อมูลส่วนตัว
xh: Bona iNkangeleko

source: Private Message
bn_in: ব্যাক্তিগত মেসেজ
cs: Soukromá zpráva
fi: Yksityisviesti
fr: Message privé
ru: Персональное сообщение
sl: Zasebno sporočilo
sq: Mesazh Privat
xh: Umyalezo waBucala

source: Days since last activity:
bn_in: সর্বশেষ কার্যকলাপের দিন থেকে:
cs: Dny od poslední aktivity:
fr: Jours depuis la dernière activité :
ru: Дней с момента последней активности:
sl: Dni od zadnje dejavnosti:
sq: Ditë që nga veprimtaria e fundit:
xh: Iintsuku ukususela kumsebenzi wokugqibela:

source: Top Contributors - Support Forum
bn_in: শীর্ষ অবদানকারী - সাপোর্ট ফোরাম
cs: Hlavní přispěvatelé - Fórum podpory
fi: Parhaat avustajat - Tukikeskustelu
fr: Plus gros contributeurs – Forum d'assistance
ru: Топ помощников - Форум поддержки
sl: Top sodelavci - forum za podporo
sq: Kontribuesit Kryesues - Forum Asistence
xh: Abanikeli abaPhezulu - Iqonga leNkxaso

source: Top Contributors - Knowledge Base
bn_in: শীর্ষ অবদানকারী - জ্ঞানকোষ
cs: Hlavní přispěvatelé - Databáze znalostí
fi: Parhaat avustajat - Tukikanta
fr: Plus gros contributeurs – Base de connaissances
ru: Топ помощников - База знаний
sl: Top sodelavci - baza znanja
sq: Kontribuesit Kryesues - Baza e Dijes
xh: Abanikeli abaPhezulu - Isiseko soLwazi

source: Top Contributors - Localization
bn_in: শীর্ষ অবদানকারী - লোকালাইজেশন
cs: Hlavní přispěvatelé - Lokalizace
fi: Parhaat avustajat - Lokalisointi
fr: Plus gros contributeurs – Localisation
ru: Топ помощников - Локализация
sl: Top sodelavci - lokalizacija
sq: Kontribuesit Kryesues - Përkthime
xh: Abanikeli abaPhezulu - Ukwenza into ibeyeyalapha

source: Top Contributors - Army of Awesome
bn_in: শীর্ষ অবদানকারী - Army of Awesome
cs: Hlavní přispěvatelé - Army of Awesome
fi: Parhaat avustajat - Army of Awesome
fr: Plus gros contributeurs – Army of Awesome
ru: Топ помощников - Армия помощников
sl: Top sodelavci - Armada pomočnikov
sq: Kontribuesit Kryesues - Armata e të Mahnitshmes
xh: Abanikeli abaPhezulu - Umkhosi Omangalisayo

source: Select by Locale
bn_in: লোকেল দ্বারা নির্বাচিত
cs: Volba dle jazyka
fr: Sélectionner par locale
ru: Выбрать по локали
sl: Izberi glede na območje
sq: Përzgjidhni sipas Vendoresh
xh: Khetha ngokweNdawo

source: There are {total} users with at least one contribution in the last 90 days.
bn_in: এখানে {total} ব্যবহারকারী আছেন যিনি নূন্যতম একটি অবদান করেছেন শেষ ৯০ দিনে।
cs: Celkem je {total} uživatelů, kteří mají alespoň jeden příspěvek v posledních 90 dnech.
fr: {total} utilisateurs avec au moins une contribution au cours des 90 derniers jours.
ru: Имеется {total} пользователей, которые помогли хотя бы 1 раз за последние 90 дней.
sl: To je {total} uporabnikov z vsaj enim prispevkom v zadnjih 90 dneh.
sq: Ka {total} përdorues gjithsej me të paktën një kontribut gjatë 90 ditëve të fundit.
xh: Kukho {itotali} yabasebenzisi abanomnikeli nokuba mnye kwiintsuku ezingama-90.

source: Contributions in last 90 days: {count}
bn_in: শেষ ৯০ দিনে অবদান : {count}
cs: Příspěvků za posledních 90 dní: {count}
fi: Avustusten määrä 90 päivän aikana: {count}
fr: Contributions au cours des 90 derniers jours : {count}
ru: Помог {count} раз(а) за последние 90 дней
sl: Prispevkov zadnjih 90 dni: {count}
sq: Ndihmesat për 90 ditët e fundit: {count}
xh: Abanikeli kwiintsuku ezingama-90: {bala}

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
cs: Vždy nás moc těší potkat nové lidi, kteří chtějí pomáhat na fóru, takže pokud jste se ještě s naší komunitou nesetkali, <a href="%(intro_url)s">rádi bychom se představili</a>. Pokud to chcete nechat beze změny, nic se neděje. :) Můžete nás ale potkat také na IRC <a href="%(irc_url)s">v kanálu #sumo</a>.
fr: Nous aimons toujours beaucoup en apprendre sur les nouvelles personnes qui nous aident sur les forums. Si vous n'avez pas encore fait connaissance avec notre communauté, <a href="%(intro_url)s">prenez une minute pour vous présenter</a>. Si vous préférez la discrétion, cela nous va aussi :). Vous pourrez également nous retrouver sur IRC, sur le canal <a href="%(irc_url)s">#sumo</a>.
sl: Zmeraj smo zelo veseli novih ljudi, ki radi pomagajo na forumih, in če še niste spoznali naše skupnosti, <a href="%(intro_url)s">, si prosimo vzemite trenutek in se predstavite </a>. Nič ni narobe, če želite ostati anonimni :). Najdete nas tudi nas IRC kanalu, <a href="%(irc_url)s"> #sumo</a>.

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
fr: Si cela vous intéresse d'en savoir plus sur le fonctionnement de ce système d'assistance, consultez notre <a href="%(training_url)s">formation pour les contributeurs</a>. Elle fournit des informations de dépannages utiles, marches à suivre, réponses à des questions courantes et des pointeurs vers d'autres sources d'aide si nécessaire.
sl: Če bi radi izvedeli več o delovanju vse te naše zadeve s podporo, si oglejte naš <a href="%(training_url)s">trening za sodelavce</a>. V njem boste našli nekaj prima informacij za odpravljanje težav, smernic, vprašanj "kako se ..." in izvedeli boste, kje najdete več pomoči, če ste obtičali.

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
fr: Enfin, si vous souhaitez suivre toutes les nouvelles concernant SUMO, n'oubliez pas nos <a href="%(forums_url)s">forums de la communauté</a>, <a href="%(blog_url)s">blog officiel</a> et <a href="%(twitter_url)s">compte Twitter</a>. Nous <a href="%(meetings_url)s">nous réunissions presque chaque lundi</a> et vous pouvez nous y rejoindre.
sl: Za konec, če želite biti na tekočem z novicami o SUMO, ne pozabite na naše <a href="%(forums_url)s">forume za sodelavce</a>, <a href="%(blog_url)s">uradni blog</a> in <a href="%(twitter_url)s">račun Twitter</a>. <a href="%(meetings_url)s">Vsak ponedeljek imamo tudi srečanje</a> - in vi se nam lahko pridružite.

source: Invalid search data.
bn_in: অবৈধ তথ্য খোঁজ।
cs: Neplatná data pro vyhledávání.
da: Ugyldige søgedata.
et: Vigased otsinguandmed.
eu: Bilaketa-datu baliogabeak.
fi: Virheellinen hakutieto.
fr: Données de recherche invalides.
lt: Netinkami duomenys paieškai.
ru: Неверные данные поиска.
sl: Neveljavni podatki za iskanje.
sq: Të dhëna të pavlefshme kërkimi.
th: ข้อมูลการค้นหาไม่ถูกต้อง
xh: Ingcombolo yokukhangela engasebenzi.

source: Search Unavailable
bn_in: অপ্রাপ্য অনুসন্ধান
cs: Vyhledávání není dostupné
da: Søgning ikke tilgængelig
et: Otsing pole kättesaadav
eu: Bilaketa ez dago erabilgarri
fi: Haku poissa käytöstä
fr: Recherche indisponible
lt: Paieška negalima
ru: Поиск недоступен
sl: Iskanje ni na voljo
sq: Kërkim i Pamundur Tani
th: ไม่สามารถทำการค้นหาได้
xh: Ukukhangela akuFumaneki

source: No pages matched the search criteria
bn_in: কোন পৃষ্ঠার সাথেই অনুসন্ধান করা শব্দটি মিলছে না
cs: Žádná stránka nesplňuje kritéria vyhledávání
da: Ingen sider passede til søgekriterierne
et: Otsingutingimustele vastavaid lehti ei leitud
eu: Ez dago bilaketarekin bat datorren orririk.
fi: Ei sivuja näillä hakuehdoilla
fr: Aucune page ne correspond aux critères de recherche
lt: Paieškos kriterijų neatitiko nė vienas tinklapis
ru: Поисковый запрос не нашёл ни одну страницу
sl: Ni strani, ki bi ustrezale kriterijem iskanja
sq: Nuk pati faqe me përputhje kundrejt kushtit tuaj
th: ไม่พบหน้าเว็บที่ตรงกับเกณฑ์ค้นหา
xh: Inani lamaphepha afanana nendlela yokukhangela

source: Language
bn_in: ভাষা
cs: Jazyk
da: Sprog
et: Keel
eu: Hizkuntza
fi: Kieli
fr: Langue
lt: Kalba
ru: Язык
sl: Jezik
sq: Gjuhë
th: ภาษา
xh: Ulwimi

source: Category
bn_in: বিভাগ
cs: Kategorie
da: Kategori
et: Kategooria
eu: Kategoria
fi: Luokka
fr: Catégorie
lt: Kategorija
ru: Категория
sl: Kategorija
sq: Kategori
th: ประเภท
xh: Udidi

source: Topics
bn_in: বিষয়
cs: Témata
da: Emner
et: Teemad
fi: Aiheet
fr: Sujets
lt: Temos
ru: Темы
sl: Teme
sq: Tema
th: หัวข้อเรื่อง
xh: Izihloko

source: Relevant to
bn_in: প্রাসঙ্গিক
cs: Relevantní k
da: Relevant for
et: Asjakohane
fi: Liittyy aiheeseen
fr: Concerne
lt: Susijęs su
ru: Относится к
sl: Pomembno za
sq: I rëndësishëm për
th: สัมพันธ์กันกับ
xh: Okusemxholweni ku

source: Cool Search
sl: Iskanje

source: Most Recent
bn_in: সাম্প্রতিক
cs: Nedávno aktualizované
da: Seneste
et: Kõige värskemad
fi: Viimeisimmät
fr: Les plus récents
lt: Paskiausi
ru: Самые последние
sl: Najnovejša
sq: Më të Fundmet
th: ล่าสุด
xh: Ezona Zakutshanje

source: Unanswered
bn_in: উত্তর দেওয়া হয়নি
cs: Nezodpovězené
da: Ubesvarede
et: Vastamata
fi: Vastaamaton
fr: Sans réponse
lt: Neatsakyti
ru: Неотвеченные
sl: Neodgovorjena
sq: Të papërgjigje
th: ยังไม่ได้รับคำตอบ
xh: Engaphendulwanga

source: Answered
bn_in: উত্তর দেওয়া হয়েছে
cs: Zodpovězené
da: Besvarede
et: Vastatud
fi: Vastattu
fr: Avec réponse
lt: Atsakyti
ru: Отвеченные
sl: Odgovorjena
sq: Me Përgjigje
th: ได้รับคำตอบแล้ว
xh: Ephenduliweyo

source: All
bn_in: সকল
cs: Vše
da: Alle
et: Kõik
fi: Kaikki
fr: Tout
lt: Visi
ru: Все
sl: Vse
sq: Krejt
th: ทั้งหมด
xh: Konke

source: Reply-to is empty
bn_in: ফাকা উত্তর
cs: Odpověď je prázdná
da: Svar til er tomt
et: Reply-to on täitmata
fi: Vastauksen kohde on tyhjä
fr: Le champ destinataire est vide
lt: Nenurodyta, į ką atsakoma
ru: Reply-to пуст
sl: Odgovor je prazen
sq: Reply-to është e zbrazët
th: การตอบกลับนั้นว่างเปล่า
xh: Phendula-kwindawo engenanto

source: Tweet has already been replied to
bn_in: টুইট ইতিমধ্যে উত্তর করা হয়েছে
cs: Tweet byl již zodpovězen
fr: Une réponse a déjà été donnée pour ce tweet
ru: На твит уже ответили
sl: Na ta tvit je bilo že odgovorjeno
sq: Postimi në Twitter ka tashmë një përgjigje
xh: I-Tweet sele iphendulwe ku

source: Message is empty
bn_in: বার্তাটি খালি
cs: Zpráva je prázdná
da: Meddelelse er tom
et: Sõnum on tühi
fi: Viesti on tyhjä
fr: Le message est vide
lt: Nenurodytas pranešimo tekstas
ru: Сообщение пусто
sl: Sporočilo je prazno
sq: Mesazhi është i zbrazët
th: ข้อความว่างเปล่า
xh: Umyalezo awunanto

source: Message is too long
bn_in: বার্তাটি দীর্ঘ
cs: Zpráva je příliš dlouhá
da: Meddelelsen er for lang
et: Sõnum on liiga pikk
fi: Viesti on liian pitkä
fr: Le message est trop long
lt: Pranešimas per ilgas
ru: Сообщение слишком длинное
sl: Sporočilo je predolgo
sq: Mesazhi është shumë i gjatë
th: ข้อความยาวเกินไป
xh: Umyalezo mde kakhulu

source: An error occured: {message}
bn_in: একটি ত্রুটি ঘটেছে: {message}
cs: Nastala chyba: {message}
da: Der opstod en fejl: {message}
et: Tekkis viga: {message}
fi: Virhe havaittiin: {message}
fr: Une erreur est survenue : {message}
lt: Įvyko klaida: {message}
ru: Произошла ошибка: {message}
sl: Prišlo je do napake: {message}
sq: Ndodhi një gabim: {message}
th: เกิดข้อผิดพลาดขึ้น: {message}
xh: Kwenzeke impazamo: {umyalezo}

source: Invalid ID.
bn_in: অবৈধ ID।
cs: Neplatné ID.
da: Ugyldig ID.
et: Vigane ID.
fi: Virheellinen ID.
fr: Identifiant invalide.
lt: Negalimas identifikatorius.
ru: Неправильный ID.
sl: Neveljaven ID.
sq: ID e Pavlefshme.
th: ID ไม่ถูกต้อง
xh: I-ID Engasebenziyo.

source: Tweets that are replies or have replies must not be hidden.
bn_in: টুইট এর মাধ্যমে যে জবাব দেবেন তা গোপন করা হবে না।
cs: Tweety, které mají odpovědi nebo jsou odpověďmi, nemohou být skryté.
da: Tweeets som er svar eller har svar må ikke være skjult.
et: Vastussäutsude või vastustega säutsude peitmine pole lubatud.
fi: Twiitit, jotka ovat vastauksia tai joilla on vastauksia, ei pidä piilottaa.
fr: Les tweets qui sont des réponses ou ont des réponses ne doivent pas être masqués.
lt: Čiulbesiai, kurie turi atsakymų arba patys yra atsakymai, negali būti slepiami.
ru: Твиты являющиеся ответами или имеющие ответы не должны быть скрыты.
sl: Tvitov, ki so odgovori ali ki imajo odgovore, se ne sme skriti.
sq: Cicërimat që janë përgjigje ose që përmbajnë përgjigje nuk duhet të jenë të fshehura.
th: ทวีตที่ตอบหรือรับการตอบต้องไม่ถูกซ่อน
xh: Ii-Tweets ezizimpendulo okanye zineempendulo ekungaunekanga zifihlw.

source: Join our Army of Awesome
bn_in: আমাদের Army of Awesome এ যোগদান করুন
cs: Připojte se k naší Army of Awesome
da: Bliv en af vores Fantastiske Fæller
et: Ühine meie Ägeda Väega
eu: Bat egizu gure tumatxa kuadrilarekin
fi: Liity mahtavaan armeijaamme
fr: Rejoignez notre « Army of Awesome »
lt: Tapkite Nuostabiųjų armijos dalimi
ru: Вступайте в ряды наших помощников
sl: Pridružite se našim junakom korenjakom
sq: Bëhuni Pjesë e Ushtrisë sonë të të Mrekullueshmëve
th: ร่วมขบวนสุดเจ๋งไปกับเรา
xh: Joyina uMkhosi wethu Omangalisayo

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
bn_in: Firefoxকে ভালবাশেন এবং তার জন্য সাহায্য করতে চান?<br /> টুইটার দ্বারা অন্যান্য Firefox ব্যবহারকারীদের সাহায্য করুন। যারা টুইট করে তারাই ভাল জিনিস উপভোগ করে!
cs: Máte chvilku, milujete Firefox a rádi byste pomohli?<br /> Pomozte ostatním uživatelům Firefoxu na Twitteru!
da: Er du vild med Firefox og har du lidt tid til at hjælpe?<br /> Hjælp andre Firefox-brugere på Twitter. Alt godt kommer til den der tweeter!
et: Armastad Firefoxi ja sul on paar vaba hetke teiste aitamiseks?<br /> Abista Firefoxi kasutajaid Twitteris. Head asjad juhtuvad nendega, kes säutsuvad!
fi: Rakastatko Firefoxia ja haluat käyttää hetken auttamiseen?<br /> Auta muita Firefox-käyttäjiä Twitterissä. Kaikki hyvä alkaa twiittaamisesta!
fr: Vous adorez Firefox et avez un peu de temps ?<br /> Aidez d'autres utilisateurs de Firefox sur Twitter. Faites plaisir à ceux qui « twittent » !
lt: Mėgstate „Firefox“ ir turite kelias laisvas akimirkas?<br />Padėkite kitiems „Firefox“ naudotojams per „Twitter“. Geri dalykai verti čiulbesių!
ru: Вам нравится Firefox и у вас есть несколько минут чтобы помочь?<br /> Помогите другим пользователям Firefox на Твиттер. Хорошие вещи стоят того, чтобы твитить!
sl: Imate radi Firefox in nekaj časa, da pomagate?<br /> Pomagajte drugim uporabnikom Firefoxa na Twitterju. Kdor ne čivka, ni Sloven'c!
sq: E doni Firefox-in dhe keni pak kohë të lirë për të ndihmuar?<br /> Ndihmoni përdorues të tjerë të Firefox-it përmes Twitter-it. Të mirat vijnë për ata që cicërojnë!
th: รัก Firefox และมีโอกาสที่จะช่วยเหลือ?<br /> ช่วยผู้ใช้ Firefox บน Twitter สิ่งดีๆ จะไปสู่ผู้คนเหล่านั้นที่ทวีต!
xh: Thanda i-Firefox ze ubenemizuzwana embalwa yokunceda?<br /> Nceda abanye abasebenzisi be-Firefox ku-Twitter. Izinto ezintle ziza kuza kwabo abenza i-tweet!

source: Sign in and connect to Twitter
bn_in: লগইন করুন এবং টুইটার অ্যাকাউন্টের সাথে সংযোগ করুন
cs: Přihlášení a připojení k Twitteru
da: Log ind og forbind til Twitter
fi: Kirjaudu sisään ja yhdistä Twitteriin
fr: Identifiez-vous et connectez-vous avec Twitter
ru: Войдите и соединитесь с Твиттером
sl: Prijavite in povežite se s Twitterjem
sq: Hyni dhe lidhuni te Twitter-i
xh: Ngena ekhompyutheni ze uqhagamshele ku-Twitter

source: Choose a tweet below
bn_in: নীচের একটি টুইট চয়ন করুন
cs: Níže zvolte tweet
da: Vælg et tweet nedenunder
et: Vali säuts allpool
fi: Valitse twiitti alapuolelta
fr: Choisissez un tweet ci-dessous
lt: Pasirinkite čiulbesį atsakymui
ru: Выберите внизу твит
sl: Izberite tvit spodaj
sq: Zgjidhni më poshtë një cicërimë
th: เลือกทวีตข้างล่าง
xh: Khetha i-tweet ngezantsi

source: Respond to the tweet!
bn_in: টুইটের জবাব দিন
cs: Odpovězte na tweet!
da: Svar på tweet'et!
et: Vasta sellele säutsule!
fi: Vastaa twiittiin!
fr: Répondez au tweet !
lt: Atsakykite į čiulbesį!
ru: Ответьте на твит!
sl: Odgovorite na tvit!
sq: Përgjigjuni kësaj cicërime!
th: ตอบสนองทวีต!
xh: Phendula ku-tweet!

source: Moderate Twitter Accounts
bn_in: Twitter অ্যাকাউন্ট মোডারেট করুন
cs: Moderování účtů na Twitter
fr: Modération des comptes Twitter
ru: Модерация учётных записей Твиттер
sl: Moderiraj Twitter račune
sq: Moderoni Llogari Twitter
xh: Ii-akhawunto zeTwitter eziPhambili

source: Loading
bn_in: লোড হচ্ছে
cs: Načítání
fi: Ladataan
fr: Chargement…
ru: Загрузка
sl: Nalaganje
sq: Po ngarkohet
xh: Iyalayisha

source: Refresh
bn_in: পুনরুজ্জীবিত করুন
cs: Obnovit
da: Genindlæs
et: Värskenda
fi: Päivitä
fr: Actualiser
lt: Atnaujinti
ru: Обновить
sl: Osveži
sq: Rifreskoje
th: เรียกใหม่
xh: Hlaziya
