Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Modified by {name} on {datetime}
bn_in: এই {datetime} এ {name} মডিফাই করেছেন।
cs: Upravil(a) {name} dne {datetime}
da: Ændret af {name} den {datetime}
et: Muudetud {datetime} {name} poolt
eu: {name}(e)k aldatua {datetime}(e)an
fi: Muokannut {name} {datetime}
fr: Modifié par {name} le {datetime}
lt: {datetime} modifikavo {name}
ru: Изменено {name} в {datetime}
sl: Spremenjeno - {name} dne {datetime}
sq: Ndryshuar nga {name} më {datetime}
th: เปลี่ยนแปลงโดย {name} เมื่อ {datetime}
xh: Lungisa nge {gana} kwi {umhla nexesha}

source: Post Preview:
bn_in: পোস্ট প্রিভিউ:
cs: Náhled příspěvku:
da: Forhåndsvisning af indlæg:
et: Postituse eelvaade:
eu: Bidalketaren aurrebista:
fi: Esikatselu
fr: Aperçu du message :
lt: Pranešimo peržiūra:
ru: Создать предпросмотр:
sl: Predogled objave:
sq: Paraparje Postimi:
th: ดูตัวอย่างโพสต์:
xh: Ukujonga iPosi ngaphambi koshicilelo:

source: Turn off emails for discussion in my locale.
bn_in: ইমেইল বন্ধ করুন আমার লোকেলে আলোচনা করার জন্য।
cs: Vypnout e-maily k diskusím v mém jazyce.
da: Slå mails fra for diskussioner på mit sprog.
et: Lülita välja teavitusmeilid arutelu kohta eesti keeles.
fi: Poista kieleni keskustelujen sähköpostit käytöstä.
fr: Désactiver les courriels pour la discussion dans ma langue.
lt: Nebesiųsti el. laiškų apie aptarimus mano lokalėje.
ru: Отключить письма для обсуждений на моём языке.
sl: Izklopi e-pošto za razpravo v slovenščini.
sq: Nxirri jashtë pune email-et për diskutim në vendoren time.
th: ไม่รับอีเมลการสนทนาในภาษาของฉัน
xh: Cima ii-imeyili zokuxoxa kwindawo yam yalapha.

source: Get emailed when there is new discussion activity in my locale.
bn_in: ইমেইল পান যদি আপনার লোকেলে নতুন আলোচনার কাজকর্ম চলে।
cs: Zaslat e-mail, když je nová aktivita v diskusi v mém jazyce.
da: Modtag mail når der er ny diskussionsaktivitet på mit sprog.
et: Saa e-postiga tevitusi, kui eesti keeles on uusi postitusi.
fi: Ilmoita sähköpostilla, kun tähän keskusteluun tulee uusia viestejä.
fr: M'avertir par courriel lorsqu'il y a une nouvelle activité de discussion dans ma langue.
lt: Pranešti el. paštu apie aptarimus mano lokalėje.
ru: Отправлять мне письма при появлении новых обсуждений на моём языке.
sl: Obvestilo po e-pošti ob novi razpravi v slovenščini.
sq: Dërgomë email kur ka veprimtari të re diskutimi te vendorja ime.
th: รับอีเมลเมื่อมีการพูดคุยในภาษาของฉัน
xh: Fumana ezi-imeyiliweyo xa kukho umsebenzi wengxoxo entsha kwindawp yam yalapha.

source: KPI Dashboard
bn_in: KPI ড্যাশবোর্ড
cs: Nástěnka KPI
et: Statistika ülevaade
fi: KPI-kojelauta
fr: Tableau de bord des indicateurs de performance
lt: Pagrindinių rodiklių skydelis
ru: Панель KPI
sl: Kontrolna tabla KPI
sq: Pulti për KPI
th: หน้าปัด KPI
xh: I-Dashboard ye-KPI

source: Questions
bn_in: প্রশ্নসমূহ
cs: Otázky
da: Spørgsmål
et: Küsimusi
fi: Kysymykset
lt: Klausimai
ru: Вопросы
sl: Vprašanja
sq: Pyetje
th: คำถาม
xh: Imibuzo

source: Questions solved
bn_in: প্রশ্নসমূহের সমাধান হয়ে গেছে
cs: Vyřešené otázky
da: Spørgsmål løst
et: Lahendatud küsimusi
fi: Ratkaistut kysymykset
fr: Questions résolues
lt: Išspręsti klausimai
ru: Решённые вопросы
sl: Rešena vprašanja
sq: Çështje të zgjidhura
th: คำถามได้รับการแก้ไขแล้ว
xh: Imibuzo esonjululiweyo

source: Definition: Percentage of threads that have answer marked as a solution
bn_in: সংজ্ঞা : থ্রেডের শতাংশ যেগুলোর জবাব আছে সেগুলোকে সমাধান হিসেবে চিহ্নিত করা আছে
cs: Definice: Procento z vláken, které obsahují odpověď označenou jako řešení
fr: Définition : pourcentage des sujets de discussion dont une réponse a été marquée comme solution
lt: Apibrėžtis: gijų, kuriose bent vienas atsakymas pažymėtas kaip sprendimas, dalis procentais
ru: Определение: Процент тем, в которых ответ помечен как решение
sl: Definicija: odstotek niti z odgovori, ki imajo oznako rešeno.
sq: Përkufizim: Përqindje e rrjedhave që kanë përgjigje të shënuar si zgjidhje
th: คำอธิบาย: ร้อยละของกระทู้ที่มีคำตอบที่ทำเครื่องหมายเป็นวิธีแก้ปัญหา
xh: Inkcazelo: Ipesenti yee-threads ezinempendulo ephawulwe njengesisombululo

source: Questions responded to within X hours
bn_in: প্রশ্নের জবাব দেওয়া হয়েছে X ঘন্টার মধ্যে
cs: Otázky zodpovězené za X hodin
fr: Questions auxquelles une réponse a été donnée dans les X heures
ru: Вопросы, на которые дан ответ в течение X часов
sl: Vprašanja z odgovori v naslednjih X urah
sq: Pyetje që kanë marrë përgjigje brenda X orësh
xh: Imibuzo iphendulwe kwiiyure eziyi-X

source: Definition: Percentage of questions that get an action within X hours
bn_in: সংজ্ঞা : প্রশ্নের শতাংশ যা X ঘন্টার মধ্যে প্রতিক্রিয়া পেয়েছে।
cs: Definice: Procento otázek, které byly zodpovězeny během X hodin
fr: Définition : pourcentage des questions ayant donné lieu à une action dans les X heures
ru: Определение: Процент вопросов, на которые отвечают в течение X часов
sl: Definicija: odstotek vprašanj, na katere se je reagiralo v X urah.
sq: Përkufizim: Përqindje e pyetjeve për të cilat ka një veprim brenda X orësh
xh: Incazelo: Ipesenti yemibuzo efumana isenzo kwiiyure eziyi-X

source: Helpfulness of KB articles and Forum
bn_in: KB প্রবন্ধ এবং ফোরামের সহায়তা
cs: Užitečnost článku KB a fóra
fr: Utilité des articles de la base de connaissances et du forum
lt: Žinyno straipsnių ir forumo naudingumas
ru: Полезность форума и статей в Базе Знаний
sl: Koristnost člankov v bazi znanja in foruma
sq: Dobia e artikujve dhe Forumit të BD-së
th: บทความฐานความรู้ที่เป็นประโยชน์และกระดานสนทนา
xh: Uncedo lwamanqaku neQonga le-KB

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
bn_in: সংজ্ঞা : "হ্যাঁ" এর অনুপাত/KB প্রবন্ধ, ফোরামের থ্রেডের জন্য সর্বমোট ভোট
cs: Definice: Poměr pozitivních hodnocení k celkovému počtu hodnocení u článku KB a vláken ve fóru
fr: Définition : rapport de votes "oui" sur le nombre total de votes pour les articles et sujets de forums
lt: Apibrėžtis: santykis tarp teigiamų ir visų naudingumo balsų, vertinant Žinyno straipsnius ir forumo gijas
ru: Определение: Отношение голосов “да”/всего для статей в Базе знаний, тем форума
sl: Definicija: razmerje med “da” in celotnim številom glasov za članke, niti v forumu
sq: Përkufizim: Përpjesëtimi mes votave “po”/gjithsej për artikuj BD-je, rrjedha forumi
th: คำอธิบาย: อัตราส่วนของการลงคะแนน "ใช่" สำหรับบทความฐานความรู้ หัวข้อกระทู้
xh: Incazelo: I-Ratio ka “ewe”/itotali yeevoti kumanqaku e-KB, ii-threads zeqonga

source: Number of active contributors to the English KB
bn_in: ইংরাজী KB তে সক্রিয় অবদানকারীদের সংখ্যা
cs: Počet aktivních přispěvatelů do anglické KB
fr: Nombre de contributeurs actifs à la base de connaissances en anglais
lt: Aktyvių pagalbininkų kiekis angliškame Žinyne
ru: Число активных участников в английской Базе Знаний
sl: Število aktivnih sodelavcev v angleški bazi znanja
sq: Numër kontribuesish aktivë te BD në Anglisht
th: จำนวนของผู้มีส่วนร่วมที่ปฏิบัติการอยู่ในฐานความรู้ภาษาอังกฤษ
xh: Inani labanikeli abasebenzayo kwi-KB yesiNgesi

source: Definition: The number of people who have contributed to the KB in the last 30 days.
bn_in: সংজ্ঞা : শেষ ৩০ দিনে যত সংখ্যক লোক KB তে অবদান করেছে।
cs: Definice: Počet lidí, kteří přispěli do KB za posledních 30 dní.
fr: Définition : le nombre de personnes ayant contribué à la base de connaissances au cours des 30 derniers jours.
lt: Apibrėžtis: asmenų, padariusių indėlį Žinyne per pastarąsias 30 dienų, kiekis.
ru: Определение: Число людей, внесших свой вклад в Базу Знаний за последние 30 дней.
sl: Definicija: število sodelavcev, ki so zadnjih 30 dni prispevali v bazo znanja.
sq: Përkufizim: Numri i personave që kanë kontribuar te BD-ja gjatë 30 ditëve të fundit.
th: คำอธิบาย: จำนวนของคนที่มีส่วนรวมในฐานความรู้ในระยะ 30 วันที่ผ่านมา
xh: Inkcazelo: Inani labantu abanikeleyo kwi-KB kwiintsuku ezingama-30 ezidlululeyo.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
bn_in: অবদানের সংজ্ঞা : সম্পাদিত ১+ প্রবন্ধ অথবা রিভিউ হয়েছে এমন ১+ প্রবন্ধ
cs: Definice pro příspěvek: úprava či kontrola alespoň jednoho článku
fr: Définition d'une contribution : modification ou révision d'au moins un article
lt: Indėlio apibrėžtis: pataisytas arba recenzuotas vienas ar daugiau straipsnių
ru: Определение вклада: 1+ отредактированной статьи или 1+ отрецензированной статьи
sl: Definicija prispevka: urejanje 1+ članka ali recenzija 1+ članka
sq: Përkufizim i kontributit: ka përpunuar 1+ artikull ose ka shqyrtuar një 1+ artikull
th: คำอธิบายของการมีส่วนร่วม: แก้ไขบทความ 1+ หรือเมื่อมีการพิจารณาบทความ 1+
xh: Inkcazelo uokunikela: ihleliwe 1 + yenqaku okanye ihlo kwangaphambi kokuba ishicilelwe

source: Number of active contributors to the non-English KB
bn_in: বিনা-ইংরাজী KB তে সক্রিয় অবদানকারীদের সংখ্যা
cs: Počet aktivních přispěvatelů neanglické KB
fr: Nombre de contributeurs actifs à la base de connaissances non anglaise
lt: Aktyvių pagalbininkų kiekis ne angliškame Žinyne
ru: Число активных участников в неанглийской Базе Знаний
sl: Število aktivnih sodelavcev v neangleških bazah
sq: Numër kontribuesish aktivë te BD-ja jo në Anglisht
th: จำนวนของผู้มีส่วนร่วมที่ปฏิบัติการอยู่ในฐานความรู้ที่ไม่ใช่ภาษาอังกฤษ
xh: Inani labanikeli abasebenzayo kwi-KB engeyoyesiNgesi

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
bn_in: সংজ্ঞা : শেষ ৩০ দিনে নন-ইংলিশ KB তে যত সংখ্যক অবদানকারী অবদান করেছে।
cs: Definice: Počet lidí, kteří přispěli do neanglické KB v posledních 30 dnech.
fr: Définition : le nombre de personnes qui ont contribué à des versions non anglaises de la base de connaissances au cours des 30 derniers jours.
lt: Apibrėžtis: asmenų, padariusių indėlį ne angliškame Žinyne per pastarąsias 30 dienų, kiekis.
ru: Определение: Число людей, внесших свой вклад в неанглийские версии Баз Знаний за последние 30 дней.
sl: Definicija: število sodelavcev, ki so zadnjih 30 dni prispevali v eno od neangleških baz znanja.
sq: Përkufizim: Numri i personave që kanë kontribuar te versionet jo Anglisht të BD-së gjatë 30 ditëve të fundit.
th: คำอธิบาย: จำนวนของคนที่มีส่วนรวมในฐานความรู้ที่ไม่ใช่ภาษาอังกฤษในระยะ 30 วันที่ผ่านมา
xh: Inkcazelo: Inani labantu abanikele kwiinguqulelo ze-KB yesingesi kwiintsuku ezingama -30 ezidlulileyo.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
bn_in: অবদানের সংজ্ঞা : সম্পাদিত ১+ নন-ইংলিশ প্রবন্ধ অথবা রিভিউ হওয়া ১+ নন-ইংলিশ প্রবন্ধ
cs: Definice pro příspěvek: úprava či kontrola alespoň jednoho neanglického článku.
fr: Définition d'une contribution : modification ou révision d'au moins un article dans une autre langue que l'anglais
lt: Indėlio apibrėžtis: pataisytas ar recenzuotas vienas ar daugiau ne angliškų straipsnių.
ru: Определение вклада: 1+ отредактированной неанглийской статьи или 1+ отрецензированной неанглийской статьи
sl: Definicija prispevka: urejanje 1+ neangleškega članka ali recenzija 1+ neangleškega članka
sq: Përkufizim i kontributit: ka përpunuar 1+ artikuj jo Anglisht ose ka shqyrtuar 1+ artikuj jo Anglisht.
th: คำอธิบายของการมีส่วนร่วม: แก้ไขบทความ 1+ หรือเมื่อมีการพิจารณาบทความ 1+ ที่ไม่ใช่ภาษาอังกฤษ
xh: Inkcazelo yomnikelo: ihlele 1 + inqaku elingelo lesiNgesi okanye luhlole kwangaphambi koshicilelo 1 + inqaku elingelo lesiNgesi.

source: Number of active forum contributors
bn_in: সক্রিয় ফোরাম অবদানকারীদের সংখ্যা
cs: Počet aktivních přispěvatelů ve fóru
fr: Nombre de contributeurs actifs du forum
lt: Aktyvių pagalbininkų kiekis forume
ru: Число активных участников форума
sl: Število aktivnih udeležencev v forumih
sq: Numër kontribuesish aktivë në forum
th: จำนวนของผู้มีส่วนร่วมที่ปฏิบัติการอยู่ในกระดานสนทนา
xh: Inani labanikeli beqonga abasebenzayo

source: Definition: The number of people who have contributed to the forums in the last 30 days.
bn_in: সংজ্ঞা : শেষ ৩০ দিনে ফোরামে অবদান করছেন এমন মানুষের সংখ্যা
cs: Definice: Počet lidí, kteří přispěli ve fóru v posledních 30 dnech.
fr: Définition : le nombre de personnes qui ont contribué aux forums au cours des 30 derniers jours.
lt: Apibrėžtis: asmenų, padariusių indėlį forume per pastarąsias 30 dienų, kiekis.
ru: Определение: Число людей, внесших свой вклад в форумы за последние 30 дней.
sl: Definicija: število sodelavcev, ki so zadnjih 30 dni sodelovali na forumih
sq: Përkufizim: Numri i personave që kanë kontribuar te forumet gjatë 30 ditëve të fundit.
th: คำอธิบาย: จำนวนของคนที่มีส่วนรวมในกระดานสนทนาในระยะ 30 วันที่ผ่านมา
xh: Inkcazelo: Inani labantu abaye banikela kumaqonga kwiintsuku ezingama-30 ezidlulileyo.

source: Definition of contribution: wrote 10+ posts
bn_in: অবদানের সংজ্ঞা : ১০+ পোস্ট লেখা হয়েছে।
cs: Definice příspěvku: napsal(a) 10 a více příspěvků
fr: Définition d'une contribution : publication d'au moins 10 messages
lt: Indėlio apibrėžtis: parašyta dešimt ar daugiau pranešimų
ru: Определение вклада: написал 10+ постов
sl: Definicija sodelovanja: objavil 10+ prispevkov
sq: Përkufizim i kontributit: ka shkruar 10+ postime
th: คำอธิบายของการมีส่วนร่วม: เขียนโพสต์ 10+
xh: Inkcazelo yokunikela: ibhale iiposi ezili-10+

source: Number of active Army of Awesome contributors
bn_in: সক্রিয় Army of Awesome এ অবদানকারীদের সংখ্যা
cs: Počet aktivních přispěvatelů Army of Awesome
fr: Nombre de contributeurs actifs pour l'Army of Awesome
lt: Aktyvių Nuostabiųjų armijos pagalbininkų kiekis
ru: Число активных участников Наших Помощников
sl: Število sodelavcev v armadi junakov
sq: Numër kontribuesish aktivë te Ushtria e Mahnitshme
th: จำนวนของผู้มีส่วนร่วมที่ปฏิบัติการอยู่ในขบวนสุดเจ๋ง
xh: Inani labanikeli abasebenzayo boMkhosi oMangalisayo

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
bn_in: সংজ্ঞা : শেষ ৩০ দিনে Army of Awesome এ অবদান করেছেন এমন মানুষের সংখ্যা।
cs: Definice: Počet lidí, kteří přispěli do Army of Awesome v posledních 30 dnech.
fr: Définition : le nombre de personnes qui ont contribué à l'Army of Awesome au cours des 30 derniers jours.
lt: Apibrėžtis: asmenų, dalyvavusių Nuostabiųjų armijoje per pastarąsias 30 dienų, kiekis.
ru: Определение: Число людей, внесших свой вклад в Наших Помощников за последние 30 дней.
sl: Definicija: število sodelavcev, ki so zadnjih 30 dni sodelovali v Armadi junakov
sq: Përkufizim: Numri i personave që kanë kontribuar te Ushtria e Mahnitshme gjatë 30 ditëve të fundit.
th: คำอธิบาย: จำนวนของคนที่มีส่วนรวมในขบวนสุดเจ๋งในระยะ 30 วันที่ผ่านมา
xh: INkcazelo: Inani labantu abaye banikela kuMkhosi oMangalisayo kwiintsuku ezingama-30 ezidlulileyo.

source: Definition of contribution: replied to a tweet.
bn_in: অবদানের সংজ্ঞা : একটি টুইটের জবাব দেওয়া
cs: Definice příspěvku: odpověď alespoň na jeden tweet.
fr: Définition d'une contribution : avoir répondu à un tweet.
lt: Dalyvavimo apibrėžtis: atsakyta į čiulbesį.
ru: Определение вклада: ответил на твит.
sl: Definicija sodelovanja: odgovor na tvit.
sq: Përkufizim i kontributit: i është përgjigjur një cicërime.
th: คำอธิบายของการมีส่วนร่วม: ตอบกลับทวีต
xh: Inkcazelo yokunikela: iphendulwe kwi-tweet.

source: Search Clickthrough Rate
bn_in: ক্লিক-থ্রু এর হার খুঁজুন
cs: Prohledávání míry prokliku
da: Søg i klikfrekvens
fr: Taux de clics de la recherche
ru: Коэффициент кликов при поиске
sl: Clickthrough delež pri iskanju
sq: Mesatare e Përmes Kërkimesh
xh: Khangela iSantya sokuCofa

source: Clickthrough rate
bn_in: ক্লিক-থ্রু হার
cs: Míra prokliku
da: Klikfrekvens
fr: Taux de clics
lt: Paieškos efektyvumas
ru: Коэффициент кликов
sl: Clickthrough razmerje
sq: Mesatare e përmes kërkimesh
th: จำนวนการคลิก
xh: Isantya sokucofa

source: Definition: Percentage of people searching who click on an item on the search results page.
bn_in: সংজ্ঞা : মানুষের শতাংশ যারা একটি বিষয়ের ওপরে ক্লিক করেন সার্চ রেজাল্ট পেজে।
cs: Definice: Procento lidí, kteří hledali a klepli na nějaký odkaz ve výsledcích vyhledávání.
fr: Définition : pourcentage de personnes qui ont cliqué sur un élément sur la page de résultats d'une recherche.
lt: Apibrėžtis: dalis paiešką vykdžiusių lankytojų, paspaudusių vieną paieškos rezultatuose pateiktų saitų.
ru: Определение: Процент производящих поиск людей, щёлкнувших по ссылке на странице результатов поиска.
sl: Definicija: odstotek ljudi, ki na strani z rezultati iskanja kliknejo na to postavko.
sq: Përkufizim: Përqindje e njerëzve që kërkojnë dhe që klikojnë mbi një zë te faqja e përfundimeve të kërkimit.
th: คำอธิบาย: ร้อยละของคนที่ค้นแล้วคลิกรายการบนหน้าผลลัพธ์การค้นหา
xh: Inkcazelo: Ipesenti yabantu abacofa into kwiphepha lokukhangela iziphumo .

source: Daily Unique Visitors
bn_in: দৈনিক অনন্য পরিদর্শক
cs: Unikátní denní návštěvníci
fi: Päivittäisiä erillisiä kävijöitä
fr: Visiteurs journaliers uniques
ru: Ежедневные уникальные посетители
sl: Obiskovalcev na dan
sq: Vizitorë Unikë në Ditë
xh: Abatyeleli ngoSuku abaBodwa

source: L10n Coverage
bn_in: L10n কভারেজ
cs: Pokrytí lokalizací
fr: Couverture de la traduction
ru: Охват L10n
sl: Kritje L10n
sq: Mbulim L10n
xh: I-L10n eyogqunyiweyo

source: L10n coverage
bn_in: L10n কভারেজ
cs: Pokrytí lokalizací
fr: Couverture de la traduction
lt: Lokalizavimo aprėptis
ru: Охват L10n
sl: Pokritje L10n
sq: Mbulim L10n
th: ความครอบคลุมของการแปล
xh: I-L10n efunyenweyo

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
bn_in: সংজ্ঞা : L10n কভারেজ হল আমাদের পরিদর্শকরা কিভাবে তাদের নিজেদের ভাষায় KB এর প্রবন্ধ থেকে সাহায্য পাচ্ছে তার শতাংশের পরিমাপ। এখানে ধরা হয় যে ইংরাজী হল সর্বোচ্চ ৫০, একটি প্রবন্ধের লোকালাইজেশন স্ট্যাটাসের মাধ্যমে এবং প্রত্যেক লোকেলে কত পরিদর্শন হয় তার মাধ্যমে এই পরিমাপকে হিসাব করা হয়।
cs: Definice: Pokrytí lokalizací je měřeno jako množství překladů nejpopulárnějších 50 anglických článků, které jsou aktuální, vážené dle počtu návštěvníků pro každý jazyk.
fr: Définition : la couverture de la traduction est une mesure du pourcentage de notre base de visiteurs pouvant consulter les articles de la base de connaissances dans leur propre langue. Elle est calculée en prenant en compte les 50 articles en anglais les plus visités, pondérés par l'état de traduction d'un article et le nombre de visites pour chaque langue.
lt: Apibrėžtis: šis įvertis parodo, kokiai lankytojų daliai žinyno straipsniai pateikiami lokalizuoti į reikiamą lokalę. Jis nustatomas, atsižvelgiant į 50-ties populiariausių angliškų straipsnių lokalizuotumą ir tų straipsnių lankomumą kiekvienoje lokalėje.
ru: Определение: Охват L10n - это измерение процента числа наших посетителей, которым предоставляются статьи Базы Знаний на их родном языке. Он рассчитывается с учетом Английского топ-50, с учётом статуса локализации статьи и числа посещений для каждой локали.
sl: Definicija: l10n pokritost je merilo odstotka obiskovalcev naše baze, ki imajo članke KB v svojem lastnem jeziku. Izračuna se tako, da se upošteva slovenske top 50, ponderirane s statusom lokalizacije članka in številom obiskov za vsak lokale.
sq: Përkufizim: Mbulimi L10n është vlera në përqindje e bazës së vizitorëve tanë të cilëve u shërbehen artikuj të BD-së në gjuhën e tyre. Ajo llogaritet duke marrë parasysh shkallën e përkthimit të 50 artikujve kryesorë të Anglishtes, peshuar sipas gjendjes së përkthimit të një artikulli dhe sipas numrit të vizitave për secilën gjuhë.
xh: Inkcazelo: I-L10n eyogqunyiweyo ngumlinganiselo wepesenti yesiseko somtyeleli wethu ofumana ukuncedwa ngamanqaku e-KB ngolwimi lwakhe. Ibalwa ngokuthathela ingqalelo isiNgesi eziphezulu esingama-50 sisimo selokhalizeyishini kwenqaku kwaye inani labatyeleli kwindawo nganye yalapha.

source: Edit levels are taken into account as follows:
bn_in: সম্পাদনার লেভেলকে নিম্নলিখিত ভাবে ধরা হয়:
cs: Upravte si úrovně, které jsou brány v potaz dle následujícího:
fr: Les niveaux de modification sont pris en compte comme suit :
lt: Pataisų lygiai apibrėžiami taip:
ru: Уровни изменений учитываются следующим образом:
sl: Stanje prevodov se upošteva kot sledi:
sq: Shkallët e përpunimit përllogariten si vijon:
xh: Hlela amanqanaba athathelwe ingqalelo ngolu hlobo lulandelayo:

source: A level 2 review change drops the localization to 50% of the article
bn_in: লেভেল ২ রিভিউ লোকালাইজেশনের ৫০% প্রবন্ধকে কম করে দেয়।
cs: Změna na úroveň 2 bude uvažovat lokalizace, které mají přeloženo alespoň 50 % článků
fr: Un changement vérifié de niveau 2 abaisse l'état de traduction de l'article à 50%
lt: Atlikus antrojo lygio redakciją, straipsnio vertimo pilnumas nukrenta iki 50%
ru: Изменение уровня 2 понижает локализацию статьи до 50%
sl: Sprememba članka na ravni 2 zniža lokalizacijo na 50% članka
sq: Ndryshimi në shkallë 2 i shqyrtimit e ul përkthimin në 50% të artikullit
xh: Uhlolo kwakhona lwenqanaba 2 lutshintsha indawo zokubeka zelokhalizeyshini ukuya kwi-50% yenqaku

source: A level 3 review change drops the localization to 0% of the article
bn_in: একটি লেভেল ৩ রিভিউ একটি প্রবন্ধের লোকালাইজেশনকে ০% এ কমিয়ে দেবে
cs: Změna na úroveň 3 bude uvažovat lokalizace, které mají přeloženo alespoň 0 % článků
fr: Un changement vérifié de niveau 3 fait passer l'état de traduction de l'article à 0%
lt: Atlikus trečiojo lygio redakciją, straipsnio vertimo pilnumas nukrenta iki 0%
ru: Изменение уровня 3 понижает локализацию статьи до 0%
sl: Sprememba članka na ravni 3 zniža lokalizacijo na 0% članka
sq: Ndryshimi në shkallë 3 i shqyrtimit e ul përkthimin në 0% të artikullit
xh: A inqanaba lesi-3 utshintsho kuhlolo kuyayehlisa ilokhalizeyishini ukuya kuma ku-% wenqaku

source: More than one level 2 review change drops the localization to 0%
bn_in: ১ এর থেকে বেশি লেভেলে ২ টো রিভিউ লোকালাইজেশনকে ০% এ কমিয়ে দেয়।
cs: Více než jedna změna 2. úrovně způsobí propad lokalizace na 0%
fr: Plus d'un changement vérifié de niveau 2 fait passer l'état de traduction de l'article à 0%
lt: Atlikus dvi ar daugiau antrojo lygio redakcijas, straipsnio vertimo pilnumas nukrenta iki 0%
ru: Более одного изменения уровня 2 понижает локализацию статьи до 0%
sl: Več sprememb članka na ravni 2 zniža lokalizacijo na 0% članka
sq: Më shumë se një ndryshim shqyrtimi i shkallës së 2-të e zbret përkthimin në 0%
xh: Ngaphezu kwesinye senqanaba lesi-2 utshintsho kulohlolo kuyayehlisa ilokhalizeyishini ukuya kuma ku-0%

source: Example:
bn_in: উদাহরণ :
cs: Příklad:
da: Eksempel:
fi: Esimerkki:
fr: Exemple :
lt: Pavyzdys:
ru: Пример:
sl: Primer:
sq: Shembull:
xh: Umzekelo:

source: German makes up 10% of our visitor base
bn_in: জার্মানরা আমাদের পরিদর্শক বেসের ১০% নিয়ে নেয়।
cs: Němčina tvoří až 10% našich návštěv
fr: L'allemand représente 10% de notre base de visiteurs
lt: Vokiškai kalbantys lankytojai sudaro 10% mūsų lankytojų bazės
ru: Немецкий составляет 10% от числа наших посетителей
sl: Nemščina predstavlja 10% obiskovalcev
sq: Gjermanishtja përbën 10% të bazës së vizitorëve tanë
xh: I-German yenza ukuya kuma kwi-10% yesiseko sotyelelo lwethu

source: The 'how to set your home page' article makes up 2% of our top 50 visits
bn_in: 'কিভাবে আপনার হোমপেজটি সেট করবেন' এই প্রবন্ধটি আমাদের সর্বোচ্চ পরিদর্শনের ২% তৈরি করে দেয়।
cs: Článek 'Jak nastavit domovskou stránku' tvoří téměř 2% z celkového počtu návštěv našich hlavních 50 článků
fr: L'article « How to set the home page » représente 2% des visites sur nos 50 articles les plus visités
lt: Straipsnis „Kaip parinkti pradžios tinklalapį“ sudaro 2% iš mūsų top 50 apsilankymų
ru: Статья 'Как настроить домашнюю страницу' составляет 2% из нашего топ-50 посещений
sl: Članek "Kako nastavite domačo stran" predstavlja 2% obiskov najbolj priljubljenih 50 člankov
sq: Artikulli 'si të caktohet faqja hyrëse' përbën 2% të 50 vizitave kryesuese
xh: Indlela yokuseta iphepha lakho lokuqala inqaku lenza ukuya kuma kwi-2% yabatyeleli bethu abaphezulu abangama-50
