Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: Reviewing Translation {id} in {language} by {user}
bn_in: {user} দ্বারা {language}-এ অনুবাদ {id} রিভিউ করা হচ্ছে
cs: Kontrola překladu revize {id} v jazyce {language} od uživatele {user}
da: Gennemgang af oversættelse {id} på {language} af {user}
eu: {language} hizkuntzako {id} itzulpena berrikusten (egilea: {user})
fi: Tarkistetaan käyttäjän {user} tekemää käännöstä {id} kielelle {language}
fr: Vérification de la traduction {id} en {language} par {user}
lt: Recenzuojamas {id} vertimas {language}, kurį parengė {user}
ru: Рецензирование перевода {id} на {language} сделанный {user}
sl: Pregledovanje revizije {id} v jeziku {language} uporabnika {user}
sq: Po shqyrtohet Përkthimi {id} në {language} nga {user}
th: การพิจารณาการแปลของ {id} ใน {language} โดย {user}
xh: Ukuhlola iNguqulelo {id} ngo {lwimi} ngu {msebenzisi}

source: Translation Comment: {comment}
cs: Komentář k překladu: {comment}
fr: Commentaire de la traduction : {comment}
ru: Комментарий к переводу: {comment}
sl: Komentar prevoda: {comment}

source: This translation was already reviewed by {user} on {date}.
bn_in: এই অনুবাদটি ইতিমধ্যে {user} এ {date} তারিখে পর্যালোচনা করে নিয়েছে।
cs: Tento překlad již byl zkontrolován uživatelem {user} dne {date}.
da: Denne oversættelse er allerede blevet gennemgået af {user} den {date}.
et: See tõlge on juba üle vaadatud kasutaja {user} poolt {date}.
eu: Itzulpen hau {user} erabiltzaileak berrikusi zuen {date}(e)an.
fi: Käyttäjä {user} on jo tarkistanut käännöksen {date}.
fr: Cette traduction a déjà été vérifiée par {user} le {date}.
lt: Šį vertimą {date} jau recenzavo {user}.
ru: Этот перевод уже был отрецензирован {user} {date}.
sl: Ta prevod je že pregledal {user} dne {date}.
sq: Ky përkthim qe shqyrtuar tashmë nga {user} më {date}.
th: การแปลนี้ได้ถูกพิจารณาแล้วโดย {user} เมื่อ {date}
xh: Le nguqulelo sele ihlolwe ngu {msebenzisi} ngo {mhla}.

source: This version is outdated, but there is a new version available.
cs: Tato verze je zastaralá, ale jsou k dispozici i verze novější.
fr: Cette version n'est plus à jour, mais une nouvelle version est disponible.
ru: Эта версия устарела, но сейчас доступна новая версия.
sl: Ta različica je zastarela, vendar obstaja nova različica.

source: Please review the latest version.
cs: Zkontrolujte prosím poslední verzi.
fr: Veuillez relire la dernière version.
ru: Пожалуйста, отрецензируйте последнюю версию.
sl: Prosimo, preglejte najnovejšo različico.

source: A newer version has already been reviewed.
cs: Již byla zkontrolována novější verze.
fr: Une version plus récente a déjà été relue.
ru: Более новая версия уже была отрецензирована.
sl: Novejša različica je bila že pregledana.

source: Recent English Changes
bn_in: সাম্প্রতিক English পরিবর্তন
cs: Poslední změny v anglické verzi
da: Seneste engelske ændringer
et: Hiljutised muudatused inglise keeles
eu: Azkenaldiko ingelesezko aldaketak
fi: Tuoreet englanninkielisen version muutokset
fr: Modifications récentes en anglais
lt: Paskiausi angliško originalo pakeitimai
ru: Последние изменения на английском
sl: Nedavne spremembe v angleščini
sq: Ndryshimet Së Fundi Në Anglisht
th: การเปลี่ยนแปลงล่าสุดในบทความภาษาอังกฤษ
xh: Iinguqu zesiNgesi zaNgoku

source: Submitted Translation Changes
bn_in: জমা দেওয়া পরিবর্তিত অনুবাদ
cs: Odeslané změny v překladu
da: Indsendte ændringer af oversættelse
et: Postitatud tõlkemuudatused
eu: Bidalitako itzulpenaren aldaketak
fi: Muutokset
fr: Modifications de la traduction soumises
lt: Pateikti vertimo pakeitimai
ru: Отправленные изменения в переводе
sl: Predložene spremembe prevoda
sq: U parashtruan Ndryshime të Përkthimit
th: การแก้ไขการแปลที่ถูกส่งไปแล้ว
xh: Iinguqu zoGuqulelo oluFakiweyo

source: Current public translation:
bn_in: বর্তমান পাবলিক অনুবাদ:
cs: Aktuální veřejný překlad:
da: Nuværende offentlig oversættelse:
et: Avalik tõlge:
eu: Uneko itzulpen publikoa:
fi: Nykyinen julkinen käännös:
fr: Traduction publique courante :
lt: Dabartinis viešas vertimas:
ru: Текущая публичный перевод:
sl: Trenutni prevod za javnost:
sq: Përkthimi i tanishëm publik:
th: การแปลปัจจุบันที่ออกสู่สาธารณะ:
xh: Inguqulelo yangoku kawonke wonke:

source: Submitted translation:
bn_in: জমা দেওয়া অনুবাদ:
cs: Odeslaný překlad:
da: Indsendt oversættelse:
et: Postitatud tõlge:
eu: Bidalitako itzulpena:
fi: Ehdotettu käännös:
fr: Traduction soumise :
lt: Pateiktas vertimas:
ru: Отправленный перевод:
sl: Predložen prevod:
sq: Përkthimi i parashtruar:
th: การแปลที่ถูกส่งไปแล้ว:
xh: Uqulelo olufakiweyo:

source: Full Article Sources
bn_in: সম্পূর্ণ প্রবন্ধের উৎস
cs: Plné zdroje článku
et: Teema täielik lähtekood
eu: Artikulu osoaren iturburua
fi: Artikkelit
fr: Sources complètes de l'article
lt: Viso straipsnio pirminis tekstas
ru: Полные исходники статьи
sl: Celotni viri članka
sq: Burimet e Plota të Artikullit
th: ซอร์สบทความแบบเต็ม
xh: Imvelaphi yeNqaku eliPheleleyo

source: The {default_locale} version has no approved content to show.
bn_in: এই {default_locale} সংস্করণের দেখানোর মতোন কোনো অনুমোদিত কন্টেন্ট নেই।
cs: Verze pro jazyk {default_locale} nemá dosud žádný schválený obsah.
da: Den {default_locale} version har ikke noget godkendt indhold at vise.
fr: La version en {default_locale} n'a pas de contenu approuvé à afficher.
lt: Versija {default_locale} kalba neturi patvirtinto turinio, kurį būtų galima parodyti.
ru: Для версии на {default_locale} нет одобренного содержимого.
sl: Različica {default_locale} ni odobrena za javnost.
sq: Versioni në {default_locale} nuk ka lëndë të miratuar për shfaqje.
th: บทความ {default_locale} รุ่นนี้มีขึ้นในขณะที่เนื้อหาไม่ได้รับการอนุมัติ
xh: Uhlaziyo {default_locale} alunasiqulatho samkelweyo ukubonisa.

source: Approved {default_locale} version:
bn_in: অনুমোদিত {default_locale} সংস্করণ:
cs: Schválená verze v jazyce {default_locale}:
da: Godkendt {default_locale} version:
et: Heakskiidetud {default_locale} versioon:
eu: Onartutako {default_locale} bertsioa:
fi: Viimeisin hyväksytty kielen {default_locale} versio:
fr: Version en {default_locale} approuvée :
lt: Patvirtinta versija {default_locale} kalba:
ru: Одобренная {default_locale} версия:
sl: Odobrena različica {default_locale}:
sq: Versioni i miratuar në {default_locale}:
th: รุ่น {default_locale} ที่อนุมัติแล้ว:
xh: Uhlaziyo {default_locale} olwamkelweyo:

source: Revision {id} by {user} on {date}
bn_in: {user} দ্বারা {date}-এ সংশোধন {id}
cs: Revize {id} od uživatele {user} z data {date}
da: Revision {id} af {user} den {date}
eu: {id} berrikuspena {user}(e)k {date}(e)an
fi: Käyttäjän {user} tekemä muutos {id} {date}
fr: Révision {id} par {user} le {date}
lt: {id} versija, kurią {date} parengė {user}
ru: Ревизия {id} сделанная {user} {date}
sl: Revizija {id} uporabnika {user} dne {date}
sq: Rishikim {id} nga {user} më {date}
th: การแก้ไขเพิ่มเติม {id} โดย {user} เมื่อ {date}
xh: Uhlaziyo {id} ngu {umsebenzisi} ngo {umhla}

source: Submitted {locale} translation:
bn_in: জমা দেওয়া {locale} অনুবাদ:
cs: Odeslaný překlad v jazyce {locale}:
da: Indsendte {locale} oversættelse:
et: Postitatud tõlge {locale}de:
eu: Bidalitako {locale} hizkuntzako itzulpena:
fi: Ehdotettu kielen {locale} käännös:
fr: Traduction soumise en {locale} :
lt: Pateiktas vertimas {locale}:
ru: Отправленный перевод на {locale}:
sl: Predložen prevod - {locale}:
sq: U parashtrua përkthimi për {locale}:
th: การแปล {locale} ที่ถูกยอมรับแล้ว:
xh: Inguqulelo {indawo} engafakwanga:

source: This document does not have a current translation.
bn_in: এই ডকুমেন্টের কোনো বর্তমান অনুবাদ নেই।
cs: Tento dokument nemá aktuální překlad.
et: Sellel dokumendil pole avalikku tõlget.
eu: Dokumentu honek ez dauka uneko itzulpenik.
fi: Tällä artikkelilla ei ole nykyistä käännöstä.
fr: Ce document n'a aucune traduction courante.
lt: Šis dokumentas neturi aktualaus vertimo.
ru: Этот документ не имеет текущего перевода.
sl: Ta dokument nima trenutnega prevoda.
sq: Ky dokument nuk ka përkthim të tanishëm.
th: เอกสารนี้ไม่มีการแปลรุ่นปัจจุบัน
xh: Olu xwebhu alunayo inguqulelo yangoku.

source: Translation keywords:
bn_in: অনুবাদের মূলশব্দ:
cs: Překlad klíčových slov:
et: Tõlke võtmesõnad:
eu: Itzulpenaren gako-hitzak:
fi: Käännetyt avainsanat:
fr: Mots-clés de la traduction :
lt: Vertimo reikšminiai žodžiai:
ru: Ключевые слова перевода:
sl: Ključne besede v prevodu:
sq: Fjalëkyçe përkthimi:
th: การแปลคำสำคัญ:
xh: AMagama angundoqo enguqulelo:

source: Translation search results summary:
bn_in: সার্চ ফলাফলের সারাংশ অনুবাদ করুন:
cs: Přeložený souhrn výsledků vyhledávání:
et: Tõlke kokkuvõte otsingutulemustes:
eu: Itzulpenaren bilaketa-emaitzen laburpena:
fi: Käännetty hakutulosyhteenveto:
fr: Résumé des résultats de recherche de la traduction :
lt: Vertimo santrauka paieškos rezultatuose:
ru: Перевод сводки результатов поиска:
sl: Povzetek rezultatov iskanja v prevodu:
sq: Përmbledhje përfundimesh kërkimi përkthimi:
th: การแปลสรุปผลการค้นหา:
xh: Isishwankathelo seziphumo zokhangelo loguqulelo:

source: Translation source:
bn_in: অনুবাদের উৎস:
cs: Překlad zdroje:
da: Oversættelseskilde:
et: Tõlke lähtekood:
eu: Itzulpenaren iturburua:
fi: Käännöksen lähdekoodi:
fr: Source de la traduction :
lt: Vertimo pirminis tekstas:
ru: Исходник перевода:
sl: Vir prevoda:
sq: Burim përkthimi:
th: ซอร์สการแปล:
xh: Ulwimi lwenguqulelo

source: Translation rendered html:
bn_in: অনুবাদ অনুষ্ঠিত HTML:
cs: Vykreslené HTML překladu:
da: Oversættelse gengivet som html:
et: Tõlke renderdatud html:
eu: Itzulpena html gisa errendatua:
fi: Käännös valmiina sivuna:
fr: Rendu HTML de la traduction :
lt: Vertimo atvaizduotasis HTML:
ru: Перевод в виде html:
sl: Prevod prikazan kot html:
sq: Rikrijim html i përkthimit:
th: การแปลที่ถูกแสดงผลเป็น HTML:
xh: Inikezelwe inguqulelo html:

source: Revision {n} | {t} | {c}
bn_in: পর্যালোচনা {n} | {t} | {c}
cs: Revize {n} | {t} | {c}
et: Versioon {n} | {t} | {c}
eu: {n} berrikuspena | {t} | {c}
fi: Muutos {n} | {t} | {c}
fr: Révision {n} | {t} | {c}
lt: {n} versija | {t} | {c}
ru: Ревизия {n} | {t} | {c}
sl: Revizija {n} | {t} | {c}
sq: Rishikim {n} | {t} | {c}
th: การแก้ไขใหม่ {n} | {t} | {c}
xh: Uhlaziyo {n} | {t} | {c}

source: Revision {num}
bn_in: {num} সংস্করণ
cs: Revize {num}
et: Versioon {num}
eu: {num} berrikuspena
fi: Muutos {num}
fr: Révision {num}
lt: {num} versija
ru: Ревизия {num}
sl: Revizija {num}
sq: Rishikim {num}
th: การแก้ไขใหม่ {num}
xh: Uhlaziyo {inomb}

source: Revision Information
bn_in: সংস্করণের তথ্য
cs: Informace o revizi
da: Revisionsinformation
et: Versioonide info
fi: Muutoksen tiedot
fr: Informations de la révision
lt: Versijos duomenys
ru: Информация ревизии
sl: Podatki o reviziji
sq: Të dhëna Rishikimi
th: ข้อมูลการแก้ไข
xh: Inkcukacha zoHlaziyo

source: Revision id:
bn_in: সংস্করণ id:
cs: Id revize:
et: Versiooni id:
fi: Muutoksen tunniste:
fr: Identifiant de la révision :
lt: Versijos identifikatorius:
ru: id ревизии:
sl: Id revizije:
sq: Id Rishikimi:
th: ไอดีการแก้ไข:
xh: i-id yohlaziyo:

source: Reviewed:
bn_in: পর্যালোচনা অবস্থা:
cs: Zkontrolováno:
da: Gennemgået:
et: Üle vaadatud:
eu: Berrikusita:
fi: Tarkistettu:
fr: Vérifiée :
lt: Recenzuota:
ru: Отрецензировано:
sl: Pregledano:
sq: E shqyrtuar:
th: พิจารณาใหม่แล้ว:
xh: Ihlaziyiwe

source: Reviewed by:
bn_in: পর্যালোচনা করেছেন:
cs: Zkontroloval(a):
da: Gennemgået af:
et: Ülevaataja:
eu: Nork berrikusia:
fi: Tarkistaja:
fr: Vérifiée par :
lt: Recenzavo:
ru: Отрецензировано:
sl: Pregledal:
sq: Shqyrtuar nga:
th: พิจารณาใหม่โดย:
xh: Ihlolwe ngu:

source: Is approved?
bn_in: অনুমোদিত হয়েছে?
cs: Je schváleno?
da: Er godkendt?
et: Heakskiidetud?
eu: Onartuta dago?
fi: On hyväksytty?
fr: Est approuvée ?
lt: Ar patvirtintas?
ru: Является одобренной?
sl: Je odobreno?
sq: A është miratuar?
th: ผ่านการอนุมัติหรือยัง?
xh: Yamkelwe?

source: Is current revision?
bn_in: বর্তমান সংস্করণ?
cs: Jedná se o aktuální revizi?
da: Er nuværende revision?
et: Avalik versioon?
eu: Uneko berrikuspena da?
fi: On nykyinen muutos?
fr: Est la révision courante ?
lt: Ar tai esamoji versija?
ru: Является текущей ревизией?
sl: Ali je trenutna revizija?
sq: A është rishikimi i tanishëm?
th: การแก้ไขเป็นปัจจุบันหรือยัง?
xh: Iyinguqulelo yangoku?

source: Ready for localization:
bn_in: অনুবাদের জন্য তৈরি:
cs: Připraveno na lokalizaci:
da: Klar til oversættelse:
et: Lokaliseerimiseks valmis:
fi: Valmis käännettäväksi:
fr: Prêt pour la localisation :
lt: Parengta lokalizuoti:
ru: Готово для локализации:
sl: Pripravljeno za lokalizacijo:
sq: Gati për përkthim:
th: พร้อมสำหรับการแปล:
xh: Ilungele ukulokhalayizwa:

source: Readied for localization:
bn_in: লোকালাইজেশনের জন্য তৈরি:
cs: Připraveno na lokalizaci:
da: Klargjort til oversættelse:
fr: Marqué prêt pour la localisation :
ru: Готовится для локализации:
sl: Pripravljeno za lokalizacijo:
sq: Gatitur për përkthim:
xh: Ilungiselelwe ukulokhalayizwa:

source: Readied for localization by:
bn_in: লোকালাইজেশনের জন্য তৈরি দ্বারা:
cs: Připravil na lokalizaci:
da: Klargjort til oversættelse af:
fi: Käännettäväksi valmistanut:
fr: Marqué prêt pour la localisation par :
ru: Готовится для локализации:
sl: Pripravil za lokalizacijo:
sq: Gatitur për përkthim nga:
xh: Ilungiselelwe ukulokhalayizwa ngu:

source: Edit article based on this revision
bn_in: প্রবন্ধটি এই সংস্করণ উপর ভিত্তি করে সম্পাদনা করুন
cs: Upravit článek na základě této revize
da: Rediger artikel baseret på denne revision
fi: Muokkaa artikkelia tämän muutoksen pohjalta
fr: Modifier l'article basé sur cette révision
lt: Taisyti straipsnį, naudojant šią versiją kaip pagrindą
ru: Редактировать статью основанную на этой ревизии
sl: Obdelaj članek na osnovi te revizije
sq: Përpunojeni artikullin duke u bazuar në këtë rishikim
th: แก้ไขบทความบนพื้นฐานของการแก้ไขนี้
xh: Hlela inqaku elisekelwe kule nguqulelo

source: Select language | {document}
bn_in: ভাষা নির্বাচন | {document}
cs: Volba jazyka | {document}
da: Vælg sprog | {document}
et: Keele valik | {document}
fi: Valitse kieli | {document}
fr: Sélectionner la langue | {document}
lt: Pasirinkite kalbą | {document}
ru: Выберите язык | {document}
sl: Izberi jezik | {document}
sq: Përzgjidhni gjuhë | {document}
th: เลือกรูปแบบภาษา | {document}
xh: Khetha ulwimi | {uxwebhu}

source: Select language
bn_in: ভাষা নির্বাচন
cs: Volba jazyka
da: Vælg sprog
et: Keele valik
fi: Valitse kieli
fr: Sélectionner la langue
lt: Pasirinkite kalbą
ru: Выберите язык
sl: Izberi jezik
sq: Përzgjidhni gjuhën
th: เลือกภาษา
xh: Khetha ulwimi

source: Select a language to translate to:
bn_in: অনুবাদ করার জন্য একটি ভাষা নির্বাচন করুন:
cs: Volba jazyka, do kterého chcete překládat:
da: Vælg et sprog at oversætte til:
et: Vali keel, millesse tõlkida:
fi: Valitse kieli, jolle artikkeli käännetään:
fr: Sélectionner une langue vers laquelle traduire :
lt: Pasirinkite kalbą, į kurią versite:
ru: Выберите язык для перевода на:
sl: Izberi jezik, v katerega želite prevajati:
sq: Përzgjidhni gjuhën në të cilën të përkthehet:
th: เลือกรูปแบบภาษาสำหรับการแปล:
xh: Khetha ulwimi emakuguqulelwe kulo:

source: This document has already been translated to the following locales:
cs: Tento dokument již byl přeložen do následujících jazyků:
fr: Ce document a déjà été traduit dans les langues suivantes :
ru: Этот документ уже был переведён на следующие языки:
sl: Ta dokument je že preveden v naslednje jezike:
xh: Olu xwebhu sele luguqulelwe kwezi ndawo zilandelayo:

source: Show translations | {document}
bn_in: অনুবাদ দেখান | {document}
cs: Zobrazení překladů | {document}
da: Vis oversættelser | {document}
et: Tõlgete kuvamine | {document}
fi: Näytä käännökset | {document}
fr: Afficher les traductions | {document}
ru: Показать переводы | {document}
sl: Prikaži prevode | {document}
sq: Shfaqi përkthimet | {document}
xh: Bonisa uguqulelo | {uxwebhu}

source: This document has been translated to the following locales:
bn_in: এই ডকুমেন্টগুলো নিম্নলিখিত লোকেলে অনুবাদ করা হয়েছে:
cs: Tento dokument byl přeložen do následujících jazyků:
da: Dette dokument er blevet oversat til følgende sprog:
fi: Tämä dokumentti on käännetty seuraaville kielille:
fr: Ce document a été traduit dans les langues suivantes :
ru: Этот документ был переведен на следующие языки:
sl: Ta dokument je preveden v naslednje jezike:
sq: Ky dokument është përkthyer në gjuhët vijuese:
xh: Olu xwebhu luye lwaguqulelwa kwiindawo ezilandelayo:

source: This document is missing translations for the following locales:
bn_in: এই ডকুমেন্টটির অনুবাদ নিম্নলিখিতি লোকেলে অনুপস্থিত:
cs: Tomuto dokumentu chybí překlady do následujících jazyků:
da: Dette dokument mangler oversættelse til følgende sprog:
fi: Tästä dokumentista puuttuu käännökset seuraavilta kieliltä:
fr: Ce document n'a pas de traduction pour les langues suivantes :
ru: Этому документу недостает переводов на следующие языки:
sl: Za ta dokument manjkajo prevodi za naslednje jezike:
sq: Këtij dokumenti i mungojnë përkthimet në gjuhët vijuese:
xh: Olu xwebhu lilahlekelwe yinguqulelo yezi ndawo zilandelayo:

source: Translate Article | {document}
bn_in: প্রবন্ধটি অনুবাদ করুন | {document}
cs: Překlad článku | {document}
da: Oversæt artikel | {document}
et: Teema tõlkimine | {document}
eu: Itzuli artikulua | {document}
fi: Käännä artikkeli | {document}
fr: Traduire l'article | {document}
lt: Straipsnio vertimas | {document}
ru: Перевести статью | {document}
sl: Prevedite članek | {document}
sq: Përktheni Artikullin | {document}
th: แปลบทความ | {document}
xh: Guqulela Inqaku| {uxwebhu}

source: Translate Article
bn_in: প্রবন্ধটি অনুবাদ করুন
cs: Překlad článku
da: Oversæt artikel
et: Teema tõlkimine
eu: Itzuli artikulua
fi: Käännä artikkeli
fr: Traduire l'article
lt: Versti straipsnį
ru: Перевести статью
sl: Prevedite članek
sq: Përktheni Artikullin
th: แปลบทความ
xh: Guqulela Inqaku

source: Thanks for your help! Just so you know, Firefox OS is not available in your locale yet, and it's possible this article will change before it is.
bn_in: আপনার সাহায্যের জন্য ধন্যবাদ! আপনি ঠিক তাই জানেন, Firefox OS আপনার লোকেলে এখনও উপলব্ধ নয়, এবং এটা সম্ভাব্য যে এই প্রবন্ধটি পরিবর্তন হয়ে যাবে তার আগে।
cs: Děkujeme, za vaši pomoc! Pouze pro informaci, Firefox OS není pro váš jazyk dosud dostupný a je možné, že se tento článek změní předtím, než bude.
fr: Merci pour votre aide&nbsp;! Pour information, Firefox OS n'est pas encore disponible dans votre langue et il est possible que cet article change avant que ce ne soit le cas.
ru: Спасибо за помощь! Просто, чтобы вы знали, Firefox OS пока не доступна на вашем языке​​, и возможно эта статья изменится перед тем, как это произойдет.
sl: Hvala za vašo pomoč! Kot veste, Firefox OS v Sloveniji še ni na voljo, in možno je, da se bo ta članek spremenil, še preden bo Firefox OS na voljo.
sq: Ju faleminderit për ndihmën tuaj! Për dijeninë tuaj, Firefox OS-i nuk është ende gati për vendoren tuaj, dhe ka mundësi që ky artikull të ndryshohet përpara se ai të jetë gati.
xh: Enkosi ngoncedo lwakho! Sifuna nje wazi, i-Firefox OS ayikafumaneki kwindawo yakho, kwaye kungenzeka ukuba eli nqaku liza kutshintsha ngaphambi kokuba kube njalo.

source: If you have any questions about localization priorities, please contact %(email_link)s.
bn_in: লোকালাইজেশন অগ্রাধিকারের জন্য যদি আপনার কোনো প্রশ্ন থাকে, তাহলে অনুগ্রহ করে %(email_link)s-এ যোগাযোগ করুন।
cs: Pokud máte jakýkoliv dotaz ohledně priorit u lokalizace, kontaktujte prosím %(email_link)s.
da: Hvis du har spørgsmål om oversættelsesprioriteter , kontakt %(email_link)s.
fr: Si vous avez des questions concernant la priorisation des localisations, merci de contacter %(email_link)s.
ru: Если у вас есть какие-либо вопросы по поводу приоритетов локализации, пожалуйста, свяжитесь по адресу %(email_link)s.
sl: Če imate kakršnokoli vprašanje glede pomembnosti lokalizacije, se obrnite na %(email_link)s.
sq: Nëse keni ndonjë pyetje rreth përparësive në përkthim, ju lutemi, lidhuni me %(email_link)s.
xh: Ukuba unayo nayiphi na imibuzo emalunga nezinto eziphambili zokulokhalayiza, nceda uqhagamshele %(email_link)s.

source: I understand, don't show this again.
bn_in: আমি বুঝেছি, এটা আর দেখাবেন না।
cs: Rozumím, již nezobrazovat.
da: Jeg forstår, vis ikke dette igen.
fr: J'ai compris, ne plus afficher ce message à nouveau.
ru: Я понимаю, не показывать это снова.
sl: Razumem, tega ne kaži več.
sq: E kuptova, mos ma shfaq sërish këtë.
xh: Ndiyaqonda, ungakuboni oku kwakhona.

source: You are translating an English document which is not yet ready for localization.
bn_in: আপনি একটি ইংরেজি নথি অনুবাদ করতে যাচ্ছেন যা এখনও স্থানীয়করণ সম্পর্কিত বিষয়ের জন্য প্রস্তুত হয়নি।
cs: Překládáte dokument v angličtině, který dosud není na lokalizaci připraven.
da: Du er ved at oversætte et engelsk dokument, der endnu ikke er klar til oversættelse.
et: Oled tõlkimas ingliskeelset dokumenti, mis pole veel lokaliseerimiseks valmis.
fi: Olet kääntämässä englanninkielistä dokumenttia, joka ei ole vielä valmis lokalisoitavaksi.
fr: Vous êtes en train de traduire un document en anglais qui n'est pas encore prêt pour la localisation.
lt: Jūs verčiate dokumentą anglų kalba, kuris dar neparengtas lokalizavimui.
ru: Вы переводите документ на английском, который пока не готов для локализации.
sl: Prevajate angleški dokument, ki za lokalizacijo še ni pripravljen.
sq: Po përktheni nga Anglishtja një dokument i cili nuk është ende gati për përkthim.
th: คุณกำลังแปลเอกสารภาษาอังกฤษซึ่งยังไม่พร้อมสำหรับการแปล
xh: Uguqulela uxwebhu lwesiNgesi olungekalungeli ukulokhalayizwa.

source: Translating {title}
bn_in: {title} অনুবাদ করা হচ্ছে
cs: Překlad {title}
da: Oversættelse af {title}
et: {title} tõlkimine
eu: {title} itzultzen
fi: Käännetään artikkelia {title}
fr: Traduction de {title}
lt: „{title}“ vertimas
ru: Перевод {title}
sl: Prevajanje {title}
sq: Po përkthehet {title}
th: การแปลของ {title}
xh: Ukuguqulela {itayitile}

source: Translating article to {locale}
bn_in: {locale} ভাষায় প্রবন্ধটি অনুবাদ করা হচ্ছে
cs: Překlad článku do jazyka {locale}
da: Oversættelse af artikel til {locale}
et: Oled teemat {locale}de tõlkimas
eu: Artikulua {locale} hizkuntzara itzultzen
fi: Käännetään artikkelia kielelle {locale}
fr: Traduction de l'article en {locale}
lt: Straipsnis verčiamas į {locale}
ru: Перевод статьи на {locale}
sl: Prevajanje članka v {locale}
sq: Përkthim artikulli në {locale}
th: แปลบทความ {locale}
xh: Guqulela inqaku kwi {ndawo}

source: Translate Description
bn_in: বর্ণনা অনুবাদ করুন
cs: Překlad popisu
da: Oversæt beskrivelse
et: Tõlke kirjeldus
eu: Itzuli azalpena
fi: Käännä kuvaus
fr: Traduire la description
lt: Išverskite aprašymą
ru: Перевести описание
sl: Prevedite opis
sq: Përktheni Përshkrimin
th: รายละเอียดการแปล
xh: Guqulela Inkcazelo

source: Title in {locale}:
bn_in: {locale} এ শিরোনাম:
cs: Nadpis v jazyce {locale}:
da: Titel på {locale}:
et: Pealkiri {locale}es:
eu: Izenburua {locale} hizkuntzan:
fi: Otsikko kielellä {locale}:
fr: Titre en {locale} :
lt: Pavadinimas {locale}:
ru: Название в {locale}:
sl: Naslov v {locale}:
sq: Titulli në {locale}:
th: หัวเรื่องใน {locale}:
xh: Itayitile kwi {ndawo}:

source: Slug in {locale}:
bn_in: {locale} এ Slug:
cs: URL pro jazyk {locale}:
da: Slug på {locale}:
et: Aadress {locale}es:
eu: Slug-a {locale} hizkuntzan:
fi: Osoitemuoto kielellä {locale}:
fr: Identifiant en {locale} :
lt: Techninis pavadinimas {locale}:
ru: Короткий url для {locale}:
sl: Rekleta - {locale}:
sq: Identifikues në {locale}:
th: คำที่กำหนดเองใน {locale}:
xh: Slug kwi {ndawo}:

source: Translate Content
bn_in: বিষয়বস্তু অনুবাদ করুন
cs: Překlad obsahu
da: Oversæt indhold
et: Tõlke sisu
eu: Itzuli edukia
fi: Käännä sisältö
fr: Traduire le contenu
lt: Išverskite turinį
ru: Перевести содержимое
sl: Prevedite vsebino
sq: Përktheni Lëndën
th: เนื้อหาการแปล
xh: Guqulela isiQulatho
