Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
bn_in: শেষ ৩০ দিনে এগুলো হল শীর্ষ ২০ সবথেকে দেখা প্রবন্ধ, যা 50% এর বেশি ট্রাফিক ব্যবহার করে জ্ঞানকোষের জন্য।
cs: Seznam 20 nejčtenějších článků v posledních 30 dnech pokrývá více než 50 % shlédnutí stránek v databázi znalostí.
fr: Ce sont les 20 articles les plus visités, qui, en cumulé, comptent pour plus de 50% du trafic de la base de connaissances.
ru: Это 20 наиболее посещаемых статей за последние 30 дней, которые в сумме отвечают за более чем 50% трафика в Базе Знаний.
sl: To je 20 najbolj obiskanih člankov v zadnjih 30 dneh, ki predstavljajo več kot 50% prometa v Bazi znanja.
sq: Këta janë 20 artikujt më të vizituar gjatë 30 ditëve të fundit, që zënë më tepër se 50% të trafikut te Baza e Dijes.
xh: La ngamanqaku angama-20 aphezulu angawona atyelelweyo kwiintsuku ezingama-30, yeyiphi i-akhawunti engaphezulu kwe-50% yetrafiki kwisiSeko soLwazi.

source: Top 50 Articles
bn_in: শীর্ষ ৫০ প্রবন্ধ
cs: 50 hlavních článků
da: Artikler i top 50
fi: Top 50 -artikkelit
fr: Articles du Top 50
ru: Топ 50 статей
sl: Top 50 člankov
sq: 50 Artikujt Kryesues
xh: Amanqaku angama-50 aPhezulu

source: These are the top 50 most visited articles in the last 30 days.
bn_in: এগুলো শেষ ৩০ দিনে দেখা শীর্ষ ৫০ প্রবন্ধ।
cs: Seznam 50 nejčtenějších článků v posledních 30 dnech.
fr: Voici les 50 articles les plus consultés les 30 derniers jours.
ru: Это 50 наиболее посещаемых статей за последние 30 дней.
sl: To je 50 najbolj obiskanih člankov v 30 dneh.
sq: Këta janë 50 artikujt më të vizituar gjatë 30 ditëve të fundit.
xh: La ngamanqaku angama-50 aphezulu angawona atyelelweyo kwiintsuku ezingama-30

source: Top 100 Articles
bn_in: শীর্ষ ১০০ প্রবন্ধ
cs: 100 hlavních článků
da: Artikler i top 100
fr: Les 100 articles les plus visités
ru: Топ 100 статей
sl: Top 100 člankov
sq: 100 Artikujt Kryesues
xh: Amanqaku ali-100 aPhezulu

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
bn_in: শেষ ৩০ দিনে এগুলো হল সর্বাধিক পরিদর্শিত শীর্ষ ১০০ টি প্রবন্ধ, যা ৯৯% এরও বেশি ট্রাফিক ব্যবহার করে জ্ঞানকোষের জন্য।
cs: Seznam 100 nejčtenějších článků za posledních 30 dní, které pokrývají více než 99% všech návštěv v databázi znalostí.
fr: Voici les 100 articles les plus consultés pour les 30 derniers jours, qui comptent pour plus de 99% du trafic de la base de connaissances.
ru: Это 100 наиболее посещаемых статей за последние 30 дней, которые в сумме отвечают за более чем 99% трафика в Базе Знаний.
sl: To je 100 najbolj obiskanih člankov v zadnjih 30 dneh, ki predstavljajo več kot 99% prometa v Bazi znanja.
sq: Këta janë 100 artikujt më të vizituar gjatë 30 ditëve të fundit, që zënë më tepër se 99% të trafikut te Baza e Dijes.
xh: La ngamanqaku ali-100 aphezulu angawona atyelelweyo kwiintsuku ezingama-30, yeyiphi i-akhawunti engaphezulu kwe-99% yetrafiki kwisiSeko soLwazi.

source: Templates
bn_in: টেমপ্লেট
cs: Šablony
da: Skabeloner
et: Mallid
eu: Txantiloiak
fi: Mallit
fr: Modèles
lt: Šablonai
ru: Шаблоны
sl: Predloge
sq: Gjedhe
th: แม่แบบ
xh: Izikhokelo

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
bn_in: টেমপ্লেট হল KB নিবন্ধগুলি জুড়ে টুকরো বিষয়বস্তুগুলি পুনঃব্যবহার করার একটি উপায়। আপনি এক জায়গায় নির্দেশাবলীর একটি সেট তৈরি এবং আপডেট করতে পারেন, এবং সেটি অন্যান্য নিবন্ধতে ব্যাবহার করতে পারেন।
cs: Šablony jsou způsob, jak umožnit znovupoužívání bloku obsahu napříč více články databáze znalostí. Můžete skrze ně na jednom místě vytvářet či aktualizovat postup, který budete vkládat na dalších stránkách.
fi: Mallit ovat artikkeleita, joiden sisältämä tieto on niin yleistä, että sen käyttäminen on tarpeen useammassa artikkelissa. Saman asian kirjoittamista useaan kertaan voidaan välttää ja tämä helpottaa sisällön pitämistä ajantasaisena.
fr: Les modèles sont un moyen de réutiliser du contenu pour différents articles. Vous pouvez créer et mettre à jour une série d'instructions en un seul endroit, puis se référer à celle-ci dans d'autres pages.
lt: Šablonai – tai būdas naudoti jau parengtą turinį skirtinguose Žinyno straipsniuose. Reikiamas instrukcijas galite sukurti vienoje vietoje, o vėliau jas įterpti tinklapiuose, kuriuose jų reikia.
ru: Шаблоны представляют собой способ повторного использования кусков содержимого в статьях базы знаний. Вы можете создавать и обновлять набор инструкций в одном месте, а затем ссылаться на него в других страницах.
sl: Predloge so način, kako se lahko dele vsebine KB uporabi v več člankih. V enem kosu lahko ustvarite in posodobite niz navodil, ki jih nato uporabljate na drugih straneh.
sq: Gjedhet janë një mënyrë ripërdorimi pjesësh lënde nëpër artikuj të BD-së. Mund të krijoni dhe përditësoni diku në një vend një grup udhëzimesh, dhe mandej t’i përdorni ato në faqe të tjera.
th: แม่แบบคือวิธีการนำกลับมาใช้งานใหม่ของชิ้นส่วนเนื้อหาในฐานความรู้ คุณสามารถสร้างและปรับปรุงชุดคำสั่งในที่ที่เดียว และอ้างอิงมันไปสู่หน้าอื่นๆ
xh: Izikhokelo ziyindlela yokusebenzisa kwakhona amaqhekeza esiqulatho kumanqaku e-KB. Ungenza ze uhlaziye iseti yemiyalelo kwindawo enye, ze emva koko ubhekisele kuyo kwamanye amaphepha

source: All Knowledge Base Articles
bn_in: সমস্ত প্রবন্ধ
cs: Všechny články databáze podpory
da: Alle artikler i vidensbasen
et: Kõik teadmusbaasi teemad
eu: Ezagutza-baseko artikulu guztiak
fi: Kaikki tukikannan artikkelit
fr: Tous les articles de la base de connaissances
lt: Visi žinyno straipsniai
ru: Все статьи базы знаний
sl: Vsi članki v zbirki znanja
sq: Krejt Artikujt e Bazës së Dijes
th: บทความฐานความรู้ทั้งหมด
xh: Wonke Amanqaku eSiseko soLwazi

source: This is the number of all Knowledge Base articles that are ready to be localized.
bn_in: এই সংখ্যক নিবন্ধগুলি স্থানীয়করণের জন্য প্রস্তুত।
cs: Jedná se o počet článků databáze znalostí, které jsou připraveny k překladu.
da: Dete er antallet af alle artikler i vidensbasen, der er klar til at blive oversat.
fi: Lokalisointivalmiiden tukikanta-artikkeleiden määrä.
fr: C'est le nombre de tous les articles de la base de connaissances qui sont prêts à être localisés.
lt: Tai – parengtų lokalizuoti Žinyno straipsnių kiekis.
ru: Это число всех статей Базы Знаний, готовых для локализации.
sl: To je število člankov v bazi znanja, ki so pripravljeni za lokalizacijo.
sq: Ky është numri i krejt artikujve të Bazës së Dijes që janë gati për përkthim.
th: นี่คือตัวเลขบทความทั้งหมดในฐานความรู้ที่พร้อมสำหรับการแปล
xh: Le yinombolo yamanqaku eSiseko soLwazi asele enziwe angawalapha.

source: Visits in last 30 days
bn_in: শেষ ৩০ দিনের পরিদর্শন
cs: Návštěvy za posledních 30 dní
da: Besøg i de seneste 30 dage
et: Külastused viimase 30 päeva jooksul
fi: Vierailua viimeiseen 30 päivään
fr: Visites au cours des 30 derniers jours
lt: Apsilankymų per pastarąsias 30 dienų
ru: Посещений за последние 30 дней
sl: Obiskov zadnjih 30 dni
sq: Vizita 30 ditët e fundit
th: เยี่ยมชม 30 วันหลังสุด
xh: Utyelelo kwiintsuku ezingama-30

source: Status
bn_in: অবস্থা
cs: Stav
et: Olek
eu: Egoera
fi: Tila
fr: État
lt: Būklė
ru: Статус
sl: Stanje
sq: Gjendje
th: สถานะ
xh: Isimo

source: Most Viewed
bn_in: সর্বাধিক প্রদর্শিত
cs: Nejzobrazovanější
da: Mest sete
et: Enim külastatud
fi: Katsotuimmat
fr: Les plus vus
lt: Skaitomiausi
ru: Чаще всего просмотренные
sl: Največkrat gledani
sq: Më të Shikuarit
th: เข้าชมมากที่สุด
xh: Ezona ziBoniweyo

source: Most Visited
bn_in: সর্বাধিক দেখা হয়েছে
cs: Nejnavštěvovanější
da: Mest besøgte
et: Enim külastatud
fi: Suosituimmat
fr: Les plus vus
lt: Lankomiausi
ru: Чаще всего посещённые
sl: Najpogosteje obiskani
sq: Më të Vizituarat
th: เข้าชมมากที่สุด
xh: Ezona ziTyelelweyo

source: All knowledge base articles...
bn_in: সমস্ত প্রবন্ধ...
cs: Všechny články databáze znalostí...
da: Alle artikler i vidensbasen...
et: Kõik teadmusbaasi teemad...
fi: Kaikki tukikannan artikkelit...
fr: Tous les articles de la base de connaissances...
lt: Visi žinyno straipsniai…
ru: Все статьи базы знаний...
sl: Vsi članki v bazi znanja ...
sq: Krejt artikujt e bazës së dijes...
th: บทความฐานความรู้ทั้งหมด...
xh: Wonke amanqaku asekelwe kulwazi...

source: Visits
bn_in: প্রদর্শন
cs: Návštěvy
da: Besøg
et: Külastusi
eu: Bisitak
fi: Vierailut
fr: Visites
lt: Apsilankymų
ru: Посещений
sl: Obiski
sq: Vizita
th: เยี่ยมชม
xh: Utyelelo

source: Changes Needed
bn_in: পরিবর্তন দরকার
cs: Vyžadovány aktualizace
fi: Muutoksia tarvitaan
fr: Modifications nécessaires
ru: Требуются изменения
sl: Potrebne spremembe
sq: Lyp Ndryshime
xh: Iinguqu eziFunekayo

source: Changes Not Ready For Localization
bn_in: পরিবর্তনটি অনুবাদ করার জন্য তৈরি নয়
cs: Změny, které nejsou připraveny na lokalizaci
da: Ændringer ikke klar til oversættelse
et: Muudatused pole lokaliseerimiseks valmis
fi: Muutokset eivät ole valmiita käännettäväksi
fr: Modifications non prêtes pour la localisation
lt: Pakeitimai, dar neparengti lokalizavimui
ru: Изменения, не готовые для локализации
sl: Spremembe še nepripravljene za lokalizacijo
sq: Ndryshime Ende Jo Gati Për Përkthim
th: การเปลี่ยนแปลงไม่พร้อมสำหรับการแปล
xh: Iinguqu eziNgekalungeli ukwenziwa zibe zezalapha

source: All templates...
bn_in: সকল টেমপ্লেট...
cs: Všechny šablony...
da: Alle skabeloner...
et: Kõik mallid...
fi: Kaikki mallit...
fr: Tous les modèles…
lt: Visi šablonai…
ru: Все шаблоны...
sl: Vse predloge...
sq: Krejt gjedhet...
th: แม่แบบทั้งหมด...
xh: Zonke ii-templates...

source: How To Contribute
bn_in: কিভাবে অবদান করবো?
cs: Jak přispět
da: Sådan kan du bidrage
fi: Osallistu
fr: Comment contribuer
ru: Как помочь
sl: Kako prispevati
sq: Si Të Kontribuohet
xh: Indlela yokuNikela

source: All How To Contribute articles...
bn_in: প্রবন্ধ কিভাবে অবদান করবো?
cs: Všechny články Jak přispět...
da: Alle artiklere om hvordan man bidrager...
fi: Kaikki osallistumisartikkelit...
fr: Tous les articles sur la contribution…
ru: Все статьи нуждающиеся в помощи...
sl: Vsi članki o Kako prispevati ...
sq: Krejt artikujt Si të Kontribuoni...
xh: Wonke Amanqaku okuba kwenziwa njani ukuNikela...

source: Administration
bn_in: প্রশাসনিক কর্ম
cs: Administrace
et: Administreerimine
eu: Kudeaketa
fi: Ylläpito
lt: Administravimas
ru: Администрация
sl: Upravljanje
sq: Administrim
th: ผู้ดูแลระบบ
xh: Ulawulo

source: All Administration articles...
bn_in: সকল প্রশাসনিক প্রবন্ধ...
cs: Všechny články o administraci...
da: Alle artikler om administration...
fi: Kaikki ylläpitoartikkelit...
fr: Tous les articles sur l'administration…
ru: Все административные статьи...
sl: Vsi članki o upravljanju ...
sq: Krejt artikujt mbi Administrimin...
xh: Wonke amanqaku okulawua...

source: All translations...
bn_in: সকল অনুবাদযোগ্য...
cs: Všechny překlady...
da: Alle oversættelser...
et: Kõik tõlked...
fi: Kaikki käännökset...
fr: Toutes les traductions...
lt: Visi vertimai…
ru: Все переводы...
sl: Vsi prevodi ...
sq: Krejt përkthimet...
th: การแปลทั้งหมด...
xh: Zonke iinguqulelo...

source: Unreviewed Changes
bn_in: না পর্যালোচনা করা পরিবর্তনসমূহ
cs: Nezkontrolované změny
da: Ikke gennemgåede ændringer
et: Üle vaatamata muudatused
eu: Berrikusi gabeko aldaketak
fi: Tarkistamattomat muutokset
fr: Modifications non vérifiées
lt: Nerecenzuoti pakeitimai
ru: Неотрецензированные изменения
sl: Nepregledane spremembe
sq: Ndryshime të Pashqyrtuara
th: ไม่ได้รับการเปลี่ยนแปลงในการพิจารณาใหม่
xh: Utshintsho olungaPhononongwanga

# document
source: Unreviewed
bn_in: পুনর্বিবেচনা করা হয়নি
cs: Nezkontrolované
da: Ikke gennemgået
et: Üle vaatamata
fi: Tarkistamaton
fr: Non vérifiés
lt: Nerecenzuoti
ru: Неотрецензирован
sl: Nepregledano
sq: Të pashqyrtuar
th: ไม่ได้รับการพิจารณาใหม่
xh: Okungaphononongwanga

source: All articles requiring review...
bn_in: সকল প্রতিবেদনের পুনর্বিবেচনা দরকার...
cs: Všechny články vyžadující kontrolu...
da: Alle artikler der behøver gennemgang...
et: Kõik üle vaatamist vajavad teemad...
eu: Berrikuspena behar duten artikulu guztiak...
fi: Kaikki tarkistusta vaativat artikkelit...
fr: Tous les articles devant être vérifiés...
lt: Visi recenzijos laukiantys straipsniai…
ru: Все статьи, требующие рецензии...
sl: Vsi članki, ki potrebujejo recenzijo ...
sq: Krejt artikujt që lypin shqyrtim...
th: บทความทั้งหมดต้องการการพิจารณาใหม่...
xh: Wonke amanqaku afuna uphononongo...

source: Changed
bn_in: পরিবর্তন করা হয়েছে
cs: Změněno
da: Ændret
et: Muudetud
eu: Aldatuta
fi: Muutettu
fr: Modifié
lt: Pakeisti
ru: Изменено
sl: Spremenjeno
sq: U ndryshua
th: เปลี่ยนแปลงแล้ว
xh: Eguquliweyo

source: Unhelpful Documents
bn_in: অকেজো পত্র
cs: Neužitečné články
da: Unyttige dokumenter
et: Dokumendid, millest polnud kasu
fi: Hyödyttömät asiakirjat
fr: Documents non utiles
lt: Nenaudingi dokumentai
ru: Бесполезные документы
sl: Nekoristni dokumenti
sq: Dokumente të Padobishëm
th: บทความที่ไม่มีประโยชน์
xh: Amaxwebhu aluNcedo

# document
source: Unhelpful
bn_in: অকেজো
cs: Neužitečné
da: Unyttigt
et: Ei aidanud
fi: Hyödytön
fr: Non utile
lt: Nenaudingi
ru: Бесполезно
sl: Nekoristno
sq: I padobishëm
th: ไม่มีประโยชน์
xh: Okungeloncedo

source: All unhelpful articles...
bn_in: সকল অকেজো প্রবন্ধ
cs: Všechny neužitečné články...
da: Alle unyttige artikler...
et: Kõik teemad, mis ei aidanud...
fi: Kaikki hyödyttömät artikkelit...
fr: Tous les articles non utiles…
lt: Visi nenaudingi straipsniai…
ru: Все бесполезные статьи...
sl: Vsi nekoristni članki ...
sq: Krejt artikujt e padobishëm...
th: บทความที่ไม่มีประโยชน์ทั้งหมด...
xh: Wonke amanqaku angeloncedo...

source: Total Votes
bn_in: মোট ভোট
cs: Celkem hlasů
da: Stemmer i alt
et: Häälte koguarv
fi: Ääniä yhteensä
fr: Total des votes
lt: Iš viso balsų
ru: Всего голосов
sl: Skupaj glasov
sq: Vota Gjithsej
th: คะแนนเสียงทั้งหมด
xh: Itotali yeeVoti

source: Helpfulness
bn_in: সহায়তাকারী
cs: Užitečnost
da: Nyttighed
et: Kasulikkus
fi: Auttavuus
fr: Utilité
lt: Naudingumas
ru: Полезность
sl: Koristnost
sq: Dobishmëri
th: การช่วยเหลือที่เป็นประโยชน์
xh: Ukuba luncedo

source: Articles which have approved revisions newer than the latest ready-for-localization one
bn_in: প্রবন্ধ যেগুলোর সংস্করণ অনুমোদিত হয়েছে সেগুলো লোকালাইজেশন এর জন্য তৈরি
cs: Články, které mají schválené novější revize, než poslední, která je určena pro lokalizaci
et: Teemad, millel on heakskiidetud versioon, mis on uuem kui viimane lokaliseerimiseks valmis versioon
fi: Artikkelit, joiden hyväksytyt versiot ovat uudempia kuin käännösvalmiit varsiot
fr: Articles qui ont des révisions approuvées plus récentes que celles prêtes pour la localisation
lt: Straipsniai, turintys patvirtintų versijų, naujesnių nei šviežiausia parengta lokalizavimui versija
ru: Статьи, в которых одобренные ревизии новее последних готовых-для-локализации
sl: Izdelki z odobrenimi spremembami, ki so novejše od zadnje za lokalizacijo pripravljene revizije
sq: Artikuj për të cilët ka rishikime të miratuara më të reja se sa ai i gatshëm për përkthim
th: บทความที่มีการแก้ไขล่าสุดได้รับอนุมัติตัวที่พร้อมกว่าการแปลที่ทันสมัยที่สุด
xh: Amanqaku aye amkela iinguqulelo ezintsha nezo zakutsha ezilungele ukuba zezalapha

source: All articles with changes not ready for localization...
bn_in: স্থানীয়করণের জন্য অপ্রস্তুত সকল পরিবর্তিত নিবন্ধ...
cs: Všechny články se změnami, které nejsou připraveny na lokalizaci...
da: Alle artikler med ændringer, der ikke er klar til oversættelse...
et: Kõik muudatustega teemad, mis pole tõlkimiseks valmis...
fi: Kaikki artikkelit, joiden muutokset eivät ole vielä käännöskelpoisia...
fr: Tous les articles avec des modifications non prêtes pour la localisation...
lt: Visi straipsniai su dar neparengtais lokalizavimui pakeitimais…
ru: Все статьи с изменениями, не готовыми для локализации...
sl: Vsi članki s spremembami, ki niso še pripravljene za lokalizacijo ...
sq: Krejt artikujt me ndryshime ende jo gati për përkthim...
th: บทความทั้งหมดที่มีการเปลี่ยนแปลงไม่พร้อมสำหรับการแปล...
xh: Wonke amanqaku aneenguqu ezingakulungelanga ukuba ngawalapha...

source: Approved
bn_in: অনুমোদিত
cs: Schváleno
da: Godkendt
et: Heakskiidetud
eu: Onartua
fi: Hyväksytty
fr: Approuvées
lt: Patvirtinti
ru: Одобрено
sl: Odobreno
sq: Miratuar
th: ผ่านการอนุมัติ
xh: Ivunyiweyo

source: Need Changes
bn_in: পরিবর্তন করা দরকার
cs: Vyžaduje změny
et: Ootab uuendamist
fi: Tarvitsee muutoksia
fr: Doit être modifié
lt: Reikalingi pakeitimai
ru: Требует изменений
sl: Potrebne spremembe
sq: Lyp Ndryshime
th: จำเป็นต้องเปลี่ยน
xh: Ifuna Iinguqu

source: Articles that require changes.
bn_in: প্রবন্ধ যার পরিবর্তন করা দরকার
cs: Články, které vyžadují změny.
da: Artikler der kræver ændringer.
et: Uuendamist vajavad teemad.
fi: Tarkistusta vaativat artikkelit.
fr: Tous les articles devant être modifiés...
lt: Straipsniai, kuriems reikalingi pakeitimai.
ru: Статьи, требующие изменений.
sl: Članki, ki jih je treba spremeniti.
sq: Artikuj që lypin ndryshime.
th: บทความที่ต้องการการเปลี่ยนแปลง
xh: Amanqaku afuna iinguqu.

source: All articles that require changes...
bn_in: সকল প্রবন্ধের পরিবর্তন করা দরকার
cs: Všechny články, které vyžadují změny...
da: Alle artikler der kræver ændringer...
et: Kõik uuendamist vajavad teemad...
fi: Kaikki tarkistusta vaativat artikkelit...
fr: Tous les articles devant être modifiés...
lt: Visi straipsniai, kuriems reikalingi pakeitimai…
ru: Все статьи, требующие изменений...
sl: Vsi članki, ki jih je treba spremeniti ...
sq: Krejt artikujt që lypin ndryshime...
th: บทความทั้งหมดที่ต้องการเปลี่ยนแปลง...
xh: Wonke amanqaku afuna iinguqu...

source: Comment
bn_in: মন্তব্য
cs: Komentář
da: Kommentar
et: Kommentaar
fi: Kommentti
fr: Commentaire
lt: Komentaras
ru: Комментарий
sl: Komentar
sq: Koment
th: ความคิดเห็น
xh: Inqaku

source: Canned Responses
bn_in: রেডিমেড প্রতিক্রিয়া
cs: Předpřipravené odpovědi
da: Standardiserede svar
fi: Valmiit vastaukset
fr: Réponses prédéfinies
ru: Типовые ответы
sl: Standardni odgovori
sq: Përgjigje Konservë
xh: Iimpendulo eziNkonkxiweyo

source: Localization status of all canned responses
bn_in: সমস্ত রেডিমেড প্রতিক্রিয়ার লোকালাইজেশন স্ট্যাটাস
cs: Stav lokalizace všech předpřipravených odpovědí
da: Oversættelsesstatus for alle standardiserede svar
fi: Kaikkien valmiiden vastausten lokalisointitila
fr: État de traduction de toutes les réponses prédéfinies
ru: Статус локализации всех типовых ответов
sl: Stanje lokalizacije standardnih odgovorov
sq: Gjendje përkthime për krejt përgjigjet konservë
xh: Isimo sokwenza ibe yeyalapha yeempendulo ezinkonkxiweyo

source: All canned responses articles...
bn_in: সমস্ত রেডিমেড প্রতিক্রিয়াযুক্ত প্রবন্ধ
cs: Všechny články předpřipravených odpovědí...
da: Alle standardiserede svarartikler...
fi: Kaikki valmiit vastaukset...
fr: Tous les articles de réponses prédéfinies…
ru: Все статьи с типовыми ответами...
sl: Vsi članki s standardnimi odgovori ...
sq: Krejt artikujt mbi përgjigje konservë...
xh: Amanqaku azo zonke iimpendulo ezinkonkxiweyo...

source: Knowledge Base Dashboard
bn_in: Knowledge Base ড্যাশবোর্ড
cs: Nástěnka databáze znalostí
et: Tõlgete ülevaade
eu: Ezagutza-basearen arbela
fi: Tukikannan kojelauta
fr: Tableau de bord de la base de connaissances
lt: Žinyno skydelis
ru: Панель базы знаний
sl: Kontrolna tabla za lokalizacijo
sq: Pult Baze Dijesh
th: หน้าปัดฐานความรู้
xh: I-Dshboard eSekelwe kuLwazi

source: Localization Dashboard
bn_in: স্থানীয়করণ ড্যাশবোর্ড
cs: Nástěnka lokalizátora
et: Lokaliseerimise ülevaade
eu: Lokalizazio-arbela
fi: Lokalisointikojelauta
fr: Tableau de bord de la localisation
lt: Lokalės skydelis
ru: Панель локализации
sl: Kontrolna tabla za lokalizacijo
sq: Pult Përkthimesh
th: หน้าปัดการแปล
xh: I-Dashboard eyenziwe yaba yeyalapha

source: Aggregated Localization Metrics
bn_in: একত্রিত লোকালাইজেশন মেট্রিক্স
cs: Agregované metriky pro lokalizaci
fi: Kootut lokalisointitilastot
fr: Statistiques agrégées sur la localisation
ru: Агрегированные метрики локализации
sl: Zbirna metrika za lokalizacijo
sq: Statistika Përkthimi të Grumbulluara
xh: I-Metrics eziHlangaisiweyo zenziwa zaba zezalapha

source: The dashboard data is being loaded. This may take some time.
bn_in: ড্যাশবোর্ডের ডাটা লোড হচ্ছে। এটা কিছুক্ষণ সময় নিতে পারে।
cs: Data nástěnky jsou právě načítána. Vyžádá si to nějaký čas.
fr: Chargement des données du tableau de bord. Ceci peut prendre un certain temps.
ru: Данные панели загружаются. Это может занять некоторое время.
sl: Podatki kontrolne table se nalagajo. To lahko traja nekaj časa.
sq: Të dhënat e pultit po ngarkohen. Kjo mund të hajë ca kohë.
xh: Ingcombolo ye-dashboard iyalayishwa. Oku kungathatha ixesha elithile.

source: Top 100 Articles: % Localized
cs: 100 hlavních článků: % lokalizováno
fr: Articles du Top 100 : % traduits
ru: Топ 100 статей: % локализовано
sl: Top 100 člankov: lokalizirano %

source: Top 20 Articles: % Localized
bn_in: শীর্ষ ২০ প্রবন্ধ : % ভাষান্তরিত
cs: 20 hlavních článků: % lokalizováno
da: Artikler i top 20: % oversat
fi: TOP 20 -artikkelit: % lokalisoitu
fr: Articles du Top 20 : % traduits
ru: Топ 20 статей: % локализовано
sl: Top 20 članki: lokalizirano %
sq: 20 Artikujt Kryesues: % të Përkthyer
xh: Amanqaku angama-20 aPhezulu: i-% eyeNziwe yaba yeyalapha

source: All Articles: % Localized
bn_in: সকল প্রবন্ধ : % ভাষান্তরিত
cs: Všechny články: % lokalizováno
da: Alle artikler: % oversat
fi: Kaikki artikkelit: % lokalisoitu
fr: Tous les articles : % traduits
ru: Все статьи: % локализовано
sl: Vsi članki: lokalizirano %
sq: Krejt Artikujt: % të Përkthyer
xh: Wonke amanqaku: i-% eyeNziwe yaba yeyalapha

source: Active Contributors
bn_in: সক্রিয় অবদানকারী
cs: Aktivní přispěvatelé
da: Aktive bidragsydere
fi: aktiivista avustajaa
fr: Contributeurs actifs
ru: Активные помощники
sl: Aktivni sodelavci
sq: Pjesëmarrës Aktivë
xh: Abanikeli abaSebenzayo

source: {count} visitors in the past 30 days
bn_in: {count} পরিদর্শক শেষ ৩০ দিনে
cs: {count} návštěvníků za posledních 30 dní
da: {count} besøgende i de seneste 30 dage
fi: {count} vierailua viimeiseen 30 päivään
fr: {count} visiteurs au cours des 30 derniers jours
ru: {count} посетителей за последние 30 дней
sl: {count} obiskov zadnjih 30 dni
sq: {count} vizitorë gjatë 30 ditëve të shkuara
xh: {bala} abatyeleli kwiintsuku ezingama-30

source: [{product}] Knowledge Base Dashboard
bn_in: [{product}] Knowledge Base ড্যাশবোর্ড
cs: [{product}] Nástěnka databáze znalostí
fi: [{product}] tukikannan kojelauta
fr: [{product}] Tableau de bord de la Base de connaissances
ru: [{product}] Панель базы знаний
sl: Kontrolna tabla za Bazo znanja - [{product}]
sq: Pult Baze Dijesh [{product}]
xh: [{imveliso}] I-Dashboard eSekelwe kuLwazi

source: All Products
bn_in: সকল প্রোডাক্ট
cs: Všechny produkty
da: Alle produkter
et: Kõik tooted
fi: Kaikki tuotteet
fr: Tous les produits
ru: Все продукты
sl: Vsi izdelki
sq: Krejt Produktet
xh: Zonke iiMveliso

source: Show information for:
bn_in: তথ্য দেখান:
cs: Zobrazit informace pro jazyk:
da: Vis information for:
et: Näita infot:
eu: Erakutsi informazioa honentzat:
fi: Näytä tiedot kohteelle:
fr: Afficher les informations pour :
lt: Rodyti informaciją apie:
ru: Показать информацию о:
sl: Prikaži podatke za:
sq: Shfaq të dhëna për:
th: แสดงข้อมูลสำหรับ:
xh: Bonisa inkcukacha zika:

source: Overview
bn_in: পরিদর্শন
cs: Přehled
da: Overblik
et: Ülevaade
eu: Orokorra
fi: Yleiskuva
fr: Aperçu
lt: Apžvalga
ru: Обзор
sl: Pregled
sq: Përmbledhje
th: ภาพรวม
xh: Ukuhlolwa kwakhona

source: Complete overview...
bn_in: সম্পূর্ণ ওভারভিউ...
cs: Kompletní přehled...
fr: Aperçu complet…
ru: Завершить обзор...
sl: Popoln pregled ...
sq: Përmbledhje e plotë...
xh: Gqiba ukuhlolwa ngaphambi koshicilelo...
