Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bn_in, cs, da, et, eu, fi, fr, lt, ru, sl, sq, th, xh

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
bn_in: যখন হোম পেজের প্রবন্ধটিই একমাত্র লোকালাইজ হওয়া প্রবন্ধ এবং এটি জার্মানে সম্পূর্ণ, তখন আমাদের সর্বমোট কভারেজ হয় ১০% এর ২% = ০.২% সর্বমোট (+ ইংরাজী কভারেজ)
cs: Kdyby byl článek o domovské stránce jediným lokalizovaným článkem a zároveň byl tento aktualizovaný v němčině, bylo by celkové pokrytí 2% z 10%=0.2% celkově (+ verze v angličtině)
fr: Si l'article sur la page d'accueil était le seul article traduit et s'il était à jour en allemand, alors notre couverture totale serait de 2% de 10%, soit un total de 0,2% (hors couverture de l'anglais)
lt: Jeigu šis straipsnis būtų vienintelis į vokiečių kalbą išverstas straipsnis, ir jis nebūtų laikomas pasenusiu, tai mūsų bendras lokalizuotumo lygis būtų 2% nuo 10%, t.y., 0,2% (+ angliškų straipsnių aprėptis)
ru: Когда статья Домашняя страница является единственной локализованной статьей, и она актуальна на Немецком, то наш общий охват составляет 2% от 10%=0,2% в целом (+ охват на Английском)
sl: Če je članek Naslovna stran edini lokalizirani članek in če je v nemščini posodobljen, potem je naša skupna pokritost 2% od 10% = 0,2% skupaj (+ pokritost v angleščini)
sq: Kur artikulli i faqes Hyrëse është artikulli i vetëm i përkthyer dhe është i përditësuar për Gjermanishten, atëherë mbulimi ynë gjithsej është 2% e 10%=0.2% gjithsej (+ mbulimin e Anglishtes)
xh: Xa inqaku lephepha lokluqala lenziwe laba lalapha kuphela kwaye lisemgangathweni e-German, ngoko ke ingxelo yethu equlethe konke yi-2% ye-10%=0.2% iqulalethe konke (+ ingxelo yesiNgesi)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
bn_in: যখন জার্মান লেভেল ২ এর পরিবর্তন মিস করে যায়, কভারেজ ৫০% এ নেমে যায়, সুতরাং ১০% এর ১% = ০.১% সর্বমোট
cs: Pokud se v němčině neprovede změna 2. úrovně, pokrytí klesá o 50%, takže 1% z 10%= 0.1% celkově
fr: Si un changement de niveau 2 n'était pas traduit en allemand, la couverture de l'article s'abaisserait à 50%, ce qui fait 1% de 10%, soit un total de 0,1%
lt: Jeigu šis straipsnis susilauktų antrojo lygio redakcijos, o vokiškas jo vertimas liktų neatnaujintas, tai jo lokalizuotumas kristų per pusę, taigi bendra lokalizavimo aprėptis būtų lygi 1% nuo 10%, t.y., 0,1%
ru: Когда Немецкий пропускает изменение уровня 2, то охват снижается до 50%, так что 1% от 10% = 0,1% от общего
sl: Če se v nemščini zamudi spremembo na ravni 2, se pokritost zmanjša za 50%, to je na skupno 1% od 10%= 0.1%
sq: Kur Gjermanishtja nuk arrin një ndryshim të shkallës së 2-të, mbulimi zbret në 50%, pra 1% ef 10%= 0.1% gjithsej
xh: Xa i-German iphosa utshintsho lwenqanaba lesi-2, ingxelo iyehla ukuya kuma kwi-50%, ngoko ke i-1% ye-10%= 0.1% iqulethe konke

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
bn_in: <b> গুরুত্বপূর্ণ: </b> বর্তমানে আমরা একটি সহজাত মডেল ব্যবহার করছি, যেখানে প্রত্যেক প্রবন্ধ ১/৫০=২% পরিদর্শন প্রত্যেক ভাষার জন্য চায়।
cs: <b>Důležité:</b> Aktuálně používáme zjednodušený model, kde se každý článek počítá jako 1/50=2% návštěv jazyka
fr: <b>Important :</b> nous utilisons actuellement un modèle simplifié où chaque article compte pour un cinquantième des visites par langue, soit 2% de celles-ci
lt: <b>Pastaba:</b> šiuo metu mes naudojame supaprastintą modelį, kur visų top 50 straipsnių lankomumas laikomas lygiu (2%)
ru: <b>Важно:</ b> В настоящее время мы используем упрощенную модель, где каждая статья составляет 1/50 = 2% посещений на язык
sl: <b>Pomembno:</b> Trenutno uporabljamo poenostavljen model, kjer se za vsak članek računa 1/50 = 2% obiskov za dani jezik
sq: <b>E rëndësishme:</b> Hëpërhë po përdorim një model të thjeshtuar, ku çdo artikull vlen 1/50=2% të vizitave për atë gjuhë
xh: <b>Okubalulekileyo:</b> Okwangoku sisebenzisa imodeli eyenziwe lula, apho inqaku ngalinye linika ingxelo ka-1/50=2% yabatyeleli kulwimi ngalunye

source: Exit Survey Results
bn_in: সার্ভের ফলাফল থেকে বেরিয়ে আসুন।
cs: Konečné hodnocení
fr: Résultats du sondage de sortie
ru: Выйти из результатов опроса
sl: Rezultati izhodne ankete
sq: Përfundime Daljesh Nga Pyetësori
xh: Phuma kwiziPhumo zoVavanyo

source: Help Other Users
bn_in: অন্য ব্যবহারকারীদের সাহায্য করুন
cs: Pomoc uživatelům
da: Hjælp andre brugere
et: Teiste kasutajate aitamine
fi: Auta muita
fr: Aidez d'autres utilisateurs
lt: Padėkite kitiems naudotojams
ru: Помощь другим пользователям
sl: Pomagaj drugim
sq: Ndihni Përdorues të Tjerë
th: ช่วยเหลือผู้ใช้คนอื่น
xh: Nceda Abanye Abasebenzisi

source: Army Of Awesome
da: Fantastiske Fæller
ru: Наши помощники
sl: Armada pomočnikov
sq: Armata e të Mahnitshmes
xh: Umkhosi Omangalisayo

source: Love Firefox? Love Twitter?
bn_in: Firefox কে ভালোবাসেন? Twitter কে ভালোবাসেন?
cs: Máte rádi Firefox? Máte rádi Twitter?
da: Vild med Firefox? Vild med Twitter?
fi: Rakastatko Firefoxia ja Twitteriä?
fr: Vous adorez Firefox ? Vous aimez également Twitter ?
ru: Нравится Firefox? Нравится Твиттер?
sl: Ljubite Firefox? Ljubite Twitter?
sq: E doni Firefox-in? E doni Twitter-in?
xh: Uyayithanda i-Firefox? Uyayithanda i-Twitter?

source: Now you can combine both and help Firefox users on Twitter. It's quick, it's easy, and you don't have to be a tech superstar to do it. We call it our Army of Awesome.
bn_in: এখন আপনি দুটোকে একসাথে যোগ করে Firefox ব্যবহারকারীদের Twitter এ সাহায্য করতে পারেন, এটা সহজ, এর জন্য আপনাকে প্রযুক্তি-সুপারস্টার হতে হবে না। আমরা এটাকে বলি আমাদের Army of Awesome।
cs: Nyní můžete kombinovat obojí a pomáhat uživatelům Firefoxu na Twitteru. Je to rychlé, snadné a nemusíte být zkušený uživatel na to, abyste to mohli dělat. Tuto formu pomoci nazýváme Army of Awesome.
da: Nu kan du kombinere begge ved at hjælpe Firefox-brugere på Twitter. Det er hurtigt, det er nemt, og du behøver ikke at have den store nørd-eksamen for at gøre det. Vi kalder det vores Fantastiske Fæller.
fi: Lyö kaksi kärpästä yhdellä iskulla auttamalla Firefox-käyttäjiä Twitterissä. Se on nopeaa, helppoa eikä sinun tarvitse olla diplomi-insinööri. Kutsumme sitä Army Of Awesomeksi, mahtavaksi armeijaksemme.
fr: Vous pouvez désormais combiner les deux en aidant les utilisateurs de Firefox sur Twitter. C'est rapide et facile. En plus, vous n'avez pas besoin d'être une bête en technique pour le faire. Nous l'appelons notre « Army of Awesome ».
ru: Теперь вы можете скомбинировать оба и помогать пользователям Firefox на Твиттере. Это легко и быстро, и чтобы это сделать, вам не нужно быть техническим гением. Мы называем это нашей армией помощников.
sl: Sedaj lahko združite oboje in uporabnikom Firefoxa pomagate na Twitterju. Gre hitro, enostavno, ni treba vam biti super kul tehnična zvezda. da tako pomagate. Pridružite se našim junakom korenjakom.
sq: Tani mund t’i ndërthurni të dyja dhe të ndihmoni përdoruesit e Firefox-it përmes Twitter-it. Kryhet shpejt, është e lehtë, dhe nuk lypset të jeni superyll informatike për ta bërë. E quajmë Armata e të Mahnitshmes.
xh: Ngoku ungadibanisa zombizii ze uncede abasebenzisi baka-Firefox ku-Twitter. Kuyakhawula, kulula, kwaye awufunekanga ube yincutshe ye-tech ukuze uyenze. Siyibiza uMkhosi wethu Omangalisayo.

source: It's fun and addictive and the Awesome is you!
bn_in: এটা মজাদার এবং আসক্তি-সৃষ্টিকারী এবং আপনি হলেন Awesome!
cs: Je to zábavné, návykové a skvělé!
da: Det er morsomt, det er vanedannende og den fantastiske er dig!
fi: Se on helppoa, koukuttavaa, ja mahtavuus lähtee sinusta!
fr: C'est amusant et prenant. Le formidable, c'est vous !
ru: Это весело и захватывающе и вы просто великолепны!
sl: Zabavno in privlačno je!
sq: Është zbavitëse, ngjitëse dhe Mahnia jeni ju!
xh: Kumnandi kwaye kuyarhurhisa kwaye uMmangaliso nguwe!

source: Help users on Twitter
bn_in: ব্যবহারকারীদের Twitter এ সাহায্য করুন
cs: Pomáhejte uživatelům na Twitteru
fr: Aider des utilisateurs sur Twitter
ru: Помогайте пользователям в Твиттере
sl: Pomagajte uporabnikom na Twitterju
sq: Ndihmoni përdorues në Twitter
xh: Nceda abasebenzisi ku-Twitter

source: How it works
bn_in: কিভাবে এটি কাজ করে?
cs: Jak to funguje
da: Sådan fungerer det
fi: Kuinka tämä toimii
fr: Mode d'emploi
ru: Как это работает
sl: Kako to gre
sq: Si funksionon
xh: Indlela esebenza ngayo

source: Sign up as a volunteer
bn_in: একজন স্বেচ্ছাসেবক হিসেবে সাইন আপ করুন
cs: Přihlaste se jako přispěvatel
da: Meld dig som frivillig
fi: Liity avustajaksi
fr: Inscrivez-vous en tant que bénévole
ru: Войти как доброволец
sl: Prijavite se kot prostovoljec
sq: Regjistrohuni si vullnetar
xh: Bhalisa njengevolontiya

source: Go to Army of Awesome
bn_in: Army of Awesome এ যান
cs: Přejděte na Army of Awesome
da: Gå til Fantastiske Fæller
fi: Mene Army Of Awesome -sivulle
fr: Rendez-vous sur l’« Army of Awesome »
ru: Вступайте в ряды наших помощников
sl: Pojdite v Armado pomočnikov
sq: Shkoni te Armata e të Mahnitshmes
xh: Yiya kuMkhosi Omangalisayo

source: Connect your Twitter account
bn_in: আপনার Twitter অ্যাকাউন্টের সাথে যোগ করুন
cs: Přihlášení ke svému účtu na Twitteru
da: Forbind din Twitter-konto
fi: Yhdistä Twitter-tilisi
fr: Connectez votre compte Twitter
ru: Подсоединить мою учётную запись Твиттер
sl: Povežite svoj Twitter račun
sq: Lidhuni me llogarinë tuaj në Twitter
xh: Qhagamshela kwiakhawunti yakho kaTwitter

source: Answer to Twitter users that need help. It's super easy with our canned responses.
bn_in: Twitter এর ব্যবহারকারীদের জবাব দিন যারা সাহায্য চায়। এটা সবথেকে সহজ আমাদের ক্যানড রেস্পন্সের মাধ্যমে
cs: Odpovídejte uživatelům na Twitteru, kteří potřebují pomoci. S pomocí našich nástrojů je to snadné.
da: Svar Twitter-brugere, der har brug for hjælp. Det er supernemt med vores standardiserede svar.
fi: Vastaa Twitter-käyttäjille, jotka tarvitsevat apua. Se on helppoa valmiilla vastauksillamme.
fr: Répondez aux utilisateurs de Twitter ayant besoin d'aide. C'est très facile avec nos réponses prédéfinies.
ru: Отвечайте на твиты пользователей, которым нужна помощь. Это очень легко с помощью наших типовых ответов.
sl: Odgovarjajte uporabnikom Twittra, ki potrebujejo pomoč. Čisto enostavno je, ker so odgovori že pripravljeni.
sq: Përgjigjjuni në Twitter përdoruesve që kanë nevojë. Është shumë e lehtë me përgjigjet tona konservë.
xh: Phendula kumsebenzisi we-Twitter ofuna uncedo. Kulula kakhulu ngeempumelelo zethu ezinkonkxiweyo.

source: 1 tweet can save 1 day
bn_in: ১ টা টুইট ১ টা দিন বাঁচাতে পারে।
cs: 1 tweet může ušetřit 1 den
da: 1 tweet kan redde 1 dag
fi: 1 twiitti voi pelastaa 1 päivän
fr: 1 tweet peut ensoleiller une journée
ru: 1 твит может спасти 1 день
sl: 1 tvit lahko reši 1 dan
sq: 1 cicërimë mund t’i kursejë dikujt ditën
xh: I-tweet enye-1 ingagcina usuku olu-1

source: Other ways to get involved
bn_in: অন্যান্য উপায় জড়িত হতে
cs: Další způsoby, jak se zapojit
da: Andre måder at blive involveret på
fi: Muita tapoja päästä mukaan
fr: Autres façons de s'impliquer
ru: Другие способы принять участие
sl: Druge možnosti, da se pridružite
sq: Rrugë të tjera për t’u përfshirë
xh: Ezinye iindlela zokuzibandakanya

source: Answer questions in the support forum
bn_in: সাপোর্ট ফোরামের প্রশ্নের জবাব দিন
cs: Zodpovídání otázek v našem fóru podpory
da: Besvar spørgsmål i supportforummet
fi: Vastaa kysymyksiin tukipalstalla
fr: Répondez aux questions dans le forum d'assistance
ru: Ответить на вопросы на форуме поддержки
sl: Odgovarjajte na vprašanja v forumu za podporo
sq: Përgjigjuni pyetjeve te forumi i asistencës
xh: Phendula imibuzo kwiqonga lenkxaso

source: Write help articles
bn_in: সহায়ক প্রবন্ধ লিখুন
cs: Psaní článků podpory
da: Skriv hjælpeartikler
fi: Kirjoita ohjeartikkeleita
fr: Rédigez des articles d'aide
ru: Написать статьи Справки
sl: Sestavljajte članke s pomočjo
sq: Shkruani artikuj ndihme
xh: Bhala amanqaku okunceda

source: Translate help to your languages
bn_in: আপনার ভাষায় সাহায্যকে অনুবাদ করুন
cs: Překládání nápovědy
da: Oversæt hjælp til dit sprog
fi: Käännä ohjeita omalle kielellesi
fr: Traduisez l'aide dans votre langue
ru: Переведите справку на другие языки
sl: Pomagajte prevajati članke v slovenščino
sq: Përktheni ndihmën në gjuhën tuaj
xh: Guqulela kwiilwimi zakho

source: Help Us Write Help Articles
bn_in: আমাদের সহায়ক প্রবন্ধ লিখতে সাহায্য করুন
cs: Pomozte nám psát články podpory
da: Hjælp os med at skrive hjælpeartikler!
fi: Auta meitä kirjoittamaan artikkeleita
fr: Aidez-nous à écrire des articles d'aide
ru: Помогите нам написать статьи справки
sl: Pomagajte pri pisanju člankov za podporo
sq: Ndihmonani të Shkruajmë Artikuj Ndihme
xh: Sincede siBhale Amanqaku okuNceda

source: Help us write help articles!
bn_in: আমাদের সহায়ক প্রবন্ধসমূহ লিখতে সাহায্য করুন!
cs: Pomozte nám psát články podpory!
da: Hjælp os med at skrive hjælpeartikler!
fi: Auta meitä kirjoittamaan artikkeleita!
fr: Aidez-nous à écrire des articles d'aide !
ru: Помогите нам написать статьи справки!
sl: Pomagajte nam pri pisanju člankov za podporo!
sq: Ndihmonani të shkruajmë artikuj ndihme!
xh: Sincede sibhale amanqaku!

source: Share your wisdom with the world.
bn_in: বিশ্বের সঙ্গে আপনার জ্ঞান শেয়ার করুন।
cs: Sdílejte svou moudrost se světem.
da: Del din visdom med verden.
fi: Jaa tietouttasi maailmalle.
fr: Partagez vos connaissances avec le monde.
ru: Поделитесь вашими знаниями с миром.
sl: Delite svoje znanje s svetom.
sq: Ndajeni mençurinë tua me botën.
xh: Yabela nehlabathi ngobulumko bakho.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
bn_in: আপনি যদি লেখা এবং শেখানো পছন্দ করেন তাহলে Knowledge Base হল আপনার জন্য সঠিক জায়গা। আমরা এমন অবদানকারী চাই যারা ইংরাজীতে প্রবন্ধ লিখতে পারে, সম্পাদনা বা প্রুফ্ররিডিং করতে পারে। হাজার হাজার মানুষ আমাদের Knowledge Base কে প্রতি সপ্তাহে ব্যবহার করছে। কল্পনা করুন যে কতোজন আপনার দ্বারা সাহায্যপ্রাপ্ত হবে!
cs: Pokud rádi píšete a učíte, pak je databáze znalostí tím správným místem pro vás. My totiž potřebujeme přispěvatele, kteří umí psát, upravovat či kontrolovat články. Každý týden k naší databázi přistupují tisíce lidí. Představte si, kolika z nich můžete pomoci!
da: Hvis du kan lide at skrive og lære fra dig, så er vores vidensbase det rette sted for dig. Vi har brug for bidragsydere, der kan skrive, redigere og læse korrektur på artikler. Tusinder af brugere benytter vores vidensbase hver uge. Tænk på, hvor mange af dem du vil hjælpe!
fi: Jos pidät kirjoittamisesta ja opettamisesta, niin tukikantamme on oikea paikka juuri sinulle. Tarvitsemme avustajia, jotka voivat kirjoittaa, muokata tai oikolukea artikkeleita. Tuhannet ihmiset käyttävät tukikantaamme päivittäin. Kuvittele kuinka montaa ihmistä autatkaan!
fr: Si vous aimez écrire en anglais, ainsi qu'enseigner, alors la Base de connaissances est faite pour vous. Nous avons besoin de contributeurs qui puissent écrire, modifier ou relire les articles en anglais. Des milliers de personnes accèdent à notre base de connaissances chaque semaine. Imaginez combien vous pourriez en aider !
ru: Если вы нравится писать и обучать, то База Знаний это место для вас. Нам нужны помощники, которые могут писать, редактировать или вычитывать статьи на Английском. Каждую неделю тысячи людей обращаются к нашей Базе Знаний. Представьте себе, скольким из них вы поможете!
sl: Če vam je všeč pisanje in poučevanje, potem je baza znanja pravi kraj za vas. Potrebujemo sodelavce, ki znajo pisati, urejati in popravljati članke. Vsak teden na tisoče uporabnikov išče po bazi znanja. Samo pomislite, koliko ljudem boste lahko pomagali!
sq: Nëse ju pëlqejnë të shkruarit dhe mësimdhënia të tjerëve, atëherë Baza e Dijes është vendi juaj. Na duhen kontribues që mund të shkruajnë, redaktojnë dhe ose kontrollojnë artikuj në Anglisht.Çdo javë, në Bazën tonë të Dijeve hyjnë mijëra njerëz. Përfytyroni se sa prej tyre do të ndihmohen prej jush!
xh: Ukuba ungathanda ukubhala nokufundisa ngoko ke isiSeko soLwazi yindawo yakho. Sifuna abanikeli abangabhala, bahlele okanye yokufunda amanqaku abhalwe ngesiNgesi. Amawaka abantu ayafikelela kwiSiseko soLwazi ngeveki. Khawucinge ukuba bangaphi abangancedwa!

source: Improve our help articles
bn_in: আমাদের সহায়ক প্রবন্ধসমূহকে উন্নিত করুন
cs: Vylepšete naše články podpory
fr: Améliorez nos articles d'aide
ru: Улучшайте наши статьи справки
sl: Izboljšajte naše članke s pomočjo
sq: Përmirësoni artikujt tanë të ndihmës
xh: Phucula amaqanku akho oncedo

source: Introduce yourself
bn_in: নিজেকে পরিচয় করান
cs: Představte se
da: Introducer dig selv
fi: Esittele itsesi
fr: Présentez-vous
ru: Представьтесь
sl: Predstavite se
sq: Prezantoni veten
xh: Zazise

source: Watch our videos and check our documentation
bn_in: আমাদের ভিডিওসমূহ দেখুন এবং আমাদের ডকুমেন্টেশন চেক করে দেখুন
cs: Podívejte se na naše videa a shlédněte dokumentaci
da: Se vores videoer og tjek vores dokumentation
fi: Katso videoitamme ja tarkista dokumentaatio
fr: Regardez nos vidéos et consultez notre documentation
ru: Смотрите наши видео и обратитесь к нашей документации
sl: Oglejte si naše videoposnetke in našo dokumentacijo
sq: Shihni videot tona dhe dokumentimin tonë
xh: Bukela iividiyo zethu ze ujonge uxwebhu lwethu

source: 1 article can be viewed by 400 million users and translated into 70+ languages
bn_in: ১ টা প্রবন্ধ ৪০০ মিলিয়ন ব্যবহারকারীদের দ্বারা পরিদর্শিত হতে পারে এবং ৭০+ ভাষায় অনুদিত হতে পারে।
cs: 1 článek může být zobrazen až 400 milióny uživateli a přeložen do 70 a více jazyků
da: 1 artikel kan blive set af 400 milioner brugere og oversat til 70+ sprog
fi: Artikkelin voi nähdä 400 miljoonaa käyttäjää ja se voidaan kääntää yli 70 kielelle
fr: 1 article peut être vu par 400 millions d'utilisateurs et traduit en plus de 70 langues
ru: 1 статья может быть просмотрена 400 миллионами пользователей и переведена на более чем 70 языков
sl: 1 članek lahko bere 400 milijonov uporabnikov, lahko v več kot 70 jezikih
sq: 1 artikull mund të shihet nga 400 milionë përdorues dhe të përkthehet në më tepër se 70 gjuhë
xh: Inqaku 1 lingahlolwa ngabasebenzisi abangama-400 ze liguqulelwe kwiilwimi ezingama-70 nangaphezulu

source: Army of Awesome: help users on Twitter
bn_in: Army of Awesome: Twitter এ ব্যবহারকারীদের সাহায্য করুন
cs: Army of Awesome: pomáhání uživatelům na Twitteru
da: Fantastiske Fæller: Hjælp brugere på Twitter
fi: Army of Awesome: auta käyttäjiä Twitterissä
fr: Army of Awesome : aidez les utilisateurs sur Twitter
ru: Наши помощники: помогайте пользователям на Твиттер
sl: Armada pomočnikov: pomagajte uporabnikom na Twittru
sq: Armata e të Mahnitshmes: ndihmoni përdoruesit që nga Twitter-i
xh: Umkhosi Omangalisayo: nceda abasebenzisi ku-Twitter

source: Translate Help Articles
bn_in: সহায়ক প্রবন্ধসমূহকে অনুবাদ করুন
cs: Pomozte překládat články
da: Oversæt hjælpeartikler
fi: Käännä ohjeartikkeleita
fr: Traduisez des articles d'aide
ru: Переводите статьи справки
sl: Prevedite članke za pomoč
sq: Përktheni Artikuj Ndihme
xh: Guqulela Amanqaku oNcedo

source: Translate help articles!
bn_in: সহায়ক প্রবন্ধসমূহ অনুবাদ করুন
cs: Pomozte překládat články!
da: Oversæt hjælpeartikler!
fi: Käännä ohjeartikkeleita!
fr: Traduisez les articles d'aide !
ru: Переводите статьи справки!
sl: Prevedite članke za pomoč!
sq: Përktheni artikuj ndihme!
xh: Guqulela amanqaku oncedo!

source: Let's make Mozilla Support speak your language!
bn_in: চলুন Mozilla Support কে আপনার ভাষায় বলানো শুরু করা যাক!
cs: Naučte hovořit web Podpora Mozilly vaší řečí!
fi: Pannaanpa Firefox puhumaan sinun kieltäsi!
fr: Aidons l'assistance de Mozilla à parler dans votre langue !
ru: Давайте переведём Поддержку Mozilla на ваш язык!
sl: Pomagajte Podpori Mozilla govoriti v slovenščini!
sq: Le ta bëjmë Asistencën e Mozilla-s të flasë gjuhën tuaj!
xh: Masenze iNKxaso kaMozilla athethe ulwimi lwakho!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
bn_in: সহায়ক প্রবন্ধ কি আপনার ভাষাতে উপলব্ধ নয়? আপনি কি আশ্চর্যজনক দলের সাথে যোগদান করতে চান সেগুলোকে অনুবাদ করে? আপনি আপনার ভাষাতে মিলিয়ন ব্যবহারকারীদের সাহায্য করতে পারবেন। বেশ বীরত্বপূর্ণ, তাইনা?
cs: Nejsou dosud články podpory dostupné ve vašem jazyce? Chcete se připojit k překladatelskému týmu? Pomůžete tak miliónům uživatelů ve vašem jazyce. Pěkné, že?
da: Er hjælpeartiklerne ikke oversat til dansk? Vil du være med på holdet, der oversætter dem? Du vil hjælpe hundredetusinder af danske brugere. Meget heltemodigt, ikke?
fi: Eikö jokin ohjeartikkeli ollut vielä saatavilla kielelläsi? Haluatko liittyä upeaan tiimiimme, joka niitä kääntää? Autat tuhansia ihmisiä, jotka puhuvat samaa kieltä kuin sinä. Eikö olekin urhoollista?
fr: Les articles d'aide ne sont pas encore disponibles dans votre langue ? Vous voulez rejoindre l'incroyable équipe les traduisant ? Vous aiderez des millions d'utilisateurs dans votre langue. Vraiment héroïque, n'est-ce pas ?
ru: Статьи справки ещё не доступны на вашем языке? Вы хотите, переводя их, присоединиться к удивительной команде? Вы поможете миллионам пользователей, говорящих на вашем языке. Довольно героично, не так ли?
sl: Članke še niso na voljo v slovenščini? Bi se pridružili naši slovenski ekipi za lokalizacijo? Slovenski uporabniki Firefoxa vam bodo hvaležni. Prav junaško, kajne?
sq: Nuk ka ende të gatshëm artikuj ndihme në gjuhën tuaj? Dëshironi të bëheni pjesë e ekipit të mahnitshëm duke përkthyer të tillë? Do të ndihmoni miliona vetë në gjuhën tuaj. Jo pak heroike, apo jo?
xh: Amanqaku oncedo awafumaneki ngolwimi lwakho ngoku? Ingaba ufuna ukujoyina iqela elimangalisayo ukuwaguqulela? Uza kunceda izigidi zabasebenzisi ngolwimi lwakho. Kuyamangalisa oku anditsho?

source: Translate help articles to your language
bn_in: সহায়ক প্রবন্ধসমূহকে আপনার ভাষায় অনুবাদ করুন।
cs: Překládejte články podpory do vašeho jazyka
fr: Traduisez les articles d'aide dans votre langue.
ru: Переводите статьи справки на ваш язык
sl: Pomagajte prevajati članke za pomoč v slovenščino
sq: Përktheni artikuj ndihme në gjuhën tuaj
xh: Guqulela amanqaku okunceda ngolwimi lwakho

source: Check our documentation
bn_in: আমাদের ডকুমেন্টেশন দেখুন
cs: Podívejte se na naši dokumentaci
da: Se vores dokumentation
fi: Tarkista ohjeemme
fr: Consultez notre documentation
ru: Обратитесь к нашей документации
sl: Preverite našo dokumentacijo
sq: Kontrolloni dokumentimin tonë dhe shihni edhe
xh: Jonga uxwebhu lwethu

source: Just edit articles in your language!
bn_in: শুধুমাত্র আপনার ভাষাতে প্রবন্ধসমূহকে সম্পাদনা করুন
cs: Jednoduše upravujte články ve svém jazyce!
da: Oversæt eller rediger artikler!
fi: Muokkaa artikkeleita omalle kielellesi!
fr: Rédigez simplement les articles dans votre langue
ru: Просто редактируйте статьи на вашем языке!
sl: Enostavno uredite članke v slovenščini!
sq: Thjesht përpunoni artikuj në gjuhën tuaj!
xh: Hlela amanqaku ngolwimi lwakho!

source: Translating 1 article can help 1,000's of users in your language
bn_in: ১ টা প্রবন্ধ সম্পাদনা আপনার ভাষার ১০০০ জন ব্যবহারকারীদের সাহায্য করতে পারে
cs: Přeložení 1 článku může pomoci tisícům uživatelů ve vašem jazyce
da: Oversættelse af 1 artikel kan hjælpe 1000-vis af brugere på dit sprog
fi: Artikkelin kääntäminen auttaa tuhansia käyttäjiä
fr: Traduire 1 article peut aider des milliers d'utilisateurs dans votre langue
ru: Перевод 1 статьи может помочь тысячам пользователей говорящим на вашем языке
sl: 1 članek v slovenščini bo lahko da bralo na tisoče uporabnikov
sq: Përkthimi i 1 artikulli mund të ndihmojë 1000 përdorues në gjuhën tuaj
xh: Ukuguqulela inqaku eli-1 kunganceda abasebenzisi abali-1,000 ngolwimi lwakho
