Repository: mozilla-l10n/sumo-l10n
Catalog: */LC_MESSAGES/yaocho.po
Languages: xh

source: Download documents for offline use?
xh: Khuphela amaxwebhu ngosetyenziso olungaqhagamshelwanga?

source: Yes
xh: Ewe

source: No
xh: Hayi

source: All Topics
xh: Zonke Izihloko

source: Network Error.
xh: Impazamo kuThungelwano.

source: Documents finished downloading.
xh: Amaxwebhu agqibile ukukhuphela.

source: Mozilla Support
xh: Inkxaso ye-Mozilla

source: Download All Documents
xh: Khuphela Wonke Amaxwebhu

source: Clear Cache
xh: Icinyiwe Indawo yokugcina ngokufihlakeleyo

source: Cache cleared.
xh: Icinyiwe indawo yokugcina ngokufihlakeleyo.
